{"19941219":{"guardian_articles":[],"nytimes_articles":[{"date":"19941219","headline":"Yanks' Ausanio Is Ailing","web_url":"https://www.nytimes.com/1994/12/19/sports/yanks-ausanio-is-ailing.html","abstract":"  Joe Ausanio has torn cartilage in his right knee and might also have anterior cruciate ligament damage that would cause him to miss at least six months after he slipped on ice while running near his home in Lake Katrine, N.Y., last Monday.   Dr. Stuart Hershon, the physician for the Yankees, wanted to perform arthroscopic surgery tonight, but the 29-year-old reliever balked because he wants a second opinion from Dr. Norman Scott of the Knicks this week. If the Yanks lose Ausanio to reconstructive surgery, they would be losing a capable right-hander from their bullpen.","thumbnail":null,"section":"Sports"},{"date":"19941219","headline":"Riding to Hound the Hounds, Despite British Law","web_url":"https://www.nytimes.com/1994/12/19/world/riding-to-hound-the-hounds-despite-british-law.html","abstract":"  A curious ritual plays out these early darkening Saturday afternoons on rural England's rolling green hills. Figures dart back and forth across the landscape, through the woods and across the glades. Everybody seems to be chasing everybody else.   The chain-of-being goes like this: First comes the fox. Then the hounds. Then the hunters on horseback. Then the hunt saboteurs. Then the police.","thumbnail":null,"section":"World"},{"date":"19941219","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/12/19/nyregion/metro-digest-150487.html","abstract":"  GIULIANI CHANGES COURSE ON CORTINES   Acknowledging that he will not be able to block the reappointment of the Schools Chancellor, Mayor Giuliani called for Ramon C. Cortines to be granted a contract for only one more year. He said the contract should be tied to the condition that the Chancellor show measurable progress in four areas of management and budgeting. Mr. Giuliani's decision to support the Chancellor's reappointment represented a reversal of his efforts over the last week to convince Mr. Cortines to step down on his own. A1.","thumbnail":null,"section":"New York"},{"date":"19941219","headline":"Despite Request for Freeze, Cuomo Is Filling State Jobs","web_url":"https://www.nytimes.com/1994/12/19/nyregion/despite-request-for-freeze-cuomo-is-filling-state-jobs.html","abstract":"  Despite a request for a hiring freeze by Governor-elect George E. Pataki, the Cuomo administration has hired hundreds of people in the five weeks following the Nov. 8 election.   Most of the new state workers were hired to fill relatively low-level positions, the kinds of jobs that state officials say are necessary to insure that roads are cleared of snow, sheets are changed at psychiatric centers and bathrooms are cleaned at state buildings. But others have filled jobs considered less essential to the public's health and safety.","thumbnail":null,"section":"New York"},{"date":"19941219","headline":"Eagles Can Find Nothing to Rely On","web_url":"https://www.nytimes.com/1994/12/19/sports/pro-football-eagles-can-find-nothing-to-rely-on.html","abstract":"  For 15 years, Eddie Murray of the Eagles has been one of the National Football League's most reliable kickers. He had made 76 percent of his field goals, including 2 today, 67.5 percent of his attempts from 40 to 49 yards, including 1 today.   So when Murray lined up on the last play against the Giants for a 44-yard attempt that would have tied the score, the odds were that he would succeed. Instead, the kick drifted wide left. So the Giants escaped with a 16-13 victory that kept their tentative playoff hopes alive and the Eagles lost their sixth straight game and their last chance to make the playoffs.","thumbnail":null,"section":"Sports"},{"date":"19941219","headline":"Nuclear Terrorism -- The Next Wave?","web_url":"https://www.nytimes.com/1994/12/19/opinion/nuclear-terrorism-the-next-wave.html","abstract":"The embattled Chechens have threatened to use terrorism to carry their war to Russia. Taking the threat seriously, Russian officials have ordered police sweeps through train and subway stations. Although the authorities are reluctant to express their fears publicly, they worry about the vulnerability of their nuclear power plants and stocks of nuclear material to terrorist attack and theft.\n\nWith good reason. Last month, the Ignalina nuclear power plant in Lithuania was temporarily shut after mobsters threatened a terrorist attack against it.","thumbnail":null,"section":"Opinion"},{"date":"19941219","headline":"Autistic Youth Held in Death Of an Infant","web_url":"https://www.nytimes.com/1994/12/19/nyregion/autistic-youth-held-in-death-of-an-infant.html","abstract":"  An autistic teen-ager was charged with murder yesterday in the death of his infant nephew, who the police said was apparently thrown from a window of their family's fifth-floor apartment on the Upper West Side.   The police said that the 5-month-old infant, Stanley Holmes, died on Saturday while only he, Michael Holmes, 17, and Michael's brother, James Bacchiano, 34, were home. They said that about 5 P.M., while the older brother was distracted by a telephone call, Michael carried the infant to the bathroom and threw him out the window.","thumbnail":null,"section":"New York"},{"date":"19941219","headline":"GOLF  Victory Brings a Milestone for Davies  Laura Davies became the first golfer to win on five tours in one year and tied a record for the lowest 72-hole score by a woman while prevailing yesterday in the Australian Masters in Gold Coast. Playing in difficult, windy conditions, the 31-year-old English player birdied four of the final six holes for a six-under-par 67 and a 20-under 272 total. Only Nancy Lopez, Beth Daniel and Dale Reid of Scotland previously finished that far under par. Davies won eight tournaments this year: three on the L.P.G.A. tour, plus triumphs on the Australian, European, Japanese and Asian tours. (AP) MEN'S COLLEGE BASKETBALL","web_url":"https://www.nytimes.com/1994/12/19/sports/golf-victory-brings-milestone-for-davies-laura-davies-became-first-golfer-win.html","abstract":"St. Joseph's Surprises Villanova  Carlin Warley's free throw and Dmitri Domani's two foul shots in the final 30 seconds gave St. Joseph's a 60-57 upset victory over No. 22 Villanova yesterday in Philadelphia. After St. Joe's Kerry Kittles tied the score at 57-57 on a layup with a minute left, Warley was fouled by Jonathan Haynes. Warley made the first of two free throws with 27.9 seconds remaining before Villanova called timeout with 17 seconds left. Domani then drew an offensive foul on Haynes and converted both foul shots with 3.7 seconds to go. Mark Bass had given St. Joe's (3-0) a 57-55 lead with just over two minutes remaining, hitting a 3-pointer from the right corner with the shot clock winding down. Haynes led Villanova (4-3) with 16 points. (AP) Jaspers Eager to Face Storm: Moments after Jason Hoover saved Saturday night for Manhattan with a last-minute block that helped preserve a 73-71 victory over Eastern Michigan, his conversation quickly turned to St. John's. In a battle for New York City bragging rights, the Jaspers (6-0), off to their best start in 12 seasons, will meet the Red Storm in the first round of the E.C.A.C Holiday Festival Dec. 27 at Madison Square Garden.   \"When I was a senior in high school and was being recruited by Manhattan, I rooted for the Jaspers to beat St. John's, but they didn't,\" said Hoover, a 6-foot-5-inch sophomore forward who blocked Theron Wilson's shot with 38.4 seconds left. \"If I have anything to do with it this year, I'm going to see to it that we get the attention we deserve in this city.\"   Before the Jaspers meet St. John's, they will play at Florida International tomorrow night and will be host to Wright State on Thursday.   WOMEN'S COLLEGE BASKETBALL  No. 12 Kansas Upset by Northwestern  Katrina Hannaford scored 20 points for Northwestern, which withstood 31 points by Angela Aycock to upset No. 12 Kansas, 78-64, yesterday in Lawrence, Kan. Northwestern (4-5) took a 14-4 lead 7 minutes into the game with a 10-0 run, capped by a 3-pointer and two free throws by Amber DeWall. The Wildcats held Kansas without a field goal for a stretch of 6:29 in the first half before Aycock hit a layup with 10:39 to go before halftime. Kansas (6-2) opened the second half with a 6-0 run, but Northwestern countered with a 13-0 stretch that covered 4:12 and gave the Wildcats a 43-25 lead with 14 minutes to play. (AP) Tennessee 78, Colorado 72: Latina Davis scored 19 points and Michelle Marciniak added 15 more to lead top-ranked Tennessee to victory over No. 8 Colorado Saturday night. The defeat snapped the 30-game home-winning streak of Colorado (5-2). Tennessee (8-0) hit 16 of 19 free throws down the stretch to stay in front. (AP)","thumbnail":null,"section":"Sports"},{"date":"19941219","headline":"Essay; Whom to Root for in Chechnya","web_url":"https://www.nytimes.com/1994/12/19/opinion/essay-whom-to-root-for-in-chechnya.html","abstract":"  The Chechens are a bunch of born hoodlums and religious fanatics. Their criminal clans are running an island of banditry within the Russian Federation. Their gross national product is stolen goods. What's more, they were on the side of the Nazis in World War II.    That's what Moscow wants the world to believe, as the Red Army moves to crush the secession of Chechnya, a republic of a million fiercely independent Muslims.","thumbnail":null,"section":"Opinion"},{"date":"19941219","headline":"1894:Stevenson Dead : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/12/19/opinion/IHT-1894stevenson-dead-in-our-pages100-75-and-50-years-ago.html","abstract":"AUCKLAND - The following details have been brought from Samoa regarding the death of Mr. R.L. Stevenson on Dec. 3. Two hours before the end came Mr. Stevenson said to his wife: \"I have a strange pain in my head.\" He had scarcely uttered these wo","thumbnail":null,"section":"Opinion"},{"date":"19941219","headline":"When Smallness Transcends Itself","web_url":"https://www.nytimes.com/1994/12/19/arts/music-review-when-smallness-transcends-itself.html","abstract":"  History has made an entrancing paradox of the Petite Messe Solonnelle. In Rossini's swan song of 1863, solemn liturgy takes to the stage, if not literally at least in spirit. The Mass seems to dance from behind the footlights. It sings songs as only Rossini could sing them.   Yet in this amazing piece, which the Chamber Music Society of Lincoln Center brought to Alice Tully Hall on Friday night, Rossini's \"actors\" speak also in a learned counterpoint reminiscent of the 17th century, not the 19th. Startling harmonic changes make Rossinian simplicity not so simple at that.","thumbnail":null,"section":"Arts"},{"date":"19941219","headline":"In 'Cry, the Beloved Country,' A New Voice From the Past","web_url":"https://www.nytimes.com/1994/12/19/movies/in-cry-the-beloved-country-a-new-voice-from-the-past.html","abstract":"  James Earl Jones recalls that when he was offered the lead in a new film adaptation of Alan Paton's classic, \"Cry, the Beloved Country,\" his first reaction was: \"Wouldn't that be a museum piece?\"   The novel, after all, is so old that it predates the official racist order called apartheid. It has been for decades a staple of high school and college reading lists. It has been dramatized twice before, as an acclaimed Broadway musical and a rather less-acclaimed film. What can it possibly say afresh to a world that has watched South Africa's convulsive rebirth as a democracy?","thumbnail":null,"section":"Movies"},{"date":"19941219","headline":"Reporter's Notebook; Observing a Man's Daily Transformation From Suspect to Defense Lawyer","web_url":"https://www.nytimes.com/1994/12/19/nyregion/reporter-s-notebook-observing-man-s-daily-transformation-suspect-defense-lawyer.html","abstract":"  When Colin Ferguson arrives at Nassau County Court, he is accompanied by blaring sirens, flashing red lights and bomb-squad dogs sniffing for explosives.   Mr. Ferguson, who is accused of killing six people and wounding 19 others on the Long Island Rail Road a year ago, is paranoid and fears for his life, his lawyers say.","thumbnail":null,"section":"New York"},{"date":"19941219","headline":"Johnson Opts for the Easy Life and Remains With TV","web_url":"https://www.nytimes.com/1994/12/19/sports/pro-football-johnson-opts-for-the-easy-life-and-remains-with-tv.html","abstract":"  Jimmy Johnson will remain a made-for-television event. He chose broadcasting over coaching today in a staged announcement that began tongue-in-cheek but turned sincere.   In essence, Johnson, who authored the Dallas Cowboys to consecutive Super Bowl titles, has enjoyed his new hobby: vacation. The Philadelphia Eagles romanced him with an offer of close to $4 million and he held exploratory talks with the Tampa Bay Buccaneers, but Johnson has apparently grown less of a workaholic in his old age.","thumbnail":null,"section":"Sports"},{"date":"19941219","headline":"Gore, the Soldier of Streamlining, Returns to Lead Clinton's Charge","web_url":"https://www.nytimes.com/1994/12/19/us/gore-the-soldier-of-streamlining-returns-to-lead-clinton-s-charge.html","abstract":"  The hand that held the hammer over David Letterman's desk to mock Government rules for ashtrays is poised to strike again -- this time as President Clinton's right hand in the battle to prove that his Administration can shrink the bureaucracy and was doing so long before the Republican electoral triumph last month.   Vice President Al Gore will be in the spotlight on Monday when Mr. Clinton outlines the next round of budget cutting to finance his proposed tax breaks for the middle class. And Mr. Gore's effort to \"reinvent Government\" is no longer derided by some Presidential advisers as a political nonstarter, but embraced as perhaps their best chance to stay in the hottest game in town.","thumbnail":null,"section":"U.S."},{"date":"19941219","headline":"Esiason and Jets Suffer a Double Knockout","web_url":"https://www.nytimes.com/1994/12/19/sports/pro-football-esiason-and-jets-suffer-a-double-knockout.html","abstract":"  It has been played out in so many Decembers, it is almost an act that Jets fans can recite by heart.   The players added some twists today, but the result was the same: the Jets officially eliminated themselves from the playoffs with a fourth straight loss, this one a dismal 21-6 defeat by the San Diego Chargers.","thumbnail":null,"section":"Sports"},{"date":"19941219","headline":"Corrections","web_url":"https://www.nytimes.com/1994/12/19/nyregion/c-corrections-154806.html","abstract":"  An article on Dec. 8 about a teaching assignment on journalistic ethics at the University of California at Berkeley for Jeffrey Masson, the former psychoanalyst and Freud scholar, referred incorrectly to the course in which he will take part next semester. The course is not required; it is on a list of six classes from which each student must select two.","thumbnail":null,"section":"New York"},{"date":"19941219","headline":"Punk Craft With Tune And Snarl","web_url":"https://www.nytimes.com/1994/12/19/arts/pop-review-punk-craft-with-tune-and-snarl.html","abstract":"  Compulsion, in the middle of a triple bill on Friday night at Irving Plaza, outstripped the headliners, Pop Will Eat Itself. This band of three Irishmen and a Dutch drummer, based in London, joins the current punk-rock resurgence with all the right ingredients: tuneful songs, disciplined aggression and a stage show that was ferocious, blase and sometimes both at once. Compulsion has learned from the Beatles, the Pixies, Nirvana, the Psychedelic Furs and the Buzzcocks, among many others, but the band's craft and fervor make the music explode.    Josephmary, Compulsion's singer, spent a good part of the set on his knees, howling toward the floor; Garret Lee on guitar and Sid Rainey on bass leaped into the air, collided with Josephmary, or stood and stared at the audience. On the band's album, \"Comforter\" (Interscope), the lyrics are about unhappy characters -- a mall developer dead of a heart attack, a compulsively clean housewife, a man with a fat and suicidal daughter -- but the songs don't brood. They commiserate as they snarl, defying cynicism along with everything else.","thumbnail":null,"section":"Arts"},{"date":"19941219","headline":"Editorial Notebook; Berlin's Biggest Bargain","web_url":"https://www.nytimes.com/1994/12/19/opinion/editorial-notebook-berlin-s-biggest-bargain.html","abstract":"  Americans who temporarily set up house in Berlin experience a succession of shocks, some pleasant, some otherwise. Certain prices seem outlandish; laundry detergent and postage stamps are four times the U.S. price. Even so, there are bargains: excellent French table wines at $3 a bottle, smoked salmon at half the American price, the best British marmalade at $2 a jar. But then this is what you would expect, since the European Union has slashed tariffs.    What you do not expect, and what is a most agreeable surprise, is the excellence of Berlin's public transit system. It is one of the best urban transport bargains in the world.","thumbnail":null,"section":"Opinion"},{"date":"19941219","headline":"GIULIANI GIVES UP ATTEMPT TO OUST CITY SCHOOL CHIEF","web_url":"https://www.nytimes.com/1994/12/19/nyregion/giuliani-gives-up-attempt-to-oust-city-school-chief.html","abstract":"  Acknowledging that he will not be able to block the reappointment of the Schools Chancellor, Mayor Rudolph W. Giuliani yesterday called for Ramon C. Cortines to be granted a contract for only one more year. He said the contract should be tied to the condition that the Chancellor show measurable progress in four areas of management and budgeting.   Mr. Giuliani's decision to support the Chancellor's reappointment represented a reversal of his efforts over the last week to convince Mr. Cortines to step down. Mr. Giuliani said his conditions would be offered to the Board of Education by his two appointees, Ninfa Segarra and Dr. Irene H. Impellizzeri.","thumbnail":null,"section":"New York"},{"date":"19941219","headline":"In Punjab, Disclosures Stir Anxiety","web_url":"https://www.nytimes.com/1994/12/19/world/in-punjab-disclosures-stir-anxiety.html","abstract":"  When a small plane plunged into a Himalayan gorge on a foggy day last summer, killing the Governor of Punjab State, nine members of his family and the three-man crew, India was shocked.    At 68 years of age, Surendra Nath, the Governor, was at the pinnacle of a career that began with 30 years in the police and included top assignments in several of India's most troubled states. With him on the plane, on a weekend trip to a mountain resort, were his wife, a son and a daughter, each with their spouses, and four grandchildren.","thumbnail":null,"section":"World"},{"date":"19941219","headline":"Why Refugees Wait","web_url":"https://www.nytimes.com/1994/12/19/opinion/l-why-refugees-wait-154954.html","abstract":"  To the Editor:   In \"Fleeing Bosnia, Blocked by America\" (Op-Ed, Dec. 9), Julie Mertus says that \"a U.S. bureaucrat's daily allowance\" has put \"on hold\" the lives of 32 Bosnian refugees in Pakistan awaiting resettlement in the United States.","thumbnail":null,"section":"Opinion"},{"date":"19941219","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/12/19/sports/transactions-154423.html","abstract":"  Baseball  Eastern League    TRENTON THUNDER -- Named Ken Macha manager; Rico Petrocelli hitting coach; and Al Nipper pitching coach. Japanese Central League    YAKULT SWALLOWS -- Signed Tom O'Malley, infielder.","thumbnail":null,"section":"Sports"},{"date":"19941219","headline":"Sports of The Times; More of the Same for the Flock as Even the Jet Loyalists Run Out of Ifs","web_url":"https://www.nytimes.com/1994/12/19/sports/sports-times-more-same-for-flock-even-jet-loyalists-run-ifs.html","abstract":"  AN army of loyal Jets fans came to Giants Stadium yesterday afternoon in what has become a dreadfully familiar New York state of mind: no control of their destiny; clinging to a sliver of thinning hope, counting on someone else's misfortune to salvage a miserable season.   Fans riding up the escalator before yesterday's game went over fleeting options: \"If Seattle beats the Raiders\" or \"If the Jets win today and Saturday and if the Patriots lose . . . \"","thumbnail":null,"section":"Sports"},{"date":"19941219","headline":"A Dose of Candor About an Unsettling Giant of Theater","web_url":"https://www.nytimes.com/1994/12/19/arts/television-review-a-dose-of-candor-about-an-unsettling-giant-of-theater.html","abstract":"  Tennessee Williams (1911-1983) continues to rattle the cage of American theater. He burst onto the scene in 1944 with \"The Glass Menagerie,\" currently on Broadway in a Roundabout Theater Company revival with Julie Harris. That was followed by such landmark dramas as \"A Streetcar Named Desire\" and \"Cat on a Hot Tin Roof.\" His final decade, shakily navigated through a haze of pills and liquor, dwindled into a series of theatrical flops. He was savaged in the press. Yet there is no denying the genius of this strange, haunted, self-destructive man who once quite simply explained that \"I found life unsatisfactory.\"   His story is finally unfolding with unapologetic candor in tonight's \"American Masters\" presentation, \"Tennessee Williams: Orpheus of the American Stage.\" This film by Merrill Brockway, a television veteran whose distinguished credits encompass CBS's \"Camera Three\" and PBS's \"Dance in America,\" was written by Brooks Haxton. Among those interviewed was Maria St. Just, a protective executor of the Williams estate, shortly before her death. Her weird stranglehold on Williams and his legacy is described in eye-popping detail by the critic John Lahr in a recent issue of The New Yorker.","thumbnail":null,"section":"Arts"},{"date":"19941219","headline":"Privatizing City Services","web_url":"https://www.nytimes.com/1994/12/19/opinion/privatizing-city-services.html","abstract":"  As hard budget times force deep cuts in New York City government, Mayor Rudolph Giuliani is beginning to turn over an array of services now handled by municipal employees to private companies.   \"Privatization,\" judiciously administered to foster healthy competition between city workers and the private sector, holds real promise for improving services and for saving money.","thumbnail":null,"section":"Opinion"},{"date":"19941219","headline":"Rookie Season, Veteran Reason","web_url":"https://www.nytimes.com/1994/12/19/sports/pro-basketball-rookie-season-veteran-reason.html","abstract":"  It is not because he is the rookie Prince of Hoops here that Jason Kidd has a stool to plop down on in the shower room after games. No, the Mavericks' rookie guard has another reason for sudsing while sitting: He is usually so bone-tired, so powerfully fatigued, so throbbing with aches from elbows to toes following a basketball game that he can hardly stand.   On the court, Kidd, at 6 feet 4 inches and a solid, running-back-like 205 pounds, appears wired to the best batteries. He moves faster while dribbling a basketball than most guys can run without the ball. He will come flying to block a shot on an opponent's fast-break layup and makes some people, like his coach, Dick Motta, wonder if he just \"didn't fall from the roof.\"","thumbnail":null,"section":"Sports"},{"date":"19941219","headline":"CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/12/19/arts/in-performance-classical-music-155209.html","abstract":"  One Grand Statement, A Ballade and 2 Fantasias  Seymour Lipkin, pianist Juilliard Theater    Seymour Lipkin, now 67, gives few recitals at this stage of his career, but when he does perform, he tends to venture a grand statement. In his recital on Wednesday evening, the big entry was Beethoven's \"Diabelli\" Variations, a conceptual and technical challenge for any pianist.","thumbnail":null,"section":"Arts"},{"date":"19941219","headline":"Humanitarian Agencies Attempt Too Much and Achieve Tool Little","web_url":"https://www.nytimes.com/1994/12/19/opinion/IHT-humanitarian-agencies-attempt-too-much-and-achieve-tool-little.html","abstract":"Since the end of the Cold War the roles of international relief organizations have undergone far-reaching changes. Their mandates are far wider. Africa has been the main testing ground, but the humanitarian international is worldwide..Nongovernmental o","thumbnail":null,"section":"Opinion"},{"date":"19941219","headline":"For One Night, Nets Hold On as Benjamin Pours It On","web_url":"https://www.nytimes.com/1994/12/19/sports/pro-basketball-for-one-night-nets-hold-on-as-benjamin-pours-it-on.html","abstract":"  Derrick Coleman was already finished having sutures sewn into his left hand. Benoit Benjamin was upstaging the finest performance of the season for himself with a costly turnover. And the Nets, who have become very good at sabotaging their own victories, could only watch in agony as Glen Rice squared up for the 3-pointer on the left wing.   They had played rugged defense the final 12 minutes and had even built a 9-point lead with 4 minutes remaining, but, as usual, it was not enough.","thumbnail":null,"section":"Sports"},{"date":"19941219","headline":"Caring at Home, and Burning Out; Tending for Infirm Relatives, Guardians Suffer Themselves","web_url":"https://www.nytimes.com/1994/12/19/nyregion/caring-home-burning-tending-for-infirm-relatives-guardians-suffer-themselves.html","abstract":"  The women sat in a circle and talked about the pains that age and disease had forced on their lives. There was the sleeplessness, the sore backs and the strained shoulders. All felt dogged by anxiety. They would pass days, they said, sometimes weeks, depressed.   But it was not their own aging bodies that had caused them such aching and fatigue. Each woman said she had become exhausted -- mentally, physically and emotionally -- caring for a husband weakened by age and illness.","thumbnail":null,"section":"New York"},{"date":"19941219","headline":"As Deng Fades, China's Leaders Tighten Grip on Power","web_url":"https://www.nytimes.com/1994/12/19/world/as-deng-fades-china-s-leaders-tighten-grip-on-power.html","abstract":"  With a new wave of repression and nationalistic bluster on issues like trade and national defense, China's Communist Party leaders are asserting their authority in ways that Western diplomats attribute to the further decline of Deng Xiaoping's health.   As Mr. Deng's health has deteriorated through the fall, the Chinese leadership has handed down long prison sentences to dissidents, increased overall security in Beijing and threatened trade retaliation against the United States if Washington cracks down on the rampant pirating of compact disks in China.","thumbnail":null,"section":"World"},{"date":"19941219","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/12/19/nyregion/chronicle-152250.html","abstract":"  Officials at Emma Willard School, a small preparatory school for girls in Troy, N.Y., are amazed at the publicity the school is getting without a football team. But the school does have a famous and generous graduate in JANE FONDA, Class of '55.    In announcing a scholarship challenge grant for her alma mater recently, Ms. Fonda said, \"I'm proud to be in a position to help other girls have the powerful experience that Emma Willard can provide.\"","thumbnail":null,"section":"New York"},{"date":"19941219","headline":"A Houston Suburb That Said No Thanks to a Veteran Democrat","web_url":"https://www.nytimes.com/1994/12/19/us/a-houston-suburb-that-said-no-thanks-to-a-veteran-democrat.html","abstract":"  The parking lots of the two big supermarkets in this Houston suburb are crowded with mini-vans and four-wheel-drive wagons like Jeep Cherokees and Ford Explorers. The average selling price of a house is $100,000.   People brag about the high achievement test scores in the local schools and the low crime rate. And they are pleased that the new Representative for the Ninth Congressional District lives in town.","thumbnail":null,"section":"U.S."},{"date":"19941219","headline":"Sports of The Times; For This Little Big Man, 'It's Just Being a Football Player'","web_url":"https://www.nytimes.com/1994/12/19/sports/sports-of-the-times-for-this-little-big-man-it-s-just-being-a-football-player.html","abstract":"  DAVID MEGGETT had leveled a linebacker, but now it seemed that Dave Brown's pass was floating to him. Floating slowly. Too slowly.    \"The ball took so long,\" the Giants' little big man was saying after yesterday's bizarre 16-13 victory over the Eagles. \"I had a thousand things going through my mind.\"","thumbnail":null,"section":"Sports"},{"date":"19941219","headline":"3 Left Dead and 2 Officers Injured in Shootout in Queens","web_url":"https://www.nytimes.com/1994/12/19/nyregion/3-left-dead-and-2-officers-injured-in-shootout-in-queens.html","abstract":"  Three people were killed and two police officers were shot and wounded yesterday in what witnesses described as a running gunfight that raged along five blocks of Queens Boulevard as several police officers chased a man with an automatic pistol.   The shootout apparently started at about 9:40 P.M. when the gunman walked into a popular Chinese restaurant, Tung Shing House, on the corner of 64th Road and Queens Boulevard and without saying a word shot the cashier, a woman in her 40's, in the chest as she sat behind the register near the door.","thumbnail":null,"section":"New York"},{"date":"19941219","headline":"No Clues in 2d White House Shooting","web_url":"https://www.nytimes.com/1994/12/19/us/no-clues-in-2d-white-house-shooting.html","abstract":"  Federal investigators said today that they had no idea who shot four bullets at the White House early Saturday and no clue as to why they were fired.   One bullet pierced a window in the first-floor State Dining Room. A second stopped beneath a Christmas tree outside the building's diplomatic entrance. A third was discovered on a first-floor balcony, and a fourth was found in the driveway that curves beneath the President's bedroom, the Secret Service said.","thumbnail":null,"section":"U.S."},{"date":"19941219","headline":"A Show for Harding (Alias Mrs. Claus)","web_url":"https://www.nytimes.com/1994/12/19/sports/sports-people-figure-skating-a-show-for-harding-alias-mrs-claus.html","abstract":"  TONYA HARDING, in her first public performance since the Winter Olympics, will skate two days before Christmas dressed as the wife of SANTA CLAUS. The performance, scheduled for Friday afternoon at the DOROTHY HAMILL Skating Center in suburban Portland, Ore., will have a Christmas theme.   CINDY STARR, publicist for Tonya's Golden Blades fan club, said yesterday that the skater will perform alone and then with the local pairs instructor PATRICK PAGE for her debut pairs performance. Tentative plans call for Harding to dress as Mrs. Claus.","thumbnail":null,"section":"Sports"},{"date":"19941219","headline":"Suing New York City","web_url":"https://www.nytimes.com/1994/12/19/nyregion/pulse-suing-new-york-city.html","abstract":"  The amount of money paid by New York City each year to settle lawsuits and other claims against it continues to set records. The bill for fiscal 1994 is estimated to be 20 percent higher than 1993, with the cost of personal injury judgments up 23 percent. The city spent twice as much money in fiscal 1994 defending itself and paying claims against it as it did running the entire Parks Department. The Giuliani administration would like the State Legislature to limit awards for pain and suffering, but any change is vigorously opposed by personal-injury lawyers and some consumer protection groups. Alan G. Hevesi, the City Comptroller, has proposed making individual city agencies accountable for the cost of claims against them.","thumbnail":null,"section":"New York"},{"date":"19941219","headline":"One Aviator Was Killed in North Korea Helicopter Downing","web_url":"https://www.nytimes.com/1994/12/19/world/one-aviator-was-killed-in-north-korea-helicopter-downing.html","abstract":"  The White House announced today that the pilot of an Army helicopter that was shot down or forced down in North Korea was killed in the incident, while the second pilot was alive and apparently unharmed.   \"This tragic loss of life was unnecessary,\" President Clinton said in a statement today, taking a tougher tone toward the Korea than American officials did when they first learned of the incident late Friday.","thumbnail":null,"section":"World"},{"date":"19941219","headline":"An Experimental Rite of Passage","web_url":"https://www.nytimes.com/1994/12/19/arts/dance-review-an-experimental-rite-of-passage.html","abstract":"  The common wisdom is that only a painter knows when a painting is finished. A choreographer might feel the same about a dance work. But if viewers have any say in the matter, then Elisa Monte's latest premiere for the Alvin Ailey American Dance Theater could stand more work or at least some revision.   \"Mnemonic Verses,\" which the troupe presented on Friday night at City Center (131 West 55th Street, Manhattan), is at best an impressionistic rite of passage in the choreographer's mythical Asia Minor, and at worst a sketch of an idea that dwindles dauntlessly into a murky mess. In all, it appears irrelevant to a title about triggering memory.","thumbnail":null,"section":"Arts"},{"date":"19941219","headline":"Capitol's New Jobless Greet the Future","web_url":"https://www.nytimes.com/1994/12/19/us/capitol-s-new-jobless-greet-the-future.html","abstract":"  Boxes were packed, the desk was bare, and the Rayburn House Office Building was no longer home to Representative Dan Glickman, Democrat of Kansas.   Along with Congressional aides, press officers, staff assistants, secretaries and elevator operators, Mr. Glickman was joining the ranks of the 3,600 Capitol Hill workers left unemployed by the demise of the Democratic majority. Even worse, so was his wife, Rhoda, who for the last 13 years has headed one of the 28 Congressional caucuses whose financing the new Republican-controlled Congress plans to eliminate.","thumbnail":null,"section":"U.S."},{"date":"19941219","headline":"Fast Start Provides The Edge For Steelers","web_url":"https://www.nytimes.com/1994/12/19/sports/pro-football-fast-start-provides-the-edge-for-steelers.html","abstract":"  Somebody had to score first. Somebody had to play catch-up. And that is what Cleveland versus Pittsburgh was in essence here this afternoon -- two strong-willed defensive teams often shaky on offense. Two defensive clubs where the furnace always burns red-hot.   So, get the lead. Then bear down on defense. Force the other team to make plays against your strength.","thumbnail":null,"section":"Sports"},{"date":"19941219","headline":"For Yeltsin, Chechen Has Only Scorn and Defiance","web_url":"https://www.nytimes.com/1994/12/19/world/for-yeltsin-chechen-has-only-scorn-and-defiance.html","abstract":"  Dressed in battle gear and bathed in television lights, Dzhokhar M. Dudayev, the Chechen leader, summoned reporters to a bunker beneath his presidential palace tonight to hear him spurn President Boris N. Yeltsin's latest attempt to resolve the conflict in Chechnya.   Mr. Dudayev read from a telegram Mr. Yeltsin sent him today that urged him to agree to peace talks in Mozdok in North Ossetia.","thumbnail":null,"section":"World"},{"date":"19941219","headline":"No Headline","web_url":"https://www.nytimes.com/1994/12/19/nyregion/no-headline-149365.html","abstract":"  \"I just don't want to see us once again send out tax cuts with a lick and a promise and a hope that the spending cuts are coming later. We somehow never quite seem to get to them.\" -- SENATOR BOB PACKWOOD, incoming chairman of the Finance Committee.  [ B10:5. ]","thumbnail":null,"section":"New York"},{"date":"19941219","headline":"Packers' Milwaukee Farewell Not Goodbye to Playoff Hopes","web_url":"https://www.nytimes.com/1994/12/19/sports/pro-football-packers-milwaukee-farewell-not-goodbye-to-playoff-hopes.html","abstract":"  Packers 21, Falcons 17    The Green Bay Packers said farewell to Milwaukee after 61 seasons but Brett Favre's fantastic finish kept them from also kissing their playoff hopes goodbye at the same time.","thumbnail":null,"section":"Sports"},{"date":"19941219","headline":"The Young and Restless Maul Old and Helpless","web_url":"https://www.nytimes.com/1994/12/19/sports/pro-football-the-young-and-restless-maul-old-and-helpless.html","abstract":"  For the past four years Rich Stadium has been Buffalo's impregnable fortress.    Three of the four times they've made the Super Bowl, the drives have been launched with home-field advantage. This afternoon the Patriots turned that fortress into a tomb. New England buried Buffalo, 41-17, and helped eliminate them from the playoffs before 56,784 fans, well below the 80,000 capacity.","thumbnail":null,"section":"Sports"},{"date":"19941219","headline":"CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/12/19/arts/in-performance-classical-music-155187.html","abstract":"  From Red River Valley To the Lovelorn by Guitar  New World Guitar Trio Miller Theater    The most focused playing in the New World Guitar Trio's concert on Wednesday evening came just after the intermission, when the ensemble played recent works by David Leisner and Chiel Meijering.","thumbnail":null,"section":"Arts"},{"date":"19941219","headline":"Clinton Expected to Appoint Head for Policing Program","web_url":"https://www.nytimes.com/1994/12/19/us/clinton-expected-to-appoint-head-for-policing-program.html","abstract":"  The Clinton Administration is preparing to name the police chief of Hayward, Calif., Joseph E. Brann, to manage a prominent criminal justice program intended to put 100,000 police officers on the nation's streets, his associates said today.   Mr. Brann is expected to be named on Monday afternoon at a Justice Department ceremony that could include President Clinton. His presence would underscore White House efforts to portray the Administration as tough against crime at a time when Republicans in Congress are making similar efforts. Justice Department officials would not comment on the appointment.","thumbnail":null,"section":"U.S."},{"date":"19941219","headline":"Suburbs, Especially in the South, Are Becoming the Source of Political Power in U.S.","web_url":"https://www.nytimes.com/1994/12/19/us/suburbs-especially-in-the-south-are-becoming-the-source-of-political-power-in-us.html","abstract":"  While the 1990 census found that most Americans live in the suburbs, last month's election demonstrated a ramification of that phenomenon: suburban voters -- particularly those in the South -- now hold the key to political power.   Indeed, politicians have already begun to see their fortunes shifting, with Republicans predicting a rosy future among the land of malls and Democrats bemoaning their fate.","thumbnail":null,"section":"U.S."},{"date":"19941219","headline":"Westchester Trial Illustrates The Burdens of Jury Service","web_url":"https://www.nytimes.com/1994/12/19/nyregion/westchester-trial-illustrates-the-burdens-of-jury-service.html","abstract":"  David Alven was the first to speak up on the morning that he and several other haggard jurors asked Judge Joseph Goldstein to join them in the jury room. Their complaint was simple enough: the grueling four-month civil trial was beginning to take its toll.   \"I saw my doctor on Friday,\" Mr. Alven, 58, a stockbroker, explained to the judge. \"And I've been under treatment for years and years for high blood pressure. He did a double take and said: 'My God, what's going on here? This is the highest it's been in years. Are you under stress?' \"","thumbnail":null,"section":"New York"},{"date":"19941219","headline":"Colleges Need to Question, Not Just Celebrate, Western Values","web_url":"https://www.nytimes.com/1994/12/19/opinion/l-colleges-need-to-question-not-just-celebrate-western-values-154890.html","abstract":"  To the Editor:   Your Dec. 12 news article on the problems associated with a gift of $20 million by Lee M. Bass to support a curriculum in Western civilization at Yale gave fair and accurate treatment to what has been presented polemically by The Washington Times and The Wall Street Journal. Still, the tendency to see the issue as a debate between partisans of Western civilization and devotees of multiculturalism calls on a shorthand that only approximates the complicated questions involved.","thumbnail":null,"section":"Opinion"},{"date":"19941219","headline":"Before We Open That Genetic Pandora's Box","web_url":"https://www.nytimes.com/1994/12/19/opinion/l-before-we-open-that-genetic-pandora-s-box-141232.html","abstract":"  To the Editor:   It is accurate but potentially misleading to suggest, as John Maddox does in \"Adventures in the Germ Line\" (Op-Ed, Dec. 11), that experiments to replace sperm-forming cells of mice will only have application to \"the improvement of commercial livestock.\"","thumbnail":null,"section":"Opinion"},{"date":"19941219","headline":"Before We Open That Genetic Pandora's Box; Unnatural Selection","web_url":"https://www.nytimes.com/1994/12/19/opinion/l-before-we-open-that-genetic-pandora-s-box-unnatural-selection-154946.html","abstract":"  To the Editor:   With \"Adventures in the Germ Line\" (Op-Ed, Dec. 11) John Maddox, editor of the journal Nature, has made a valuable contribution toward a more rational debate about the potential benefits and pitfalls stemming from the revolution in genetics.","thumbnail":null,"section":"Opinion"},{"date":"19941219","headline":"In Iran, the Tortured Is Now the Torturer","web_url":"https://www.nytimes.com/1994/12/19/opinion/l-in-iran-the-tortured-is-now-the-torturer-154970.html","abstract":"  To the Editor:   According to your article on Iran's partial opening of its prisons to inspection (Dec. 11), Assadollah Lajevardi, chief of the prison system, said there are \"no more than eight political prisoners in Iran,\" and the \"treatment of prisoners is no longer disciplinary, but educational.\"","thumbnail":null,"section":"Opinion"},{"date":"19941219","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/12/19/nyregion/inside-149381.html","abstract":"  3 Dead in Shootout   Three people were killed and two police officers were wounded in a gunfight in Queens that began as a robbery attempt. B3. Pilot Died in North Korea    The White House toughened its stance over North Korea's downing of a helicopter, saying that one of the pilots had been killed. Page A8. White House Mystery    Investigators reviewing the shooting at the White House early Saturday said they had no clues to why the four rounds were fired. Page B9.","thumbnail":null,"section":"New York"},{"date":"19941219","headline":"Both a Sendup and an Embrace, Based on Bergman Again","web_url":"https://www.nytimes.com/1994/12/19/theater/theater-review-both-a-sendup-and-an-embrace-based-on-bergman-again.html","abstract":"  After four decades in the American theater, Harold Prince certainly hasn't lost the power to astonish. This season alone he has generated more than his share of wonder, plying his fabled, high-powered stage wizardry to turn the 67-year-old \"Show Boat\" into a galloping commercial success on Broadway.   Now with \"The Petrified Prince,\" the musical that opened last night at the Joseph Papp Public Theater, the director is causing jaws to drop anew, though more in consternation than delight. This misbegotten production, with songs by Michael John LaChiusa and a book by Edward Gallardo, poses a searing question not unknown in the annals of musical comedy or, for that matter, in Mr. Prince's own oeuvre: how can so much talent, so much flashy stagecraft and so much conspicuous effort come to so very little?","thumbnail":null,"section":"Theater"},{"date":"19941219","headline":"Last-Gasp Negotiations Are Scheduled to Start","web_url":"https://www.nytimes.com/1994/12/19/sports/baseball-last-gasp-negotiations-are-scheduled-to-start.html","abstract":"  Like the managers of their teams, when their teams are playing, most members of the owners' negotiating committee will take the last four days before impasse and salary-cap implementation one at a time.   Last-gasp talks begin today in Washington, but only one member of the six-person committee will attend the session. Dave Montgomery of the Philadelphia Phillies will join the top two management lawyers, Chuck O'Connor and Rob Manfred, and a couple of club financial officers.","thumbnail":null,"section":"Sports"},{"date":"19941219","headline":"Former Irish Leader Is Criticized for Remarks on I.R.A. Talks","web_url":"https://www.nytimes.com/1994/12/19/world/former-irish-leader-is-criticized-for-remarks-on-ira-talks.html","abstract":"  Political leaders here and in Northern Ireland charged today that Albert Reynolds, the former Irish Prime Minister, was threatening Northern Ireland peace efforts by remarks he made on the sensitive issue of disarming the Irish Republican Army.   Officials say that disarmament is the most imminent and difficult hurdle in the peace effort, and that failure to surmount it could delay the talks and lead hard-line I.R.A. commanders to return to violence.","thumbnail":null,"section":"World"},{"date":"19941219","headline":"Drug-Assisted Stardom","web_url":"https://www.nytimes.com/1994/12/19/opinion/drug-assisted-stardom.html","abstract":"  Prince Albert of Monaco, a member of the International Olympic Committee, rates a gold medal for urging that athletes who use drugs to enhance their performance be banned from the Olympics for life. The problem has reached such disturbing proportions that only the most draconian penalties for all concerned -- athletes, trainers, coaches, physicians and national sports federations -- can deter further abuses.   The latest outrage is the drug-enhanced performance of the Chinese women's swimming team, which surged from nowhere a few years ago to overpower all other rivals. The Chinese took four silver medals at the 1988 summer Olympics in Seoul, four golds and five silvers at the 1992 Olympics in Barcelona, and 12 of 16 gold medals at the world championships in Rome last September. Their dominance was so swift and so awesome that it immediately raised suspicions that they used drugs to build up muscle power.","thumbnail":null,"section":"Opinion"},{"date":"19941219","headline":"On a White-Water Advertising Ride","web_url":"https://www.nytimes.com/1994/12/19/books/books-of-the-times-on-a-white-water-advertising-ride.html","abstract":"  WHERE THE SUCKERS MOON An Advertising Story  By Randall Rothenberg  478 pages. Alfred A. Knopf. $25.   \"When business is good it pays to advertise; when business is bad you've got to advertise,\" an old adage holds. By the late 1980's business had finally gone bad for Subaru of America, which sold 183,242 of its practical if unsexy Japanese-made sedans and wagons in 1986 but saw sales drop to 108,547 in 1990.","thumbnail":null,"section":"Books"},{"date":"19941219","headline":"Serve Slimmer Portions","web_url":"https://www.nytimes.com/1994/12/19/opinion/l-serve-slimmer-portions-154989.html","abstract":"  To the Editor:   With people eating out more than ever before, coupled with a widespread philosophy in restaurants that more is better, it is little wonder that obesity in America is on the rise (editorial, Dec. 11). Large portions may attract certain customers. But if the claim of restaurateurs that very little comes back to the kitchen is correct, perhaps that is because of the upbringing that taught many of us the moral obligation of cleaning our plates.","thumbnail":null,"section":"Opinion"},{"date":"19941219","headline":"Bridge","web_url":"https://www.nytimes.com/1994/12/19/nyregion/bridge-152404.html","abstract":"  The Connecticut Bridge Association has announced that one of its major annual tournaments will be named in memory of Jeffrey Feldman, a brilliant player who died on Wednesday at the age of 32. (For information about the memorial service tomorrow and the memorial fund, telephone Judy Prescott at (203) 372-1297.)   During a two-year fight with brain cancer, Feldman continued to win victories, including a successful defense of his Governor's Cup title in Darien in October. In May, he scored his third consecutive victory in the Eastern Regional Morning Knockout Teams, aided by the diagramed deal.","thumbnail":null,"section":"New York"},{"date":"19941219","headline":"1919:Estonian Plea : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/12/19/opinion/IHT-1919estonian-plea-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - According to despatches, the Estonian conference with the bolshevists is in a critical stage. The Esthonians are standing firm on their frontier claims. The Premier has made an appeal to the British Government not to withdraw the British Fleet fro","thumbnail":null,"section":"Opinion"},{"date":"19941219","headline":"CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/12/19/arts/in-performance-classical-music-153397.html","abstract":"  The Christmas Music Of Medieval Hungary  Anonymous 4 St. Michael's Church    The rage for all music early and sacred continues unabated, to judge from the turnout for Anonymous 4's program of Christmas music from medieval Hungary, \"A Star in the East,\" on Friday evening. Then again, some listeners, perhaps recalling the group's lush and varied program of medieval carols and motets last year, or its recording of the same material, \"On Yoolis Night,\" seemed nonplused by the more austere diet of chant and rudimentary counterpoint here.","thumbnail":null,"section":"Arts"},{"date":"19941219","headline":"Confusion Reigns Before the Giants Do","web_url":"https://www.nytimes.com/1994/12/19/sports/pro-football-confusion-reigns-before-the-giants-do.html","abstract":"  When Philadelphia kicker Eddie Murray took the field with 2 seconds left, getting himself ready to perhaps tie the game with a 44-yard field goal, he looked over toward the Giants players.   According to them, he began to talk trash. \"He said he was going to beat us just like he did last year,\" said one Giants player.","thumbnail":null,"section":"Sports"},{"date":"19941219","headline":"Corrections","web_url":"https://www.nytimes.com/1994/12/19/nyregion/c-corrections-154814.html","abstract":"  An article on Friday about plans to close a jail in Brooklyn misidentified the president of the Correction Officers Benevolent Association. He is Stan Israel, not Stan Isaacs.","thumbnail":null,"section":"New York"},{"date":"19941219","headline":"Giants Are Good Enough to Look Forward to Christmas Eve","web_url":"https://www.nytimes.com/1994/12/19/sports/pro-football-giants-are-good-enough-to-look-forward-to-christmas-eve.html","abstract":"  There is a feeling among the Giants that maybe -- just maybe -- destiny is opening a small crack in the playoff door for them.   This whole crazy post-season dream of a team that at one point lost seven straight games is picking up steam, like a boulder rolling down a hill, especially after today's bizarre victory over Philadelphia. You can't stop gravity. You can't stop dreaming. And lately, you can't stop the Giants.","thumbnail":null,"section":"Sports"},{"date":"19941219","headline":"Corrections","web_url":"https://www.nytimes.com/1994/12/19/nyregion/c-corrections-154830.html","abstract":"  A report by Bloomberg Business News on Saturday, about the troubled investment portfolio of Orange County, Calif., misstated remarks by a United States bankruptcy trustee, Marcy Tiffany. Ms. Tiffany said she was describing an argument made by others when she said that local government agencies might be entitled to recover their investments in the fund before Orange County could recover any money. She did not assert that state law required such a procedure.","thumbnail":null,"section":"New York"},{"date":"19941219","headline":"G.O.P. Vows to Make Cuts In Spending Before Taxes","web_url":"https://www.nytimes.com/1994/12/19/us/gop-vows-to-make-cuts-in-spending-before-taxes.html","abstract":"  Trying again to outflank President Clinton, the four Republican members of Congress in charge of budget and tax policy said unequivocally today that they intended to cut Federal spending before they cut taxes next year.   House Republicans said that to enforce fiscal discipline they would begin slashing spending next month and would use the savings to pay for tax cuts to be passed later in the year.","thumbnail":null,"section":"U.S."},{"date":"19941219","headline":"Another December, Another Early Frost","web_url":"https://www.nytimes.com/1994/12/19/sports/pro-football-another-december-another-early-frost.html","abstract":"  The sign on the locker-room door this afternoon announced to all who cared to look: \"It's a matter of respect.\" By the time the last Jet player had showered and left, the sign had been torn down and presumably thrown away.   Frustration, not respect, was the dominant theme in the Jet locker room at Giants Stadium. Frustration at a fourth straight loss, another losing season, another early vacation, another December swoon.","thumbnail":null,"section":"Sports"},{"date":"19941219","headline":"Troops Clash in Chechnya as Peace Efforts Falter","web_url":"https://www.nytimes.com/1994/12/19/world/troops-clash-in-chechnya-as-peace-efforts-falter.html","abstract":"  Russian troops were reported today to be moving toward the outskirts of the capital of the breakaway Chechen region against strong resistance, according to the Itar-Tass news agency. But there was no indication that a full assault on the capital, Grozny, had begun.   The troop movements were reported after an aide to President Boris N. Yeltsin said no Russian envoy would be sent to Grozny to talk to the Chechen President, Dzhokhar M. Dudayev (pronounced ZHO-kahr doo-DYE-yev).","thumbnail":null,"section":"World"},{"date":"19941219","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/12/19/nyregion/news-summary-149055.html","abstract":"  International A3-13  RUSSIAN TROOPS ADVANCE    Russia said that no envoy would be sent to the capital of a separatist region to negotiate with its leader, and Russian troops were advancing toward the capital, but were meeting strong resistance.  A1","thumbnail":null,"section":"New York"},{"date":"19941219","headline":"Minister Brings Anti-Gay Message to the Spotlight","web_url":"https://www.nytimes.com/1994/12/19/us/minister-brings-anti-gay-message-to-the-spotlight.html","abstract":"  When it comes to rules and regulations that confer equality on homosexuals, the Rev. Louis P. Sheldon is a tireless crusader. Against them.   And given the new conservatism of Congress, he may have more influence over such measures than many gay or lesbian leaders have.","thumbnail":null,"section":"U.S."},{"date":"19941219","headline":"A Strange Bond: Officer's Widow And Air Hijacker","web_url":"https://www.nytimes.com/1994/12/19/nyregion/a-strange-bond-officer-s-widow-and-air-hijacker.html","abstract":"  They are in their mid-40's, two American women whose destinies were fused in an instant 18 years ago by a terrorist's bomb.    One, Kathleen Murray, is the widow of a New York City police officer who was killed while trying to deactivate the bomb. The other, Julienne Busic, is the convicted airline hijacker whose husband built the fatal device.","thumbnail":null,"section":"New York"},{"date":"19941219","headline":"Conflict With Greece Leaves Some in Albania Perplexed","web_url":"https://www.nytimes.com/1994/12/19/world/conflict-with-greece-leaves-some-in-albania-perplexed.html","abstract":"  There are many ethnic disputes that keep Balkan governments at loggerheads, but the one between Greece and Albania seems to find little echo among the people themselves.    Greece and Albania speak to each other harshly, have expelled diplomats and ended military cooperation. There have been a fatal border raid, repressive measures against ethnic minorities and a political trial that recalled the practices of Albania's Communist rule.","thumbnail":null,"section":"World"},{"date":"19941219","headline":"DANCE","web_url":"https://www.nytimes.com/1994/12/19/arts/in-performance-dance-155179.html","abstract":"  A Case of Poor Publicity For Pride and Gluttony  Susan Hefner and Dancers Samuel Beckett Theater    Susan Hefner examined pride and gluttony in her choreographic revue called \"Eve of Consumption\" on Thursday night. And what did she think of these deadly sins? She was against them.","thumbnail":null,"section":"Arts"},{"date":"19941219","headline":"Tax Break for College Would Merely Raise Tuition, Some Fear","web_url":"https://www.nytimes.com/1994/12/19/us/tax-break-for-college-would-merely-raise-tuition-some-fear.html","abstract":"  College presidents and economists are debating if colleges will eventually swallow the savings of middle-income parents under the President's higher-education tax break, if it is enacted, by simply raising tuition accordingly.    Under the tax break, proposed last week, families making up to $100,000 a year will be able to deduct up to $10,000 that they pay for college tuition, whether a vocational certificate or a Harvard Ph.D.","thumbnail":null,"section":"U.S."},{"date":"19941219","headline":"Sighs of Relief, With Hopes For Amity From Civic Leaders","web_url":"https://www.nytimes.com/1994/12/19/nyregion/sighs-of-relief-with-hopes-for-amity-from-civic-leaders.html","abstract":"  Mayor Rudolph W. Giuliani's decision to back away from his intense challenge to the tenure of Schools Chancellor Ramon C. Cortines was applauded last night by public officials and civic leaders who expressed relief and said they hoped the two leaders would begin working together for the sake of the school system.   Strong support for the embattled Chancellor was voiced by all the officials, and some urged the Board of Education to offer him a contract longer than the one year suggested by the Mayor to give him more time to reform the troubled school system and a measure of insulation against scorching political attacks like those of the Mayor.","thumbnail":null,"section":"New York"},{"date":"19941219","headline":"CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/12/19/arts/in-performance-classical-music-155195.html","abstract":"  Charpentier, as Louis XIV Might Have Heard Him  The Virgin Consort and Orchestra Church of St. Mary the Virgin    Christmas has become less a remembrance of Christ's birth than a revival of Christmases past. But if the tradition growing from the event ends up obscuring the event itself, history can at least provide lovely evenings of music. One was offered on Thursday night by the Virgin Consort and Orchestra directed by Kyler Brown.","thumbnail":null,"section":"Arts"},{"date":"19941219","headline":"Rules of the Game: A special report.; Behind the Glow of Jackpots, Scrutiny for a Lottery Giant","web_url":"https://www.nytimes.com/1994/12/19/us/rules-game-special-report-behind-glow-jackpots-scrutiny-for-lottery-giant.html","abstract":"  As New Yorkers lined up in October for a crack at a $72.5 million lottery jackpot, there was already one winner: the Gtech Holdings Corporation, king of the government-run lottery business.   Gtech (pronounced JEE-tek) provides computer systems and equipment to 27 of the 37 states that run games like Lotto and also operates lotteries in 28 other countries. Receiving a few pennies for each lottery ticket bought, its coffers swell. During the jackpot week, for example, Gtech's take in New York alone was $1.12 million.","thumbnail":null,"section":"U.S."},{"date":"19941219","headline":"4 Branches of the Comedy Family","web_url":"https://www.nytimes.com/1994/12/19/theater/theater-review-comedy-tonight-4-branches-of-the-comedy-family.html","abstract":"  Mort Sahl, who was puncturing political balloons when Bill Clinton was still a toddler, has come up with one of the year's wittiest definitions of the difference between a liberal and a conservative.    As the last of the four comedians to appear in \"Comedy Tonight,\" a variety show that opened at the Lunt-Fontanne Theater last night, Mr. Sahl takes a Swiftian look at abortion rights, entitlement programs and political persuasions and finds inhumanity everywhere. \"Liberals are against anybody being born,\" he announces. \"But if you are, they'll take care of you from the cradle to the grave. Conservatives don't mind your being born if you promise them you won't live long enough to collect your Social Security.\"","thumbnail":null,"section":"Theater"},{"date":"19941219","headline":"A Personality Contest: The Mayor Was Losing","web_url":"https://www.nytimes.com/1994/12/19/nyregion/metro-matters-a-personality-contest-the-mayor-was-losing.html","abstract":"  IN the end, Mayor Rudolph W. Giuliani lowered his voice and, however reluctantly, extended a vaguely conciliatory hand toward Schools Chancellor Ramon C. Cortines. Their feud had turned into a personality contest and the Mayor was losing. Once he realized it, compromise, while not exactly his favorite tactic, was the only recourse.   Now, even if the Board of Education rejects his proposal to limit Mr. Cortines's contract renewal to one year with conditions attached, even if Mr. Cortines decides to resign, the Mayor can claim that he is flexible and reasonable and was only interested in education issues, not personalities.","thumbnail":null,"section":"New York"},{"date":"19941219","headline":"Corrections","web_url":"https://www.nytimes.com/1994/12/19/nyregion/c-corrections-154822.html","abstract":"  Because of an editing error, a front-page article last Monday about ways in which the Republican-controlled Congress might restrain the Securities and Exchange Commission misstated proposals by the S.E.C. for financing its operations out of its own income. The commission has sought to keep only the fees it generates, not both its fees and its fines.","thumbnail":null,"section":"New York"},{"date":"19941219","headline":"Abroad at Home; Leading From Behind","web_url":"https://www.nytimes.com/1994/12/19/opinion/abroad-at-home-leading-from-behind.html","abstract":"  In the final part of his speech to the nation last Thursday hardly mentioned in press reports -- President Clinton spoke with eloquence about the need for civility and community in our politics.    \"Citizens have to listen as well as talk,\" the President said. \"We need less hot rhetoric and more open conversation, less malice and more charity. . . . we have got to be a community again.\"","thumbnail":null,"section":"Opinion"},{"date":"19941219","headline":"Police in New Orleans: Film Noir in Real Life","web_url":"https://www.nytimes.com/1994/12/19/us/police-in-new-orleans-film-noir-in-real-life.html","abstract":"  With the trained eye of a veteran investigator, Officer Len Davis gave a detailed description of Kim Groves over his cellular phone, right down to the bleach stains on her trousers. But Officer Davis made the call, larded with profanity and secretly recorded by Federal agents, not to aid fellow officers in an arrest, prosecutors say, but to demand that the young woman be murdered.   Federal prosecutors assert that the recording, made on Oct. 13 by agents of the Federal Bureau of Investigation eavesdropping on Officer Davis's calls as part of a drug investigation, revealed a contract killing ordered by Officer Davis. Twenty minutes later, Ms. Groves was dead, and an exultant cry of \"Yeah!\" crackled over Officer Davis's phone. \"Rock, rock-a-bye,\" he said cheerfully from his patrol car.","thumbnail":null,"section":"U.S."},{"date":"19941219","headline":"One Who Will Miss The Quindlen Touch","web_url":"https://www.nytimes.com/1994/12/19/opinion/l-one-who-will-miss-the-quindlen-touch-154903.html","abstract":"  To the Editor:   Anna Quindlen's conversations in print have touched the lives of millions of people. Whether addressing the day-to-day vicissitudes of family life, the plight of crack-addicted babies and those who lovingly tend them, or the rape and slaughter of innocents in Bosnia and this country's response, she brings to her essays a lucid mind and an elegance of prose that to me have no equal.","thumbnail":null,"section":"Opinion"},{"date":"19941219","headline":"If PBS and Newt Gingrich Go Head to Head","web_url":"https://www.nytimes.com/1994/12/19/arts/critic-s-notebook-if-pbs-and-newt-gingrich-go-head-to-head.html","abstract":"  What does the Gingrichizing of America portend for public broadcasting? The new Speaker of the House has already called for its privatization as part of the pulverization of the public trough, and the debate to come may occupy Jim Lehrer even after Robert MacNeil privatizes himself. Newt Gingrich's intention seems to me misconceived, but difficult though it may be for friends of public broadcasting to get these words out, the man has a case.   To begin, why is it necessary, say in the New York City area, for a half-dozen public stations to carry so many of the same programs? Public broadcasting remains a set of uncoordinated, chronically uncooperative fiefdoms. If Mr. Gingrich can bring order to a messy system by sorting out educational programming, community programming and national programming and by reducing duplication (without eliminating competition), who, besides the people who may have to find more productive jobs, will object? PBS would be doing itself a favor if it came up with a comprehensive and comprehensible reorganization plan.","thumbnail":null,"section":"Arts"},{"date":"19941219","headline":"Carter Is in Sarajevo, But No Progress Is Reported","web_url":"https://www.nytimes.com/1994/12/19/world/carter-is-in-sarajevo-but-no-progress-is-reported.html","abstract":"  Former President Jimmy Carter stepped into the war-torn vestiges of Sarajevo today, proclaiming that Bosnia was a \"fine country\" but saying nothing to suggest that he could resolve its deep divisions.   After 32 months of a war that has scarred Europe, Mr. Carter's visit indicated a new level of American involvement to end the conflict. But his arrival came on a day in which a mortar fired from Serbian positions hit the Holiday Inn, home to many journalists and diplomats, and sniper fire wounded a French United Nations soldier outside the hotel.","thumbnail":null,"section":"World"},{"date":"19941219","headline":"What 'Three Sheets to the Wind' Means","web_url":"https://www.nytimes.com/1994/12/19/opinion/l-what-three-sheets-to-the-wind-means-141275.html","abstract":"  To the Editor:   While seeking to remind us of the origins of phrases and expressions, you perpetuate a faulty connection in \"The Gizmo May Die, But Its Spirit Babbles On\" (The Week in Review, Dec. 11).","thumbnail":null,"section":"Opinion"},{"date":"19941219","headline":"Unflappable Author Of Blueprint for Future","web_url":"https://www.nytimes.com/1994/12/19/nyregion/unflappable-author-of-blueprint-for-future.html","abstract":"  How will George E. Pataki design his government? Well, just look, he says, holding up the homemade flowchart he has sketched on the back of a memo, a blur of blue lines and boxes crisscrossing and interconnecting and descending down the page like a pyramid. The scribbling, while enthusiastic, is indecipherable except for a single word framed by a rectangle at the very top: \"ME.\"   If Mr. Pataki is at all uncomfortable occupying the top box in New York's flowchart, he is not showing it these days. In a 45-minute interview last week in his State Senate office, where he was packing books and discarding files, he seemed unfazed by the political challenges that lie ahead and eager to begin the Republican reformation he has promised.","thumbnail":null,"section":"New York"},{"date":"19941219","headline":"An Algonquinite's Screen Anthology","web_url":"https://www.nytimes.com/1994/12/19/movies/film-review-an-algonquinite-s-screen-anthology.html","abstract":"  \"A great many people have come up to me and asked me how I manage to get so much work done and still keep looking so dissipated,\" Robert Benchley wrote in \"How to Get Things Done,\" a short essay that typifies his self-deprecating, breezy insouciance. \"My answer is 'Don't you wish you knew?' and a pretty good answer it is, too, when you consider that 9 times out of 10 I didn't hear the original question.\"   That tone, which was second nature to Benchley on the page, also made him famous on screen. As the star and writer of nearly 50 short films (as well as a minor player in many full-length features), he perfected a tongue-in-cheek comic persona that still has its influence today. Benchley's idea of the seemingly instructive little lecture, which is in fact hilariously unhelpful, has become a staple of late-night television comedy. And Benchley himself, as played so appealingly by Campbell Scott, is a haunting figure in \"Mrs. Parker and the Vicious Circle,\" a film that excites strong interest in the Film Forum 2's current three-part series of Benchley shorts.","thumbnail":null,"section":"Movies"},{"date":"19941219","headline":"Shutdown Reactors","web_url":"https://www.nytimes.com/1994/12/19/opinion/l-shutdown-reactors-154962.html","abstract":"  To the Editor:   Accompanying a Dec. 13 article on plans to halt construction of three nuclear reactors was a graphic on reactors shut in the United States in the last 40 years. You omit six that have been shut since 1989: Shoreham in New York, Yankee Rowe in Massachusetts, Fort St. Vrain in Colorado, Trojan in Oregon, and Rancho Seco and San Onofre One in California.  HARVEY WASSERMAN  Senior Adviser, Greenpeace U.S.A. Columbus, Ohio, Dec. 14, 1994","thumbnail":null,"section":"Opinion"},{"date":"19941219","headline":"Els Wraps Up a Productive Year With a Convincing 6-Stroke Victory","web_url":"https://www.nytimes.com/1994/12/19/sports/golf-els-wraps-up-a-productive-year-with-a-convincing-6-stroke-victory.html","abstract":"  When Ernie Els won the United States Open in June, there was a great deal of talk about his being the player of the future. Never mind the future. In the final tournament of the year, Els has stated a very strong case for being the golfer of today.   Playing in -- or, more accurately, playing over -- an elite field of 24 players with $2.5 million at stake and paired with Nick Price, the No. 1-ranked player in the world, the 25-year-old Els was transcendent.","thumbnail":null,"section":"Sports"},{"date":"19941219","headline":"Despite Work, Repairs Are Still Undone At A-Plant","web_url":"https://www.nytimes.com/1994/12/19/us/despite-work-repairs-are-still-undone-at-a-plant.html","abstract":"  The backlog for maintenance on aging, leak-prone tanks filled with highly radioactive nuclear bomb waste at the Hanford nuclear reservation is about 1,500 projects, despite huge investments of time and money to catch up, a report by the General Accounting Office says.   In a report scheduled to be released today, the accounting office says the Department of Energy, which owns Hanford, and its contractor, a subsidiary of the Westinghouse Electric Corporation, have cut the backlog at the complex in Washington State from a recent high of 1,992 items. But the report says Westinghouse managers said that for work to be done in a timely manner the backlog should not exceed 300 projects.","thumbnail":null,"section":"U.S."},{"date":"19941219","headline":"Alon Shevut Journal; Thank the Lord for Loopholes: Sabbath Is Safe","web_url":"https://www.nytimes.com/1994/12/19/world/alon-shevut-journal-thank-the-lord-for-loopholes-sabbath-is-safe.html","abstract":"  When the Israeli Army finally reopened the Cave of the Patriarchs shrine in Hebron this fall, eight months after the massacre there, it installed new metal detectors to make sure no one could smuggle in weapons.   That may be a fine security measure, some Orthodox rabbis said. But what about the sensibilities of observant Jews? What if it is the Sabbath and their keys or belt buckles touch off alarms as they walk through the detectors? Inadvertently, they will have closed an electrical circuit, and on the Sabbath that is an action forbidden them as an extension of a biblical injunction against lighting a fire.","thumbnail":null,"section":"World"},{"date":"19941219","headline":"A Chorus of Young Voices Fills a Passion for Singing","web_url":"https://www.nytimes.com/1994/12/19/nyregion/neediest-cases-a-chorus-of-young-voices-fills-a-passion-for-singing.html","abstract":"  Some nights, when her mother works late, Monique Terc wanders through their apartment and sings. As Monique, an eighth grader, cooks dinner and does her homework, she performs from a diverse repertory: French carols, Latin processionals, African lullabies. The clear notes echo through the rooms, and suddenly they do not seem so empty.   \"It doesn't matter if I'm alone or in front of an audience,\" said Monique, who is 13. \"Singing relaxes me and puts me in a good mood.\"","thumbnail":null,"section":"New York"},{"date":"19941219","headline":"Bradford Morse Is Dead at 73; Held High-Ranking U.N. Posts","web_url":"https://www.nytimes.com/1994/12/19/world/bradford-morse-is-dead-at-73-held-high-ranking-un-posts.html","abstract":"  Bradford Morse, a former Republican Congressman from Massachusetts who rose to become a top-ranking United Nations official, died yesterday at his home in Naples, Fla. He was 73.   The cause was heart failure, his family said.","thumbnail":null,"section":"World"},{"date":"19941219","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/12/19/nyregion/chronicle-155217.html","abstract":"  NANCY KISSINGER, the wife of HENRY A. KISSINGER, the former Secretary of State, is being treated for an intestinal problem at New York Hospital-Cornell Medical Center.   Mrs. Kissinger was admitted to the hospital on Dec. 11 for treatment of intestinal problems and was in stable condition yesterday, said Carolyn Migliori, a hospital administrator.   Mr. Kissinger and Nancy Maginnes were married in 1974, when he was Secretary of State and she was a foreign policy aide to her longtime employer, Nelson A. Rockefeller. She directed international studies for Rockefeller's National Commission on Critical Choices for America. The Kissingers live in Manhattan and Kent, Conn.","thumbnail":null,"section":"New York"},{"date":"19941219","headline":"Knicks Are AWOL Again in Portland","web_url":"https://www.nytimes.com/1994/12/19/sports/pro-basketball-knicks-are-awol-again-in-portland.html","abstract":"  A loss is one thing. Embarrassment is another. For a second consecutive game, the Knicks were throughly outplayed, and afterward their emotions ranged from concerned to fiery.   Turning the game into a rout in the second half, the Portland Trail Blazers cruised to a 111-87 victory tonight at Memorial Coliseum, sending the short-handed Knicks (12-9) to their third defeat in four games. The Knicks were without Charles Oakley (dislocated right toe) and Anthony Bonner, who flew to St. Louis this afternoon because his father suffered a stroke. But after beating the Sacramento Kings to start this three-game road trip, the Knicks have been overmatched. They suffered a 21-point loss to the Phoenix Suns on Friday and followed that with tonight's futile effort. It was another anemic offensive showing for the Knicks, who averaged just 88.7 points on the road trip.","thumbnail":null,"section":"Sports"},{"date":"19941219","headline":"Bulgaria's Communists Claim Parliament Election Victory","web_url":"https://www.nytimes.com/1994/12/19/world/bulgaria-s-communists-claim-parliament-election-victory.html","abstract":"  The former Communist Party took an early lead in parliamentary elections here today and its leader claimed victory.   The party leader, Zhan Videnov, a 35-year-old former Communist official who is likely to be the next Prime Minister, said his party would reverse the country's deep economic decline.","thumbnail":null,"section":"World"},{"date":"19941219","headline":"What They're Reading","web_url":"https://www.nytimes.com/1994/12/19/style/IHT-what-theyre-reading.html","abstract":"Robert Read, fine-arts underwriter at Hiscox Underwriting Ltd. in London, is reading \"Green River Rising\" by Tim Willocks.","thumbnail":null,"section":"Style"}],"wiki_events":[],"weather":[{"date":"19941219","time":"1994-12-19 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.3,"rhum":72,"wspd":11.2},{"date":"19941219","time":"1994-12-19 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.8,"rhum":73,"wspd":11.2},{"date":"19941219","time":"1994-12-19 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.8,"rhum":75,"wspd":13},{"date":"19941219","time":"1994-12-19 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.3,"rhum":75,"wspd":14.8},{"date":"19941219","time":"1994-12-19 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6,"rhum":76,"wspd":16.6},{"date":"19941219","time":"1994-12-19 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.7,"rhum":75,"wspd":13},{"date":"19941219","time":"1994-12-19 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.6,"rhum":75,"wspd":14.8},{"date":"19941219","time":"1994-12-19 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.6,"rhum":77,"wspd":13},{"date":"19941219","time":"1994-12-19 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.6,"rhum":80,"wspd":14.8},{"date":"19941219","time":"1994-12-19 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.5,"rhum":79,"wspd":9.4},{"date":"19941219","time":"1994-12-19 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.4,"rhum":76,"wspd":11.2},{"date":"19941219","time":"1994-12-19 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.6,"rhum":75,"wspd":16.6},{"date":"19941219","time":"1994-12-19 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.6,"rhum":71,"wspd":16.6},{"date":"19941219","time":"1994-12-19 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.8,"rhum":67,"wspd":24.1},{"date":"19941219","time":"1994-12-19 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":66,"wspd":20.5},{"date":"19941219","time":"1994-12-19 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.9,"rhum":60,"wspd":14.8},{"date":"19941219","time":"1994-12-19 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.5,"rhum":62,"wspd":14.8},{"date":"19941219","time":"1994-12-19 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.7,"rhum":64,"wspd":11.2},{"date":"19941219","time":"1994-12-19 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.9,"rhum":71,"wspd":14.8},{"date":"19941219","time":"1994-12-19 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.4,"rhum":76,"wspd":11.2},{"date":"19941219","time":"1994-12-19 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.6,"rhum":80,"wspd":13},{"date":"19941219","time":"1994-12-19 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.3,"rhum":79,"wspd":16.6},{"date":"19941219","time":"1994-12-19 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.8,"rhum":80,"wspd":14.8},{"date":"19941219","time":"1994-12-19 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.6,"rhum":81,"wspd":11.2},{"date":"19941219","time":"1994-12-19 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":70,"wspd":14.8},{"date":"19941219","time":"1994-12-19 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":67,"wspd":13},{"date":"19941219","time":"1994-12-19 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":67,"wspd":14.8},{"date":"19941219","time":"1994-12-19 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":67,"wspd":16.6},{"date":"19941219","time":"1994-12-19 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":72,"wspd":20.5},{"date":"19941219","time":"1994-12-19 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":76,"wspd":11.2},{"date":"19941219","time":"1994-12-19 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":78,"wspd":14.8},{"date":"19941219","time":"1994-12-19 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":76,"wspd":20.5},{"date":"19941219","time":"1994-12-19 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":76,"wspd":14.8},{"date":"19941219","time":"1994-12-19 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":76,"wspd":13},{"date":"19941219","time":"1994-12-19 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":76,"wspd":11.2},{"date":"19941219","time":"1994-12-19 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":70,"wspd":13},{"date":"19941219","time":"1994-12-19 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":67,"wspd":20.5},{"date":"19941219","time":"1994-12-19 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":64,"wspd":16.6},{"date":"19941219","time":"1994-12-19 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":57,"wspd":22.3},{"date":"19941219","time":"1994-12-19 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":50,"wspd":25.9},{"date":"19941219","time":"1994-12-19 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":47,"wspd":18.7},{"date":"19941219","time":"1994-12-19 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":41,"wspd":33.5},{"date":"19941219","time":"1994-12-19 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":44,"wspd":37.1},{"date":"19941219","time":"1994-12-19 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":43,"wspd":29.5},{"date":"19941219","time":"1994-12-19 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":43,"wspd":29.5},{"date":"19941219","time":"1994-12-19 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":39,"wspd":31.7},{"date":"19941219","time":"1994-12-19 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":43,"wspd":33.5},{"date":"19941219","time":"1994-12-19 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":41,"wspd":31.7}]},"19941220":{"guardian_articles":[],"nytimes_articles":[{"date":"19941220","headline":"For Artists, There's No Art in a Wrecking Ball","web_url":"https://www.nytimes.com/1994/12/20/nyregion/for-artists-there-s-no-art-in-a-wrecking-ball.html","abstract":"  When Nicolas Rule went looking for his first studio a decade ago, the ramshackle building at 233 West 42d Street seemed a godsend for an unknown painter with no money but lofty dreams.   The street was filled with peep shows, seedy theaters and sex shops, a precarious place where street-corner preachers vied with drug pushers and prostitutes for the souls of passers-by. But the studio spaces were cheap, and the landlord understood the unpredictable income of artists.","thumbnail":null,"section":"New York"},{"date":"19941220","headline":"Putnam County Trash Hauler Accused of Arson and Intimidation","web_url":"https://www.nytimes.com/1994/12/20/nyregion/putnam-county-trash-hauler-accused-of-arson-and-intimidation.html","abstract":"  The owners of Putnam County's largest trash hauler were accused today of using arson and intimidation to retain customers and scare off competitors.   In a 27-count racketeering indictment unsealed today, Federal prosecutors charged that owners and employees of the company, the Nello Carting Corporation, firebombed the cars and trucks of competitors and customers and extorted thousands of dollars from them.","thumbnail":null,"section":"New York"},{"date":"19941220","headline":"Rework the Oslo Accord : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/12/20/opinion/IHT-rework-the-oslo-accord-letters-to-the-editor.html","abstract":"Regarding the Washington Post editorial \"Caving In to Hamas?\" (Opinion, Dec. 9):.The impending collapse of the Oslo accord cannot be attributed solely to Israel and the inaction of the White House. If anything, the agreement has fallen apart","thumbnail":null,"section":"Opinion"},{"date":"19941220","headline":"The Giants' Battle Cry: Beat Dallas, Go Bucs","web_url":"https://www.nytimes.com/1994/12/20/sports/pro-football-the-giants-battle-cry-beat-dallas-go-bucs.html","abstract":"  Might Dan Reeves pick up the telephone and call Tampa Bay Coach Sam Wyche to wish him luck in his game this week against the Green Bay Packers? Send him a telegram of encouragement maybe? Some cash? How about a new car?   \"No,\" Reeves said, smiling. \"Sam knows what he needs to do. He doesn't need any help from me.\"","thumbnail":null,"section":"Sports"},{"date":"19941220","headline":"DANCE","web_url":"https://www.nytimes.com/1994/12/20/arts/in-performance-dance-160792.html","abstract":"  Beauty and Intelligence From a Former Hawkins Dancer  Lifedance/Gloria McLean and Dancers Dia Center for the Arts    A program of new dances by Gloria McLean presented on Friday night lived up to the promise of earlier work by this former Erick Hawkins dancer.","thumbnail":null,"section":"Arts"},{"date":"19941220","headline":"Ready for Combat? The Situation Isn't So Simple","web_url":"https://www.nytimes.com/1994/12/20/us/ready-for-combat-the-situation-isn-t-so-simple.html","abstract":"  On the icy, windswept Kansas plain here, Maj. Gen. Randolph House today was relishing the ominous \"thump, thump, thump\" from mud-spattered M1-A1 battle tanks blasting at pop-up targets of a mock enemy.   \"Land warfare is a complex business that you have to practice regularly,\" said the 49-year-old commander of the Army's First Infantry Division, the fabled \"Big Red One,\" the Army's oldest active division, which has fought in every American war since World War I.","thumbnail":null,"section":"U.S."},{"date":"19941220","headline":"A Return To Quiet Rage","web_url":"https://www.nytimes.com/1994/12/20/arts/dance-review-a-return-to-quiet-rage.html","abstract":"  The season's first performance of \"Masekela Langage,\" presented by the Alvin Ailey American Dance Theater on Saturday night at City Center, was a triumphant occasion.   The 1969 piece, set to and inspired by the music of Hugh Masekela, the South African trumpeter, is one of Ailey's finest. \"Masekela Langage\" was created at a time when dances about black rage were plentiful. But few of those other dances had the quiet, angry power of the Ailey piece.","thumbnail":null,"section":"Arts"},{"date":"19941220","headline":"Merchants of Firearms Death Gain From Sorrow in Our Streets","web_url":"https://www.nytimes.com/1994/12/20/opinion/l-merchants-of-firearms-death-gain-from-sorrow-in-our-streets-160687.html","abstract":"  To the Editor:   Like many senescent reporters, I grieve over the press's declining standards. But the old breed is not dead, and Bob Herbert has proved it. He has identified the true assassins of innocents in our schools, streets and homes. They are (surprise!) the manufacturers and hucksters of firearms (columns, Dec. 7 and 14).","thumbnail":null,"section":"Opinion"},{"date":"19941220","headline":"A Silly Random Walk Through Life","web_url":"https://www.nytimes.com/1994/12/20/science/personal-computers-a-silly-random-walk-through-life.html","abstract":"  SILLINESS is rarely associated with computers, except, of course, in their manuals and user interfaces. But inspired silliness is the very soul of Dazzeloids, subtitled CD-ROM Superheroes on a Binge Against Boredom and masquerading as a work for children.   Dazzeloids may indeed appeal to bright juveniles, but it could well become a cult hit with grown-ups. This is a children's program for adults, a spiritual descendant of Rocky, Bullwinkle and the brothers Warner that manages both to celebrate and to send up Saturday morning cartoons. From animation to music, this Center for Advanced Whimsy Production is essentially the one-man show of an artist named Rodney Alan Greenblat.","thumbnail":null,"section":"Science"},{"date":"19941220","headline":"POP","web_url":"https://www.nytimes.com/1994/12/20/arts/in-performance-pop-158526.html","abstract":"  With Lame and Combat Boots And Much Singing Along  Cranberries Beacon Theater    One can tell a lot about performers by the way they choose to present themselves. On Friday night, Dolores O'Riordan of the Cranberries, the Irish alternative pop group that played before an enthusiastic and appreciative audience, performed most of the show in a silvery lame evening dress that hung daintily from two straps on her shoulders. On her feet, however, were two huge black combat boots.","thumbnail":null,"section":"Arts"},{"date":"19941220","headline":"Jets Fail to Grasp Big-Bang Theory","web_url":"https://www.nytimes.com/1994/12/20/sports/pro-football-jets-fail-to-grasp-big-bang-theory.html","abstract":"  The reality of what the Jets have become -- a 6-9 team that has stopped scoring -- may finally force Coach Pete Carroll to stop sugarcoating the performance of the perennially flawed team he has inherited.   Carroll used his own more polite words today, saying that the Jets simply have no players making the big offensive plays that win games.","thumbnail":null,"section":"Sports"},{"date":"19941220","headline":"Raise Retirement Age?","web_url":"https://www.nytimes.com/1994/12/20/opinion/l-raise-retirement-age-160695.html","abstract":"  To the Editor:   Proposals to avert the Social Security System's expected budgetary crunch by raising the retirement age to 70 are based on two faulty assumptions -- that the labor market can readily absorb the resultant influx of 65- to 70-year-olds and that almost all workers in that age category will be medically and physically able to work full time.","thumbnail":null,"section":"Opinion"},{"date":"19941220","headline":"California Car Rules Set as Model for the East","web_url":"https://www.nytimes.com/1994/12/20/us/california-car-rules-set-as-model-for-the-east.html","abstract":"  In an effort to pressure auto makers into selling cleaner cars nationally, the Environmental Protection Agency announced yesterday that it would allow 12 Eastern states to impose California's strict tailpipe emission standards on cars sold within their borders.    The agency said it hoped the move would persuade the car companies and the 12-state bloc, which includes New York, New Jersey and Connecticut, to compromise on a plan the E.P.A. prefers: a new national standard that it said would be less costly to motorists than the California one but that would also help the 12 states and the rest of the country meet Federal air-quality laws. Part of that national standard would involve the development of cars that run on alternative fuels and produce fewer pollutants.","thumbnail":null,"section":"U.S."},{"date":"19941220","headline":"Autistic Teen-Ager Arraigned in Death of His Infant Nephew","web_url":"https://www.nytimes.com/1994/12/20/nyregion/autistic-teen-ager-arraigned-in-death-of-his-infant-nephew.html","abstract":"  As he was arraigned on a charge of throwing his 5-month-old nephew to his death from the window of their Upper West Side apartment, Michael Holmes, an autistic teen-ager, saw his mother in the courtroom yesterday, her body sagging with grief, and he began wailing loudly, waving his arms and bobbing his head back and forth.   After Judge Michael A. Gross of Criminal Court ordered that the 17-year-old defendant be sent to Bellevue Hospital for a psychiatric examination, Michael's 18-year-old brother, Frederick, screamed, \"You can't do this, he's my baby brother, please don't take him away!\"","thumbnail":null,"section":"New York"},{"date":"19941220","headline":"CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/12/20/arts/in-performance-classical-music-160806.html","abstract":"  A Kaleidoscopic Dream With a Heroine Named Alice  'Wonderglass' St. Clement's Church    No one ever expected that David Del Tredici's \"Final Alice\" would be the last musical word on Lewis Carroll's \"Alice\" stories, not even from Mr. Del Tredici. But here is something altogether different: Susan Botti's \"Wonderglass,\" a chamber opera in progress that was given its New York premiere on Thursday evening.","thumbnail":null,"section":"Arts"},{"date":"19941220","headline":"DANCE","web_url":"https://www.nytimes.com/1994/12/20/arts/in-performance-dance-160784.html","abstract":"  A Rousing Debut With a Nod to the Past  Marjie Citron and Dancers Merce Cunningham Studio    Marjie Citron made her debut on Friday night while honoring modern dance's recent past. The program was her first full evening of choreography. It also included a revival of \"Clearing,\" a solo to Bach created in 1979 by Viola Farber, who performed with the Cunningham company before embarking on her own notable choreographic career.","thumbnail":null,"section":"Arts"},{"date":"19941220","headline":"Corrections","web_url":"https://www.nytimes.com/1994/12/20/us/c-corrections-160660.html","abstract":"  A brief report by Bloomberg Business News in the Company News column of Business Day on Saturday about the acquisition of Hauser Elektronik G.m.b.H. by the Parker Hannifin Corporation misstated Hauser's line of business. The company manufactures automation components and systems; it is not an auto-parts maker.","thumbnail":null,"section":"U.S."},{"date":"19941220","headline":"Q&A","web_url":"https://www.nytimes.com/1994/12/20/science/q-a-160083.html","abstract":"  Winter Light   Q.  Does winter light from my southern window make vitamin D or prevent seasonal affective disorder?","thumbnail":null,"section":"Science"},{"date":"19941220","headline":"No Headline","web_url":"https://www.nytimes.com/1994/12/20/nyregion/no-headline-156965.html","abstract":"  \"The Russian empire was never capable of using a scalpel. It has always barged into other people's gardens with a bear's claw.\" -- MUSA MIRZHUYEV, military adviser to the leader of Chechnya.  [ A1:6. ]","thumbnail":null,"section":"New York"},{"date":"19941220","headline":"Someone Had to Speak Up","web_url":"https://www.nytimes.com/1994/12/20/opinion/someone-had-to-speak-up.html","abstract":"President Franklin D. Roosevelt remarked that a society can be gauged by how well it treats its poorest members. Since I became Surgeon General of the United States Public Health Service -- the world's largest group of expertly trained public health professionals -- I have worked hard to follow the tradition of this office by speaking out about the hard choices we all face in taking care of those who do not have anyone to take care of them. Indeed, even acknowledging the existence of such people is proving difficult for many.\n\nOur country is engaged in a wrenching debate about who we are, where we are going, what we believe in, and the role of government in keeping our nation healthy. Our streets and jails are teeming with children and young people nobody wants. The rates of sexually transmitted diseases continue growing. As parents, teachers and leaders, we cannot stand by and let our children slip away because of ignorance or a failure of courage. This means telling the truth to our young people about the risks of their behavior and giving them ways to reduce these risks.","thumbnail":null,"section":"Opinion"},{"date":"19941220","headline":"The Neediest Cases; Woman Receives Help To Raise Her Little Girl","web_url":"https://www.nytimes.com/1994/12/20/nyregion/the-neediest-cases-woman-receives-help-to-raise-her-little-girl.html","abstract":"  The first signs of her illness appeared a decade ago, when she would inexplicably lose her balance and fall. Soon after, Sally P. was found to have multiple sclerosis, a disease that affects the central nervous system. Now, at age 37, Mrs. P. depends on a walker and struggles with the simplest of tasks.   But she has refused to let the painful disease keep her from raising her little girl.","thumbnail":null,"section":"New York"},{"date":"19941220","headline":"Most Parents Want Sex Education in Schools; Public Policy Issues","web_url":"https://www.nytimes.com/1994/12/20/opinion/l-most-parents-want-sex-education-in-schools-public-policy-issues-160741.html","abstract":"  To the Editor:   Kay S. Hymowitz(Op-Ed, Dec. 13) is incorrect. Sex is not at all traditionally rooted in \"love,\" \"romance,\" \"idealism,\" \"passion\" and similar emotions, as she believes. Universally the traditional purpose of sex is procreation. In many cases that has involved contract marriages arranged by parents for sons and daughters who have not met.","thumbnail":null,"section":"Opinion"},{"date":"19941220","headline":"A Portion of Playoff Puzzle","web_url":"https://www.nytimes.com/1994/12/20/sports/pro-football-a-portion-of-playoff-puzzle.html","abstract":"  What if the Giants upset the Cowboys on Saturday and finish the regular season with a 9-7 record?    And what if the Vikings, Lions and Bears of the N.F.C.'s Central Division all lose and also finish at 9-7?","thumbnail":null,"section":"Sports"},{"date":"19941220","headline":"BASKETBALL: A Freshman Light at Colgate; Just Another Basketball Star, Foyle Reads Faulkner for Pleasure and Writes Poems","web_url":"https://www.nytimes.com/1994/12/20/sports/basketball-freshman-light-colgate-just-another-basketball-star-foyle-reads.html","abstract":"  Adonal Foyle had not heard of Michael Jordan when Jay and Joan Mandle approached him one summer afternoon and offered him a future he had never dreamed of. He did not know about the National Basketball Association. He did not know Magic Johnson from Larry Bird from Julius Erving.   He was 16 years old, and he had first set eyes on a basketball less than 12 months before that eventful meeting, which took place on the island of Dominica in the Caribbean. At the time, Foyle was a raw basketball talent, a 6-foot-9-inch, 240-pound kid with breathtaking athleticism and an underdeveloped sense of the game.","thumbnail":null,"section":"Sports"},{"date":"19941220","headline":"Anne Klein's Designer Departs","web_url":"https://www.nytimes.com/1994/12/20/style/anne-klein-s-designer-departs.html","abstract":"  Anne Klein & Company and its designer, Richard Tyler, said yesterday that they were ending their relationship after only 19 months. Like a cheating celebrity husband who lets his wronged wife have the last word with the press, officials at Anne Klein declined to comment further, leaving the painful job of spin control to Tyler/Trafficante, Mr. Tyler's own design house.   For both parties, the moral of the story could be best expressed in the words of Oscar Wilde: \"When the gods wish to punish us, they answer our prayers.\"","thumbnail":null,"section":"Style"},{"date":"19941220","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/12/20/nyregion/metro-digest-155551.html","abstract":"  SCHOOL BOARD REBUFFS GIULIANI    The Board of Education brushed aside Mayor Giuliani's demand that Schools Chancellor Ramon C. Cortines, if he stays on, be limited to a one-year term and meet specific performance goals. Carol A. Gresser, the board president, said the Mayor, who had withdrawn his opposition to renewing Mr. Cortines's contract, was in no position to dictate conditions. A1.","thumbnail":null,"section":"New York"},{"date":"19941220","headline":"Fantasies and Dark Truths in an Artists' Colony","web_url":"https://www.nytimes.com/1994/12/20/theater/theater-review-fantasies-and-dark-truths-in-an-artists-colony.html","abstract":"  \"I know I'm not so much depressed as depressing,\" says a young woman, after announcing she plans to hang herself, in Harry Kondoleon's play \"The Little Book of Professor Enigma,\" which is having its premiere at the Theater for the New City.   In the brittle fictional worlds of Mr. Kondoleon, this is a reasonable motive for suicide. This gifted, language-besotted playwright, who died of AIDS in March at 39, presided over his creations like the exacting host of a salon, insisting that his largely unhappy characters at least be entertaining in their misery. He knew that an agile epigram was a solution to nothing, but in its precision and self-contained shapeliness it could give the illusion of being so.","thumbnail":null,"section":"Theater"},{"date":"19941220","headline":"General Truths From a Novel's Specific Kooks","web_url":"https://www.nytimes.com/1994/12/20/books/books-of-the-times-general-truths-from-a-novel-s-specific-kooks.html","abstract":"  HUNTERS AND GATHERERS  By Geoff Nicholson  215 pages. Overlook Press. $21.95.   What do novels, encyclopedias and collections of beer cans all have in common? As Geoff Nicholson, a British writer, demonstrates in his delightful new novel, they are all methods of organizing the chaos of the world: human means of forging connections, creating order and making sense.","thumbnail":null,"section":"Books"},{"date":"19941220","headline":"Chongqing Journal; Chinese Enshrine Stilwell (His Cross Was Chiang)","web_url":"https://www.nytimes.com/1994/12/20/world/chongqing-journal-chinese-enshrine-stilwell-his-cross-was-chiang.html","abstract":"  Gen. Joseph W. Stilwell, commander of American forces in the China-Burma-India theater during World War II, has made a return of sorts to this wartime capital.   Communist Party authorities here have evicted the workers of a small factory that makes steel rims for motorcycle wheels to set up a museum to the American officer who struggled from 1942 to 1944 to get Chiang Kai-shek's Nationalist army to fight the Japanese, not the Chinese Communists.","thumbnail":null,"section":"World"},{"date":"19941220","headline":"President's Suggested Reductions Face Many Obstacles","web_url":"https://www.nytimes.com/1994/12/20/us/president-s-suggested-reductions-face-many-obstacles.html","abstract":"  Even as senior Clinton Administration officials explained the broad details of proposed budget cuts in energy, transportation and housing programs, they conceded today that there were many potential obstacles to some of the ideas.   And although the basic orders about where to cut have been handed down by the White House, there are many decisions yet to come on exactly where and how to cut.","thumbnail":null,"section":"U.S."},{"date":"19941220","headline":"1944: Belgians Stunned : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/12/20/opinion/IHT-1944-belgians-stunned-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] With the German Army driving back into Belgium, Belgian civilians are hurriedly scrubbing from walls and buildings slogans derogatory to the Nazis, front dispatches said today [Dec. 19]. One correspondent told of seei","thumbnail":null,"section":"Opinion"},{"date":"19941220","headline":"Visit by Gore to China Is Under Study","web_url":"https://www.nytimes.com/1994/12/20/world/visit-by-gore-to-china-is-under-study.html","abstract":"  The United States and China are discussing a visit to Beijing next year by Vice President Al Gore or Hillary Rodham Clinton, as a \"trial run\" for a state visit by President Clinton, Western officials here say.   Mr. Clinton has been reluctant to visit China because of the country's still-repressive human rights practices and has privately admonished the Communist Party leadership to make further improvements before any presidential visit can be considered, Western officials say.","thumbnail":null,"section":"World"},{"date":"19941220","headline":"School Board Rebuffs Giuliani On Terms of Cortines's Contract","web_url":"https://www.nytimes.com/1994/12/20/nyregion/school-board-rebuffs-giuliani-on-terms-of-cortines-s-contract.html","abstract":"  The New York City Board of Education yesterday brushed aside Mayor Rudolph W. Giuliani's demand that Schools Chancellor Ramon C. Cortines, if he stays on, be limited to a one-year term and meet specific performance goals.    The board president, Carol A. Gresser, said the Mayor, who had backed down from his opposition to a contract renewal for Mr. Cortines, was in no position to dictate conditions. She said she would urge the board, which has sole legal authority to hire and fire chancellors, to offer a two-year contract, at least. And although Mr. Giuliani outlined \"worthy suggestions\" for budget and administrative reforms, she said, the board and Mr. Cortines had developed similar initiatives on their own.","thumbnail":null,"section":"New York"},{"date":"19941220","headline":"SOCCER REPORT","web_url":"https://www.nytimes.com/1994/12/20/sports/soccer-report.html","abstract":"  United States    It appears very strongly that Bora Milutinovic, who piloted the Americans through the second round of the World Cup last summer, will be the coach of the United States for the 1998 World Cup as well.","thumbnail":null,"section":"Sports"},{"date":"19941220","headline":"Sirhan Parole Denial Ignored Crucial Evidence","web_url":"https://www.nytimes.com/1994/12/20/opinion/l-sirhan-parole-denial-ignored-crucial-evidence-160636.html","abstract":"  To the Editor:   The brief Dec. 2 Associated Press item about the denial of parole to Sirhan B. Sirhan on Dec. 1 leaves out the most interesting events at the parole hearing, which was broadcast live by Court TV. As Mr. Sirhan's lawyer, I pointed out some important facts about the evidence.","thumbnail":null,"section":"Opinion"},{"date":"19941220","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/12/20/nyregion/news-summary-156981.html","abstract":"  International A3-14  RUSSIA ATTACKS SEPARATISTS  Russia bombed the capital of a separatist area and attacked villages after it became clear that negotiations with the Russian President would not continue.  A1","thumbnail":null,"section":"New York"},{"date":"19941220","headline":"Slow-to-Change Riley Says It's About Time","web_url":"https://www.nytimes.com/1994/12/20/sports/basketball-slow-to-change-riley-says-it-s-about-time.html","abstract":"  It will take more than a return home to fix what's wrong with the Knicks.   New York (12-9) is off to its slowest start in Pat Riley's four seasons as coach, and the team has multiple problems to address heading into tonight's game against the Nets at Madison Square Garden.","thumbnail":null,"section":"Sports"},{"date":"19941220","headline":"Three Lives, One House, Very Different Worlds","web_url":"https://www.nytimes.com/1994/12/20/nyregion/three-lives-one-house-very-different-worlds.html","abstract":"  As wisps of incense smoke coiled into the air, the cooks and waitresses of the Tung Shing House lovingly laid out small plates of fried fish, boiled chicken and roast pork as an offering to send their friend Shelley Yin into the next world.   A Taiwanese immigrant, she had been a cashier at the restaurant for years, and now, one by one, her co-workers walked solemnly to the counter and prayed for a safe and peaceful journey.","thumbnail":null,"section":"New York"},{"date":"19941220","headline":"Truce? Expect a Wider War","web_url":"https://www.nytimes.com/1994/12/20/opinion/truce-expect-a-wider-war.html","abstract":"  Jimmy Carter's success in getting a renewable four-month cease-fire between the Bosnian Serbs and Muslims is no great accomplishment. The Balkan winter imposes a virtual truce -- and warmer weather is sure to bring renewed Serbian aggression. Besides, the Serbs had been willing to agree to a truce before Mr. Carter arrived.   The Serbs have conceded little by declaring a willingness to renew talks on dividing Bosnia and to stop harassing United Nations peace- keepers. The big issue is whether they will accept the so-called contact group's plan that gives them 49 percent of Bosnia and the Muslims 51 percent. Mr. Carter's intervention may well have made such an agreement less likely.","thumbnail":null,"section":"Opinion"},{"date":"19941220","headline":"Assistance or People, However They Need It","web_url":"https://www.nytimes.com/1994/12/20/nyregion/our-towns-assistance-or-people-however-they-need-it.html","abstract":"  TERRY ORZECHOWSKI lies on the bed, full of questions. What's going on with the Christmas party? How are the donations coming?   And what's with the rumors? \"I'm not dead yet,\" she says.","thumbnail":null,"section":"New York"},{"date":"19941220","headline":"No Headline","web_url":"https://www.nytimes.com/1994/12/20/world/no-headline-157961.html","abstract":"  Peter Hebblethwaite, a British scholar, Vatican watcher and papal biographer, died on Sunday in Oxford. He was 64.   The cause was not disclosed.","thumbnail":null,"section":"World"},{"date":"19941220","headline":"An Afternoon of Bands And Good Intentions","web_url":"https://www.nytimes.com/1994/12/20/arts/jazz-review-an-afternoon-of-bands-and-good-intentions.html","abstract":"  Sunday afternoon's concert of young jazz artists at Davis Hall at City College, called \"New York Jazz Today!\" and produced by Alexa Birdsong, a young promoter who has previously worked for George Wein's Festival Productions and for Jazz at Lincoln Center, was ambitious. It was also warranted and timely: young players are one of the more important stories in jazz now, and they deserve a forum in concert halls.   But the six bands didn't perform up to their abilities. At its best, the concert featured the pianist Eric Reed and his band turning the gospel standard \"Wade in the Water\" into a post-Coltrane exploration, with percussive, vague chords underlining a relationship between Coltrane's music and the church. At its least, it presented the vocalist Tess Marsalis, the former wife of Branford Marsalis, who, on the basis of this performance, isn't yet at the level of her peers. In between, a host of young musicians put forth oddly uninspired, short sets that rarely caught the vibrancy of their performances in clubs.","thumbnail":null,"section":"Arts"},{"date":"19941220","headline":"Open Office Windows Save on Energy","web_url":"https://www.nytimes.com/1994/12/20/opinion/l-open-office-windows-save-on-energy-160628.html","abstract":"  To the Editor:   Re your Dec. 14 new article on the new Federal courthouse in Manhattan's Foley Square:","thumbnail":null,"section":"Opinion"},{"date":"19941220","headline":"Intensity and Intimacy From a Single Voice","web_url":"https://www.nytimes.com/1994/12/20/arts/pop-review-intensity-and-intimacy-from-a-single-voice.html","abstract":"  Three or four tunes into her first set at Tramps on Friday, the singer Chaka Khan let rip a high note that had all the impact of a bullet hitting a plate-glass window. Suddenly everything changed. Ms. Khan had been struggling with a reluctant sound system. Then she bloomed.   And she has something to bloom with. Although Ms. Khan is capable of vocal virtuosity, she's after something else. Ever since her first recordings, in 1974, she has had an easy way with intimacy, using an enveloping voice that equates closeness with sexuality. Ms. Khan is sexual when she sings, but not in an obvious way; instead of the raucousness of the bump and grind, or even the eroticism of secrecy a whisper can suggest, she manipulates by being a friend.","thumbnail":null,"section":"Arts"},{"date":"19941220","headline":"U.N. Will Help Refugees Return to Rwanda","web_url":"https://www.nytimes.com/1994/12/20/world/un-will-help-refugees-return-to-rwanda.html","abstract":"  In a policy reversal, the United Nations refugee agency said today that it would assist Rwandan refugees who wish to return home.    In an internal paper on the repatriation, the agency, the United Nations High Commissioner for Refugees, advised its officers in the field to \"explore judiciously all avenues to facilitate return, in safety and dignity.\"","thumbnail":null,"section":"World"},{"date":"19941220","headline":"Most Precise Gauge Yet Points to Global Warming","web_url":"https://www.nytimes.com/1994/12/20/science/most-precise-gauge-yet-points-to-global-warming.html","abstract":"  DURING the first two years of its operation, the most accurate system ever devised for measuring changes in global sea level has discerned a steady rise of more than three millimeters, or about one-tenth of an inch, a year. It may not sound like much, but if this trend continues for another few years, scientists say, it will be solid evidence that the earth is undergoing a long-term warming trend, probably related to increases in atmospheric carbon dioxide.   Older and less reliable data had strongly suggested that global atmospheric and ocean temperatures were rising, but doubts about the reliability of these measurements had lingered until now; the new satellite measurements enormously improve the precision and reliability of such estimates.","thumbnail":null,"section":"Science"},{"date":"19941220","headline":"Serbs, Meeting With Carter, Agree to Bosnian Cease-Fire","web_url":"https://www.nytimes.com/1994/12/20/world/serbs-meeting-with-carter-agree-to-bosnian-cease-fire.html","abstract":"  Cajoled by former President Jimmy Carter, the Bosnian Serbs today offered a four-month cease-fire in Bosnia and agreed to open peace negotiations based on an international plan they rejected in July.    After more than eight hours of talks, during which Mr. Carter suggested the Serbs had been misunderstood by people in the United States, the Bosnian Serb leader, Radovan Karadzic, said that new American interpretations of the international peace plan had transformed it into \"a basis for further development.\"","thumbnail":null,"section":"World"},{"date":"19941220","headline":"Military Officials Hold Talks On Bolstering U.N. Bosnia Force","web_url":"https://www.nytimes.com/1994/12/20/world/military-officials-hold-talks-on-bolstering-un-bosnia-force.html","abstract":"  Military chiefs of European countries contributing to the United Nations force in Bosnia began two days of discussions here today with American and Russian officials on how to improve the force's ability to protect civilians from the fighting.   American officials said that Gen. John M. Shalikashvili, the Chairman of the Joint Chiefs of Staff, presented a long list of measures to make the force better able to withstand military pressure from the Bosnian Serbs and other parties to the conflict.","thumbnail":null,"section":"World"},{"date":"19941220","headline":"On My Mind; Missing at The White House","web_url":"https://www.nytimes.com/1994/12/20/opinion/on-my-mind-missing-at-the-white-house.html","abstract":"  The three men, New Yorkers of the center-right, had voted for Bill Clinton.    \"Do you think he can be salvaged?\" one of them asked.","thumbnail":null,"section":"Opinion"},{"date":"19941220","headline":"CNN Is Sentenced for Tapes And Makes Public Apology","web_url":"https://www.nytimes.com/1994/12/20/us/cnn-is-sentenced-for-tapes-and-makes-public-apology.html","abstract":"  A Federal judge gave the Cable News Network a choice today: pay a hefty fine for broadcasting jailhouse telephone conversations of Gen. Manuel Antonio Noriega or publicly apologize and be fined far less.   The network began broadcasting its message of regret on its 6 o'clock news tonihgt. The text was shown on the screen as a news anchor read it off camera. After 22 hours, CNN will pay the Federal Government $85,000 to cover legal fees incurred as it was being convicted of criminal contempt of court for using the tape recordings in violation of a Federal judge's order.","thumbnail":null,"section":"U.S."},{"date":"19941220","headline":"Corrections","web_url":"https://www.nytimes.com/1994/12/20/us/c-corrections-160652.html","abstract":"  A brief report in the Company News column of Business Day on Nov. 19 about an offering of common shares in the Sports Authority retail chain by its former parent company, the Kmart Corporation, referred incorrectly to an earlier offering of another unit, Officemax Inc. A letter from Officemax dated Nov. 30 points out that Kmart kept a 25 percent stake in Officemax, not 30 percent. This correction was delayed by an editing oversight.","thumbnail":null,"section":"U.S."},{"date":"19941220","headline":"Victory and Defeat In Simpson Rulings","web_url":"https://www.nytimes.com/1994/12/20/us/victory-and-defeat-in-simpson-rulings.html","abstract":"  The judge in the double murder case against O. J. Simpson ruled that prosecutors cannot hear a potentially incriminating remark the defendant shouted to a minister during a conversation in jail.   The ruling by Judge Lance A. Ito was a rare victory for the defense, but in another ruling, Judge Ito turned down a motion by Mr. Simpson's lawyers to meld a hearing on the admissibility of DNA evidence into the trial itself. The ruling on the motion seemed to promise a prolonged hearing on that potentially crucial evidence in a case with no witnesses.","thumbnail":null,"section":"U.S."},{"date":"19941220","headline":"Ailey Troupe Honoring A 30-Year Veteran","web_url":"https://www.nytimes.com/1994/12/20/arts/ailey-troupe-honoring-a-30-year-veteran.html","abstract":"  Small, neat and bespectacled, Dudley Williams looks very like one of William Steig's thoughtful mice or a scholarly expert on some long-buried language. But he is a modern dance legend, both for his artistry and his longevity. Tonight at City Center, the Alvin Ailey American Dance Theater will pay tribute to Mr. Williams for his 30th anniversary with the company.    Mr. Williams is an anomaly in modern dance. At an unhesitatingly volunteered 57 years old, he continues to perform frequently and remains a company star, renowned for the eloquent reserve and physical control of his dancing. In a time when dancers are expected to be razzle-dazzle technicians, Mr. Williams has been celebrated for his sense of the power of the small detail.","thumbnail":null,"section":"Arts"},{"date":"19941220","headline":"Systematic Search For a Home","web_url":"https://www.nytimes.com/1994/12/20/science/peripherals-systematic-search-for-a-home.html","abstract":"  IF the home computer market is finally taking off, what better uses are there for a computer than finding a home or fixing it up?   The program Smart Moves explains that it helps you \"identify those communities and neighborhoods within a metropolitan area that best meet your requirements related to housing, schools, costs of living, demographics, personal security and/or location.\" (The metropolitan area I explored was San Francisco's.) A tutorial then explains how to use Windows menus, icons and buttons.","thumbnail":null,"section":"Science"},{"date":"19941220","headline":"Drug Trafficker Convicted Of Blowing Up Jetliner","web_url":"https://www.nytimes.com/1994/12/20/nyregion/drug-trafficker-convicted-of-blowing-up-jetliner.html","abstract":"  A Colombian said to be the most feared assassin of the Medellin drug cartel was convicted by a Federal jury in Brooklyn yesterday of blowing up an Avianca jetliner over Bogota in 1989. All 107 people aboard, including two United States citizens, were killed in one of the worst acts of drug-trade terrorism.   The 29-year-old defendant, Dandeny Munoz-Mosquera -- who reputedly killed 50 police officers, judges and other officials in a ruthless career launched at age 12 -- was also convicted of smuggling tons of cocaine into the United States over a decade, and of racketeering and conspiracy that included murders and other acts of terrorism to promote international drug trafficking.","thumbnail":null,"section":"New York"},{"date":"19941220","headline":"A Welcome Respite in the School Feud","web_url":"https://www.nytimes.com/1994/12/20/opinion/a-welcome-respite-in-the-school-feud.html","abstract":"  After weeks of public criticism aimed at getting New York City's Schools Chancellor to leave town, Mayor Rudolph Giuliani now says that Ramon Cortines should get a one-year extension on a contract that expires next June 30. The Board of Education will offer Mr. Cortines a new contract this week that runs for at least another two years. For the good of the school system, he should stay and Mr. Giuliani should endorse the board's two-year extension.    The essence of Mayor Giuliani's criticism is that Mr. Cortines has failed to squeeze more fat out of the board's bureaucracy. The Mayor's attacks, particularly in recent days, left him increasingly isolated as parents and civic and business leaders rallied around Mr. Cortines.","thumbnail":null,"section":"Opinion"},{"date":"19941220","headline":"Will Jesse Jackson Beat Queen in British Ratings? Stay Tuned","web_url":"https://www.nytimes.com/1994/12/20/world/will-jesse-jackson-beat-queen-in-british-ratings-stay-tuned.html","abstract":"  One of Britain's most familiar holiday rituals -- the annual Christmas Day television broadcast by Queen Elizabeth II -- will run up against some unexpected and, in some quarters, unwanted foreign competition next Sunday: a pre-recorded, nationwide lecture by the Rev. Jesse Jackson on the sorry state of British race relations.   At the same time the Queen is scheduled to appear delivering her Christmas Day homily, at 3 P.M. on Channel One and Channel Three, the American civil rights campaigner will be making his own 15-minute appearance on Channel Four, one of Britain's four nationwide broadcast television networks.","thumbnail":null,"section":"World"},{"date":"19941220","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/12/20/style/chronicle-158801.html","abstract":"  When BILL ADLER was working on his new book, \"The Uncommon Wisdom of Jacqueline Kennedy Onassis: A Portrait in Her Own Words,\" the quality about Mrs. Onassis that most surprised him was her wit. \"I never realized how humorous she was,\" Mr. Adler, the editor of the book, said yesterday. The book, published by Citadel Press, includes quotations from Mrs. Onassis during every period of her life, from childhood through the White House years, her two marriages and her life in New York as an editor.    Mr. Adler, a book packager who has written or edited more than 100 books in his 38-year career, did not set out to pull together Mrs. Onassis's lifetime of words. After she died of non-Hodgkin's lymphoma in May, he was invited to talk about her on a radio talk show in West Palm Beach, Fla.","thumbnail":null,"section":"Style"},{"date":"19941220","headline":"Some of the Fog Clears From Playoff Scenarios","web_url":"https://www.nytimes.com/1994/12/20/sports/pro-football-notebook-some-of-the-fog-clears-from-playoff-scenarios.html","abstract":"  A week ago the National Football League post-season picture was a muddled mess of tedious scenarios. But it cleared up significantly over the weekend.   The 49ers, National Football Conference West Division champions, have home-field advantage throughout the playoffs. Pittsburgh, which clinched the A.F.C. Central Division by beating Cleveland on Sunday, has home-field advantage in the A.F.C. The Browns and Dolphins are in the playoffs. Dallas is the only other team in the N.F.C. to have clinched a playoff berth.","thumbnail":null,"section":"Sports"},{"date":"19941220","headline":"Cuba's New Cardinal Leads a Bolder Church","web_url":"https://www.nytimes.com/1994/12/20/world/cuba-s-new-cardinal-leads-a-bolder-church.html","abstract":"  The occasion was one of celebration, and so many of the faithful turned up that they spilled out of the main cathedral here and into the surrounding square, where they cheered and waved Cuban and Vatican flags. Inside, jubilant worshipers hoisted banners that proclaimed \"Cuba has a Cardinal!\" and chanted \"Long live the Church!\"   Appointed last month as Cuba's first Cardinal in more than 30 years, Jaime Cardinal Ortega y Alamino returned last week from his investiture in Rome to find his flock looking to him for leadership and spiritual sustenance. The passionate reaction to his designation was one of many recent signs of the reinvigoration of the Roman Catholic Church here.","thumbnail":null,"section":"World"},{"date":"19941220","headline":"Municipal Investment Managers Get Taste of Wall St.'s Hard Sell","web_url":"https://www.nytimes.com/1994/12/20/us/municipal-investment-managers-get-taste-of-wall-st-s-hard-sell.html","abstract":"  The brokers besieged Judy Comstock, who manages a $350 million investment pool for Idaho municipalities. They wanted to sell her investments of the sort that later helped to send Orange County, Calif., into bankruptcy.   \"They were like camels,\" Ms. Comstock said, \"trying to put their nose in our tent.\"","thumbnail":null,"section":"U.S."},{"date":"19941220","headline":"Mayor and Medicaid: Old Puzzle, New Approach","web_url":"https://www.nytimes.com/1994/12/20/nyregion/mayor-and-medicaid-old-puzzle-new-approach.html","abstract":"  The Giuliani administration's call for sharp reductions in health and welfare benefits for the poor represents a new approach to an old problem: how to get New York City out from under the burden of Medicaid.    With the cost of Medicaid steadily rising over the years, New York City mayors, Rudolph W. Giuliani included, have long battled for the state to pay the city's share of these health care costs for the poor.  But now Mr. Giuliani has opened a second front and is seeking state approval simply to slash city spending on the Federal program by nearly a third.","thumbnail":null,"section":"New York"},{"date":"19941220","headline":"Colombian Guilty In Jet Bombing","web_url":"https://www.nytimes.com/1994/12/20/nyregion/colombian-guilty-in-jet-bombing.html","abstract":"  A Colombian said to be the most feared assassin of the Medellin drug cartel was convicted by a Federal jury in Brooklyn of blowing up an Avianca jetliner over Bogota in 1989. All 107 people aboard, including two United States citizens, were killed.","thumbnail":null,"section":"New York"},{"date":"19941220","headline":"CLINTON & CONGRESS;\nOrphanages Aren't Welfare Reform","web_url":"https://www.nytimes.com/1994/12/20/opinion/clinton-congress-orphanages-arent-welfare-reform.html","abstract":"\"Bring back the orphanages!\" For some, this new Republican slogan brings to mind simpler times of clearer moral values. For others, it conjures up Dickensian portraits of empty stomachs and sadistic caretakers and is a sign of how regressive G.O.P. rule could become.\n\nAlthough the proposal to put more poor children into institutional care has become a hot-button issue, there has been little discussion of its practicality and of the effect it would have on poor families. A clear-eyed view of the numbers shows that for the Republicans this debate is about political symbols, not realistic programs.","thumbnail":null,"section":"Opinion"},{"date":"19941220","headline":"Harsh Wind From Beijing","web_url":"https://www.nytimes.com/1994/12/20/opinion/harsh-wind-from-beijing.html","abstract":"  It is extraordinary and more than a little alarming. The world's most populous country, a nuclear power with a booming, internationalized economy, is frozen into hard-line immobility on a wide range of policies because its nonagenarian supreme leader lies dying and those beneath him fear jeopardizing their own political futures by appearing too flexible.    Some of the effects of this succession crisis are now being felt throughout the world. But the primary and most brutal effects are felt in China itself. Crucial reforms of state industry have been postponed repeatedly. Arbitrary challenges and revisions have left foreign investors questioning the reliability of their contracts. Most recently, human rights and democracy activists have been subjected to a new round of repression that is ferocious even by China's harsh standards.","thumbnail":null,"section":"Opinion"},{"date":"19941220","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/12/20/us/inside-157376.html","abstract":"  Step on Air Standards   The Environmental Protection Agency allowed 12 states to impose stricter auto pollution standards in a move intended to bring about a new national standard. Page A16. CNN Issues Apology    After being found in contempt of court for using tapes of Gen. Manuel Antonio Noriega, CNN issued an apology and was fined less than it would otherwise have been. Page B7. Colombian Guilty in Bombing    A Colombian said to be the most feared assassin of the Medellin drug cartel was convicted of blowing up an Avianca jetliner over Bogota in 1989, killing all 107 aboard. Page B3. 4 Dead in Queens Shootout    A Taiwanese couple who rented rooms to fellow immigrants were killed by a tenant in a shooting spree that left four dead in three locations throughout central Queens. Page B1.  ","thumbnail":null,"section":"U.S."},{"date":"19941220","headline":"Frazier Stops Medication","web_url":"https://www.nytimes.com/1994/12/20/sports/sports-people-football-frazier-stops-medication.html","abstract":"  Nebraska quarterback TOMMIE FRAZIER was taken off an anticoagulant drug yesterday and cleared to scrimmage with the Cornhuskers in Miami on Saturday. After the scrimmage, Frazier will begin taking a different anticoagulant until about 24 hours before the Orange Bowl eight days later. He will resume taking the medication after the Jan. 1 game.","thumbnail":null,"section":"Sports"},{"date":"19941220","headline":"U.S. Cautious On New Offer By the Serbs","web_url":"https://www.nytimes.com/1994/12/20/world/us-cautious-on-new-offer-by-the-serbs.html","abstract":"  The White House responded cautiously tonight to the new cease-fire proposal from the Bosnian Serbs, with a senior official saying that the Administration was holding out hope that the offer brokered by former President Jimmy Carter might represent \"positive vibrations\" in the Balkans.   \"There's a lot of effort to maneuver for public opinion here,\" the senior Administration official said. \"But we do see a possibility that this could lead to movement forward.\"","thumbnail":null,"section":"World"},{"date":"19941220","headline":"Chess","web_url":"https://www.nytimes.com/1994/12/20/arts/chess-158674.html","abstract":"  Mexico is progressing in chess by strengthening its Copa Gobernador Tournament in Nueva Leon, year after year. This time, in its fall running, 10 of the 14 entrants were grandmasters, making it one of the strongest in the Americas. They were topped by the Spanish grandmaster Miguel Illescas Cordoba, who posted a 9-4 score on his way to victory.   Gennady Sagalchik, an American international master originally from Russia, and Walter Browne, a Berkeley, Calif., grandmaster, each tallied 8-5 to tie for second and third. This amounted to a third norm for Sagalchik, who will soon be officially elevated to the grandmaster rank by the International Chess Federation.","thumbnail":null,"section":"Arts"},{"date":"19941220","headline":"Most Parents Want Sex Education in Schools; A Dangerous Ignorance","web_url":"https://www.nytimes.com/1994/12/20/opinion/l-most-parents-want-sex-education-in-schools-a-dangerous-ignorance-160725.html","abstract":"  To the Editor:   In response to \"We've Educated Sex to Death\" (Op-Ed, Dec. 13) by Kay S. Hymowitz, I would like to point out that ignorance does not equal passion, nor does it equal love.","thumbnail":null,"section":"Opinion"},{"date":"19941220","headline":"The Boys and Girls of Summer In Another Field of Dreams","web_url":"https://www.nytimes.com/1994/12/20/arts/dance-review-the-boys-and-girls-of-summer-in-another-field-of-dreams.html","abstract":"  Take the kids. \"Baseball,\" a new mixed-media dance piece for Momix by Moses Pendleton, is a true family show.   This is not simply because the protagonist is a human baseball roller-skating around the stage of the Joyce Theater (175 Eighth Avenue, at 19th Street, Chelsea) with a bat-wielding crew in pursuit. It is rather that Mr. Pendleton's two-hour look at the conventions and legends of baseball is fun on a multitude of levels, a meditation both antic and lyrical.","thumbnail":null,"section":"Arts"},{"date":"19941220","headline":"1894: Dreyfus on Trial : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/12/20/opinion/IHT-1894-dreyfus-on-trial-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The trial of Captain Dreyfus for treason commenced yesterday [Dec. 19]. The charge against him, it will be remembered, is of having sold secret documents from the War Office to the Military Attach of one of the German Embassies. A storm of p","thumbnail":null,"section":"Opinion"},{"date":"19941220","headline":"Party Looks Beyond Era Of Mandela","web_url":"https://www.nytimes.com/1994/12/20/world/party-looks-beyond-era-of-mandela.html","abstract":"  Nothing on the program says so, and few of the 3,000 delegates would put it this way, but as the African National Congress met here for its first national conference as a governing party, the unspoken topic was: What happens after Nelson Mandela?   The subject was implicit in the sense of generational change, including the consecration of Thabo Mbeki, a wily diplomat who spent the apartheid years in foreign exile, as the heir apparent to President Mandela.","thumbnail":null,"section":"World"},{"date":"19941220","headline":"Sports of The Times; Is This The End Of Romance?","web_url":"https://www.nytimes.com/1994/12/20/sports/sports-of-the-times-is-this-the-end-of-romance.html","abstract":"  \"AFELLA had a flat tire in front of an insane asylum,\" P. K. Wrigley, the late owner of the Chicago Cubs, once began a story. \"Several of the inmates came to the bars and watched him take off the bad tire and start to put on the spare. But he accidentally kicked all of the nuts down an open manhole. He didn't know what to do.   \"One of the inmates called out, 'Why don't you take one nut from each of the other wheels and put them on the fourth and then fix it up as soon as you get to the nearest service station?'","thumbnail":null,"section":"Sports"},{"date":"19941220","headline":"The Flow of Information : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/12/20/opinion/IHT-the-flow-of-information-letters-to-the-editor.html","abstract":"Regarding \"To Combat Hate Broadcasts, Let's Try Propaganda for Peace\" (Opinion, Dec. 12) by Keith Spicer:.The suggestion that organizations such as Article 19, the International Center Against Censorship, might be enlisted to advise the UN of","thumbnail":null,"section":"Opinion"},{"date":"19941220","headline":"Knicks-Nets a Modest Matchup This Time","web_url":"https://www.nytimes.com/1994/12/20/sports/basketball-knicks-nets-a-modest-matchup-this-time.html","abstract":"  When they last traded hanging jumpers in the lane seven months ago, the stakes were markedly different. The Knicks were beginning the first leg of a championship run. The Nets, with a native New Yorker guaranteeing an upset from the end of the bench, were enjoying some much-needed attention from across the Hudson River.   Everything changes.","thumbnail":null,"section":"Sports"},{"date":"19941220","headline":"World News Briefs; Two Political Tempests Dwindle Away in Israel","web_url":"https://www.nytimes.com/1994/12/20/world/world-news-briefs-two-political-tempests-dwindle-away-in-israel.html","abstract":"  Two noisy disputes that had roiled Israeli politics came to a quiet end today.   In one, the Israeli Government easily defeated a parliamentary no-confidence motion introduced by religious parties because of questions raised about the moral character of the biblical King David.","thumbnail":null,"section":"World"},{"date":"19941220","headline":"Woman Slain in Brooklyn","web_url":"https://www.nytimes.com/1994/12/20/nyregion/woman-slain-in-brooklyn.html","abstract":"  A woman was shot to death yesterday morning in Bushwick, Brooklyn, by a neighbor to whom she owed $3,000, the police said.   The victim, Elicea Boatswain, a 40-year-old mother of three, was shot twice in the chest just after 9 A.M. in front of Intermediate School 291.","thumbnail":null,"section":"New York"},{"date":"19941220","headline":"JAZZ","web_url":"https://www.nytimes.com/1994/12/20/arts/in-performance-jazz-159123.html","abstract":"  Looking for Repetition? It Won't Be Found Here  Bruce Barth, pianist Smalls    There isn't much point in waiting for Bruce Barth to repeat himself: he doesn't. Mr. Barth, best known for his membership in the trumpeter Terence Blanchard's quartet, has lots of resources, and he isn't shy about using them.","thumbnail":null,"section":"Arts"},{"date":"19941220","headline":"Journalists Covering Bosnia Win Access to U.N. Aircraft","web_url":"https://www.nytimes.com/1994/12/20/world/journalists-covering-bosnia-win-access-to-un-aircraft.html","abstract":"  During the conflict in Croatia and Bosnia, at least 44 journalists have been killed and others beaten, robbed and harassed. Many of those incidents occurred, according to a committee of American journalists, as reporters traveled overland to get to besieged Sarajevo while United Nations aircraft flew overhead with many of their seats empty.    Yesterday, Kofi A. Annan, the United Nations Under Secretary General for Peacekeeping Operations, said the United Nations has now changed its longstanding policy that barred reporters from those planes. Under the new policy, reporters will be permitted in United Nations Protection Force planes in Bosnia on a \"space available\" basis, making their passage into many war zones safer.","thumbnail":null,"section":"World"},{"date":"19941220","headline":"A Tale for the 90's From Louisa May Alcott","web_url":"https://www.nytimes.com/1994/12/20/nyregion/a-tale-for-the-90-s-from-louisa-may-alcott.html","abstract":"  More than a century after its author's death, a manuscript by Louisa May Alcott that was rejected in the 19th century as too sensational is to be published by Random House.   Titled \"A Long Fatal Love Chase,\" it is the tale of a young woman stalked by a former lover.","thumbnail":null,"section":"New York"},{"date":"19941220","headline":"U.S. Says Pilots Thought They Were Over South Korea","web_url":"https://www.nytimes.com/1994/12/20/world/us-says-pilots-thought-they-were-over-south-korea.html","abstract":"  The Pentagon said today that the last radio message from two Army pilots whose helicopter went down in North Korea showed that they were not on a hostile surveillance mission, and thought that they were flying over South Korea.   Asserting that the helicopter pilots had unwittingly strayed north of the demilitarized zone, Pentagon officials made public details of the pilots' last radio message. In it they reportedly said they were at a checkpoint in South Korea, while they went down minutes later more than 10 miles away, in North Korea.","thumbnail":null,"section":"World"},{"date":"19941220","headline":"Laughter And Joy, And Then Gunfire","web_url":"https://www.nytimes.com/1994/12/20/nyregion/laughter-and-joy-and-then-gunfire.html","abstract":"  At the birthday celebration in a Queens steakhouse, the three couples ate and laughed, and through it all, 31-year-old Laakhraj Dalipram snapped pictures.   Finally he thought of himself. \"What about me?\" he said.","thumbnail":null,"section":"New York"},{"date":"19941220","headline":"By Design; Romance, Thy Name Is Lace","web_url":"https://www.nytimes.com/1994/12/20/style/by-design-romance-thy-name-is-lace.html","abstract":"  Clothes seem to be getting more romantic and feminine by the minute. For spring, designers went wild with fabrics like chiffon, satin and lace. Satin skirts were everywhere, often trimmed with petticoat lace. And there were featherweight dresses that combined chiffon and fine lace.    For holiday parties, lace can be combined with any number of other fabrics to make a personalized statement. Maeja Knits, a shop at 1061 Madison Avenue, near 80th Street, has a number of hand-loomed lace tunics, blouses and jackets in black, navy or pale teal blue. They can give a new look to velvet pants, leggings, satin skirts, bodysuits or slip dresses. There are long tunics with side slits, and one with deeply ruffled cuffs; kimono-style jackets, to be worn loose or sashed, and one knee-length poncho coverup (at $700, the most expensive item). Most styles range from $215 to $400.","thumbnail":null,"section":"Style"},{"date":"19941220","headline":"SCIENTISTS AT WORK: Kathy Schick and Nicholas Toth; Recreating Stone Tools To Learn Makers' Ways","web_url":"https://www.nytimes.com/1994/12/20/science/scientists-work-kathy-schick-nicholas-toth-recreating-stone-tools-learn-makers.html","abstract":"  LAST summer Kathy Schick and Nicholas Toth drove out to Oregon, bought 2,000 pounds of obsidian, quartzite and basalt from three quarries, hauled it back to their home here in a rental truck and dumped it in their backyard. For Dr. Toth and Dr. Schick, a husband-and-wife team of archeologists at Indiana University, the load of rocks is a vehicle in interpreting human evolution.   Over the next few years they, their students, volunteers and a pygmy chimpanzee named Kanzi, well known in the anthropology community for his participation in language experiments, will flake the stones into tools, just as humans' hominid ancestors did beginning 2.5 million years ago. The lithic experiments are part of their project to investigate human origins and evolution through technology.","thumbnail":null,"section":"Science"},{"date":"19941220","headline":"Peasants Block Roads in Troubled South Mexican State","web_url":"https://www.nytimes.com/1994/12/20/world/peasants-block-roads-in-troubled-south-mexican-state.html","abstract":"  Peasants who said they were part of a mobilization ordered by the rebel Zapatista National Liberation Army blocked several highways in the southern state of Chiapas today and took over the town hall in at least one community outside the zone that the rebels have held for almost a year.   But no shots were reported, and Government officials insisted that the actions were a civil protest by peasants and Indians and not the resumption of the insurrection that began in Chiapas on Jan. 1.","thumbnail":null,"section":"World"},{"date":"19941220","headline":"This Time, the 1-14 Oilers Didn't Fumble the Baby","web_url":"https://www.nytimes.com/1994/12/20/sports/sports-people-football-this-time-the-1-14-oilers-didn-t-fumble-the-baby.html","abstract":"  This past weekend, Houston Oiler cornerback CRIS DISHMAN reaped the benefits of last year's \"Babygate\" incident. Dishman learned at 11:37 P.M. Saturday that his wife, KAREN, was going into labor. He contacted Oiler officials, who chartered a plane for him from Kansas City, Mo., to Houston, according to The Kansas City Star.   Dishman left Kansas City at 2:30 A.M. Sunday and watched the birth of his son, CRIS DISHMAN Jr., at 7:12 A.M. in Houston. Dishman then returned to Kansas City at 1:30 P.M. and started the game at 3 P.M.","thumbnail":null,"section":"Sports"},{"date":"19941220","headline":"Going Off the Beaten Path to Track Down Clues About AIDS","web_url":"https://www.nytimes.com/1994/12/20/science/the-doctor-s-world-going-off-the-beaten-path-to-track-down-clues-about-aids.html","abstract":"  OF all the enigmas of AIDS, few match that of Kaposi's sarcoma, which has stumped the best scientific minds investigating AIDS. Once a rare cancer in the United States, Kaposi's sarcoma became epidemic along with AIDS about 1981. No one has figured out why the sarcoma is far more common among gay men than all other types of AIDS patients.    There has long been ample epidemiologic evidence to suggest that some infectious agent, quite apart from the AIDS virus, plays a role in causing Kaposi's sarcoma, but the nature of this second agent has baffled the experts.","thumbnail":null,"section":"Science"},{"date":"19941220","headline":"Mild Weather Puts Chill on World Cup Races","web_url":"https://www.nytimes.com/1994/12/20/sports/skiing-mild-weather-puts-chill-on-world-cup-races.html","abstract":"  No matter how much snow falls on Europe between now and the World Cup final in March, the mild winter here has been a blow to the finances and tradition of Alpine ski racing and given rise to talk of holding more early-season events in North America.   Plagued by a nearly total lack of snow in the Alps and temperatures that made snow-making all but impossible, not one of the first eight resorts scheduled to be the sites of World Cup men's events before Christmas was able to keep its commitment.","thumbnail":null,"section":"Sports"},{"date":"19941220","headline":"Simpson Judge Sets Date for Pretrial Hearing on DNA and Rules on Jail Outburst","web_url":"https://www.nytimes.com/1994/12/20/us/simpson-judge-sets-date-for-pretrial-hearing-on-dna-and-rules-on-jail-outburst.html","abstract":"  Judge Lance A. Ito handed opposing sides in the O. J Simpson case a split decision today. Prosecutors will not be able to hear the possibly incriminating remark Mr. Simpson shouted to a minister, Roosevelt Grier, Judge Ito ruled. But the judge rejected a defense motion to meld a hearing on the admissibility of DNA evidence into the trial itself.   Judge Ito's decision to keep the Simpson-Grier conversation private was a rare victory for the defense in the case, which has seen the judge allow a variety of disputed materials into evidence. But Mr. Simpson's statement to Mr. Grier last November -- its contents have never been disclosed -- would have been gravy for the prosecution; its case never really hinged on it.","thumbnail":null,"section":"U.S."},{"date":"19941220","headline":"Europeans To Build Powerful Accelerator","web_url":"https://www.nytimes.com/1994/12/20/science/europeans-to-build-powerful-accelerator.html","abstract":"  THE long-term future of high-energy physics research was assured on Friday when the 19 member nations of CERN, the European Laboratory for Particle Physics, voted to spend about $15 billion over 20 years for the most powerful particle accelerator in the world.   By their representatives' vote, Europe's governments committed themselves to build and operate the accelerator, called the Large Hadron Collider.","thumbnail":null,"section":"Science"},{"date":"19941220","headline":"Open the Books on Newt Inc.","web_url":"https://www.nytimes.com/1994/12/20/opinion/open-the-books-on-newt-inc.html","abstract":"  Speaker-designate Newt Gingrich is entitled to boast that the Republican resurgence in Congress is the product of \"ideas.\" But as Stephen Engelberg and Katharine Seelye detailed in The New York Times on Sunday, the G.O.P. takeover was helped by Mr. Gingrich's success in raising money -- much of it in large, still-undisclosed gifts from special interests.    The money, and there was lots of it, flowed to support the interlocking set of political and financial entities dubbed \"Newt Inc.\" by Washington insiders. (See chart.) Mr. Gingrich's refusal to disclose fully this financial network raises the ugly possibility that he will copy the seedy tendency of the Democrats in Congress to stall on campaign finance reform.","thumbnail":null,"section":"Opinion"},{"date":"19941220","headline":"Patterns","web_url":"https://www.nytimes.com/1994/12/20/style/patterns-158631.html","abstract":"  Fashion on Film   If Robert Altman's movie \"Ready to Wear\" did nothing else, it at least excited interest again in how fashion is captured on film.","thumbnail":null,"section":"Style"},{"date":"19941220","headline":"A Man of His Words; In Continuing to Attack Chancellor, Giuliani Is Playing by His Own Rules","web_url":"https://www.nytimes.com/1994/12/20/nyregion/man-his-words-continuing-attack-chancellor-giuliani-playing-his-own-rules.html","abstract":"  This weekend, when he dropped his effort to oust Schools Chancellor Ramon C. Cortines, Mayor Rudolph W. Giuliani made no pretense about dropping his critical view of the Chancellor. \"If the decision was mine alone, I would say he's had his 18 months and not shown an ability to create the change the system needs,\" the blunt-spoken Mr. Giuliani said Sunday night. \"If I had my druthers, I would say we should find someone who wants to make changes, rather than someone who has to be forced into it.\"   These are not the words of a peacemaker. The Board of Education, rejecting Mr. Giuliani's proposal to reappoint Mr. Cortines to a one-year term with conditions, is poised to renew the Chancellor's contract for two years. If Mr. Cortines accepts, it is clear he will have to put up with continuing opposition from City Hall. Can a Chancellor function effectively without the confidence of the Mayor?","thumbnail":null,"section":"New York"},{"date":"19941220","headline":"New Shot at Cold Fusion By Pumping Sound Waves Into Tiny Bubbles","web_url":"https://www.nytimes.com/1994/12/20/science/new-shot-at-cold-fusion-by-pumping-sound-waves-into-tiny-bubbles.html","abstract":"  EVER since the first hydrogen bomb was detonated in 1952, scientists have sought to harness thermonuclear fusion as a peaceful power source, but that goal has proved tantalizingly elusive. Now, however, there seems to be an outside chance that a wholly new technique could achieve it. Bombarding microscopic bubbles with intense sound waves could convert the bubbles into minuscule fusion furnaces.   Recent experiments by a half-dozen laboratories suggest that a mysterious phenomenon called sonoluminescence may be capable of raising the temperature of gas trapped in a tiny bubble to 1.8 million degrees Fahrenheit or more -- enough, in principle, to ignite fusion.","thumbnail":null,"section":"Science"},{"date":"19941220","headline":"Most Parents Want Sex Education in Schools; Aftermath of 60's","web_url":"https://www.nytimes.com/1994/12/20/opinion/l-most-parents-want-sex-education-in-schools-aftermath-of-60-s-160733.html","abstract":"  To the Editor:   Kay S. Hymowitz disparages Surgeon General Joycelyn Elders's efforts in sexuality education along with those of Planned Parenthood and Antioch College (Op-Ed, Dec. 13). Ms. Hymowitz indicates that she prefers ignorance to these activities and others she describes. This attitude leads to the acquisition of avoidable and sometimes incurable diseases and unwanted pregnancy.","thumbnail":null,"section":"Opinion"},{"date":"19941220","headline":"Don't Include Greece : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/12/20/opinion/IHT-dont-include-greece-letters-to-the-editor.html","abstract":"Regarding \"Threats to Human Rights in Europe Are Threats to Security as Well\" (Opinion, Dec. 15). by Aaron Rhodes:.Surprisingly, Aaron Rhodes includes Greece among those European countries where he sees threats to human rights. It is dangerou","thumbnail":null,"section":"Opinion"},{"date":"19941220","headline":"Car Insurance Covers Shooting, Court Says","web_url":"https://www.nytimes.com/1994/12/20/nyregion/car-insurance-covers-shooting-court-says.html","abstract":"  The New Jersey Supreme Court, in a 4 to 3 opinion, ruled today that a victim of a drive-by shooting was entitled to medical benefits under his father's automobile insurance policy.   The case involves Kurt Lindstrom, who has been a quadriplegic since April 15, 1989. His spinal column was injured by a random shot fired from a passing car while at he was attending an outdoor party at the University of North Carolina-Wilmington, where he was a student.","thumbnail":null,"section":"New York"},{"date":"19941220","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/12/20/style/chronicle-159506.html","abstract":"  KATE FRENCH, who is the executive director of Wave Hill, the 28-acre botanical garden and cultural center in Riverdale, the Bronx, received a gift that she didn't expect the other day: the presidency of Wave Hill.   \"For the last five years DAVID BEIM has been both chairman and president, and at the last board meeting he said he wanted to give me a present: one of his titles,\" she said. \"I was thrilled and also surprised -- because I usually put together the agenda for the board meetings.\"","thumbnail":null,"section":"Style"},{"date":"19941220","headline":"America Needs China in GATT and the World Trade Organizaiton","web_url":"https://www.nytimes.com/1994/12/20/opinion/IHT-america-needs-china-in-gatt-and-the-world-trade-organizaiton.html","abstract":"With the World Trade Organization scheduled to come into existence in January as the successor to the General Agreement on Tariffs and Trade, China is eager to achieve admission in time to become a charter member. It regards U.S. policy as the principal","thumbnail":null,"section":"Opinion"},{"date":"19941220","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/12/20/sports/results-plus-158542.html","abstract":"  COLLEGE BASKETBALL  Syracuse Cruises  Otis Hill and Lazarus Sims led host Syracuse on a 20-4 run late in the first half as the 14th-ranked Orangemen defeated Robert Morris by 103-67 last night for their sixth straight victory. John Wallace scored 16 points and was one of six players in double figures for Syracuse. (AP)","thumbnail":null,"section":"Sports"},{"date":"19941220","headline":"Brett Lindros Misses Cut","web_url":"https://www.nytimes.com/1994/12/20/sports/sports-people-hockey-brett-lindros-misses-cut.html","abstract":"  The Islander rookie BRETT LINDROS failed to make the final cut Sunday for Canada's world junior team. Asked whether he was bitter, Lindros, the 19-year-old brother of the National Hockey League star ERIC LINDROS, said: \"Big time.\"   Lindros, selected ninth over all in the 1994 N.H.L. entry draft, was among six players cut by Coach DON HAY as the team reached the 22-player limit.","thumbnail":null,"section":"Sports"},{"date":"19941220","headline":"Most Parents Want Sex Education in Schools","web_url":"https://www.nytimes.com/1994/12/20/opinion/l-most-parents-want-sex-education-in-schools-160717.html","abstract":"  To the Editor:   \"We've Educated Sex to Death\" (Op-Ed, Dec. 13) by Kay S. Hymowitz is yet another example of the myths and distortions about sexuality education.","thumbnail":null,"section":"Opinion"},{"date":"19941220","headline":"Valentine to Attend Rutgers","web_url":"https://www.nytimes.com/1994/12/20/sports/sports-people-high-schools-valentine-to-attend-rutgers.html","abstract":"  COREY VALENTINE, who led Lincoln High School in Brooklyn to two Public Schools Athletic League championship games and a 27-3 record in his three years as a starting quarterback, has given a verbal commitment to attend Rutgers next fall.","thumbnail":null,"section":"Sports"},{"date":"19941220","headline":"How to Save a Season in 2 Days","web_url":"https://www.nytimes.com/1994/12/20/sports/on-hockey-how-to-save-a-season-in-2-days.html","abstract":"  When the National Hockey League Players Association meets in Toronto today and tomorrow, the locked-out players will fine-tune their strategy to attempt to salvage the remainder of the season.   How much have they given so far in collective bargaining? Plenty, especially with the entry-level salary cap and the elimination of free agency for young players and the elimination of arbitration for that same group. These concessions will hold down the wages of more than only young players for years to come.","thumbnail":null,"section":"Sports"},{"date":"19941220","headline":"New Baseball Talks Are in Warm-Up Stage","web_url":"https://www.nytimes.com/1994/12/20/sports/baseball-new-baseball-talks-are-in-warm-up-stage.html","abstract":"  In the ebb and flow of negotiations in the baseball strike, many lows seem to be the result of failed expectations.   Last week, one of those failed expectations came when the owners thought players would walk into a final session at Rye Brook, N.Y., with a new proposal. The players didn't, the owners went away angry and a total meltdown in negotiations nearly occurred.","thumbnail":null,"section":"Sports"},{"date":"19941220","headline":"Bridge City Journal; In Taking On a Corporate Goliath, A Small Town Saves Its Wal-Mart","web_url":"https://www.nytimes.com/1994/12/20/us/bridge-city-journal-taking-corporate-goliath-small-town-saves-its-wal-mart.html","abstract":"  Maybe it was the 2,064 signatures on the petitions in this East Texas community of 8,000 people. \"Don't do it! Will shop Kmart if you do,\" one person added. \"Don't want a Super store, want this one,\" wrote another. \"I have to have you here!\" said a third.   Or maybe it was the impassioned letter from Libby Mitchell and Cheryl Meeks, two housewives who led the protest against the planned closing of the Bridge City Wal-Mart. \"Wal-Mart was built on small towns like ours,\" they said. \"Now all over America, corporate Wal-Mart is chipping away at their own foundations, store by store.\"","thumbnail":null,"section":"U.S."},{"date":"19941220","headline":"1919: Unruffled Paris : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/12/20/opinion/IHT-1919-unruffled-paris-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - London may startle the fashion world by adopting, as its newspapers suggest, blue breeches and ruffled shirts for evening wear for men, but it is unlikely that even the most eccentric of Parisian males will yield to the temptation to attract atten","thumbnail":null,"section":"Opinion"},{"date":"19941220","headline":"Song Fest Co-Founder To Direct Arts Center At the 92d Street Y","web_url":"https://www.nytimes.com/1994/12/20/arts/music-notes-song-fest-co-founder-to-direct-arts-center-at-the-92d-street-y.html","abstract":"  Michael Barrett, a conductor and pianist who was a co-founder of the inventive New York Festival of Song, has been appointed director of the Tisch Center for the Arts at the 92d Street Y. Mr. Barrett, who is 37 years old, is to begin his duties immediately, although he pointed out yesterday that because the center's programming was planned more than a season in advance, his own stamp would not be seen until at least 1996.   Mr. Barrett's association with the Y began this season when his New York Festival of Song took up residence there. He will continue to share the direction of the vocal music series with Steven Blier, and he will maintain a performing career outside the Y. Besides his work with the Festival of Song, he has conducted several music theater productions and is an adviser to the estate of Leonard Bernstein, for whom he was an assistant in the late 1980's. He also directs the Moab Festival in Utah with his wife, Leslie Tomkins.","thumbnail":null,"section":"Arts"},{"date":"19941220","headline":"Talks on Northern Ireland to Continue Despite Planting of Bomb","web_url":"https://www.nytimes.com/1994/12/20/world/talks-on-northern-ireland-to-continue-despite-planting-of-bomb.html","abstract":"  British officials and representatives of Sinn Fein, the political wing of the Irish Republican Army, agreed today that peace talks on the future of Northern Ireland would not be sidetracked by the discovery on Sunday of a powerful bomb in a town near the Irish border.   British Army bomb experts who defused the explosive described it as the largest such bomb planted in the province in several months. But even without going off, the bomb has badly rattled political leaders anxious about holding together Northern Ireland's nearly four-month cease-fire.","thumbnail":null,"section":"World"},{"date":"19941220","headline":"From a Landlord-Tenant Dispute, 4 Fatal Shootings","web_url":"https://www.nytimes.com/1994/12/20/nyregion/from-a-landlord-tenant-dispute-4-fatal-shootings.html","abstract":"  Yesterday was the day that Charles Chang-ming Lee and Shelley Yin, husband-and-wife landlords from Taiwan, were going to evict a problem tenant from a cubicle in the basement of their Elmhurst duplex. But their tenant, Hsu Wen-ping, put a violent end to their plans on Sunday night in a shooting spree that left death in three locations scattered through central Queens.   By the time it ended late Sunday, the landlords and their tenant were dead. So was a Mount Vernon man who happened to cross the gunman's path on his way home from a steakhouse. And two police officers were wounded, one so seriously that his blood left a dark trail through a blocklong parking garage as he was pulled to safety.","thumbnail":null,"section":"New York"},{"date":"19941220","headline":"At Long Last, New Jersey Gets a Statewide System for Courts","web_url":"https://www.nytimes.com/1994/12/20/nyregion/at-long-last-new-jersey-gets-a-statewide-system-for-courts.html","abstract":"  Gov. Christine Todd Whitman today signed legislation that will finally give New Jersey the statewide court system envisioned in the 1947 Constitution and that holds out the hope of property tax relief as well.   The new law will shift 7,700 county employees who work in the court system to the state payroll by 1999, for an annual saving to the counties of $326 million.","thumbnail":null,"section":"New York"},{"date":"19941220","headline":"Harvard Chief Is to Return Next Semester","web_url":"https://www.nytimes.com/1994/12/20/us/harvard-chief-is-to-return-next-semester.html","abstract":"  The president of Harvard University, Neil L. Rudenstine, is recovering from what officials here describe as \"severe fatigue and exhaustion\" that led him to take a leave of absence last month. He is expected to return to work next semester, the university said today.   Harvard's announcement on Nov. 28 that its 59-year-old president was too tired to perform his duties surprised the academic world and led to speculation about what caused him to leave, and to discussions about the difficulties of managing a modern university.","thumbnail":null,"section":"U.S."},{"date":"19941220","headline":"After Afghanistan, Russia Faces Another Muslim Challenge","web_url":"https://www.nytimes.com/1994/12/20/opinion/IHT-after-afghanistan-russia-faces-another-muslim-challenge.html","abstract":"Boris Yeltsin seems to have decided to subjugate Chechnya by military force. He should bear in mind the Chechens' historic links to militant Islam. Even if it is swiftly completed, President Yeltsin's military campaign against the tough rulers of what he","thumbnail":null,"section":"Opinion"},{"date":"19941220","headline":"Yankees Are Still Waiting For Pitch From McDowell","web_url":"https://www.nytimes.com/1994/12/20/sports/baseball-yankees-are-still-waiting-for-pitch-from-mcdowell.html","abstract":"  Gene Michael is not averse to signing Jack McDowell to a multiyear contract and he would prefer to complete the deal before the owners possibly implement their salary plan. But the Yankees' general manager needs input from the pitcher and his representative to complete the equation and so far that has been a methodical process.   Jim McDowell, the brother and agent for the 28-year-old right-hander who was obtained by the Yankees in a trade with the Chicago White Sox last Wednesday, did not speak to Michael yesterday. Since the McDowells are still analyzing the aspects of Jack's unique position, Jim figured he would contact Michael today or tomorrow.","thumbnail":null,"section":"Sports"},{"date":"19941220","headline":"7 Stabbed and 5 Others Hurt in Rikers Clash","web_url":"https://www.nytimes.com/1994/12/20/nyregion/7-stabbed-and-5-others-hurt-in-rikers-clash.html","abstract":"  At least seven inmates were stabbed and five others also injured last night when two rival gangs clashed in what is regarded as Rikers Island's toughest prison unit, New York City correction officials said.   The stabbing victims were taken to Elmhurst Hospital Center in Queens where Beverly Fong, a hospital administrator, said that none of the men were seriously injured and that all would probably be treated and returned to Rikers.","thumbnail":null,"section":"New York"},{"date":"19941220","headline":"Corrections","web_url":"https://www.nytimes.com/1994/12/20/us/c-corrections-160679.html","abstract":"  An article in Business Day on Saturday about the financial problems of Hoffritz, a specialty retailer of knives, referred incorrectly to the company's plan for an initial public offering of stock. The Securities and Exchange Commission has taken no action on it; it has not been approved.","thumbnail":null,"section":"U.S."},{"date":"19941220","headline":"McNair and Tressel Honored","web_url":"https://www.nytimes.com/1994/12/20/sports/sports-people-football-mcnair-and-tressel-honored.html","abstract":"  STEVE McNAIR, Alcorn State's record-setting quarterback, and Youngstown State Coach JIM TRESSEL are the winners of the WALTER PAYTON and EDDIE ROBINSON awards as the top player and coach in National Collegiate Athletic Association Division I-AA football.   McNair threw for 4,863 yards and 44 touchdowns, leading Alcorn State to an 8-2-1 record. He also ran for 936 yards, finishing with 5,377 yards of total offense and pushing his career total offense to 16,823 yards, an N.C.A.A. record.","thumbnail":null,"section":"Sports"},{"date":"19941220","headline":"Corrections","web_url":"https://www.nytimes.com/1994/12/20/us/c-corrections-156957.html","abstract":"  An obituary on Saturday about Prof. Arthur Bestor, a constitutional historian, omitted a survivor. Professor Bestor, who died last Tuesday, is also survived by a sister, Mary Frances Cram of Advance, N.C.","thumbnail":null,"section":"U.S."},{"date":"19941220","headline":"Swinging Under Planets' Plane, Spacecraft Studies Sun's Poles","web_url":"https://www.nytimes.com/1994/12/20/science/swinging-under-planets-plane-spacecraft-studies-sun-s-poles.html","abstract":"  MORE than four years and a billion miles out from Earth, a spacecraft appropriately named for the legendary wandering hero, Ulysses, is traveling in previously unexplored parts of the solar system. These are regions above and below the plane in which the Sun's retinue of planets reside, empty quarters dominated by the magnetic fields and streaming particles from the Sun's poles.   It took the gravity of mighty Jupiter to bend the Ulysses spacecraft's trajectory \"downward\" and away from this plane of the ecliptic, sending it off where no craft had ever traveled. In observations over the last four months from this completely new perspective, the spacecraft has presented scientists with a wealth of data about solar dynamics and some findings that they did not expect, and have yet to understand.","thumbnail":null,"section":"Science"},{"date":"19941220","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/12/20/sports/transactions-158615.html","abstract":"  Baseball  American League    BALTIMORE ORIOLES -- Acquired John DeSilva, pitcher, from the Los Angeles Dodgers for John O'Donoghue, pitcher. Named Steve Pastorino general manager of High Desert of the California League.","thumbnail":null,"section":"Sports"},{"date":"19941220","headline":"E.M.S. Criticized On Arrival Time","web_url":"https://www.nytimes.com/1994/12/20/nyregion/ems-criticized-on-arrival-time.html","abstract":"  Employees and customers of the Tung Shing House restaurant in Queens asked yesterday why ambulances raced by to care for other victims of a gunfight but did not stop to help a dying co-worker.   One patron, Representative Gary Ackerman of Queens, said he called 911 three times to report the shooting of Shelley Yin, the cashier. He said it was at least 40 minutes after the last call before an ambulance arrived.","thumbnail":null,"section":"New York"},{"date":"19941220","headline":"Which Came First? This Chicken.","web_url":"https://www.nytimes.com/1994/12/20/science/which-came-first-this-chicken.html","abstract":"  A new analysis of the DNA of both Western and Asiatic breeds of domestic fowl suggests that their ultimate maternal ancestor belonged to a single subspecies of red jungle fowl, Gallus gallus gallus, similar to the cock above. The study by Prince Akishinonomiya Fumihito, the second son of the Emperor of Japan, and colleagues appears in the current Proceedings of the National Academy of Sciences. It also says that mitochondrial DNA evidence indicates the domestication took place even earlier than the 8,000 years ago previously estimated, probably in the area of Thailand, where the species is still found in the wild.","thumbnail":null,"section":"Science"},{"date":"19941220","headline":"President Outlines Cutbacks To Pay for Tax Relief Plans","web_url":"https://www.nytimes.com/1994/12/20/us/president-outlines-cutbacks-to-pay-for-tax-relief-plans.html","abstract":"  President Clinton today outlined plans to reshape, abolish or sell off scores of Federal programs as a first step toward financing his proposed tax breaks for the middle class and remaining competitive with the Republicans in the race to shrink the Government.   With Vice President Al Gore and top officials from five Federal agencies beside him, Mr. Clinton sketched out proposals that he said would yield $24 billion over five years by reorganizing the way the Government delivers services in fields as diverse as transportation and housing and by farming out other operations to the private sector.","thumbnail":null,"section":"U.S."},{"date":"19941220","headline":"Border Path Is Deadly for 3 Elephants","web_url":"https://www.nytimes.com/1994/12/20/science/border-path-is-deadly-for-3-elephants.html","abstract":"  SMART and trainable though they may be, elephants have no way to recognize international borders that run through their stamping grounds. So when three of the largest and longest studied bull elephants in Africa wandered from their primary territory in Kenya into neighboring Tanzania, they were greeted by three hunters, an American and two Germans, armed with permits and high-powered rifles who killed them for sport.   Although Americans cannot import anything made of ivory or buy a new piano with ivory keys, the United States Fish and Wildlife Service issues import permits that allow hunters to bring back elephant tusks from animals they have shot legally.","thumbnail":null,"section":"Science"},{"date":"19941220","headline":"Russians Watch First War on Uncensored TV, to Yeltsin's Alarm","web_url":"https://www.nytimes.com/1994/12/20/world/russians-watch-first-war-on-uncensored-tv-to-yeltsin-s-alarm.html","abstract":"  Wounded soldiers being interviewed in field hospitals. Bloody corpses being pulled from a shot-down helicopter. Russian officers refusing to advance.  Baby-faced boys digging trenches in the snow. Women begging Russian soldiers not to kill their children or cursing the Russian President for trying to stamp out their independence.   This is Russia's first opportunity to watch a real war as it happens on officially uncensored Russian television. Those are the images the public is seeing of the Russian offensive against separatists in Chechnya, and they are not making the Russian Government very happy.","thumbnail":null,"section":"World"}],"wiki_events":[],"weather":[{"date":"19941220","time":"1994-12-20 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.4,"rhum":81,"wspd":11.2},{"date":"19941220","time":"1994-12-20 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.5,"rhum":80,"wspd":9.4},{"date":"19941220","time":"1994-12-20 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.2,"rhum":81,"wspd":11.2},{"date":"19941220","time":"1994-12-20 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.8,"rhum":84,"wspd":11.2},{"date":"19941220","time":"1994-12-20 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.2,"rhum":81,"wspd":13},{"date":"19941220","time":"1994-12-20 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3,"rhum":83,"wspd":13},{"date":"19941220","time":"1994-12-20 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.9,"rhum":81,"wspd":11.2},{"date":"19941220","time":"1994-12-20 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.7,"rhum":82,"wspd":9.4},{"date":"19941220","time":"1994-12-20 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.6,"rhum":84,"wspd":7.6},{"date":"19941220","time":"1994-12-20 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.5,"rhum":82,"wspd":7.6},{"date":"19941220","time":"1994-12-20 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.2,"rhum":80,"wspd":9.4},{"date":"19941220","time":"1994-12-20 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.5,"rhum":74,"wspd":9.4},{"date":"19941220","time":"1994-12-20 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.7,"rhum":68,"wspd":9.4},{"date":"19941220","time":"1994-12-20 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.4,"rhum":67,"wspd":11.2},{"date":"19941220","time":"1994-12-20 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.1,"rhum":63,"wspd":16.6},{"date":"19941220","time":"1994-12-20 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.3,"rhum":62,"wspd":14.8},{"date":"19941220","time":"1994-12-20 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.4,"rhum":65,"wspd":11.2},{"date":"19941220","time":"1994-12-20 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6,"rhum":71,"wspd":14.8},{"date":"19941220","time":"1994-12-20 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.4,"rhum":72,"wspd":9.4},{"date":"19941220","time":"1994-12-20 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.3,"rhum":74,"wspd":9.4},{"date":"19941220","time":"1994-12-20 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.9,"rhum":76,"wspd":11.2},{"date":"19941220","time":"1994-12-20 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.9,"rhum":78,"wspd":9.4},{"date":"19941220","time":"1994-12-20 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.8,"rhum":92,"wspd":3.6},{"date":"19941220","time":"1994-12-20 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.3,"rhum":82,"wspd":5.4},{"date":"19941220","time":"1994-12-20 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":48,"wspd":25.9},{"date":"19941220","time":"1994-12-20 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":48,"wspd":22.3},{"date":"19941220","time":"1994-12-20 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":50,"wspd":18.7},{"date":"19941220","time":"1994-12-20 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":52,"wspd":25.9},{"date":"19941220","time":"1994-12-20 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":59,"wspd":20.5},{"date":"19941220","time":"1994-12-20 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":59,"wspd":14.8},{"date":"19941220","time":"1994-12-20 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":61,"wspd":13},{"date":"19941220","time":"1994-12-20 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":64,"wspd":13},{"date":"19941220","time":"1994-12-20 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":66,"wspd":14.8},{"date":"19941220","time":"1994-12-20 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":69,"wspd":16.6},{"date":"19941220","time":"1994-12-20 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":75,"wspd":13},{"date":"19941220","time":"1994-12-20 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":78,"wspd":0},{"date":"19941220","time":"1994-12-20 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":75,"wspd":11.2},{"date":"19941220","time":"1994-12-20 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":75,"wspd":11.2},{"date":"19941220","time":"1994-12-20 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":62,"wspd":9.4},{"date":"19941220","time":"1994-12-20 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":55,"wspd":16.6},{"date":"19941220","time":"1994-12-20 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":44,"wspd":14.8},{"date":"19941220","time":"1994-12-20 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":45,"wspd":16.6},{"date":"19941220","time":"1994-12-20 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":43,"wspd":7.6},{"date":"19941220","time":"1994-12-20 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":44,"wspd":16.6},{"date":"19941220","time":"1994-12-20 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":45,"wspd":13},{"date":"19941220","time":"1994-12-20 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":45,"wspd":14.8},{"date":"19941220","time":"1994-12-20 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":49,"wspd":16.6},{"date":"19941220","time":"1994-12-20 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":49,"wspd":13}]},"19941221":{"guardian_articles":[],"nytimes_articles":[{"date":"19941221","headline":"On Trial in a Fatal Crash, Bus Driver Offers Rebuttal","web_url":"https://www.nytimes.com/1994/12/21/nyregion/on-trial-in-a-fatal-crash-bus-driver-offers-rebuttal.html","abstract":"  His wife was killed in the crash of the bus he was driving two summers ago and he lost his left leg. Today, Robert Campbell took the witness stand in a tiny courtroom here to deny that he was responsible for her death and those of five other passengers on his charter bus.    After his lawyers lifted him by each arm from the wheelchair and put him into the witness chair, Mr. Campbell spent three hours contradicting prosecution witnesses. As four of his nine grown children and his Brooklyn minister watched from the first row of the spectator gallery, Mr. Campbell, in gray suit and solid black tie, said he had no idea anything was seriously wrong with the bus before it crashed on a steep hill in Vernon on July 26, 1992. The only repair it needed, he said, was a new engine gasket to stop an oil leak.","thumbnail":null,"section":"New York"},{"date":"19941221","headline":"Mayor Supports Correction Head Despite Trouble on Rikers Island","web_url":"https://www.nytimes.com/1994/12/21/nyregion/mayor-supports-correction-head-despite-trouble-on-rikers-island.html","abstract":"  Mayor Rudolph W. Giuliani yesterday said he had confidence in his Correction Commissioner, Anthony J. Schembri, a day after several inmates at Rikers Island were stabbed in a gang fight and less than four weeks after ordering an investigation into some of his actions.   \"Mr. Schembri's doing a very good job,\" the Mayor said.","thumbnail":null,"section":"New York"},{"date":"19941221","headline":"In About-Face, Intel Will Swap Its Flawed Chip","web_url":"https://www.nytimes.com/1994/12/21/us/business-technology-in-about-face-intel-will-swap-its-flawed-chip.html","abstract":"  Heeding the growing uproar about a tiny arithmetic flaw in its Pentium personal computer chip, the Intel Corporation abruptly reversed course today and said it would offer all customers a free replacement part upon request.   It may still be two months or more before replacement chips are widely available. That will delay relief for people who already own Pentium-based PC's made by Compaq, I.B.M. and other companies. And the lag will leave potential customers with the decision of whether to buy now and replace later, or delay the purchase until new Pentium-chip PC's reach the market without the flaw.","thumbnail":null,"section":"U.S."},{"date":"19941221","headline":"Data on Secondhand Smoke Were Faked, Workers Say","web_url":"https://www.nytimes.com/1994/12/21/us/data-on-secondhand-smoke-were-faked-workers-say.html","abstract":"  Figures cited by the tobacco industry to show that secondhand smoke is not a significant hazard in workplaces were faked, say three workers who helped make the measurements.   The workers' statements were cited today in a report by the staff of Representative Henry A. Waxman, the California Democrat who heads the House health and environment subcommittee. Mr. Waxman said the staff had found that \"significant alterations occurred in over 25 percent\" of the measurements of environmental tobacco smoke in a survey of 585 buildings by Healthy Buildings International, a private concern in Fairfax County, Va.","thumbnail":null,"section":"U.S."},{"date":"19941221","headline":"Miraculous Descendance : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/12/21/opinion/IHT-miraculous-descendance-letters-to-the-editor.html","abstract":"Regarding an item in the People column (Nov. 29) on \"descendants\" of Sir Isaac Newton:. Since Sir Isaac Newton was never married, nor, as far as anyone knows, did he father any children out of wedlock, how could his descendants have come down? G","thumbnail":null,"section":"Opinion"},{"date":"19941221","headline":"Clearing Up Confusion on Fatigue Syndrome","web_url":"https://www.nytimes.com/1994/12/21/us/clearing-up-confusion-on-fatigue-syndrome.html","abstract":"  IF there has been one characteristic consistently associated with chronic fatigue syndrome, it is controversy -- over its definition, its magnitude, its cause, its treatment, even its existence. To facilitate the diagnosis and study of this syndrome, an international committee of medical experts has released a refined and much-simplified definition of the condition, which has been variously attributed to everything from emotional disorders and stress to chronic viral infection and a malfunctioning immune system.   The new definition is expected to help both researchers and clinicians separate chronic fatigue syndrome from a host of other conditions that can cause prolonged fatigue and that would require more specific therapy. These other conditions include multiple sclerosis, cancer, sleep disorders, obesity, substance abuse and suicidal tendencies.","thumbnail":null,"section":"U.S."},{"date":"19941221","headline":"Behind a Deadly Shootout, a Troubled Life of Desperation","web_url":"https://www.nytimes.com/1994/12/21/nyregion/behind-a-deadly-shootout-a-troubled-life-of-desperation.html","abstract":"  In the cramped basement cubicle where Hsu Wen-ping lived out his final days, a scroll hangs on the wall with two lines of Chinese characters that seem to cry out with the desperation of his life: \"If the wrongs against me cannot be righted with a pen, then only a gun can defend my honor.\"   On Sunday, Mr. Hsu apparently took those words into the streets, gunning down three people in a wild attack in Queens that culminated with his own death in a burst of police gunfire, the police said.","thumbnail":null,"section":"New York"},{"date":"19941221","headline":"For Safer Driving, Ideas for Safer Roads","web_url":"https://www.nytimes.com/1994/12/21/us/for-safer-driving-ideas-for-safer-roads.html","abstract":"  FORTY years ago the New Jersey Turnpike installed rumble strips on the shoulders to wake up drivers who doze off and start to drift off the road. But 10 years later when the road was repaved, the strips were not reinstalled.   Dr. Per Garder, a civil engineer at the University of Maine, calls this a tragic error. He says every study of the effectiveness of shoulder rumble strips has shown that the benefit to cost ratio is very high: at least 50 to 1 and as great as 200 to 1.","thumbnail":null,"section":"U.S."},{"date":"19941221","headline":"New York Is Picked to Get Federal Development Zone","web_url":"https://www.nytimes.com/1994/12/21/nyregion/new-york-is-picked-to-get-federal-development-zone.html","abstract":"  President Clinton will designate part of upper Manhattan and the South Bronx -- including the area around Yankee Stadium -- as one of the first Federal Empowerment Zones, Congressional officials said today.   The officials said the Federal aid and tax breaks that would be provided through the zone would help the city in its efforts to keep the Yankees baseball team and provide a huge windfall for the team's owner, George Steinbrenner.","thumbnail":null,"section":"New York"},{"date":"19941221","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/12/21/nyregion/inside-163937.html","abstract":"  Data on Smoking Is Faulted   Data frequently cited by the tobacco industry to show that secondhand smoke is not hazardous in the workplace were falsified, say three workers who made the measurements for a private company. Page D23. Tough Sailing for the QE2    The Queen Elizabeth 2, due in New York tomorrow, had rough seas and left behind about 500 angry passengers because of unfinished renovations, one more episode in a bad year for the cruise industry. Page A19.","thumbnail":null,"section":"New York"},{"date":"19941221","headline":"2 Die in Robbery Attempt at Brooklyn House","web_url":"https://www.nytimes.com/1994/12/21/nyregion/2-die-in-robbery-attempt-at-brooklyn-house.html","abstract":"  Two people were killed and three seriously wounded early yesterday, when gunmen burst into a Brooklyn home during a robbery attempt, the police said.   Fouad Ellayan, 57, was shot at least twice and died at his home on 1028 40th Street, in Borough Park. One suspect, who was not identified by the police, was shot in the head and was pronounced dead on arrival at Brookdale Hospital Medical Center.","thumbnail":null,"section":"New York"},{"date":"19941221","headline":"Cowboys Will Miss Smith, but the Giants Won't","web_url":"https://www.nytimes.com/1994/12/21/sports/pro-football-cowboys-will-miss-smith-but-the-giants-won-t.html","abstract":"  The hamstring pull heard round the football world Monday night won't make the Giants feel cocky.   \"There aren't but a couple of guys in the league that have the ability that Emmitt Smith has,\" Giants Coach Dan Reeves said of the Dallas Cowboys' Pro Bowl running back, \"so there's no question they'll miss him. But I don't think you can say, 'All right, they aren't going to run the ball.' \"","thumbnail":null,"section":"Sports"},{"date":"19941221","headline":"Toe Surgery on Oakley Now Appears Imminent","web_url":"https://www.nytimes.com/1994/12/21/sports/basketball-toe-surgery-on-oakley-now-appears-imminent.html","abstract":"  Charles Oakley said he would undergo surgery on his dislocated right toe if the pain does not subside within a week.   Surgery would keep Oakley out four to eight weeks, but he could be sidelined longer, depending on his rehabilitation and what is found during surgery. He was re-examined Monday, and he'll be fitted with a new sole insert for his basketball shoe. If that does not alleviate the pain, surgery would be Oakley's last option.","thumbnail":null,"section":"Sports"},{"date":"19941221","headline":"Dull Men in a Turmoil : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/12/21/opinion/IHT-dull-men-in-a-turmoil-letters-to-the-editor.html","abstract":"Some time ago, our group, The Dull Men's Club (Motto: \"Out of it and proud of it\"), suffered in silence the sudden departure of Dr. Rex Morgan from the pages of your journal. We have continued to purchase the IHT each Tuesday so we can wallow i","thumbnail":null,"section":"Opinion"},{"date":"19941221","headline":"Discovering the New World Anew","web_url":"https://www.nytimes.com/1994/12/21/arts/music-review-discovering-the-new-world-anew.html","abstract":"  Thematic threads often run through the programs that Joel Cohen assembles for the Boston Camerata, but even when the topics are straightforward and obvious, as holiday programs tend to be, there is usually a touch of gamesmanship in Mr. Cohen's work that can make his concerts intriguing, maddening or both. In \"A New World Christmas,\" the program he presented on Monday evening at Gould Hall, his goal seemed to be not simply a pleasing compilation of Christmas songs but also a program that drew on the full spread of his repertory purview.   Because Mr. Cohen's field of study now runs from medieval Europe to late 19th-century rural America, accomplishing this goal within the \"New World\" scope required some sleight of hand. One could, for example, include the Spanish composer Tomas Luis de Victoria's setting of \"Ave Regina caelorum\" on the grounds that it was also sung in colonial Mexico, but that would open the door to a large part of the Old World repertory and, one would think, invalidate the theme.","thumbnail":null,"section":"Arts"},{"date":"19941221","headline":"Nets Find Cool Way To Score A Victory","web_url":"https://www.nytimes.com/1994/12/21/sports/basketball-nets-find-cool-way-to-score-a-victory.html","abstract":"  In accordance with the new National Basketball Association rules, forearms and elbows are not flying frequently. No longer able to go to the body, the Knicks occasionally try the minds of their opponents.   Last night at Madison Square Garden, they lost that game, too.","thumbnail":null,"section":"Sports"},{"date":"19941221","headline":"U.S. Indictment Charges 26 In a Narcotics Ring in Bronx","web_url":"https://www.nytimes.com/1994/12/21/nyregion/us-indictment-charges-26-in-a-narcotics-ring-in-bronx.html","abstract":"  A 25-year-old man, partly paralyzed in a shootout with rivals, directed a sophisticated ring that committed seven murders and dominated the crack and heroin trade in the University Heights section of the Bronx, Federal authorities charged yesterday.   Mary Jo White, the United States Attorney in Manhattan, announced the indictments of Jose Reyes, the wheelchair-bound man accused of heading the gang, and 25 others on charges that they took part in an organization that she said made tens of millions of dollars a year.","thumbnail":null,"section":"New York"},{"date":"19941221","headline":"The Melting Pot Myth Unmasked","web_url":"https://www.nytimes.com/1994/12/21/theater/theater-review-the-melting-pot-myth-unmasked.html","abstract":"  In the decades before multiculturalism became a hot political issue, America liked to think of itself as the happy melting pot for grateful immigrants who couldn't wait to shed their cultural baggage and gorge on hot dogs, baseball and apple pie. But as shown in \"America Dreaming,\" an impressionistic music-theater piece exploring the collision of Eastern and Western cultures, that notion of happily-ever-after assimilation was always a myth.    Jointly produced by the Vineyard Theater and the Music-Theater Group, \"America Dreaming\" is an interlocking series of surreal reveries spun off from the metaphor of a beach side wedding ceremony joining Yuki (Liana Pai), a Japanese woman, and Robert (Billy Crudup), a white American. Six other actors play an assortment of characters of varying symbolic and fantastical stripe, who figure in their lives.","thumbnail":null,"section":"Theater"},{"date":"19941221","headline":"Don't Let Them Tax Whatever Is Bad for Us; Smoke and Harm","web_url":"https://www.nytimes.com/1994/12/21/opinion/l-don-t-let-them-tax-whatever-is-bad-for-us-smoke-and-harm-170020.html","abstract":"  To the Editor:   Linda Stewart maintains in \"Ever Think About the 2.5 Million New Yorkers Who Smoke?\" (letter, Dec. 15) that smokers in New York City would be banned from restaurants and \"essentially be put under house arrest\" by the proposed legislation to limit smoking.","thumbnail":null,"section":"Opinion"},{"date":"19941221","headline":"CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/12/21/arts/in-performance-classical-music-170062.html","abstract":"  A Medieval Sideshow To a Christmas Celebration  Newberry Consort Frick Collection","thumbnail":null,"section":"Arts"},{"date":"19941221","headline":"Rough Going On Comeback Of the QE2","web_url":"https://www.nytimes.com/1994/12/21/world/rough-going-on-comeback-of-the-qe2.html","abstract":"  The Queen Elizabeth 2, the most famous passenger ship afloat, left England last Saturday and was due in New York early tomorrow -- in ample time to showcase its new $45 million face lift at a luncheon for more than 450 dignitaries, travel agents and reporters.   Instead, the superliner will not dock before late afternoon, if then, and when it does finally arrive there are likely to be a lot of glum faces on board and at dockside.","thumbnail":null,"section":"World"},{"date":"19941221","headline":"A 40-Mile Chain Against Russian Troops","web_url":"https://www.nytimes.com/1994/12/21/world/a-40-mile-chain-against-russian-troops.html","abstract":"  As Russian planes and mortar shells battered the Chechen capital today, more than 100,000 people formed a remarkable, 40-mile human chain to protest the assault on Grozny.   The demonstrators, called to their task by a radio broadcast, began the line on the western edge of the capital and stretched along the only open highway to the border of Dagestan, where regiments of Russian troops have been waiting for a week.","thumbnail":null,"section":"World"},{"date":"19941221","headline":"Street News, Sold by Poor, Falls on Hard Times Itself","web_url":"https://www.nytimes.com/1994/12/21/nyregion/street-news-sold-by-poor-falls-on-hard-times-itself.html","abstract":"  It put a new line in the newspaper vendor's larynx-straining lexicon and a new kind of vendor on street corners and in subways: \"It only costs a dollar to help feed a homeless person\" became its \"Extra, extra, read all about it.\"   But now Street News, the debt-plagued newspaper sold by homeless people, may be crying \"Stop the presses,\" not because it has a scoop but because it says it lacks the money to continue publishing. Its editor and associate publisher, Janet Wickenhaver, said Street News will fold early next year unless advertisers or underwriters come to the rescue.","thumbnail":null,"section":"New York"},{"date":"19941221","headline":"Motivations for Giving As Varied as the Donors","web_url":"https://www.nytimes.com/1994/12/21/nyregion/motivations-for-giving-as-varied-as-the-donors.html","abstract":"  Four weeks into its 83d annual appeal, The New York Times Neediest Cases Fund has received nearly 3,000 contributions -- 1,000 more than last year at this time. As in past years, donors have written letters with their checks, describing a wide variety of reasons for giving.   \"New York is a wonderful city where it is possible to see evidence of great wealth,\" wrote Arthur D. Tenenholtz of Brooklyn, who gave $80. \"Yet often in sight of the citadels of wealth, it is possible to see the poor and the homeless sleeping on gratings or begging. New Yorkers should clearly know the needs of the poor.\"","thumbnail":null,"section":"New York"},{"date":"19941221","headline":"COLLEGE BASKETBALL REPORT","web_url":"https://www.nytimes.com/1994/12/21/sports/college-basketball-report.html","abstract":"  Gonzaga    Gonzaga (7-0), the school that produced John Stockton of the Utah Jazz, is off to its best start in 36 years of playing at the Division I level. The Bulldogs, who play at Eastern Washington (1-6) tomorrow night, have won 33 straight home games, the third-longest home-court winning streak in the nation behind Indiana (47) and Massachusetts (37).","thumbnail":null,"section":"Sports"},{"date":"19941221","headline":"Corrections","web_url":"https://www.nytimes.com/1994/12/21/nyregion/c-corrections-169625.html","abstract":"  A listing in the Calendar column of The Home Section last Thursday about holiday trees misstated the final day that the origami tree at the American Museum of Natural History may be seen. Because of a schedule change, the tree will be on view through Jan. 9, not Jan. 15.","thumbnail":null,"section":"New York"},{"date":"19941221","headline":"No Headline","web_url":"https://www.nytimes.com/1994/12/21/us/no-headline-164429.html","abstract":"  For the third time in two months, shooting erupted near the White House today. This time a Park Police officer critically wounded a homeless man holding a hunting knife.   President Clinton, who was working in the Oval Office when the shooting occurred at 9 A.M., was not in danger, officials said, and witnesses said he was not the target of threats by the homeless man.","thumbnail":null,"section":"U.S."},{"date":"19941221","headline":"Helen Merrill:Waiting to Be Discovered","web_url":"https://www.nytimes.com/1994/12/21/style/IHT-helen-merrillwaiting-to-be-discovered.html","abstract":"Helen Merrill calls herself \"one of the guys.\" Bud Powell, Bill Evans, Pepper Adams, Oscar Pettiford, Tom Harrell. ...you know, the guys. She's worried that it might sound pompous to say she sang with Miles Davis. But it's not a boast. She sang","thumbnail":null,"section":"Style"},{"date":"19941221","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/12/21/nyregion/news-summary-163970.html","abstract":"  International A3-19  CARTER CONFIRMS CEASE-FIRE  Former President Jimmy Carter said a Bosnian cease-fire would begin Friday, and both sides were closer to the negotiating table than they had been for months, but the outcome was doubtful. A1  HIGH STAKES FOR YELTSIN  News analysis: The way the Russian President handles the separatists will determine his future, but he has dropped out of the public eye during the crisis.  A1","thumbnail":null,"section":"New York"},{"date":"19941221","headline":"Johannesburg Journal; The Elite Are New, but Evita (Hmm) Has Entree","web_url":"https://www.nytimes.com/1994/12/21/world/johannesburg-journal-the-elite-are-new-but-evita-hmm-has-entree.html","abstract":"  The white matron batted long lashes at President Nelson Mandela and squealed ecstatically: \"You have freed all of us! You have freed me of all the guilt!\"   Mr. Mandela smiled an aw-shucks smile. For South Africa's first black President, the only remarkable thing about this tribute was that this matron was actually a man wearing a floral-print dress, high-heeled shoes, three strands of pearls and a swoop of bouffant wig.","thumbnail":null,"section":"World"},{"date":"19941221","headline":"Corrections","web_url":"https://www.nytimes.com/1994/12/21/nyregion/c-corrections-169609.html","abstract":"  An article in Business Day yesterday about credit market activity on Monday misstated the dates of two Treasury auctions of new notes. The auction of two-year notes will be held today. The auction of five-year notes will be held tomorrow.","thumbnail":null,"section":"New York"},{"date":"19941221","headline":"What Might Have Been of a Movie That Wasn't","web_url":"https://www.nytimes.com/1994/12/21/movies/film-review-what-might-have-been-of-a-movie-that-wasn-t.html","abstract":"  You can just imagine the preview: Tyrone Power is the faithless husband, trapped in a South American prison! Ava Gardner is the loyal wife, who will do anything to help him escape! John Wayne is the spear-wielding \"tigrero,\" the jaguar hunter she hires to set them all free! This romantic adventure was in the works in 1955, until it turned out that the stars would have to be insured for $18 million in case they were chomped on by piranhas while shooting in the Amazon. The movie was scrapped before it was begun. What remained was some film of the Karaja Indians the director Samuel Fuller had taken while scouting locations in Brazil the year before.   Mr. Fuller, the director of gritty movies like \"Pickup on South Street,\" is now 82 and an idol to many young film makers. In \"Tigrero: A Film That Was Never Made,\" he and the director Jim Jarmusch travel to the Brazilian village Mr. Fuller filmed 40 years ago. The new movie is part documentary about the Karaja as they face modernization. But it is mostly a road show in which the two directors, both cult heroes, do their version of a song-and-dance routine. Mixing Mr. Fuller's flair for authenticity with Mr. Jarmusch's droll observations, \"Tigrero\" is an amusing treat for movie buffs. It opens today at Film Forum 1, and at 75 minutes is exactly the right length.","thumbnail":null,"section":"Movies"},{"date":"19941221","headline":"Corrections","web_url":"https://www.nytimes.com/1994/12/21/nyregion/c-corrections-169587.html","abstract":"  An article on Dec. 13 about increased drug use by teen-agers referred imprecisely to a recent decline in the television visibility of the National Partnership for a Drug-Free America. Media support, primarily through free network air time, is down; the organization has not relaxed its efforts.","thumbnail":null,"section":"New York"},{"date":"19941221","headline":"Corrections","web_url":"https://www.nytimes.com/1994/12/21/nyregion/c-corrections-169633.html","abstract":"  The Guide to New York Dining in the City section on Sunday misstated the telephone number for Maison Caribe on East 85th Street. It is (212) 744-1227.","thumbnail":null,"section":"New York"},{"date":"19941221","headline":"Mets Sign Birkbeck","web_url":"https://www.nytimes.com/1994/12/21/sports/sports-people-baseball-mets-sign-birkbeck.html","abstract":"  MIKE BIRKBECK, a 33-year-old right-hander who had a 13-6 record with the Richmond Braves last season, has rejoined the Mets. Birkbeck, whose 2.73 earned run average was the second lowest in the International League in 1994, was signed on Monday as a six-year minor league free agent. In 1992, the Mets signed him as a free agent and he was 0-1 in the majors, while going 4-10 with the Mets' Tidewater farm team.","thumbnail":null,"section":"Sports"},{"date":"19941221","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/12/21/nyregion/metro-digest-163902.html","abstract":"  COURT PROTECTS FREE SPEECH IN MALLS    Declaring that shopping malls have replaced the parks and squares that were \"traditionally the home of free speech,\" the New Jersey Supreme Court ruled that the malls must allow access to protesters who want to distribute leaflets on social issues. A1.","thumbnail":null,"section":"New York"},{"date":"19941221","headline":"Religion, Politics and the Pluralistic Puzzle","web_url":"https://www.nytimes.com/1994/12/21/arts/television-review-religion-politics-and-the-pluralistic-puzzle.html","abstract":"  Why is the Christian right different from other religious groups that have tried to advance their beliefs and interests through the political system? That question is addressed, if not deeply probed, on tonight's edition of \"The Cronkite Report,\" which begins with a reminder of the vital part America's churches have played in momentous causes from the abolition of slavery to the civil rights movement.   \"Christianity Reborn: Prayer and Politics\" notes that only a minority of America's millions of evangelicals can be classified as conservative activists. For most Americans the powerful appeals of religion do not translate into political partisanship. The program looks in, for example, at the big Willow Creek Community Church near Chicago, where elaborately produced services draw thousands every Sunday and steer clear of politics.","thumbnail":null,"section":"Arts"},{"date":"19941221","headline":"CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/12/21/arts/in-performance-classical-music-170046.html","abstract":"  In Between the Arias, Gags and Pratfalls  B. J. Ward, soprano and comic Weill Recital Hall","thumbnail":null,"section":"Arts"},{"date":"19941221","headline":"Daughter Of Cuba, Daughter Of Despair","web_url":"https://www.nytimes.com/1994/12/21/opinion/daughter-of-cuba-daughter-of-despair.html","abstract":"I have been away from Cuba for only seven months. I don't know Christmas, and I am scared. \n\nI was only 5 when the \"barbudos\" (bearded ones) arrived in Havana on New Year's Day 1959. I grew up without points of reference other than those imposed by the Government, which shaped and manipulated the national history, leaving us with a blurry Manichean image: the \"revolucionarios\" are good, \"imperialismo Yanqui\" is bad; let's make the New Man. Christmas had no place in this new society, and I have never celebrated it.","thumbnail":null,"section":"Opinion"},{"date":"19941221","headline":"Smaller May Be Better in Talks","web_url":"https://www.nytimes.com/1994/12/21/sports/on-baseball-smaller-may-be-better-in-talks.html","abstract":"  More than two months ago, the Dodgers' Brett Butler proved to be a sound student of the history of baseball labor negotiations when he made the following observation: When negotiating teams are reduced to the smallest common denominators, deals are made.   It was an important lesson to review on this, the second-to-last day before baseball owners are scheduled to declare an impasse in the four-month-old strike and impose a salary cap. Because, in keeping with labor history, there does seem to be some downsizing of negotiating teams and a recalibration of the bargaining process.","thumbnail":null,"section":"Sports"},{"date":"19941221","headline":"Iraq Hinders Arms Monitors, U.N. Panel Reports","web_url":"https://www.nytimes.com/1994/12/21/world/iraq-hinders-arms-monitors-un-panel-reports.html","abstract":"  Setting the stage for a Security Council debate next month on easing sanctions against Iraq, the head of a commission monitoring the elimination of Iraq's weapons of mass destruction said today that Baghdad was falling \"far short\" in some areas.   Of particular concern are questions about existing biological weapons. These are difficult to answer because Iraq has been reluctant to provide information on past production.","thumbnail":null,"section":"World"},{"date":"19941221","headline":"In America; Terror In Toyland","web_url":"https://www.nytimes.com/1994/12/21/opinion/in-america-terror-in-toyland.html","abstract":"  On the afternoon of May 10, 1993, a fire broke out in a four-story factory complex in Nakhon Pathom Province in Thailand, near Bangkok. The complex belonged to the Kader Industrial Toy Company, a giant sweatshop operation that over the years has manufactured toys that were distributed and sold by some of the most prominent names in corporate America, including Toys \"R\" Us, J. C. Penney, Fisher-Price, Gund and Hasbro.   The Kader fire was a catastrophe. Described by witnesses as a \"living hell,\" it killed 188 panicked and screaming workers, of whom 174 were women and teen-age girls. It was the worst industrial fire in history, its death toll surpassing the 146 workers who were killed in the Triangle Shirtwaist Company fire in New York in 1911.","thumbnail":null,"section":"Opinion"},{"date":"19941221","headline":"Giuliani Plans To Trim OTB To Cut Losses","web_url":"https://www.nytimes.com/1994/12/21/nyregion/giuliani-plans-to-trim-otb-to-cut-losses.html","abstract":"  Mayor Rudolph W. Giuliani announced yesterday that he would pare the size of the Offtrack Betting Corporation, part of a long-term effort to make the agency profitable and eventually sell it to a private company.   The Mayor's plan calls for closing nine OTB branches and eliminating more than 130 positions, most of them through a new severance offer.","thumbnail":null,"section":"New York"},{"date":"19941221","headline":"Medical Clinic's Clients Are Between Classes","web_url":"https://www.nytimes.com/1994/12/21/nyregion/about-new-york-medical-clinic-s-clients-are-between-classes.html","abstract":"  THE waiting room at the clinic at Theodore Roosevelt High School on Fordham Road in the Bronx was almost full by 9 o'clock in the morning, with 15 students sitting quietly, kidding each other, reading textbooks or doodling into their loose-leaf binders.   \"Flu, I think,\" said one girl in oversize coveralls to another, explaining what brought her to the medical offices. Then, when she asked a boy she knew why he was there, he replied, \"personal.\" Whatever the boy meant, the girl seemed to understand. Everyone went on waiting. No one snickered. No one teased anyone.","thumbnail":null,"section":"New York"},{"date":"19941221","headline":"Italian Leader In Showdown With Ex-Ally","web_url":"https://www.nytimes.com/1994/12/21/world/italian-leader-in-showdown-with-ex-ally.html","abstract":"  Prime Minister Silvio Berlusconi is approaching a showdown with his political adversaries -- possibly by Wednesday and certainly within days -- that will determine whether his Government will fall.   Mr. Berlusconi's battle against a revolt by the Northern League, a party in his coalition, will formally begin when the Prime Minister addresses Parliament on Wednesday. What happens next is as uncertain as the Government's future.","thumbnail":null,"section":"World"},{"date":"19941221","headline":"Rivalries May Shape Senate's Committees","web_url":"https://www.nytimes.com/1994/12/21/us/rivalries-may-shape-senate-s-committees.html","abstract":"  Senator Phil Gramm of Texas is seeking the Republican Presidential nomination in 1996 and for months had been talking about gaining a spot on the Finance Committee, which will be at the center of efforts to cut taxes and change the welfare system.","thumbnail":null,"section":"U.S."},{"date":"19941221","headline":"9 Guilty in Landfill Case","web_url":"https://www.nytimes.com/1994/12/21/nyregion/9-guilty-in-landfill-case.html","abstract":"  Nine of 11 defendants charged with bribery and fraud in connection with the operation of the Fresh Kills Landfill in Staten Island have pleaded guilty in United States District Court in Manhattan, Federal officials said yesterday.   Mary Jo White, the United States Attorney for the Southern District, said seven of the defendants were current or former employees of New York City's Department of Sanitation who, during their pleas in recent days, admitted accepting bribes from a trash hauler in exchange for allowing the hauler to dump unapproved garbage at the landfill.","thumbnail":null,"section":"New York"},{"date":"19941221","headline":"Iran Offers an Islamic Way to Improve the Lot of Women","web_url":"https://www.nytimes.com/1994/12/21/world/iran-offers-an-islamic-way-to-improve-the-lot-of-women.html","abstract":"  In a Teheran stadium last month, thousands of Iranian women marched to show their support for women's rights. But this was no protest rally. President Hashemi Rafsanjani was there, and he told the crowd of 80,000 that any effort to deny women their rights was \"doomed to failure.\"   The rally, celebrating Women's Week in Iran, was a sign that some restrictions on women during the past 15 years of fundamentalist rule are starting to ease.","thumbnail":null,"section":"World"},{"date":"19941221","headline":"Corrections","web_url":"https://www.nytimes.com/1994/12/21/nyregion/c-corrections-169617.html","abstract":"  An article on Friday about efforts to attract development to lower Manhattan referred incorrectly to the city's estimate of lost revenue from proposed reductions in commercial rent and real estate taxes. The city said the projected reduction, of $234 million, would occur over 12 years, not 3.","thumbnail":null,"section":"New York"},{"date":"19941221","headline":"As Its Editor Goes to The New Yorker, Granta Heads Into an Uncertain Time","web_url":"https://www.nytimes.com/1994/12/21/arts/as-its-editor-goes-to-the-new-yorker-granta-heads-into-an-uncertain-time.html","abstract":"  It was more than 15 years ago that Bill Buford grabbed the ailing literary journal Granta by the scruff of its neck and shook it back to health, transforming it from a magazine for Cambridge undergraduates to a fat quarterly of fiction and nonfiction that has become a must-read in literary circles here and in the United States.   If Mr. Buford, now 40, has sometimes seemed to run Granta as a vanity press -- his vanity, his press -- he has also muscled it onto the literary scene, through a combination of first-rate contacts, relentless energy and an exuberant belief that if he likes something, he can print it. The magazine's circulation, a sorry 800 or worse when Mr. Buford took over, now hovers at just below 100,000, with about two-thirds of that in the United States. The company also publishes 20 or so books a year in a joint venture with Penguin Books, and this year it expects to register a small profit.","thumbnail":null,"section":"Arts"},{"date":"19941221","headline":"1944: German Gains : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/12/21/opinion/IHT-1944-german-gains-in-our-pages100-75-and-50-years-ago.html","abstract":"SUPREME HEADQUARTERS, Allied Expeditionary Forces, Paris - [From our New York edition:] As protests poured in from almost all the Allied world over the suppression of news of German gains on the western front, supreme headquarters pulled the curtain aside","thumbnail":null,"section":"Opinion"},{"date":"19941221","headline":"Accused Molester Said to Plot Girl's Death","web_url":"https://www.nytimes.com/1994/12/21/us/accused-molester-said-to-plot-girl-s-death.html","abstract":"  A man who faces 25 years to life in prison if convicted on molesting charges tried to hire someone to kill his 5-year-old accuser so she could not testify against him, the police here have said.   But the man he tried to hire was an undercover detective, and now 65-year-old Vincent William Biviano faces another charge: solicitation to commit first-degree murder.","thumbnail":null,"section":"U.S."},{"date":"19941221","headline":"A Minimalist Stutter From Wayne Horvitz","web_url":"https://www.nytimes.com/1994/12/21/arts/jazz-review-a-minimalist-stutter-from-wayne-horvitz.html","abstract":"  The Wayne Horvitz Quartet played jazz with a Minimalist stutter at the Knitting Factory on Monday night. Or maybe it was Minimalism with jazz trimmings.    With Mr. Horvitz on piano, Marty Ehrlich on saxophones and clarinet, Mark Helias on bass and Newman Baker on drums, the quartet looked like a jazz group and often sounded like one as piano and saxophone shared zigzag lines above a swinging rhythm section. But Mr. Horvitz's compositions sidestepped typical jazz structures, and sooner or later each one reached a point of stasis -- a repeated note, a circling line, a riff -- where the music could linger and assemble patterns, finding out where meshed repetitions might lead.","thumbnail":null,"section":"Arts"},{"date":"19941221","headline":"A Little Help From Jimmy Carter","web_url":"https://www.nytimes.com/1994/12/21/opinion/a-little-help-from-jimmy-carter.html","abstract":"  If Jimmy Carter's controversial mediation effort brings Bosnia closer to peace, more power to him. But the odds on an early end to the two-and-a-half-year war remain long, despite yesterday's agreement on a cease-fire that could start as soon as Friday. The Bosnian Serb leader, Radovan Karadzic, began reinterpreting his agreement with Mr. Carter almost from the moment he signed it Monday night. It remains unclear what he has committed his side to beyond a very temporary truce and a willingness to talk about revising the latest international peace plan.   Under that plan, Britain, France, Germany, the United States and Russia offered the Serbs title to 49 percent of Bosnia's original territory. But Mr. Karadzic's forces currently hold 70 percent of that territory, and given the unwillingness of the five powers to use force, no one has figured out how to get the Serbs to pare down their holdings.","thumbnail":null,"section":"Opinion"},{"date":"19941221","headline":"1894:Is Stevenson Alive?: IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/12/21/opinion/IHT-1894is-stevenson-alive-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - The question which is now agitating the minds of the general reading public is: \"Is Robert L. Stevenson dead or not?\" The Evening Standard says: \"The relatives of Mr. R.L. Stevenson are still of the opinion that he is alive. Mr. St","thumbnail":null,"section":"Opinion"},{"date":"19941221","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/12/21/opinion/IHT-letters-to-the-editor.html","abstract":"President Bill Clinton is a hypocritical opportunist.","thumbnail":null,"section":"Opinion"},{"date":"19941221","headline":"Irvin Warned Not to Push Giants Too Far","web_url":"https://www.nytimes.com/1994/12/21/sports/pro-football-irvin-warned-not-to-push-giants-too-far.html","abstract":"  If you see a few Giants defensive backs huddling with officials before their game against Dallas Saturday, they won't be talking about getting together for dinner.   The subject will be Dallas wide receiver Michael Irvin and, according to the Giants, the worst-kept secret in the league: That as good as Irvin is, he's a master at pushing off a defender to get open past the legal 5-yard limit. They say he did it in the first meeting between the two teams, and they want no part of it this time.","thumbnail":null,"section":"Sports"},{"date":"19941221","headline":"How Not to Fix Public Broadcasting","web_url":"https://www.nytimes.com/1994/12/21/opinion/clinton-congress-how-not-to-fix-public-broadcasting.html","abstract":"  Newt Gingrich, the next Speaker of the House, intends to change public broadcasting. This is good. There are things about it that need changing. Representative Gingrich has announced that he will do the job by eliminating Federal funding for the Corporation for Public Broadcasting, which is getting $285.6 million in tax money in the current fiscal year and distributes 90 percent of it to about 1,000 public television and stations and groups.   I think he will eventually conclude that this is not the way to get the change he wants.","thumbnail":null,"section":"Opinion"},{"date":"19941221","headline":"Owners Offer Players a Deal That Will Exclude a Payroll Tax","web_url":"https://www.nytimes.com/1994/12/21/sports/hockey-owners-offer-players-a-deal-that-will-exclude-a-payroll-tax.html","abstract":"  Slowly and surely, the National Hockey League dispute is nearing a possible conclusion. People with knowledge of last week's collective bargaining negotiations confirmed tonight that the team owners have offered the players a deal that doesn't include a payroll tax.   It is the tax, which the players call a salary cap in disguise, that has been the deal breaker thus far in keeping the players locked out and postponing the start of the season for 81 days, as of today. The league also has offered the Players Association a deal that includes a salary tax, but the player representatives from the 26 teams emphatically rejected that approach tonight when they met at a lakefront hotel.","thumbnail":null,"section":"Sports"},{"date":"19941221","headline":"Hinting He Will Stay, Cortines Defends Work as Schools Chief","web_url":"https://www.nytimes.com/1994/12/21/nyregion/hinting-he-will-stay-cortines-defends-work-as-schools-chief.html","abstract":"  Giving the clear impression that he had decided to stay on as the head of the New York City school system, Chancellor Ramon C. Cortines yesterday offered an impassioned defense of his 16-month tenure and said he would try to improve his working relationship with Mayor Rudolph W. Giuliani.    Breaking a long silence after weeks of unrelenting criticism by the Mayor, Mr. Cortines declared in an interview that he was satisfied with his achievements so far.","thumbnail":null,"section":"New York"},{"date":"19941221","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/12/21/sports/results-plus-168807.html","abstract":"  TENNIS  Third Slalom for Tomba  Alberto Tomba of Italy won his third World Cup slalom of the season yesterday, and did it despite pain from bruised ribs. Tomba now has a winning streak of five slaloms, the final two of last season and the first three of this season. The three-time Olympic champion beat Thomas Sykora of Austria by 1.49 seconds with a two-run time of 1 minute 44.73 seconds at Lech Am Arlberg, Austria. Tomba, who celebrated his 28th birthday Monday night, returned to competition after dropping out of a giant slalom Sunday at Val d'Isere, France because of the rib injury suffered when he ran into a pole before the race in Sestriere, Italy last week. (AP) NORDIC SKIING","thumbnail":null,"section":"Sports"},{"date":"19941221","headline":"Agreement Reached on Steps to Strengthen U.N. Force in Bosnia","web_url":"https://www.nytimes.com/1994/12/21/world/agreement-reached-on-steps-to-strengthen-un-force-in-bosnia.html","abstract":"  Top military commanders of the United Nations, NATO and countries contributing to the United Nations peacekeeping force in Bosnia met here today and said they had agreed on measures to strengthen its effectiveness, come peace or more war.   Their recommendations included proposals to increase the force's size from the current level of 24,000 and to provide it with new transport helicopters and other aircraft and with armed NATO escorts. That would enable the United Nations force to get supplies into towns by air when convoys are blocked on the ground.","thumbnail":null,"section":"World"},{"date":"19941221","headline":"Esiason Eases Back To Feeling Grounded","web_url":"https://www.nytimes.com/1994/12/21/sports/pro-football-esiason-eases-back-to-feeling-grounded.html","abstract":"  Much of this season has been like a bad dream for the Jets. And for Boomer Esiason, it was never more so than last Sunday afternoon.   \"It's a strange phenomenon,\" said Esiason, who was knocked out of the game against the San Diego Chargers with a concussion late in the first half. \"The only thing I really remember is sitting in the locker room afterward, watching the game on TV, dressed, and thinking I was dreaming that I missed the bus. God, I missed the bus. My wife told me I was saying a lot of strange things in the locker room afterward.\"","thumbnail":null,"section":"Sports"},{"date":"19941221","headline":"CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/12/21/arts/in-performance-classical-music-170070.html","abstract":"  How a Debussy Sonata Started a New Form  Aureole Kosciuszko Foundation House","thumbnail":null,"section":"Arts"},{"date":"19941221","headline":"Hysterics All Dressed Up for the Holidays","web_url":"https://www.nytimes.com/1994/12/21/movies/film-review-hysterics-all-dressed-up-for-the-holidays.html","abstract":"Suicide hot line, via Ephron. Frenetic, unfunny farce.","thumbnail":null,"section":"Movies"},{"date":"19941221","headline":"At the Nation's Table: Venice, Calif.;\nGlob, Glob, Gulp, Gulp","web_url":"https://www.nytimes.com/1994/12/21/style/at-the-nations-table-venice-calif-glob-glob-gulp-gulp.html","abstract":"The Blob is here! A slimy fungus that clones itself has thousands of health-conscious customers guzzling its fermented juice.","thumbnail":null,"section":"Style"},{"date":"19941221","headline":"Survey Details Gay Slayings Around U.S.","web_url":"https://www.nytimes.com/1994/12/21/us/survey-details-gay-slayings-around-us.html","abstract":"  Bias-related slayings of homosexuals are often gratuitously violent and many go unsolved, according to a report released yesterday by 23 victims services and anti-violence groups nationwide.    The report, described by its compilers as the first national study of its kind, listed 151 such homicides in 29 states and the District of Columbia from January 1992 until early this month. All but eight victims were men.","thumbnail":null,"section":"U.S."},{"date":"19941221","headline":"Foreign Aid And G.O.P.: Deep Cuts, Selectively","web_url":"https://www.nytimes.com/1994/12/21/world/foreign-aid-and-gop-deep-cuts-selectively.html","abstract":"  Republican leaders in Congress are planning a tough new approach that treats foreign aid much like welfare: as a multibillion-dollar handout that needs to be overhauled and cut.   In mapping strategy for the foreign aid budget, which is $13.7 billion this year, the Congressional Republicans want to focus on advancing the United States' national security and economic interests rather than what they say is an entitlement program for poor nations. Many of them talk about using their new majority to cut foreign aid by 15 to 20 percent.","thumbnail":null,"section":"World"},{"date":"19941221","headline":"U.S. Officials Voice Doubts On Truce Pact","web_url":"https://www.nytimes.com/1994/12/21/world/us-officials-voice-doubts-on-truce-pact.html","abstract":"  While insisting that they welcomed any progress that former President Jimmy Carter might have made toward peace in the Balkans, Administration aides expressed some skepticism today about what he had accomplished.   \"I don't think Carter has pulled anything out of his hat,\" one senior White House official said. \"What has he accomplished that hasn't been accomplished in Bosnia 10 times before and then disintegrated in a few hours or days? We've been down this path before.\"","thumbnail":null,"section":"World"},{"date":"19941221","headline":"1919: No Time in Paris : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/12/21/opinion/IHT-1919-no-time-in-paris-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - There should be a considerable demand for cheap wrist-watches if the coal shortage continues. The latest phase of \"peace time conditions\" has been the stopping of all the automatically controlled pneumatic clocks in Paris offices and at","thumbnail":null,"section":"Opinion"},{"date":"19941221","headline":"The Gold Standard For Girlhood Across America","web_url":"https://www.nytimes.com/1994/12/21/movies/film-review-the-gold-standard-for-girlhood-across-america.html","abstract":"Alcott's Concord clan, via Gillian Armstrong. Best version yet.","thumbnail":null,"section":"Movies"},{"date":"19941221","headline":"Cubans Welcome Envoys of Capitalism","web_url":"https://www.nytimes.com/1994/12/21/opinion/l-cubans-welcome-envoys-of-capitalism-170089.html","abstract":"  To the Editor:   I was happy to read \"The U.S. and Cuba: Double Fantasy\" (editorial, Dec. 14), but disappointed at how soft it was on United States policy. Yes, there is rhetorical posturing on both sides. But all the rhetoric in the world will not stop a needy people enticed by the possibility of economic growth from embracing capitalism if it is available to them.","thumbnail":null,"section":"Opinion"},{"date":"19941221","headline":"Energy Dept. Seeks Revised Law on Nuclear Cleanup to Focus on Riskiest Sites","web_url":"https://www.nytimes.com/1994/12/21/us/energy-dept-seeks-revised-law-on-nuclear-cleanup-to-focus-on-riskiest-sites.html","abstract":"  The Energy Department will ask Congress next year to rewrite the rules on the cleanup of polluted nuclear arms factories, scrapping dozens of existing agreements with the states and focusing the program on the riskiest sites to try to save billions of dollars, top officials said today.   \"We've got to get some new legislation,\" Energy Secretary Hazel R. O'Leary said, discussing the changes in law that would be needed to carry out savings of $4.4 billion over the next five years in the program. \"We are not even focused on the biggest risks.\"","thumbnail":null,"section":"U.S."},{"date":"19941221","headline":"It's Smokestack Chic As Steelers Are Back","web_url":"https://www.nytimes.com/1994/12/21/sports/on-pro-football-it-s-smokestack-chic-as-steelers-are-back.html","abstract":"  There were plenty of cigars in the Pittsburgh Steeler locker room here on Sunday afternoon. Long, expensive, fat ones that some players puffed and others simply held. Victory cigars.   And when the smoke cleared, the results were the same. A 17-7 victory over the Cleveland Browns before the largest Steeler crowd -- 60,808 -- that Three Rivers Stadium has ever held. A 12-3 record. An American Football Conference Central Division championship. Home-field advantage throughout the A.F.C. playoffs.","thumbnail":null,"section":"Sports"},{"date":"19941221","headline":"HORSE RACING;\nJockeys Propose Races To Help Pay for Insurance","web_url":"https://www.nytimes.com/1994/12/21/sports/horse-racing-jockeys-propose-races-to-help-pay-for-insurance.html","abstract":"A series of six all-star jockey races at major race tracks to help pay for the riders' health insurance coverage was proposed yesterday by the Jockeys' Guild in response to the latest offer from the Thoroughbred Racing Associations. \n\nThe guild and the T.R.A. are negotiating a new contract. The current contract expires at midnight on Dec. 31, and the jockeys have said they will not ride the next day without a new deal.","thumbnail":null,"section":"Sports"},{"date":"19941221","headline":"Extension at T.C.U.","web_url":"https://www.nytimes.com/1994/12/21/sports/sports-people-college-football-extension-at-tcu.html","abstract":"  PAT SULLIVAN, who coached Texas Christian to a 7-4 record and its first bowl game in a decade, then pursued the Louisiana State job, signed a five-year contract extension yesterday. The school said he will get a substantial raise in a contract that contains a buyout clause and is designed to keep Sullivan at T.C.U. through 1999.","thumbnail":null,"section":"Sports"},{"date":"19941221","headline":"Florida's Plea for Immigration Relief Fails","web_url":"https://www.nytimes.com/1994/12/21/us/florida-s-plea-for-immigration-relief-fails.html","abstract":"  In a troubling signal for states seeking relief from the costs associated with illegal immigration, a Federal District Court judge today threw out a lawsuit in which Florida officials sought to recover nearly $1 billion a year from the Federal Government to pay for services to illegal immigrants.   In his decision, Judge Edward B. Davis said he recognized the tremendous financial burden to Florida \"due to the methods in which the Federal Government has chosen to enforce the immigration laws.\" But he said that did not create a legal theory under which the state could recover money.","thumbnail":null,"section":"U.S."},{"date":"19941221","headline":"Nebraska's Frazier Makes Plans for Jan. 1","web_url":"https://www.nytimes.com/1994/12/21/sports/sports-people-college-football-nebraska-s-frazier-makes-plans-for-jan-1.html","abstract":"  Taking quarterback TOMMIE FRAZIER off blood thinners so he may play for top-ranked Nebraska against Miami in the Orange Bowl on Jan. 1 is unusual but not unreasonable, doctors said yesterday.   \"I'm feeling fine,\" said Frazier, who hasn't played since late September when he was sidelined by recurring blood clots in his right calf.","thumbnail":null,"section":"Sports"},{"date":"19941221","headline":"Chronic Back Problems Bring an End to Lendl's Career","web_url":"https://www.nytimes.com/1994/12/21/sports/tennis-chronic-back-problems-bring-an-end-to-lendl-s-career.html","abstract":"  Ivan Lendl, who made such a religion of physical fitness that he overcame a shortage of God-given tennis talent and transformed himself into the No. 1 player in the world for a record 270 weeks, announced his retirement today.    Alternately misty-eyed and jocular as he held court off the court at the Grand Slam tennis facility he owns in this Westchester County community, the 34-year-old Lendl said he had finally succumbed to the back problem that was diagnosed as facet joint syndrome last March. The condition manifested itself in crippling back spasms during many of his matches this year.","thumbnail":null,"section":"Sports"},{"date":"19941221","headline":"Macaulay Culkin's Poor Little Richie Rich Boy","web_url":"https://www.nytimes.com/1994/12/21/movies/film-review-macaulay-culkin-s-poor-little-richie-rich-boy.html","abstract":"Money, money, money and uneasy older Culkin, charm draining. Zany satire struggles to pierce blandness, never does.","thumbnail":null,"section":"Movies"},{"date":"19941221","headline":"Don't Let Them Tax Whatever Is Bad for Us","web_url":"https://www.nytimes.com/1994/12/21/opinion/l-don-t-let-them-tax-whatever-is-bad-for-us-170011.html","abstract":"  To the Editor:   In \"Get Slim With Higher Taxes\" (Op-Ed, Dec. 15), Kelly D. Brownell recommends imposing a sin tax on unhealthy foods as we do on cigarettes and alcohol. I am an overweight American. (I like to admit my biases up front.) However, I think Americans should be concerned about having government define sin. It's a very slippery slope.","thumbnail":null,"section":"Opinion"},{"date":"19941221","headline":"Corrections","web_url":"https://www.nytimes.com/1994/12/21/nyregion/c-corrections-169579.html","abstract":"  An article yesterday about military readiness at Fort Riley, Kan., misstated the amount of money the base diverted to training from its base repairs budget. It was $2 million, not $2 billion.","thumbnail":null,"section":"New York"},{"date":"19941221","headline":"No Headline","web_url":"https://www.nytimes.com/1994/12/21/nyregion/no-headline-164127.html","abstract":"  \"There is a philosophy among the top-ranked managers that you can't touch top management. For some reason, they seem to think it would bring down the whole damn agency if you messed with a certain level of person.\" JAMES DORCY, ex-chief investigator for the Immigration and Naturalization Service.  [ A1:5. ]","thumbnail":null,"section":"New York"},{"date":"19941221","headline":"Excerpts From the Ruling On Free Speech at Malls","web_url":"https://www.nytimes.com/1994/12/21/nyregion/excerpts-from-the-ruling-on-free-speech-at-malls.html","abstract":"  Following are excerpts from the majority opinion in today's ruling by the New Jersey Supreme Court on the distribution of leaflets in shopping centers.    The economic lifeblood once found downtown has moved to suburban shopping centers, which have substantially displaced the downtown business districts as the centers of commercial and social activity.","thumbnail":null,"section":"New York"},{"date":"19941221","headline":"Rebels in Mexico's South Vanish Before a Show of Force","web_url":"https://www.nytimes.com/1994/12/21/world/rebels-in-mexico-s-south-vanish-before-a-show-of-force.html","abstract":"  Hundreds of state police officers reinforced by heavily armed federal soldiers pushed aggressively today into isolated territory that had been taken on Monday by rebel forces in the southern Mexican state of Chiapas.   But the rebels seemed to have disappeared just as suddenly as they had arrived. The total force of more than 700 Government troops met no resistance as it removed stones and fallen trees from the major road leading to Simojovel de Allende, where the town hall had been taken over by armed, masked men on Monday. The guerrilla raids were viewed nonetheless as the most serious provocation in the rebel uprising since both sides agreed to a cease-fire last January. Rebels and sympathizers of the Zapatista National Liberation Army managed to seize, at least temporarily, a vast area beyond the mountain stronghold where they have taken refuge since early this year.","thumbnail":null,"section":"World"},{"date":"19941221","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/12/21/style/chronicle-169560.html","abstract":"  CHRISTIE BRINKLEY, the model, and RICKY TAUBMAN, a real estate developer, plan to be married tomorrow atop Telluride Ski Mountain in Colorado, reportedly in the presence of 150 guests and choirs flown in for the event.    The couple, who have been the source of much speculation since Ms. Brinkley's separation last year and subsequent divorce from the singer Billy Joel, were in a serious helicopter crash along with three other people in April during a heli-skiing expedition on a nearby mountain. Ms. Brinkley suffered minor injuries.","thumbnail":null,"section":"Style"},{"date":"19941221","headline":"U.S. Issues New Warning to North Korea Over American Fliers","web_url":"https://www.nytimes.com/1994/12/21/world/us-issues-new-warning-to-north-korea-over-american-fliers.html","abstract":"  The United States warned North Korea today that any further delay in releasing a captured helicopter pilot and the body of another could worsen relations at a time when the North has been eager to improve ties with the West.   In the Administration's most emphatic statement since the helicopter went down on Friday, Secretary of State Warren Christopher said, \"We have indicated that a further delay here in returning the pilot and the remains of the co-pilot would be of great concern to us and would affect the atmosphere in which we've been hoping to improve our relations with North Korea.\"","thumbnail":null,"section":"World"},{"date":"19941221","headline":"Players of the Year, Or Princes to King?","web_url":"https://www.nytimes.com/1994/12/21/sports/IHT-players-of-the-year-or-princes-to-king.html","abstract":"One is black, one is white, but they are two of a kind - explosive, blessed with quickness, predominantly left- footed - and flawed..Emmanuel Amunike and Hristo Stoichkov are 1994 Players of the Year in Africa and Europe, respectively. Both are goalsco","thumbnail":null,"section":"Sports"},{"date":"19941221","headline":"Ambulance Service Admits 'Miscommunication' in Death","web_url":"https://www.nytimes.com/1994/12/21/nyregion/ambulance-service-admits-miscommunication-in-death.html","abstract":"  When Emergency Medical Service ambulances answered a call for help in Rego Park, Queens, on Sunday night, they encountered a five-block scene of blood and frenzy that was chaotic even by New York standards. But as bullets flew past the ambulances, there was so much activity and so many injuries that emergency crews missed the original call to assist a wounded Chinese restaurant cashier who was rapidly bleeding to death.   As E.M.S. officials began an investigation of the incident yesterday, the agency's spokesman, David Bookstaver, admitted that there was a \"tragic miscommunication\" on Sunday that sent ambulances to the final gun battle instead of the shooting that began the violence.","thumbnail":null,"section":"New York"},{"date":"19941221","headline":"For Yeltsin, Bad News vs. Bad News","web_url":"https://www.nytimes.com/1994/12/21/world/for-yeltsin-bad-news-vs-bad-news.html","abstract":"  The Russian military, poised outside the secessionist capital of Grozny, could take the city at any time and is awaiting an order from President Boris N. Yeltsin. But it is uncertain when or if he will give it.   The political risks for Mr. Yeltsin are considerable either way. As usual in such moments, his own advisers are divided.","thumbnail":null,"section":"World"},{"date":"19941221","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/12/21/sports/transactions-168890.html","abstract":"  Baseball  American League    TORONTO BLUE JAYS -- Signed Mike Huff, outfielder, to a one-year contract. Sent Scott Brow, pitcher, outright to Syracuse of the International League.","thumbnail":null,"section":"Sports"},{"date":"19941221","headline":"BOSNIA FOES AGREE TO 4-MONTH TRUCE, CARTER REPORTS","web_url":"https://www.nytimes.com/1994/12/21/world/bosnia-foes-agree-to-4-month-truce-carter-reports.html","abstract":"  Jimmy Carter announced today that the warring parties in Bosnia had agreed to begin a nationwide cease-fire on Friday at noon that would last at least four months.   The former American President also brought the Muslim-led Bosnian Government and the Bosnian Serbs closer to the negotiating table than they have been for six months. Although slight differences remain over the basis for formal peace talks, it appears that they might begin early next year under the auspices of the five nations known as the contact group.","thumbnail":null,"section":"World"},{"date":"19941221","headline":"Blind Eye: How the Immigration System Handles Discipline -- A special report.; Behind One Agency's Walls: Misbehaving and Moving Up","web_url":"https://www.nytimes.com/1994/12/21/us/blind-eye-immigration-system-handles-discipline-special-report-behind-one-agency.html","abstract":"  The harassment of Ginger Kramer began shortly after she took a job as an automation clerk in the Livermore, Calif., office of the Border Patrol. In a sworn statement to investigators, she said her boss, J. William Carter, crudely invited her to have sex on his office couch. She pushed him away as he tried to embrace her, she said.   A few weeks later, Mr. Carter ordered Ms. Kramer to deliver his newly laminated identification card to his office, she told investigators. He grabbed her again, and this time forced his tongue into her mouth, peered down her blouse and declared that he would not let go until she \"did it right.\"","thumbnail":null,"section":"U.S."},{"date":"19941221","headline":"Sports of The Times; Picture Still Clear For Beard","web_url":"https://www.nytimes.com/1994/12/21/sports/sports-of-the-times-picture-still-clear-for-beard.html","abstract":"  THE black-and-white snapshot is in one of Butch Beard's old photo albums, in the back of some closet. He is a 17-year-old high school senior, a college basketball recruit, posing stiffly with the big man on campus at the University of Kentucky.   Pat Riley's hair wasn't long enough to grease, but he was, as Beard recalled before his stormy Nets stunned Riley's slumping Knicks, 85-83, last night at Madison Square Garden, a pretty smooth talker. \"I thought it was because he was from New York, and the rest of them were from Kentucky and Illinois,\" Beard said. \"Pat could really jump, like a lot of black kids. You could tell he was different, even then.\"","thumbnail":null,"section":"Sports"},{"date":"19941221","headline":"McDowell Not Rushing Into Yanks Deal","web_url":"https://www.nytimes.com/1994/12/21/sports/baseball-mcdowell-not-rushing-into-yanks-deal.html","abstract":"  Jack McDowell, one of the superb pitchers in the major leagues, turns 29 years old in less than one month. The next contract he signs could be the last lucrative multiyear deal of his career. So why should he rush and sign with the Yankees when the status of baseball is so unsettled?    That seems to be the logic the former Cy Young Award winner is using in dealing with the team that traded for him last week.","thumbnail":null,"section":"Sports"},{"date":"19941221","headline":"Boys Town Costs No More Than Other Residential Youth Care","web_url":"https://www.nytimes.com/1994/12/21/opinion/l-boys-town-costs-no-more-than-other-residential-youth-care-170135.html","abstract":"  To the Editor:   Re \"What You Can't Learn From 'Boys Town' \" (Op-Ed, Dec. 13):","thumbnail":null,"section":"Opinion"},{"date":"19941221","headline":"On Bosnia, With Thanks : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/12/21/opinion/IHT-on-bosnia-with-thanks-letters-to-the-editor.html","abstract":"Many thanks to Anthony Lewis, William Pfaff and William Safire for various columns on Bosnia, as well as to Adrian Hastings, Norman Stone, Mark Almond, Noel Malcolm and Branka Magas, for \"On Bosnia, Washington Should Stop Deferring to London and Par","thumbnail":null,"section":"Opinion"},{"date":"19941221","headline":"For Dancers and Stage Managers With Ballet Theater, a New Voice","web_url":"https://www.nytimes.com/1994/12/21/arts/for-dancers-and-stage-managers-with-ballet-theater-a-new-voice.html","abstract":"  The American Guild of Musical Artists first took dancers under its wing in 1939. Today, 1,000 of its 5,500 members are dancers and the union represents 24 ballet and modern-dance companies. But the guild lost a major constituent when the 75 dancers and stage managers of American Ballet Theater broke away in June and then voted this month to ratify a contract negotiated by a new union, the Independent Artists of America, which represents only Ballet Theater.   Behind the break, which is the talk of the dance world and performing-arts unions, are problems that threaten the survival of ballet and modern-dance troupes around the country. Those problems demand a new spirit of cooperation with management, the Ballet Theater members say.","thumbnail":null,"section":"Arts"},{"date":"19941221","headline":"Book Notes","web_url":"https://www.nytimes.com/1994/12/21/books/book-notes-167932.html","abstract":"  Fast-Moving Club   Three of the hottest books on the horizon have been snapped up by the Literary Guild.","thumbnail":null,"section":"Books"},{"date":"19941221","headline":"Beethoven Days in Paris","web_url":"https://www.nytimes.com/1994/12/21/style/IHT-beethoven-days-in-paris.html","abstract":"At 71, Wolfgang Sawallisch is the latest in the long line of distinguished graduates of a lifetime in German opera houses. After more than two decades as music and artistic director of the Bavarian State Opera in his native Munich, he has closed the door","thumbnail":null,"section":"Style"},{"date":"19941221","headline":"COURT PROTECTS SPEECH IN MALLS","web_url":"https://www.nytimes.com/1994/12/21/nyregion/court-protects-speech-in-malls.html","abstract":"  Declaring that shopping malls have replaced the parks and squares that were \"traditionally the home of free speech,\" the New Jersey Supreme Court ruled today that the malls must allow access to protesters who want to distribute leaflets on social issues.   The decision, by a 4-3 vote, reaffirms a right of free speech under the New Jersey Constitution that is broader than that in the United States Constitution. The case was brought by opponents of the nation's involvement in the Persian Gulf war who wanted to distribute leaflets at 10 malls throughout the state.","thumbnail":null,"section":"New York"},{"date":"19941221","headline":"N.Y.P.D. to Go on the Air","web_url":"https://www.nytimes.com/1994/12/21/nyregion/nypd-to-go-on-the-air.html","abstract":"  \"N.Y.P.D. Blue\" is about to face some new competition -- from the N.Y.P.D. itself.   The Police Department has begun planning a half-hour show to broadcast the mug shots and criminal records of accused murderers, thieves and violators of parole and probation.","thumbnail":null,"section":"New York"},{"date":"19941221","headline":"Trade With Developing Countries Is Good Business","web_url":"https://www.nytimes.com/1994/12/21/opinion/IHT-trade-with-developing-countries-is-good-business.html","abstract":"The writer is director-general of GATT.","thumbnail":null,"section":"Opinion"},{"date":"19941221","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/12/21/style/chronicle-165727.html","abstract":"  Harboring a yen to step all over your ex-spouse's divorce lawyer? Well, now you can -- if that lawyer is RAOUL LIONEL FELDER and you happen to be on his Christmas list.   Mr. Felder, never one for the understated, sent his gifts to 200 clients, fellow lawyers, friends and, of course, people in the news media: huge, furry bedroom slippers bearing his likeness.","thumbnail":null,"section":"Style"},{"date":"19941221","headline":"Bosnia Needs the UN : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/12/21/opinion/IHT-bosnia-needs-the-un-letters-to-the-editor.html","abstract":"In the view of Refugees International, the UN Protection Force should remain in Bosnia - and be strengthened - to assist in the delivery of essential humanitarian relief supplies to Bosnians this winter..The UN presence seems essential for assuring tha","thumbnail":null,"section":"Opinion"},{"date":"19941221","headline":"County Sets New Budget And Tax Rise","web_url":"https://www.nytimes.com/1994/12/21/nyregion/county-sets-new-budget-and-tax-rise.html","abstract":"  Battered by successful challenges to property assessments and by mandatory state programs, Westchester County has adopted a budget for next year that, on average, will raise county property taxes by 8.4 percent, the largest increase in four years.   Andrew P. O'Rourke, the County Executive, said in an interview that as soon as he receives an official version, he would sign the $980.8 million budget passed Monday evening by the county's Board of Legislators. In that politically charged eight-hour session, legislators scuttled expenses like round-the-clock use of cars for 28 commissioners and assistants, then added projects dear to pivotal colleagues like night basketball at community centers.","thumbnail":null,"section":"New York"},{"date":"19941221","headline":"Corrections","web_url":"https://www.nytimes.com/1994/12/21/nyregion/c-corrections-169595.html","abstract":"  An article on Thursday about a survey's finding that doctors at many teaching hospitals learn techniques by practicing on people who have just died misstated an affiliation of Dr. George Kanoti. He is with the Cleveland Clinic Foundation, not Case Western Reserve University.","thumbnail":null,"section":"New York"},{"date":"19941221","headline":"Bosnian Serb Leader Offers His Revisions to Peace Plan","web_url":"https://www.nytimes.com/1994/12/21/world/bosnian-serb-leader-offers-his-revisions-to-peace-plan.html","abstract":"  The Bosnian Serb leader, Radovan Karadzic, set out his ideas for radical changes to an American-backed international peace plan in a document he handed to former President Jimmy Carter today.   The document, labeled a \"memorandum of understanding\" and shown to The New York Times during an interview with Dr. Karadzic, contains five points that would, if carried out, substantially redraw the map that redistributed Bosnian territory and resources as part of a peace proposal. The Bosnian Government accepted the original map in July, but the Bosnian Serbs have rejected it repeatedly.","thumbnail":null,"section":"World"},{"date":"19941221","headline":"No Charges in Death of Boy With Toy Gun","web_url":"https://www.nytimes.com/1994/12/21/nyregion/no-charges-in-death-of-boy-with-toy-gun.html","abstract":"  Saying the real culprits are authentic-looking toy guns, the Brooklyn District Attorney announced yesterday that he would not attempt to prosecute the housing police officer who shot and killed a 13-year-old boy last September after suddenly coming upon the boy playing cops and robbers.   Standing behind a table displaying 16 black and silver toy guns, the District Attorney, Charles J. Hynes, said an investigation by his office made it \"abundantly clear that the circumstances leading to the tragic death of this 13-year-old were not the fault of Police Officer Brian George, but rather the result of a proliferation of imitation toy guns.\"","thumbnail":null,"section":"New York"},{"date":"19941221","headline":"French Team Pulls Out","web_url":"https://www.nytimes.com/1994/12/21/sports/sports-people-yacht-racing-french-team-pulls-out.html","abstract":"  One of two French America's Cup sailing teams has withdrawn its challenger's bid. ERNIE TAYLOR, executive director of the challengers' committee, said yesterday that the Yacht Club d'Antibes announced its withdrawal at a syndicates meeting Friday in San Diego. The group, Defi France, apparently had difficulty raising funds to support its multimillion-dollar effort, Taylor said.","thumbnail":null,"section":"Sports"},{"date":"19941221","headline":"DANCE","web_url":"https://www.nytimes.com/1994/12/21/arts/in-performance-dance-168130.html","abstract":"  A Moody Blend Of Classical and Contemporary Fourth Dimension Dance Gould Hall","thumbnail":null,"section":"Arts"},{"date":"19941221","headline":"Personal Health","web_url":"https://www.nytimes.com/1994/12/21/us/personal-health-167410.html","abstract":"  IT may lack the drama of drunken driving, but drowsy driving is even more common and can be just as deadly. Mix it with even one alcoholic drink and you have an asleep-at-the-wheel cocktail in the making.   With holiday preparations and celebrations prompting millions to cheat on sleep and then drive, often after a drink, the risk of dozing off behind the wheel is greater than ever. Even at quieter and more sober times, about 40 percent of adults are shortchanged on sleep and in danger of being lulled into slumber by humming tires on a dark road.","thumbnail":null,"section":"U.S."},{"date":"19941221","headline":"Don't Let Them Tax Whatever Is Bad for Us; No Special Grace","web_url":"https://www.nytimes.com/1994/12/21/opinion/l-don-t-let-them-tax-whatever-is-bad-for-us-no-special-grace-170038.html","abstract":"  To the Editor:   Linda Stewart (letter, Dec. 15) would have us believe that smokers will \"essentially be put under house arrest\" by a bill in the New York City Council to ban smoking in restaurants.","thumbnail":null,"section":"Opinion"},{"date":"19941221","headline":"Frustration Growing As Knicks Fall Again","web_url":"https://www.nytimes.com/1994/12/21/sports/basketball-frustration-growing-as-knicks-fall-again.html","abstract":"  The Knicks lost again, this time to the short-handed Nets, who were without Derrick Coleman. John Starks lost his composure afterward. And New York will be losing Charles Oakley for an extended period because of toe surgery unless his condition improves within a week.   Hitting the low point of their season, the Knicks were beaten, 85-83, by the Nets last night at Madison Square Garden in a game that featured bizarre events even after the final buzzer.","thumbnail":null,"section":"Sports"},{"date":"19941221","headline":"At the Nation's Table: Orlando, Fla.;\nGood Nutrition At Disney World","web_url":"https://www.nytimes.com/1994/12/21/style/at-the-nations-table-orlando-fla-good-nutrition-at-disney-world.html","abstract":"For 10 years, the musical \"Kitchen Cabaret\" at Walt Disney World's Epcot Center in Orlando, Fla., promoted ham and eggs for breakfast. But since the summer, a concert called \"Food Rocks\" has sent a more healthful message about food and fitness, with cartoon versions of music stars crooning renditions of rock 'n' roll classics.\n\nBarry Braverman, the executive producer for attractions at Epcot, said that the show was changed to deliver more contemporary, more useful information.","thumbnail":null,"section":"Style"},{"date":"19941221","headline":"Ruling on Newcombe","web_url":"https://www.nytimes.com/1994/12/21/sports/sports-people-baseball-ruling-on-newcombe.html","abstract":"  A Federal judge yesterday said he would dismiss a civil lawsuit involving claims that an advertisement produced for the Coors Brewing Company had misappropriated the likeness of DON NEWCOMBE, the former Brooklyn and Los Angeles Dodgers pitcher.","thumbnail":null,"section":"Sports"},{"date":"19941221","headline":"Lawsuit Shatters Code of Silence Over Hazing at Black Fraternities","web_url":"https://www.nytimes.com/1994/12/21/us/lawsuit-shatters-code-of-silence-over-hazing-at-black-fraternities.html","abstract":"  Somewhere between being beaten with a cane so hard that it broke, and between being pummeled, poked with needles and branded on his arms and chest with a red-hot iron, Wardell Pride had a numbing thought.   \"This is what slave masters did to slaves,\" he said of the initiation process at the all-black Kappa Alpha Psi fraternity at Tennessee State University here. \"And my only true reward was that I have an opportunity to be a slave master as many times as I want when it's all over.\"","thumbnail":null,"section":"U.S."},{"date":"19941221","headline":"Clinton:Passing Judgment : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/12/21/opinion/IHT-clintonpassing-judgment-letters-to-the-editor.html","abstract":"Every foreign leader with whom the United States is involved for global progress praises Bill Clinton's intelligent and forthright statesmanship. Why can't Americans judge him by his accomplishments, of which they should be proud, rather than his flaws,","thumbnail":null,"section":"Opinion"},{"date":"19941221","headline":"Players and Owners Still Remain Deadlocked Over Tax on Teams' Payrolls","web_url":"https://www.nytimes.com/1994/12/21/sports/baseball-players-and-owners-still-remain-deadlocked-over-tax-on-teams-payrolls.html","abstract":"  As the players' strike matched the length of the abbreviated 1994 season, major league club owners turned to Jerry McMorris today as their latest hope for a settlement.    But after McMorris and Donald Fehr met one on one for three hours tonight, the owner of the Colorado Rockies and the players' labor leader agreed that the two sides remained deadlocked over the critical payroll tax issue.","thumbnail":null,"section":"Sports"},{"date":"19941221","headline":"Insurance Rules Help To Prevent Oil Spills","web_url":"https://www.nytimes.com/1994/12/21/opinion/l-insurance-rules-help-to-prevent-oil-spills-170100.html","abstract":"  To the Editor:   \"Shift in Insurance to Cover Oil Ships May Disrupt Flow\" (front page, Dec. 12) overstates the costs of new insurance requirements for oil tankers and ignores the benefits.","thumbnail":null,"section":"Opinion"},{"date":"19941221","headline":"Reckless Hiring in Albany","web_url":"https://www.nytimes.com/1994/12/21/opinion/reckless-hiring-in-albany.html","abstract":"  Governor-elect George Pataki made a reasonable request when he asked Gov. Mario Cuomo last month not to burden the New York State budget with last-minute hiring. So it is dismaying to find that the Cuomo administration has gone ahead and hired hundreds of people anyway.    The Governor-elect is about to inherit a $4 billion budget gap. In his first weeks as governor, he must find ways to save at least that much, just to balance revenues with the cost of current programs in the fiscal year beginning April 1. To deliver his promised tax cuts, he must find even more savings.","thumbnail":null,"section":"Opinion"},{"date":"19941221","headline":"Little Women, Growing Up Then and Now","web_url":"https://www.nytimes.com/1994/12/21/books/books-of-the-times-little-women-growing-up-then-and-now.html","abstract":"  LITTLE WOMEN  By Louisa May Alcott  502 pages. Little, Brown. $18.95.  LITTLE WOMEN  By Louisa May Alcott  Illustrated. 527 pages. Everyman's Library Children's Classics/Alfred A. Knopf. $15.95.  DAUGHTERS On Family and Fatherhood  By Gerald Early  Illustrated. 234 pages. Addison-Wesley. $17","thumbnail":null,"section":"Books"},{"date":"19941221","headline":"Czech Cache of Nuclear Material Being Tested for Bomb Potential","web_url":"https://www.nytimes.com/1994/12/21/world/czech-cache-of-nuclear-material-being-tested-for-bomb-potential.html","abstract":"  The nuclear material recently seized by Czech authorities may be the largest supply of bomb-grade uranium smuggled out of the former Soviet Union, American officials said today. But the officials said that Washington was still awaiting scientific confirmation that the material seized was weapons-grade.   According to a preliminary assessment by Prague's Interior Ministry, the shipment confiscated involves 6.6 pounds of highly-enriched uranium 235, which is suitable for making bombs. The nuclear material is believed to have originated in the former Soviet Union.","thumbnail":null,"section":"World"},{"date":"19941221","headline":"The Old-Time Tax Movie","web_url":"https://www.nytimes.com/1994/12/21/opinion/the-old-time-tax-movie.html","abstract":"  If you are in the middle class, you are clearly going to get a tax cut. But there are real questions as to whether this is an exercise in fiscal fantasy and what impact it will have on the nation.   The politics of this bidding war for the middle class is clear enough. President Clinton once held the upper hand in proposing a re-invention of government, welfare reform and a middle-class tax cut. But then he gave the ground away while concentrating on deficit reduction and a fruitless quest for health-care reform. So the Republicans swooped in and captured unprotected ground that he is now groping awkwardly to reclaim.","thumbnail":null,"section":"Opinion"},{"date":"19941221","headline":"Of Wise Men and Wise Guys;\nFather's Song Lives On","web_url":"https://www.nytimes.com/1994/12/21/style/of-wise-men-and-wise-guys-fathers-song-lives-on.html","abstract":"THE gift came from three men, some wiser than others, but all visitors to a strange land.\n\nChristmas was near when the music started: my father, Pedro, on guitar and his brothers, Juan and Eusebio, singing beside him. Their voices filled the small parlor with tender lyrics of longing. Eyes closed and arms stretched wide, they sang of promises lovers whispered in the night, the despair of a betrayed romance, the pledges to return to their Puerto Rican birthplace.","thumbnail":null,"section":"Style"},{"date":"19941221","headline":"Unhindered by AIDS","web_url":"https://www.nytimes.com/1994/12/21/opinion/l-unhindered-by-aids-170143.html","abstract":"  To the Editor:   There is a small but important point I would like to make about your Dec. 16 news article on my playing Santa for children with acquired immune deficiency syndrome.","thumbnail":null,"section":"Opinion"},{"date":"19941221","headline":"Key Post Off-Limits To Gramm","web_url":"https://www.nytimes.com/1994/12/21/us/key-post-off-limits-to-gramm.html","abstract":"  In a quest for the Republican Presidential nomination in 1996, there would be no better perch for Senator Phil Gramm of Texas than the Senate Finance Committee, which will be at the center of efforts to cut taxes and change the welfare system.   That may be why Senator Bob Dole of Kansas, who has also set his sights on the Republican nomination for the White House, saw to it that Mr. Gramm was not likely to get the seat, an assignment the Texan had expected and talked about for months.","thumbnail":null,"section":"U.S."},{"date":"19941221","headline":"Analyst Says a State-Run Lilco Could Cut Electric Bills by 13%","web_url":"https://www.nytimes.com/1994/12/21/nyregion/analyst-says-a-state-run-lilco-could-cut-electric-bills-by-13.html","abstract":"  A state takeover of the Long Island Lighting Company could save customers up to 13 percent on their electric bills over the next four years, according to an analyst hired by the Long Island Power Authority.   But under the analyst's proposal, Lilco stockholders would receive only $17.50 a share, or $4 a share less share than Gov. Mario M. Cuomo recommended when he proposed the takeover in October. Lilco shares closed unchanged today on the New York Stock Exchange at $15.625.","thumbnail":null,"section":"New York"},{"date":"19941221","headline":"CABARET","web_url":"https://www.nytimes.com/1994/12/21/arts/in-performance-cabaret-170119.html","abstract":"  Nostalgic Movie Songs Of the 1930's, 40's and 50's  Maureen McGovern, singer Rainbow and Stars","thumbnail":null,"section":"Arts"},{"date":"19941221","headline":"California Governor Sues To Void Motor-Voter Law","web_url":"https://www.nytimes.com/1994/12/21/us/california-governor-sues-to-void-motor-voter-law.html","abstract":"  Gov. Pete Wilson asked a Federal court today to declare the National Voter Registration Act unconstitutional. Mr. Wilson argued that the act was another example of Congress's laying down a law that states must then enforce at their own expense.   The act, which is scheduled to become effective next year, requires states to streamline voter registration, including allowing anyone applying for a driver's license to register simultaneously to vote. The law, popularly known as the motor voter act, also permits registration for Federal elections by mail.","thumbnail":null,"section":"U.S."}],"wiki_events":[],"weather":[{"date":"19941221","time":"1994-12-21 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.7,"rhum":84,"wspd":9.4},{"date":"19941221","time":"1994-12-21 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.9,"rhum":83,"wspd":7.6},{"date":"19941221","time":"1994-12-21 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.3,"rhum":81,"wspd":7.6},{"date":"19941221","time":"1994-12-21 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.1,"rhum":83,"wspd":7.6},{"date":"19941221","time":"1994-12-21 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.8,"rhum":89,"wspd":7.6},{"date":"19941221","time":"1994-12-21 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.6,"rhum":90,"wspd":7.6},{"date":"19941221","time":"1994-12-21 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.9,"rhum":89,"wspd":3.6},{"date":"19941221","time":"1994-12-21 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.9,"rhum":87,"wspd":7.6},{"date":"19941221","time":"1994-12-21 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.9,"rhum":83,"wspd":5.4},{"date":"19941221","time":"1994-12-21 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.2,"rhum":85,"wspd":9.4},{"date":"19941221","time":"1994-12-21 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4,"rhum":86,"wspd":9.4},{"date":"19941221","time":"1994-12-21 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4,"rhum":86,"wspd":7.6},{"date":"19941221","time":"1994-12-21 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.3,"rhum":76,"wspd":7.6},{"date":"19941221","time":"1994-12-21 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":72,"wspd":9.4},{"date":"19941221","time":"1994-12-21 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.6,"rhum":80,"wspd":9.4},{"date":"19941221","time":"1994-12-21 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.2,"rhum":84,"wspd":11.2},{"date":"19941221","time":"1994-12-21 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4,"rhum":84,"wspd":7.6},{"date":"19941221","time":"1994-12-21 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4,"rhum":81,"wspd":13},{"date":"19941221","time":"1994-12-21 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4,"rhum":79,"wspd":14.8},{"date":"19941221","time":"1994-12-21 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.6,"rhum":81,"wspd":14.8},{"date":"19941221","time":"1994-12-21 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.1,"rhum":82,"wspd":14.8},{"date":"19941221","time":"1994-12-21 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.9,"rhum":81,"wspd":14.8},{"date":"19941221","time":"1994-12-21 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.8,"rhum":82,"wspd":16.6},{"date":"19941221","time":"1994-12-21 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3,"rhum":80,"wspd":13},{"date":"19941221","time":"1994-12-21 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":53,"wspd":13},{"date":"19941221","time":"1994-12-21 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":57,"wspd":11.2},{"date":"19941221","time":"1994-12-21 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":64,"wspd":9.4},{"date":"19941221","time":"1994-12-21 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":67,"wspd":9.4},{"date":"19941221","time":"1994-12-21 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":64,"wspd":11.2},{"date":"19941221","time":"1994-12-21 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":67,"wspd":11.2},{"date":"19941221","time":"1994-12-21 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":72,"wspd":11.2},{"date":"19941221","time":"1994-12-21 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":72,"wspd":7.6},{"date":"19941221","time":"1994-12-21 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":75,"wspd":9.4},{"date":"19941221","time":"1994-12-21 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":81,"wspd":9.4},{"date":"19941221","time":"1994-12-21 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":75,"wspd":13},{"date":"19941221","time":"1994-12-21 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":81,"wspd":11.2},{"date":"19941221","time":"1994-12-21 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":75,"wspd":13},{"date":"19941221","time":"1994-12-21 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":75,"wspd":9.4},{"date":"19941221","time":"1994-12-21 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":73,"wspd":14.8},{"date":"19941221","time":"1994-12-21 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":57,"wspd":14.8},{"date":"19941221","time":"1994-12-21 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":51,"wspd":11.2},{"date":"19941221","time":"1994-12-21 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":42,"wspd":14.8},{"date":"19941221","time":"1994-12-21 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":41,"wspd":11.2},{"date":"19941221","time":"1994-12-21 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":38,"wspd":14.8},{"date":"19941221","time":"1994-12-21 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":38,"wspd":18.7},{"date":"19941221","time":"1994-12-21 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":39,"wspd":18.7},{"date":"19941221","time":"1994-12-21 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":41,"wspd":16.6},{"date":"19941221","time":"1994-12-21 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":47,"wspd":16.6}]}}