{"19940621":{"guardian_articles":[],"nytimes_articles":[{"date":"19940621","headline":"Hope Lasts As Spotlight Grows Dim","web_url":"https://www.nytimes.com/1994/06/21/nyregion/our-towns-hope-lasts-as-spotlight-grows-dim.html","abstract":"  JILL PERKINS opens the old One Spot Bowling Center at 9 A.M. on the nose, heading to the big poster of Sara with numbers underneath it, to count off another day.   The case of Sara Anne Wood, the missing 12-year-old, may be out of the limelight, in limbo. The Sara Anne Wood Rescue Center carries on.","thumbnail":null,"section":"New York"},{"date":"19940621","headline":"Editors' Note","web_url":"https://www.nytimes.com/1994/06/21/nyregion/editors-note-453293.html","abstract":"  A front-page article yesterday about consultants who advise immigrants hoping to win a special visa lottery described the services of Ola Mata-Mazel, whose office nameplate describes her as a diplomat. Because the lottery winners will be selected at random, the article raised questions about whether services like hers were necessary and challenged her contention of having \"secrets\" that would improve an immigrant's chances of selection.","thumbnail":null,"section":"New York"},{"date":"19940621","headline":"A Dash of High Drama Needed in Soccer Booth","web_url":"https://www.nytimes.com/1994/06/21/sports/tv-sports-a-dash-of-high-drama-needed-in-soccer-booth.html","abstract":"  What did I learn from my weekend viewing of four World Cup games?   1. I can fit nearly all four on one videotape.","thumbnail":null,"section":"Sports"},{"date":"19940621","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/21/nyregion/c-corrections-457183.html","abstract":"  A picture caption on Sunday about Allied soldiers who marched in Berlin misidentified the boulevard shown, with the Brandenburg Gate in the background. It was the Strasse des 17 Juni, not Unter den Linden.","thumbnail":null,"section":"New York"},{"date":"19940621","headline":"Charlottetown Journal; Keep Your Bridge! They'll Keep Their Distance","web_url":"https://www.nytimes.com/1994/06/21/world/charlottetown-journal-keep-your-bridge-they-ll-keep-their-distance.html","abstract":"  They have argued about it for at least a century -- whether there should be a bridge or tunnel between this verdant crescent-shaped island province and mainland Canada.   Some said a \"fixed link\" was needed to spur economic growth and create jobs; others said it would damage a delicate ecology and destroy the idyllic \"island way of life.\"","thumbnail":null,"section":"World"},{"date":"19940621","headline":"Gay Games Coverage Will Counter Prejudice","web_url":"https://www.nytimes.com/1994/06/21/opinion/l-gay-games-coverage-will-counter-prejudice-457647.html","abstract":"  To the Editor:   The chairman of a conservative New York City group calling itself the Family Defense Council has been quoted as saying that the widespread coverage of the Gay Games will give children the impression that \"being a homosexual is normal.\" And: \"Millions of kids could watch these games and wonder what is wrong with it.\"","thumbnail":null,"section":"Opinion"},{"date":"19940621","headline":"Review/Fashion; Hemlines and Knees To Winter Together","web_url":"https://www.nytimes.com/1994/06/21/style/review-fashion-hemlines-and-knees-to-winter-together.html","abstract":"  Hemlines that graze, bisect or cover the knees may supplant the flippy flaring thigh-high skating skirts as the fashionable length by the end of this year.   The knee-length skirt, which dominated Calvin Klein's fall collection, shows up significantly in the resort collection of CK, his moderate-price line.","thumbnail":null,"section":"Style"},{"date":"19940621","headline":"2 Men Are Shot to Death and a 3d Is Wounded in Attack at Bronx Apartment","web_url":"https://www.nytimes.com/1994/06/21/nyregion/2-men-are-shot-to-death-and-a-3d-is-wounded-in-attack-at-bronx-apartment.html","abstract":"  A man who had moonlighted as a disk jockey at a birthday party and two friends helping him carry his equipment into his Bronx apartment were shot in the head by four men who ambushed them early yesterday, the police said.   The ambushers forced their way into the disk jockey's apartment and killed him and one of his friends. A third victim clung to life in a hospital.","thumbnail":null,"section":"New York"},{"date":"19940621","headline":"Notions of Asia:In the Eye of the Beholder, and Thus a Reality","web_url":"https://www.nytimes.com/1994/06/21/opinion/IHT-notions-of-asiain-the-eye-of-the-beholder-and-thus-a-reality.html","abstract":"Like beauty and truth, Asia is in the eye of the beholder. But it is nonetheless real for that. The notion that \"Asian\" concepts exist is a powerful force in world attitudes, economics and politics. \"Asian values\" are widely assumed t","thumbnail":null,"section":"Opinion"},{"date":"19940621","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/21/nyregion/c-corrections-457175.html","abstract":"  An entry in the listing of new equity issues in Business Day yesterday misidentified the lead underwriter for a three-million-share offering by New Plan Realty Trust. It is Merrill Lynch, not Smith Barney.","thumbnail":null,"section":"New York"},{"date":"19940621","headline":"Laotians' Arrest in Killing Bares a Generation Gap","web_url":"https://www.nytimes.com/1994/06/21/us/laotians-arrest-in-killing-bares-a-generation-gap.html","abstract":"  Klaus and Gisela Pfleger, a retired German couple on vacation, were photographing spring flowers on a scenic hillside in May when three young men walked up to them, shot them in the head and drove away with Mrs. Pfleger's purse.   The attack, which killed Mrs. Pfleger and left her husband seriously injured, was the sort of gratuitous brutality that has become frighteningly common in Southern California among gangs, carjackers and thrill killers. But in this case, the police arrested three teen-agers whose backgrounds bewildered them.","thumbnail":null,"section":"U.S."},{"date":"19940621","headline":"Wimbledon Starts, and the Stars Begin to Shine","web_url":"https://www.nytimes.com/1994/06/21/sports/tennis-wimbledon-starts-and-the-stars-begin-to-shine.html","abstract":"  Under a chilly sky that presented an impressionist's assortment of grays and made life uncomfortable for those shirt-sleeved spectators hoping for a summery start, Wimbledon got under way this afternoon by presenting an assortment of former champions, all of whom escaped the danger of a first-round upset.   The defending champion Pete Sampras, his predecessor Andre Agassi, the three-time champion Boris Becker, the two-time champion Stefan Edberg, and the nine-time champion Martina Navratilova -- this is her 22d and final Wimbledon campaign -- all advanced to the second round without trauma.","thumbnail":null,"section":"Sports"},{"date":"19940621","headline":"O.J.'s Last Run Gives Cup Visitors a Lesson in American Values","web_url":"https://www.nytimes.com/1994/06/21/sports/IHT-ojs-last-run-gives-cup-visitors-a-lesson-in-american-values.html","abstract":"The rest of the planet arrived with grand ideas of influencing America with soccer. The World Cup was supposed to develop a colony here, but already the idea is beginning to backfire. At the moment, it looks as if everyone was brought to attend a seminar","thumbnail":null,"section":"Sports"},{"date":"19940621","headline":"No Headline","web_url":"https://www.nytimes.com/1994/06/21/nyregion/no-headline-453676.html","abstract":"  \"I don't think I'll catch anything. My worm got dirty. I don't know if the fish will like it.\" -- VINCENT MORALES, a 12-year-old on his first fishing trip, to Central Park.  [ B1:4. ]","thumbnail":null,"section":"New York"},{"date":"19940621","headline":"Get Your Hot Chips While They're Still Fast","web_url":"https://www.nytimes.com/1994/06/21/science/personal-computers-get-your-hot-chips-while-they-re-still-fast.html","abstract":"  SWIFT! Blazing! Meteoric! Turbocharged! Supersonic! Warp speed!    One wonderful thing about speedy computers is the way they make computer magazines grind out synonyms for the word \"fast.\" Another is that fast computers let you install software so quickly (from CD-ROM, anyway) that you get extra time to figure out why it doesn't work. And fast computers come with ironclad guarantees that they will seem embarrassingly slow within months.","thumbnail":null,"section":"Science"},{"date":"19940621","headline":"Dutch Narrowly Escape Hard-Charging Saudis","web_url":"https://www.nytimes.com/1994/06/21/sports/world-cup-94-dutch-narrowly-escape-hard-charging-saudis.html","abstract":"  In a highly entertaining game that was part horror show, part David-and-Goliath story and ended with an O. Henry twist, the Netherlands defeated Saudi Arabia, 2-1, tonight before more than 50,000 fans at R.F.K. Stadium.   The horror for the vastly favored Dutch came when the Saudis scored the first goal, and played as if they could make it hold up in this Group F World Cup opener. After the Netherlands tied the score on Wim Jonk's line-drive goal just six minutes into the second half, it still had the makings of an underdog's victory tale. The Saudis, after all, were making their first appearance in the World Cup, and a tie would have been glorious for them and for their biggest fan, Prince Bandar, Ambassador to the United States and a nephew of King Fahd.","thumbnail":null,"section":"Sports"},{"date":"19940621","headline":"Dueling Magazine Covers: A Police Photo vs. a 'Photo-Illustration'","web_url":"https://www.nytimes.com/1994/06/21/nyregion/dueling-magazine-covers-a-police-photo-vs-a-photo-illustration.html","abstract":"  One mug shot, two magazine covers.   O. J. Simpson's photograph, taken by the Los Angeles Police Department when he was booked on Saturday, was on the cover of Time and Newsweek magazines this week.","thumbnail":null,"section":"New York"},{"date":"19940621","headline":"In Light of Summer;\nBeach Concession Stand On Long Island Sound","web_url":"https://www.nytimes.com/1994/06/21/opinion/in-light-of-summer-beach-concession-stand-on-long-island-sound.html","abstract":"All sluggish spring, I watched the trucks import tawny sand from somewhere\nelse, bulldozing Ransom Beach and raking the season smooth. Day by day,\nthis took exactly forever. Waiting for the light to lengthen, I rearranged\nthirty-three flavors of summer, read a single Chekhov novel, memorizing\nthe choppy names, my tongue thick with Cyrillic, closed my eyes\nto the widening waterfront and envisioned a great bird's wings shaping","thumbnail":null,"section":"Opinion"},{"date":"19940621","headline":"Ripples of L.I.R.R. Pact Not Likely to Reach City","web_url":"https://www.nytimes.com/1994/06/21/nyregion/ripples-of-lirr-pact-not-likely-to-reach-city.html","abstract":"  Even though the Long Island Rail Road failed to win changes in employees' work rules, transit and municipal officials said yesterday that they would continue to press for such concessions in other labor negotiations.   Labor accords on the Long Island line have seldom had much impact on New York City's labor negotiations, officials said, or on contract talks for the city's bus and subway workers. By contrast, they predicted, the settlement of the two-day railroad strike Saturday night will likely influence the stalled talks between the Metro-North Commuter Railroad and its employees.","thumbnail":null,"section":"New York"},{"date":"19940621","headline":"Maradona Prepares His Way","web_url":"https://www.nytimes.com/1994/06/21/sports/world-cup-94-notebook-maradona-prepares-his-way.html","abstract":"  Diego Maradona has been trying to get in shape for the World Cup and the heat and humidity that goes with it. People around the Argentine star have been saying he has been practicing hard toward that goal.   But on the eve of his first game in his third World Cup, Maradona hardly fit the description of someone getting fit. He spent most of his time talking to people with microphones and notebooks on the sideline while his teammates were working in preparation for today's game with Greece at Foxboro, Mass.","thumbnail":null,"section":"Sports"},{"date":"19940621","headline":"Gay Officers Get Their Turn to Present a Heritage Exhibit","web_url":"https://www.nytimes.com/1994/06/21/nyregion/gay-officers-get-their-turn-to-present-a-heritage-exhibit.html","abstract":"  Every few months, a Police Department fraternal organization sets up an exhibit at One Police Plaza to call attention to its members' heritage and to take note of their accomplishments. Irish, Italian, Hispanic, Polish, Asian, black and Jewish officers -- all have celebrated themselves through photographs, artwork and artifacts.   Now, for the first time in the New York Police Department's history, gay officers will have their turn.","thumbnail":null,"section":"New York"},{"date":"19940621","headline":"Critic's Notebook; Orchestra League Peers Into Its Future","web_url":"https://www.nytimes.com/1994/06/21/arts/critic-s-notebook-orchestra-league-peers-into-its-future.html","abstract":"  \"Celebrate Excellence,\" was the declaration on the banners and program books at the four-day national conference of the American Symphony Orchestra League here. And 1,700 representatives of 299 orchestras gathered to mourn its absence, chart its costs, debate its relevance and catalogue its virtues. These annual meetings have, in recent years, become a chronicle of a field in crisis, and this one was no exception.   Two years ago, the league -- the national organization serving orchestras -- presented a report documenting the causes of failing orchestras, offering explanations for dwindling audiences and drawing attention to increasing racial pressures against all-white orchestras in largely black cities. The statistics were sobering (though there are some who still disagree with the report's analyses and apocalyptic tone). Last year, a sweeping series of proposals were made in a study called \"Americanizing the American Orchestra.\" That report became the most controversial document in the history of the orchestra.","thumbnail":null,"section":"Arts"},{"date":"19940621","headline":"Review/Television; Looking at Movies As Reflections of Life","web_url":"https://www.nytimes.com/1994/06/21/movies/review-television-looking-at-movies-as-reflections-of-life.html","abstract":"  American Movie Classics, a cable service of Rainbow Programming Holdings, calls itself \"television's only all-classic Hollywood movie network.\" Clever ads on network television are currently assuring viewers, in the style of an old black-and-white western, that AMC does not countenance coloring or commercial breaks. But, of course, AMC is keenly interested in repackaging.   So a series of what it calls original specials have been using clips from the AMC lineup of Hollywood classics to illustrate documentaries on a single theme. The first and still best was \"Street Scenes: New York on Film.\" More recently there was \"All Aboard! Riding the Rails of American Film.\" Tonight it's \"Homeward Bound,\" a look at the American family as depicted by Hollywood over several decades.","thumbnail":null,"section":"Movies"},{"date":"19940621","headline":"The Third Man: Where's Blackman?","web_url":"https://www.nytimes.com/1994/06/21/sports/on-pro-basketball-the-third-man-where-s-blackman.html","abstract":"  The interview session begins, and the crowd immediately forms around Derek Harper in the far corner of the Summit floor. From his station by the runway leading to the locker rooms, Rolando Blackman can't get so much as a glimpse of Harper's face.   There is no mad rush to get at Blackman, though. One reporter stands to his left, another holds a small tape recorder up near his mouth. The first question is what Blackman thinks of Harper's chances to be most valuable player if the Knicks beat the Houston Rockets to win the championship here tomorrow night.","thumbnail":null,"section":"Sports"},{"date":"19940621","headline":"Ex-Perot Supporters Endorse Republicans Against Cuomo","web_url":"https://www.nytimes.com/1994/06/21/nyregion/ex-perot-supporters-endorse-republicans-against-cuomo.html","abstract":"  A group of disaffected Ross Perot supporters gave its endorsement yesterday to Republican candidates for governor and United States senator, potentially offering voters another vehicle to express discontent with Gov. Mario M. Cuomo in November.   The group, United We Stand, America, New York, which was formed by Perot supporters who later disassociated themselves from his 1992 Presidential campaign, announced at a Manhattan news conference that it would back State Senator George E. Pataki for governor and Bernadette Castro for senator. It did not endorse candidates in other statewide races.","thumbnail":null,"section":"New York"},{"date":"19940621","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/21/nyregion/c-corrections-453986.html","abstract":"  A front-page article yesterday about former President Jimmy Carter's visit to North Korea misidentified the person to whom he referred when he said, \"He told me he was very grateful I had gone, and thought it was a very fine accomplishment.\" It was President Clinton, not President Kim Il Sung of North Korea.","thumbnail":null,"section":"New York"},{"date":"19940621","headline":"In Light of Summer;\nI Looked Up","web_url":"https://www.nytimes.com/1994/06/21/opinion/in-light-of-summer-i-looked-up.html","abstract":"I looked up and there it was\namong the green branches of the pitchpines --\nthick bird,\na ruffle of fire trailing over the shoulders and down the back --","thumbnail":null,"section":"Opinion"},{"date":"19940621","headline":"Q&A","web_url":"https://www.nytimes.com/1994/06/21/science/q-a-456136.html","abstract":"  Pantry Pests   Q. Despite cleaning my tightly closed kitchen cabinet I am still beset by moths and (shudder) worms in my cracker boxes, etc. What are they and where can they be coming from? Is there any solution?","thumbnail":null,"section":"Science"},{"date":"19940621","headline":"Infrared Evidence Is Strongest Yet For Black Hole in Milky Way's Core","web_url":"https://www.nytimes.com/1994/06/21/science/infrared-evidence-is-strongest-yet-for-black-hole-in-milky-way-s-core.html","abstract":"  NEW infrared observations have produced much stronger evidence that a massive black hole, with a density so great that its gravity prevents the escape of light, exists near the center of the Milky Way, the solar system's home galaxy.   The results of the observations, announced last week by astronomers of the University of Arizona, added to the growing body of evidence that black holes may be common phenomena at the cores of galaxies throughout the universe.","thumbnail":null,"section":"Science"},{"date":"19940621","headline":"The Carter Opening","web_url":"https://www.nytimes.com/1994/06/21/opinion/the-carter-opening.html","abstract":"  Granted, it was not a masterpiece of clarity and coordination. But former President Jimmy Carter and the Clinton Administration, which approved his trip, appear to have moved the crisis over the North Korean nuclear program back toward the negotiating table. Mr. Carter's personal diplomacy, conducted with North Korea's President, Kim Il Sung, may well provide a face-saving way for both sides to pull back from confrontation.   Mr. Carter says he won Mr. Kim's consent to freeze his nuclear program in a verifiable way while high-level talks are resumed between the United States and North Korea to resolve the nuclear issue. If the specifics of the Korean offer are confirmed, it offers a promising route toward a deal.","thumbnail":null,"section":"Opinion"},{"date":"19940621","headline":"1919:Visit to Verdun : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/06/21/opinion/IHT-1919visit-to-verdun-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Mr. Lloyd George returned to Paris on Thursday night [June 19] after a three day visit to the French battlefields, including Verdun. The British Prime Minister was greatly impressed by the spectacle of. devastation, the shell-torn field presenting","thumbnail":null,"section":"Opinion"},{"date":"19940621","headline":"Sports of The Times; Where Are America's Golfers?","web_url":"https://www.nytimes.com/1994/06/21/sports/sports-of-the-times-where-are-america-s-golfers.html","abstract":"  ERNIE ELS didn't win the United States Open; Oakmont did.   But the 24-year-old South African is holding the Open's big silver trophy now, the latest embarrassing evidence that the United States no longer produces the world's best golfers. With the emphasis on best.","thumbnail":null,"section":"Sports"},{"date":"19940621","headline":"Review/Pop; Brazilian Sings for Sensuality in a Belated Debut","web_url":"https://www.nytimes.com/1994/06/21/arts/review-pop-brazilian-sings-for-sensuality-in-a-belated-debut.html","abstract":"  Jorge Ben Jor offered a statement of purpose when he performed on Sunday afternoon at Summerstage in Central Park. Over the relaxed, jazzy vamp of \"Cowboy Jorge\" from his album \"23\" (Tropical Storm), he proclaimed that he sang for joy and sensuality, for hope and love, and for the pantheon of Afro-Brazilian deities. Mr. Ben, a major songwriter and singer in Brazil since the 1960's, was making a very belated New York debut.   Through the years, Mr. Ben has come up with his share of serpentine melodies and subtle chromatic harmonies, for example he wrote the widely recorded \"Mas Que Nada.\" But he lives for the groove. His repertory delves into rhythms from across Brazil, the Caribbean, the United States and Africa. At Summerstage, he played sambas and funk, jazzy vamps and carnival marches, stoking a tropical party in Sunday's tropical heat.","thumbnail":null,"section":"Arts"},{"date":"19940621","headline":"Observer; Than a Barrel Of People","web_url":"https://www.nytimes.com/1994/06/21/opinion/observer-than-a-barrel-of-people.html","abstract":"  Last weekend's fun was more intense than usual. First there was Sam Donaldson interviewing Paula Jones. Then the networks convicted O. J. Simpson of murder. Afterward we went to the movies and saw Jack Nicholson turn into a werewolf.    Fun of this quality simply did not exist until now. It makes you realize how lucky we are, funwise, to be living in this day and age. Let me cannibalize my own family for material and tell you what my grandmother did for fun:","thumbnail":null,"section":"Opinion"},{"date":"19940621","headline":"Patterns","web_url":"https://www.nytimes.com/1994/06/21/style/patterns-389803.html","abstract":"  Call It Reconstruction    \"Do not bother me with your politics,\" the German painter Otto Dix once said when asked to join the Communist Party. \"I would rather go to a whorehouse.\"","thumbnail":null,"section":"Style"},{"date":"19940621","headline":"When the Trade Winds Fill a Dhow's Sail","web_url":"https://www.nytimes.com/1994/06/21/opinion/l-when-the-trade-winds-fill-a-dhow-s-sail-457620.html","abstract":"  To the Editor:   Re your Djibouti Journal, \"By Ancient, Languorous Boat to a Frightening City\" (news article, June 3), on dhows sailing to Aden, site of Yemeni separatist revolution:","thumbnail":null,"section":"Opinion"},{"date":"19940621","headline":"On My Mind; Fresh Air for America","web_url":"https://www.nytimes.com/1994/06/21/opinion/on-my-mind-fresh-air-for-america.html","abstract":"  In Washington, some members of Congress have decided to remain faithful to themselves, their concept of what America means and their special constituency. They bring fresh air to America.   For no political gain and at some risk, they have chosen to be constant to the hounded and battered constituency they selected for themselves -- the prisoners in the torture cells of China and Tibet and all the other political and religious victims of Beijing.","thumbnail":null,"section":"Opinion"},{"date":"19940621","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/06/21/style/chronicle-457191.html","abstract":"  Uptown, TINA RAMIREZ, the founder and artistic director of Ballet Hispanico, has something to cheer about, too. The mortgage on the building that houses the dance company and its school, at 167 West 89th Street, has been paid, and Ms. Ramirez plans to burn a replica of the document at a party tonight.    The company purchased the four-story building in 1978 and received a city-financed mortgage in 1984.","thumbnail":null,"section":"Style"},{"date":"19940621","headline":"Crack Down on Student Aid Abuse","web_url":"https://www.nytimes.com/1994/06/21/opinion/crack-down-on-student-aid-abuse.html","abstract":"  The U.S. Government spends about $20 billion a year on student aid -- and loses as much as 20 percent of it to fraud and abuse. In 1992 Congress got tougher on waste in student aid programs, but it could undermine its own actions in a House Appropriations Committee vote today.    An amendment of the Higher Education Act eliminates schools from participation in student aid programs if more than 85 percent of their revenue comes from student aid. The amendment, sponsored by Representative Maxine Waters of California, is aimed at for-profit schools that account for many abuses in student loan and grant programs.","thumbnail":null,"section":"Opinion"},{"date":"19940621","headline":"Iceman's Stone Age Outfit Offers Clues to a Culture","web_url":"https://www.nytimes.com/1994/06/21/science/iceman-s-stone-age-outfit-offers-clues-to-a-culture.html","abstract":"  STILL no one knows who he was or what he was doing high in the Tyrolean Alps that day some 5,300 years ago, the day he died. No one can be sure of the quirks of nature that somehow mummified the corpse, then entombed it in a glacier and preserved it and his possessions so long in a semblance of a life only lately departed.   Of one thing scientists are now certain about the naturally mummified Alpine Iceman, whom hikers discovered in September 1991 in the melting ice on the Austrian-Italian border at an elevation of 10,530 feet. In the first genetic analysis of the body, reported last week, they determined that he was European born and bred, closely related to modern northern and Alpine Europeans.","thumbnail":null,"section":"Science"},{"date":"19940621","headline":"By Design; Dresses of Summer","web_url":"https://www.nytimes.com/1994/06/21/style/by-design-dresses-of-summer.html","abstract":"  The dress has made a major fashion comeback, and not a nanosecond too soon. It's the coolest thing to wear on a hot summer day and makes getting dressed blessedly simple. The only accessories required are bare legs and sandals.   Henri Bendel has a good selection, including Jill Stuart's seersucker slip dress with blue or gray stripes ($135) and Cynthia Rowley's minichecked slip dresses in crinkled rayon with their own white T-shirts ($175).","thumbnail":null,"section":"Style"},{"date":"19940621","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/21/nyregion/c-corrections-457159.html","abstract":"  Because of an editing error, an article yesterday about Betsy Gotbaum's appointment as executive director of the New-York Historical Society omitted the identity and surname of an officer who described the coming year's deficit budget, while misspelling his given name. He was the society's chairman; as noted later in the article, his name is Minor H. Warner.","thumbnail":null,"section":"New York"},{"date":"19940621","headline":"Cuomo Seeks Sterner Laws For Juveniles","web_url":"https://www.nytimes.com/1994/06/21/nyregion/cuomo-seeks-sterner-laws-for-juveniles.html","abstract":"  A commission appointed by Gov. Mario M. Cuomo to study the problem of rising violence by young offenders yesterday urged changes in virtually all phases of the state's juvenile justice system, including tougher penalties for youthful criminals.   The panel also recommended a number of changes to prevent young offenders from slipping through the cracks of the legal system. It called for fingerprinting of all juveniles charged with serious crimes, which is done only in some cases now, and for wider access by probation and court officials to records of young offenders, which now are often sealed.","thumbnail":null,"section":"New York"},{"date":"19940621","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/06/21/sports/transactions-456357.html","abstract":"  Baseball  National League  NEW YORK METS -- Placed David Segui, first baseman, on the 15-day disabled list. Recalled Rico Brogna, first baseman, from Norfolk of the International League. Signed Kevin Manley, pitcher, and Daniel Engle, catcher, and assigned them to the Gulf Coast League Mets. Northern League","thumbnail":null,"section":"Sports"},{"date":"19940621","headline":"Arafat Aide Puts Off a Delicate Trip to Jerusalem","web_url":"https://www.nytimes.com/1994/06/21/world/arafat-aide-puts-off-a-delicate-trip-to-jerusalem.html","abstract":"  For those interested in Yasir Arafat's travel plans, which means just about everyone here, a nonevent today gave some insights into how hard he may press Israeli leaders whenever he makes his much-awaited journey to the Gaza Strip and Jericho.   A looming question -- aside from the obvious one of when the chairman of the Palestine Liberation Organization plans to show up -- is whether he will insist on also going to Jerusalem to pray at Al Aksa mosque, one of Islam's holiest shrines.","thumbnail":null,"section":"World"},{"date":"19940621","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/06/21/nyregion/inside-453820.html","abstract":"  A Fusion Dream Machine   A proposed $1 billion fusion machine could heat a tiny fuel pellet to 200 million degrees. If approved, it could also save jobs for American weapons scientists. Science Times, page C1. Cuomo Defends L.I.R.R. Deal    The Governor defended the settlement that ended a two-day Long Island Rail Road strike, and criticized the chairman of the Metropolitan Transportation Authority. Page B1. Allies Seek Bosnia Pact    The United States, Russia and the European Union plan to endorse a territorial pact for Bosnia and then to press both sides to accept it. Page A3. Free Trade? Not Always    Business executives on both sides of the U.S.-Mexico border who expected to benefit from the North American Free Trade Agreement say it is fraught with costs. Page D1. An Extra Round, and More    After an 18-hole playoff with Loren Roberts and Colin Montgomerie, Ernie Els beat Roberts in sudden death to win the U.S. Open. Page B11.","thumbnail":null,"section":"New York"},{"date":"19940621","headline":"Henning Takes Islanders Reins With Goal to Mix Fire and Ice","web_url":"https://www.nytimes.com/1994/06/21/sports/hockey-henning-takes-islanders-reins-with-goal-to-mix-fire-and-ice.html","abstract":"  When Lorne Henning, an original member of the Islanders' franchise, was tabbed by Coach Al Arbour as a player/assistant coach 14 years ago, there was a good deal of surprise all around. When Henning was named to succeed the Islanders' legendary head coach today, no one was surprised.   After all, Henning has been Arbour's right-hand man since 1989, and when Arbour announced his retirement as coach on June 1 and became vice president of hockey operations, Henning was his only recommendation for a successor.","thumbnail":null,"section":"Sports"},{"date":"19940621","headline":"In Light of Summer;\nThe Past","web_url":"https://www.nytimes.com/1994/06/21/opinion/in-light-of-summer-the-past.html","abstract":"Was it in stepping into dusk? Did a glance release this turbulence\nwhere Martin's fields thicken with thorn apple and a woodland bird makes\n\n a sound?\nNot even the quick flowering of summer winds alters it, what a man in a straw hat","thumbnail":null,"section":"Opinion"},{"date":"19940621","headline":"1-2 Kick: Brazil Sambas to Own Beat","web_url":"https://www.nytimes.com/1994/06/21/sports/world-cup-94-1-2-kick-brazil-sambas-to-own-beat.html","abstract":"  The samba drums never stopped beating today, nor did the Brazilian team lose for a second its jubilant, fluid rhythm in dominating Russia, 2-0, in its World Cup opener.   There is no way to overstate the control that Brazil, a pre-tournament favorite, demonstrated in this match with its intricate passing, relentless scoring threats and predatory defense. Two goals could have easily become eight. But on a majestic, breezy afternoon at Stanford Stadium, a half-volley by Romario, the arrogant striker, and a penalty kick by Rai, the disparaged midfielder, were more than sufficient.","thumbnail":null,"section":"Sports"},{"date":"19940621","headline":"Never Doubt That Abuse of Children Is Real; The Unheard Cry","web_url":"https://www.nytimes.com/1994/06/21/opinion/l-never-doubt-that-abuse-of-children-is-real-the-unheard-cry-457671.html","abstract":"  To the Editor:   Thank you for the article by Karen Hopenwasser (Op-Ed, June 8), on the danger of stifling \"recovered memory.\" As a priest to whom people sometimes turn when crisis occurs, I have heard the cries of people whose lives have been atrophied and damaged not only by the effects of physical and sexual abuse but also because, throughout their lives, no one would listen to that cry.","thumbnail":null,"section":"Opinion"},{"date":"19940621","headline":"Boston's One Swing Is the One He Wanted","web_url":"https://www.nytimes.com/1994/06/21/sports/baseball-boston-s-one-swing-is-the-one-he-wanted.html","abstract":"  Kirby Puckett and Dave Winfield are superstars whose plaques will be in Cooperstown after they retire. Daryl Boston is a reserve player who will be just another visitor when he is in Cooperstown. But Boston hit the biggest homer of the three last night to help catapult the Yankees to a dramatic 7-5 victory over the Minnesota Twins at Yankee Stadium.   With the Yankees trailing by 5-4 in the bottom of the eighth, runners on first and third and Minnesota's closer, Rick Aguilera, fresh in the game, Boston stepped up as a pinch-hitter and powered the first pitch into the right-field seats for a stunning three-run homer. Instead of losing because Puckett and Winfield homered off Jim Abbott during a three-run sixth inning, the Yankees won because Boston surprised Aguilera with precise power and splendid timing.","thumbnail":null,"section":"Sports"},{"date":"19940621","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/06/21/nyregion/metro-digest-453099.html","abstract":"  TOUGHER LAWS ASKED ON JUVENILE CRIME   A commission appointed by Governor Cuomo to study the problem of rising violence by young offenders urged changes in virtually all phases of the state's juvenile justice system, including tougher penalties for young criminals. A1.","thumbnail":null,"section":"New York"},{"date":"19940621","headline":"Imagination Unconfined To the Movie Screen","web_url":"https://www.nytimes.com/1994/06/21/arts/imagination-unconfined-to-the-movie-screen.html","abstract":"  Peter Greenaway's films, strict, formal, erotic and cruel, are often so bursting with ideas and props and fabrics and extras that they threaten to explode from the screen. Now they have, in a 100-piece piece, 100-day outdoor installation here called \"The Stairs: Location.\"   Mr. Greenaway's films have a true touch of the megalomaniacal. In his latest, \"The Baby of Macon,\" which ends with a ritualized rape to the death of a woman by an entire regiment and which has not yet found American distribution, he used 4,000 extras. And this for a supposedly low-budget art film.","thumbnail":null,"section":"Arts"},{"date":"19940621","headline":"White House Offers First Grants In Its Youth Volunteer Program","web_url":"https://www.nytimes.com/1994/06/21/us/white-house-offers-first-grants-in-its-youth-volunteer-program.html","abstract":"  The Clinton Administration has named the first programs to participate in Americorps, a \"domestic peace corps\" in which young Americans will receive educational grants in exchange for their national service work.   The first wave of grants, totaling $46 million, will pay for about 7,000 corps members working in education, public safety, human needs (health and homelessness) and the environment.","thumbnail":null,"section":"U.S."},{"date":"19940621","headline":"Atlas of Radio Stars Releases First Segment","web_url":"https://www.nytimes.com/1994/06/21/science/atlas-of-radio-stars-releases-first-segment.html","abstract":"  THE first installment of a monumental catalogue of radio-emitting stars and other celestial objects has been electronically published. Its authors say that by using the catalogue, amateurs and students will be able to make significant scientific discoveries.   The radio sky catalogue is being prepared from observations that began last September by the Very Large Array, a Y-shaped array of 27 huge radio dish antennas mounted on railroad tracks stretching across the desert near Socorro, N.M.","thumbnail":null,"section":"Science"},{"date":"19940621","headline":"Clinton Is Hopeful Yet Cautious About Carter's North Korea Trip","web_url":"https://www.nytimes.com/1994/06/21/world/clinton-is-hopeful-yet-cautious-about-carter-s-north-korea-trip.html","abstract":"  President Clinton said today that he welcomed \"hopeful signs\" that a clash over North Korea's nuclear weapons program could be averted. But he maintained an air of skepticism about the pledges former President Jimmy Carter won from the North.   Mr. Clinton's comments were his first on the matter since Mr. Carter returned from his visit to the Korean peninsula, and they reflected an insistence by the Administration that the Communist Government do more to demonstrate its willingness to halt its nuclear program.","thumbnail":null,"section":"World"},{"date":"19940621","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/06/21/style/chronicle-457205.html","abstract":"  QUENTIN CRISP, the 85-year-old writer and raconteur, who prides himself on being outrageous, will receive unusual recognition for his flamboyance tonight. He will be proclaimed the \"Grand Pooh-Bah of the Cutting Edge\" at the 10th anniversary party of Paper Magazine, itself considered the cutting-edge commentator on culture, fashion, politics and society.","thumbnail":null,"section":"Style"},{"date":"19940621","headline":"Never Doubt That Abuse of Children Is Real; Rationing Therapy","web_url":"https://www.nytimes.com/1994/06/21/opinion/l-never-doubt-that-abuse-of-children-is-real-rationing-therapy-457663.html","abstract":"  To the Editor:   Karen Hopenwasser, in her sensitive \"When It All Comes Back\" (Op-Ed, June 8), about a case of recovered memory, worries if \"a course of therapy like this could happen today.\" The cause of her worry is the doubt being raised about the validity of recovered memories.","thumbnail":null,"section":"Opinion"},{"date":"19940621","headline":"European Style Proves Suitable","web_url":"https://www.nytimes.com/1994/06/21/sports/on-soccer-european-style-proves-suitable.html","abstract":"  Opening weekend of the 15th World Cup came and went without the gush of goals organizers had hoped for, but with enough exciting play and near-goals to more than satisfy the sport's universalist fans. For fans of Latin-style soccer, though, it was a disaster.   Of the five games that ended with a winner (three were ties) in the tournament's first three days, all five featured a European-style team defeating a Latin-style team.","thumbnail":null,"section":"Sports"},{"date":"19940621","headline":"State Senate Seat Is Sought by Abate","web_url":"https://www.nytimes.com/1994/06/21/nyregion/state-senate-seat-is-sought-by-abate.html","abstract":"  Catherine M. Abate, the former City Correction Commissioner, yesterday announced her candidacy for the State Senate seat currently held by the Democrat Manfred Ohrenstein, the Senate minority leader who is retiring at the end of this year.   At a news conference on the steps of City Hall, Ms. Abate, a Democrat who also served as Commissioner of Probation under former Mayor David N. Dinkins, said she was running \"to be a vigorous and strong spokesperson for reproductive rights, for getting violence off of our streets, for quality health care and education and jobs.\"","thumbnail":null,"section":"New York"},{"date":"19940621","headline":"Flaws Found in Insuring Safety of Nuclear Bomb Plants","web_url":"https://www.nytimes.com/1994/06/21/us/flaws-found-in-insuring-safety-of-nuclear-bomb-plants.html","abstract":"  The ability of the Energy Department to identify nuclear safety problems at its bomb plants and bring them to the attention of top officials was significantly reduced by a reorganization last year, Congressional investigators have reported.   The department contends that the reorganization under Secretary Hazel R. O'Leary made operations more efficient and created a more cooperative atmosphere. But a report by the General Accounting Office, the investigative arm of Congress, said the reorganization had ended the arms-length, independent position of internal safety regulators.","thumbnail":null,"section":"U.S."},{"date":"19940621","headline":"Guilty Plea In a Killing In a Mob Case","web_url":"https://www.nytimes.com/1994/06/21/nyregion/guilty-plea-in-a-killing-in-a-mob-case.html","abstract":"  A supermarket executive reputed to be a top Mafia figure pleaded guilty yesterday to conspiring to murder a man whose bullet-riddled body was found in a World Trade Center garage four years ago.   Pasquale Conte, 69, who prosecutors say is a powerful captain in the crime group headed by the imprisoned John Gotti, entered his plea in Federal District Court in Brooklyn.","thumbnail":null,"section":"New York"},{"date":"19940621","headline":"Defense Secretary Violated Pentagon Rules, Report Says","web_url":"https://www.nytimes.com/1994/06/21/us/defense-secretary-violated-pentagon-rules-report-says.html","abstract":"  Defense Secretary William J. Perry violated Pentagon rules last year, when he was Deputy Defense Secretary, by favoring one American military contractor over others in talks with Swiss and Finnish officials interested in buying a radar-jamming device for fighter jets, the General Accounting Office said.   The Defense Department canceled the $2 billion jamming system for its own planes two years ago after it failed crucial flight tests. But Mr. Perry had offered to help several interested foreign buyers install the system if they bought it directly from the American manufacturers, divisions of the I.T.T. Corporation and the Westinghouse Electric Corporation.","thumbnail":null,"section":"U.S."},{"date":"19940621","headline":"East Timor's 'Choice' : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/06/21/opinion/IHT-east-timors-choice-letters-to-the-editor.html","abstract":"Regarding \"A Response From Jakarta\" (Letters, June 14): .Irwan Abidin of Indonesia's Directorate of Foreign Information asserts that \"the facts surrounding the process by which the people of East Timor opted for independence through inte","thumbnail":null,"section":"Opinion"},{"date":"19940621","headline":"A Strike Wisely Ended","web_url":"https://www.nytimes.com/1994/06/21/opinion/a-strike-wisely-ended.html","abstract":"  The Long Island Rail Road strike was settled in the context of a political year. Gov. Mario Cuomo of New York, who pressed for a quick settlement, seeks re-election to a fourth term and needs to avoid offending important constituencies -- like labor unions and Long Island voters. Similarly, President Clinton and the Democrats who control Congress, sensitive to the November elections nationwide, appeared unwilling to invoke Federal law to stop the strike.    In those circumstances, the Metropolitan Transportation Authority's reluctant agreement to higher wages with no gains in productivity may prove wiser than taking an open-ended strike. The new contract expires at the end of December, three years after the old contract expired. By then the election pressure will be past, and elected officials will be able to deal with the unions in a more muscular way.","thumbnail":null,"section":"Opinion"},{"date":"19940621","headline":"Right Now, There's Still A Tomorrow","web_url":"https://www.nytimes.com/1994/06/21/sports/nba-finals-right-now-there-s-still-a-tomorrow.html","abstract":"  The season has come down to one game. And both the Knicks and the Houston Rockets will feel the pressure and anticipation until the outcome is decided Wednesday night at the Summit.   For the Rockets, there was relief today that they had forced Game 7 by winning a memorable Game 6 that was decided when Hakeem Olajuwon blocked John Starks's potential game-winning 3-point jumper with two seconds to play.","thumbnail":null,"section":"Sports"},{"date":"19940621","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/06/21/style/IHT-what-theyre-reading.html","abstract":"Jaime Zobel de Ayala, chairman and president of Ayala Corp. of the Philippines, is reading \"Looking at the Sun\" by James Fallows..\"It is a song of praise to Japanese achievement, but it is also a backhanded compliment to Japan's imitator","thumbnail":null,"section":"Style"},{"date":"19940621","headline":"Topics of The Times; More Skaters, More Injuries","web_url":"https://www.nytimes.com/1994/06/21/opinion/topics-of-the-times-more-skaters-more-injuries.html","abstract":"  In-line skating is fun, hip, social and non-discriminatory. Just about anyone can do it. But is it safe? Earlier this month the Consumer Product Safety Commission said maybe not. The commission also said it was not the skates but carelessness that caused injury.   The Product Safety Commission forecasts 83,000 emergency-room cases this year from skating injuries, more than double last year's figure. Sixty percent will be children under age 15. Wrist injuries are the most common, followed by lower arm, leg and head injuries. What makes in-line skating (or Rollerblading, from the name of a popular brand) dangerous is failure to wear protective gear, lack of instruction and possibly what the commission calls \"high-risk behavior,\" or what daredevils call hot-dogging.","thumbnail":null,"section":"Opinion"},{"date":"19940621","headline":"Robert Currie Memorial","web_url":"https://www.nytimes.com/1994/06/21/nyregion/robert-currie-memorial.html","abstract":"  A memorial service for Robert Currie, an interior designer who also designed sets for television, will be held at 6 P.M. tomorrow in the amphitheater of the Fashion Institute of Technology, Seventh Avenue at 27th Street. Mr. Currie died on June 30, 1993.","thumbnail":null,"section":"New York"},{"date":"19940621","headline":"Guideposts For Hikers On Internet Pathways","web_url":"https://www.nytimes.com/1994/06/21/science/peripherals-guideposts-for-hikers-on-internet-pathways.html","abstract":"  THE Internet began life 25 years ago as an exclusive club, the Arpanet, for military research people. Now, with perhaps 20 million individuals in it worldwide, the Internet is a municipal golf course on a summer Sunday, with players yelling \"fore.ac.gla\" all over the place.   So how do you join the club? One way is to connect through your company or college, if they are connected. Another way is to pay one of the commercial outfits that serve as gateways to the infobahn. Still another is to search bookshelves.","thumbnail":null,"section":"Science"},{"date":"19940621","headline":"A Grim O. J. Simpson Pleads 'Not Guilty' in Two Murders","web_url":"https://www.nytimes.com/1994/06/21/us/a-grim-o-j-simpson-pleads-not-guilty-in-two-murders.html","abstract":"  Looking haggard and grim, O. J. Simpson was arraigned in Municipal Court here today and pleaded not guilty to charges of murdering his ex-wife and one of her male friends.   He winced and hung his head as the court clerk read aloud the first-degree murder counts, alleging that on the night of June 12 he deliberately stabbed to death Nicole Brown Simpson, whom he divorced in 1992, and Ronald L. Goldman, a waiter who worked at a restaurant she frequented.","thumbnail":null,"section":"U.S."},{"date":"19940621","headline":"Supreme Court to Decide if States Can Set Term Limits for Congress","web_url":"https://www.nytimes.com/1994/06/21/us/supreme-court-roundup-supreme-court-decide-if-states-can-set-term-limits-for.html","abstract":"  Moving quickly to resolve a constitutional debate with high political stakes, the Supreme Court agreed today to decide whether states can limit the terms that members of Congress may serve.   The Justices will hear an appeal from a decision of the Arkansas Supreme Court, which ruled in March that a term-limits amendment that the state's voters added to the Arkansas Constitution in a 1992 referendum violated the Federal Constitution, which lays out the qualifications for Federal lawmakers.","thumbnail":null,"section":"U.S."},{"date":"19940621","headline":"Warming Moves Plants Up Peaks, Threatening Extinction","web_url":"https://www.nytimes.com/1994/06/21/science/warming-moves-plants-up-peaks-threatening-extinction.html","abstract":"  PLANT species living high in the Alps are climbing farther up their summits to escape the heat of a warming climate, but they risk going extinct when they run out of mountain, a study has found.   While climate modelers and theoreticians have long predicted migrations of mountain plants upward into cooler zones, researchers say that this is the first comprehensive study to document such wholesale movement of plants.","thumbnail":null,"section":"Science"},{"date":"19940621","headline":"They Died in the South, Too : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/06/21/opinion/IHT-they-died-in-the-south-too-letters-to-the-editor.html","abstract":"Mercifully, the campaign in the south of France was far less costly than the one in Normandy. Still there were losses. Of the nearly 59,000 American troops killed in France during World War II, more than 7,000 fell in the south. Of these, 860 are buried","thumbnail":null,"section":"Opinion"},{"date":"19940621","headline":"Never Doubt That Abuse of Children Is Real","web_url":"https://www.nytimes.com/1994/06/21/opinion/l-never-doubt-that-abuse-of-children-is-real-457612.html","abstract":"  To the Editor:   \"When It All Comes Back\" (Op-Ed, June 8) by Karen Hopenwasser basically misrepresents those of us who believe that in addition to the widespread phenomenon of bona fide child sex abuse there is a parallel phenomenon, namely, people are being convinced by their therapists to believe that they were sexually abused when there is absolutely no good reason to believe that they were. She states: \"The public has been led to believe that much recovered memory is simply false.\" She does not state exactly who the people are who have allegedly duped the public.","thumbnail":null,"section":"Opinion"},{"date":"19940621","headline":"U.S. and Russia to Back Bosnia Pact Jointly","web_url":"https://www.nytimes.com/1994/06/21/world/us-and-russia-to-back-bosnia-pact-jointly.html","abstract":"  The United States, Russia and the European Union aim to endorse a final territorial settlement for Bosnia at a three-day meeting of leaders of seven major industrial nations that begins July 8 in Naples, a senior United Nations official said today.   The settlement would assign 51 percent of Bosnia and Herzegovina to the federation of the Muslim-dominated Bosnian Government and the Bosnian Croats, and the rest to the Bosnian Serbs.","thumbnail":null,"section":"World"},{"date":"19940621","headline":"Bid to Include Gay Students in Anti-Bias Policy Stirs Little Protest","web_url":"https://www.nytimes.com/1994/06/21/nyregion/bid-to-include-gay-students-in-anti-bias-policy-stirs-little-protest.html","abstract":"  With hardly a whisper of protest, the school board in this Westchester County community stands ready to vote on Tuesday on a proposal that would prohibit discrimination against gay students.   The proposal would amend the school's current policy against bias to include a ban on discrimination based on sexual orientation.","thumbnail":null,"section":"New York"},{"date":"19940621","headline":"Gone Fishin', On Fifth Avenue; A Fish Story at Harlem Meer","web_url":"https://www.nytimes.com/1994/06/21/nyregion/gone-fishin-on-fifth-avenue-a-fish-story-at-harlem-meer.html","abstract":"  Nadia Williams, who is 10, tightly gripped her borrowed bamboo rod and, face bedecked with optimism, let fly into the semi-clear water. She sensed resistance. She pulled out seaweed and a sandwich bag.    \"This is fun,\" she said. \"It's nice. But I don't know why.\"","thumbnail":null,"section":"New York"},{"date":"19940621","headline":"Lessons in America: Mysterious Ways Of the Soccer World","web_url":"https://www.nytimes.com/1994/06/21/sports/IHT-lessons-in-america-mysterious-ways-of-the-soccer-world.html","abstract":"World Cup USA 94 is already a profound new experience. Never before had this observer seen fans taken from a stadium to be hosed down by volunteers of the so- called \"Disaster Services.\".This is no an anti-hooligan measure. After perspiring a","thumbnail":null,"section":"Sports"},{"date":"19940621","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/21/nyregion/c-corrections-457167.html","abstract":"  An article on Friday about an investment in Computer Marketplace that earned Senator Alfonse M. D'Amato $37,125 in one day of trading described the investment incorrectly. The initial public offering consisted of units of one share of stock and two warrants, which Mr. D'Amato bought for $4 a unit and sold for $12.25 a unit; the offering was not just stock. In addition, the article described the subsequent price of Computer Marketplace shares incorrectly. Since Mr. D'Amato's investment, the stock has traded at a low of $6 a share, not $1 a share.","thumbnail":null,"section":"New York"},{"date":"19940621","headline":"Of Princes, Paupers And Balance Afield","web_url":"https://www.nytimes.com/1994/06/21/sports/on-baseball-of-princes-paupers-and-balance-afield.html","abstract":"  Among other reasons, the owners want to impose a salary cap on their players in the name of competitive balance. Eighteen years ago Bowie Kuhn, then the commissioner, loudly issued management's dire warning that free agency would doom competitive balance.   What exactly is competitive balance? Does it mean parity, where every team is a .500 team and everyone suffers a severe case of boredom? Does it mean that one team doesn't dominate year after year the way the Yankees did from 1936 through 1964, when they won 22 pennants in 29 seasons? Or does it mean a circumstance where any team has a chance to win in any given season, as in the past 14 seasons, in which 23 of the 26 pre-expansion teams won division titles.","thumbnail":null,"section":"Sports"},{"date":"19940621","headline":"Rent Board Sets Increase Of 2 Percent","web_url":"https://www.nytimes.com/1994/06/21/nyregion/rent-board-sets-increase-of-2-percent.html","abstract":"  The New York City Rent Guidelines Board last night granted the smallest increase for rent-stabilized apartments in the board's 25-year history.    The board voted to allow landlords an increase of 2 percent on one-year leases and 4 percent on two-year leases of some 800,000 rent-stabilized apartments.","thumbnail":null,"section":"New York"},{"date":"19940621","headline":"Music Notes","web_url":"https://www.nytimes.com/1994/06/21/arts/music-notes.html","abstract":"  New From Mendelssohn    A reconstructed Third Piano Concerto by Felix Mendelssohn is about to have its first professional performance and its debut recording. Sayard Stone will conduct the Connecticut Chamber Orchestra and Helene Wickett, pianist, in the premiere of the work at the opening of a new arts center in Cuenca, Spain, on July 2, the first stop in the group's tour of the country. Mr. Stone will also record the work in August with the English Chamber Orchestra and Jennifer Eley.    The concerto, for which Mendelssohn completed two movements before abandoning it in 1844, is in E minor, the same key as his Violin Concerto, with which it is said to have some qualities in common. The piece was uncovered by R. Larry Todd, who found it in an uncatalogued collection of miscellaneous fragments at the Bodleian Library, at Oxford, in the late 1970's.","thumbnail":null,"section":"Arts"},{"date":"19940621","headline":"A Title In Houston Is Mission Possible","web_url":"https://www.nytimes.com/1994/06/21/sports/nba-finals-a-title-in-houston-is-mission-possible.html","abstract":"  The longer he lives in this city, and it goes back two decades now, the more Rudy Tomjanovich notices the logos of the Los Angeles Raiders, the Detroit Pistons, the Chicago White Sox, worn by the sports fans of Houston.   \"It bothers me, seeing the jerseys from other teams,\" Tomjanovich said today as he and the Houston Rockets prepared for the seventh and final game of the National Basketball Association championships, against the Knicks. \"I want people to wear our jerseys, for people to say, 'That's our team.' We're there now.\"","thumbnail":null,"section":"Sports"},{"date":"19940621","headline":"Review/Television; Filming the Life of a Troubled Family","web_url":"https://www.nytimes.com/1994/06/21/arts/review-television-filming-the-life-of-a-troubled-family.html","abstract":"  What induces people to allow television cameras into their homes to make public their private embarrassments? Is it exhibitionism or a craving to perform? Hope of help with problems or just of adding a little zip to commonplace existences? An inability to say no to a television personage who seems to think they are worth some attention? Such questions, chewed over since the 1970's when the Loud family's real-life soap opera drew big audiences to public stations, present themselves again tonight on \"The Trouble With Evan.\"   Evan is an 11-year-old boy in Hamilton, Ontario, given to picking on other children, smoking, setting fires, shoplifting and in general being a big headache to his mother, Karin, and stepfather, Mike. They permitted a producer from the Canadian Broadcasting Corporation to install motion-activated cameras in their kitchen and recreation room, so tonight you can see the pair berating, accusing (sometimes unjustly), insulting, bullying, threatening and generally tormenting Evan, who sits quietly in his corner taking it.","thumbnail":null,"section":"Arts"},{"date":"19940621","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/06/21/nyregion/news-summary-452980.html","abstract":"  International A3-9  AFRICA'S RISKY POLITICAL CHANGE  Many African countries are moving toward democracy, but the move toward reform is uneven and leaves uncertainties about what lies ahead, especially as it reveals longstanding ethnic tensions. A1","thumbnail":null,"section":"New York"},{"date":"19940621","headline":"Vast Laser Plan Would Further Fusion and Keep Bomb Experts","web_url":"https://www.nytimes.com/1994/06/21/science/vast-laser-plan-would-further-fusion-and-keep-bomb-experts.html","abstract":"  FOR a billionth of a second or so, dazzling light from 192 laser beams would flash down a labyrinth of mirrors, shooting a titanic bolt of energy a thousand times the output of all the power stations in the United States onto a single tiny pellet of super-cold hydrogen fuel. Squeezed to 20 times the density of lead and heated to a searing 200 million degrees Fahrenheit, hotter than the surface of the sun, the atoms in the pellet would fuse together, releasing a miniature thermonuclear blast of fusion energy.    Such a device could materialize by the year 2002 if the dream machine gets approval from the Department of Energy. It would cost $1 billion to build and about $250 million a year to operate -- no small sum over a 30-year lifetime -- and Congress may well balk at its cost. It would be the world's first device to produce controlled thermonuclear ignition, a phenomenon better known for lighting stars and powering hydrogen bombs.","thumbnail":null,"section":"Science"},{"date":"19940621","headline":"The Majority of Vietnam Vets Enlisted","web_url":"https://www.nytimes.com/1994/06/21/opinion/l-the-majority-of-vietnam-vets-enlisted-457639.html","abstract":"  To the Editor:   As a Vietnam veteran I read \"Clinton's War Story\" by Frank Rich (column, June 5) with interest, especially where he writes of the \"dirty little secret,\" that the Vietnam War was \"America's most blatant class war since the Civil War.\"","thumbnail":null,"section":"Opinion"},{"date":"19940621","headline":"Bouts of Poetry (the Stress Is on Beat)","web_url":"https://www.nytimes.com/1994/06/21/us/bouts-of-poetry-the-stress-is-on-beat.html","abstract":"  In the left corner of the ring was the 5-foot, 6-inch, 150-pound defending champion, Simon Ortiz; in the right corner, the 6-foot, 2-inch, 250-pound challenger, Quincy Troupe. It might seem, at first glance, that the slight Mr. Ortiz would have little chance of making it past the first round. But he was on home turf, with cheering supporters at ringside.   Then, the bell rang. Mr. Ortiz stepped forward, took a deep breath -- and recited a poem.","thumbnail":null,"section":"U.S."},{"date":"19940621","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/21/nyregion/c-corrections-457140.html","abstract":"  An article in Styles of The Times on Sunday about the decline of the barbershop shave misstated the location of the shop where Franco Lombardi works. It is at the Harvard Club, not the Yale Club.","thumbnail":null,"section":"New York"},{"date":"19940621","headline":"In the Valley of Death : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/06/21/opinion/IHT-in-the-valley-of-death-letters-to-the-editor.html","abstract":"Regarding \"Why Can't We Go Again in Real Ships of the Sea?\" (Meanwhile, June 17) by Hans Koning:.Come now, Mr. Koning. I'm sure Marshal Foch (who was generally quite pleased with himself) would have been delighted to have said it (\"C'est","thumbnail":null,"section":"Opinion"},{"date":"19940621","headline":"Forget Finesse, Remember a Name: Els Wins Open","web_url":"https://www.nytimes.com/1994/06/21/sports/golf-forget-finesse-remember-a-name-els-wins-open.html","abstract":"  It isn't often that a golfer can drive his ball all over the state of Pennsylvania and still win the United States Open. Then again, it isn't often that a golfer like Ernie Els comes along.   Els, 24 years old and brimming with youthful power and aplomb, did the seemingly impossible today in a three-way playoff for the 94th United States Open at Oakmont Country Club. The big South African muscled his way to a title that usually rewards finesse, ripping his way out of the rough and putting a foreign grip on the Open trophy for the first time since 1981.","thumbnail":null,"section":"Sports"},{"date":"19940621","headline":"Review/Dance; A Chance For the Men To Step Out","web_url":"https://www.nytimes.com/1994/06/21/arts/review-dance-a-chance-for-the-men-to-step-out.html","abstract":"  George Balanchine once said that \"ballet is woman,\" and no one ever let him forget that. But there are Balanchine ballets in which male dancers play important and distinctive roles, beyond the job of partnering the ballerina. One of those ballets is \"Mozartiana\" in its 1981 version, a rendering in dance of Tchaikovsky's \"Mozartiana\" suite in all its shifts of mood and pace, which the New York City Ballet presented on Sunday afternoon at the New York State Theater.    The ballerina must move from large prayerful stances, hands and head cast slightly upward, to edgily precise pure dance with frequent changes of direction. The shifts come quicker and with less preparation for the man in the Theme et Variations or pas de deux section. But Nikolaj Hubbe, new in the role, was a model of clarity and deftness.","thumbnail":null,"section":"Arts"},{"date":"19940621","headline":"Review/Dance; Revealing the Universal Amid Specifics","web_url":"https://www.nytimes.com/1994/06/21/arts/review-dance-revealing-the-universal-amid-specifics.html","abstract":"  Those familiar with Bill T. Jones as performer and choreographer would not have been surprised on Sunday by his explanation, during a solo, of why he became a dancer. \"I started dancing because I thought I wouldn't be able to do anything beautiful,\" he said, adding that \"19-year-old black boys\" like himself were not supposed to be concerned with atomic submarines.   \"Beauty\" is what he was after and, as Mr. Jones pronounced the word, the painted white disks behind him turned red. Yes, Bill is beautiful, as persuasive as he is hyperbolic, an eloquent dancer whose every gesture suggests a heightened truth.","thumbnail":null,"section":"Arts"},{"date":"19940621","headline":"Mets Lose on the Night of the Stone Hands","web_url":"https://www.nytimes.com/1994/06/21/sports/mets-lose-on-the-night-of-the-stone-hands.html","abstract":"  Jim Lindeman never has been considered an excellent defensive player. And Dallas Green knows what to expect when he pencils him into the lineup: potential at the plate, passable play in the field.   Still, Green did not expect the turn of events that occurred tonight at Atlanta-Fulton County Stadium.","thumbnail":null,"section":"Sports"},{"date":"19940621","headline":"With Jabs at M.T.A., Cuomo and Aides Defend Pact in Rail Strike","web_url":"https://www.nytimes.com/1994/06/21/nyregion/with-jabs-at-mta-cuomo-and-aides-defend-pact-in-rail-strike.html","abstract":"  Gov. Mario M. Cuomo and his aides today defended the contract settlement they imposed on the management of the Long Island Rail Road to end a two-day strike, and they again criticized the chairman of the Metropolitan Transportation Authority, Peter E. Stangl.   They dismissed remarks by Mr. Stangl suggesting that the settlement could mean a fare increase next year, and they chastised him for calling the agreement a \"ransom.\"","thumbnail":null,"section":"New York"},{"date":"19940621","headline":"Co-op Board Files Suit Against Management Company","web_url":"https://www.nytimes.com/1994/06/21/nyregion/co-op-board-files-suit-against-management-company.html","abstract":"  In the latest fallout from a wide-ranging real-estate corruption scandal, the board of an East Side cooperative has filed a civil lawsuit in Federal District Court in Manhattan claiming that \"hundreds\" of residents were cheated out of \"tens of millions of dollars\" by one of the city's most prominent management companies.   The class action suit, filed on Thursday against Brown Harris Stevens, came one day after more than 80 New York real-estate managers and management companies were charged or pleaded guilty in connection with bribery in the maintenance of some of New York City's most prestigious cooperative and condominium apartment buildings.","thumbnail":null,"section":"New York"},{"date":"19940621","headline":"Fix New York Sidewalks, Not the Legal System","web_url":"https://www.nytimes.com/1994/06/21/opinion/l-fix-new-york-sidewalks-not-the-legal-system-457698.html","abstract":"  To the Editor:   Your June 5 report on Mayor Rudolph W. Giuliani's program to \"reform\" tort laws against New York City fails to note that the true agenda of the Mayor and other \"tort reformers\" is abolition of trial by jury and elimination of civil damage suits. Their goal is the eventual return to the legal doctrine of sovereign immunity as a budget balancing gimmick.","thumbnail":null,"section":"Opinion"},{"date":"19940621","headline":"1944:Changsha Falls : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/06/21/opinion/IHT-1944changsha-falls-in-our-pages100-75-and-50-years-ago.html","abstract":"CHUNGKING - [From our New York edition:] Changsha, capital of the Hunan province, and for five years a symbol of successful Chinese resistance, has fallen to the Japanese, the Chinese high command announced today [June 21]. Fifty thousand Japanese troops,","thumbnail":null,"section":"Opinion"},{"date":"19940621","headline":"Sports of The Times; Who Wants the Title? Who Deserves It?","web_url":"https://www.nytimes.com/1994/06/21/sports/sports-of-the-times-who-wants-the-title-who-deserves-it.html","abstract":"  COACHES always talk about victory going to the team that \"wants it more.\" But what happens when two teams of equal strength, equal desire -- and who are equally hungry for victory -- meet in the final game of a close series?   We're about to find out. After a nine-month climb up the steepest of mountains, the Houston Rockets and New York Knicks will play for the National Basketball Association championship. The hopes, aspirations and even the pride of two cities has come down to a seventh and deciding game between two teams who have weathered criticism and earned grudging, but new-found respect. Houston has proven to be a lot tougher physically than everyone thought; the Knicks a more ingenious team than many imagined.","thumbnail":null,"section":"Sports"},{"date":"19940621","headline":"Chess","web_url":"https://www.nytimes.com/1994/06/21/arts/chess-454966.html","abstract":"  The winners of the quarterfinals to select a world title challenger for Gary Kasparov, sponsored by the Professional Chess Association and Intel, are Gata Kamsky of Brooklyn, Viswanathan Anand of India, and Nigel Short and Michael Adams of England.   Kamsky was the first to finish, walking away with his eight-game match against Vladimir Kramnik of Russia, 4 1/2 to 1 1/2. Anand, requiring seven games to defeat Oleg Romanishin of Ukraine 5 to 2, was next, while Short and Adams went the distance to 4-to-4 ties against Boris Gulko of Fair Lawn, N.J., and Sergei Tiviakov of Russia, respectively, and then won their speeded-up tiebreak games on Saturday in Trump Tower in Manhattan.","thumbnail":null,"section":"Arts"},{"date":"19940621","headline":"Versatile First Ladies","web_url":"https://www.nytimes.com/1994/06/21/opinion/l-versatile-first-ladies-457680.html","abstract":"  To the Editor:   Your June 15 report on Hillary Rodham Clinton's telling a lunch audience that she once looked into joining the Marines strikes an oddly reductionist note. You deplore Mrs. Clinton's \"intriguing shape-shifting.\" This is the mind-set of the 1950's, when a wife and mother was assumed to have a single approved identity -- housewife. Are we still, at this stage in the modern phase of feminism, to define a grown woman by one role only, and decry her ability to shift roles according to circumstances?","thumbnail":null,"section":"Opinion"},{"date":"19940621","headline":"Books of The Times; Border Crossings, Real and Symbolic","web_url":"https://www.nytimes.com/1994/06/21/books/books-of-the-times-border-crossings-real-and-symbolic.html","abstract":"  The Crossing  The Border Trilogy, Volume II  By Cormac McCarthy  426 pages. Alfred A. Knopf. $23.","thumbnail":null,"section":"Books"},{"date":"19940621","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/06/21/style/chronicle-455547.html","abstract":"  CURTIS SLIWA, the founder of the Guardian Angels, brushed up against the law on Sunday in the name of defending the police and found himself and five followers under arrest.   Mr. Sliwa and the Guardian Angels members objected to a work in an art exhibition in the Soldiers' and Sailors' Memorial Arch in Grand Army Plaza in Brooklyn that graphically depicts the assassination of two police officers and a National Guard officer. The multimedia installation, by Dread Scott, consists of three headless, uniformed figures who have been shot.","thumbnail":null,"section":"Style"},{"date":"19940621","headline":"29 Haitians, Rejected, Return Home","web_url":"https://www.nytimes.com/1994/06/21/world/29-haitians-rejected-return-home.html","abstract":"  The gleaming white Coast Guard cutter Vindicator pulled into the harbor here today, barely visible through a thick haze, and delivered its cargo of 29 Haitian boat people.   The 29, who included two pregnant women and a baby, were the first to be returned since American officials began interviewing Haitian boat people to determine whether they should be sent back or granted refugee status because of a \"well-founded fear of persecution\" at home.","thumbnail":null,"section":"World"},{"date":"19940621","headline":"Dollar's Slump May Push Fed To Raise Rates","web_url":"https://www.nytimes.com/1994/06/21/us/dollar-s-slump-may-push-fed-to-raise-rates.html","abstract":"  The continued fall of the dollar in international currency markets today put new pressure on the Federal Reserve to consider a fifth interest rate increase this year, as stock markets dropped sharply around the world.   Even though Federal Reserve officials were unwilling to say so publicly today, they have privately signaled this spring their willingness to stop any steep slumps in the dollar's value by raising short-term interest rates again -- even if that further slows the pace of American economic growth.","thumbnail":null,"section":"U.S."},{"date":"19940621","headline":"Unconventional Methods Lead to Elusive Blood-Cell Hormone","web_url":"https://www.nytimes.com/1994/06/21/science/unconventional-methods-lead-to-elusive-blood-cell-hormone.html","abstract":"  IT was a race with stakes as high as they get in the beleaguered biotechnology industry. The clue was there to find an elusive blood-cell hormone, and the prize for the company that got it first could be a patent for a billion-dollar-a-year drug. The many losers would get nothing. And the trick to finding the hormone would be to use methods that had never before succeeded in molecular biology.   Last week, the race seemed to be neck and neck. Teams for two biotechnology companies, reporting separately in the British science journal Nature, described how they had managed to isolate the hormone, thrombopoietin, which sets off the production of blood-clotting cells.","thumbnail":null,"section":"Science"},{"date":"19940621","headline":"Poll Shows Support for Giuliani on Not Cutting Police Budget","web_url":"https://www.nytimes.com/1994/06/21/nyregion/poll-shows-support-for-giuliani-on-not-cutting-police-budget.html","abstract":"  As Mayor Rudolph W. Giuliani negotiates a budget with the City Council, a New York Times/WCBS-TV News Poll shows that a solid majority of New Yorkers supports his stance that the Police Department should be spared from the spending cuts that he is demanding of other agencies.   Reflecting their belief that crime is by far the most pressing problem that the Mayor should concentrate on, two out of three of those polled said Mr. Giuliani should continue to insulate the Police Department from personnel cuts and other economies that critics in the Council and elsewhere have said would help close the city budget gap without gutting other agencies. Women were most adamant in their support for police spending.","thumbnail":null,"section":"New York"},{"date":"19940621","headline":"Feminists And Darwin: Scientists Try Closing the Gap","web_url":"https://www.nytimes.com/1994/06/21/science/feminists-and-darwin-scientists-try-closing-the-gap.html","abstract":"  IF there is any merit to F. Scott Fitzgerald's familiar observation that the mark of a first-rate intelligence is the ability to hold two contradictory ideas in your head without cracking up, then there were a lot of very sane prodigies walking the halls of the University of Georgia last week. They were the participants in an unusual scientific conference called \"Evolutionary Biology and Feminism,\" two terms that the meeting's organizer said had never before been paired under a single symposium rubric.    And small wonder, for the disciplines have often been at loggerheads. Many feminists have eyed certain aspects of Darwinian thought with deep suspicion, particularly when evolutionary explanations have been marshaled to explain human characteristics like the inequality of the sexes in most cultures around the world, or boys' supposed superiority over girls in mathematics. To many feminists, the relentless search for an innate basis to complex human behaviors smacks of a quest for easy answers -- and handy excuses for the status quo.","thumbnail":null,"section":"Science"},{"date":"19940621","headline":"Trisha Brown Receives Dance Award","web_url":"https://www.nytimes.com/1994/06/21/arts/trisha-brown-receives-dance-award.html","abstract":"  Trisha Brown received the 14th annual Samuel H. Scripps American Dance Festival Award on Sunday night in Page Auditorium at Duke University here. This $25,000 award honors lifetime achievement in dance and is believed to be the largest single award in dance.    Ms. Brown, a choreographer known for her ability to invest rigorous formal structures with wit and lyricism, was presented the award by the artist Robert Rauschenberg, who has designed several of her productions over the years.","thumbnail":null,"section":"Arts"},{"date":"19940621","headline":"In Light of Summer; June Intercede In the Garden of Roses","web_url":"https://www.nytimes.com/1994/06/21/opinion/in-light-of-summer-june-intercede-in-the-garden-of-roses.html","abstract":"  There is no hurry -- no hurry today.  No one you love is going to die.  The huddled gold roses. The showy pink ones, bright-  pink, under a mackerel sky.","thumbnail":null,"section":"Opinion"},{"date":"19940621","headline":"Hillary Clinton Says Veto Is Possible on Health Bill","web_url":"https://www.nytimes.com/1994/06/21/us/hillary-clinton-says-veto-is-possible-on-health-bill.html","abstract":"  Hillary Rodham Clinton demanded today that supporters of national health insurance stop focusing on their own particular concerns and start telling members of Congress that they want legislation with nothing short of guaranteed universal insurance coverage.   She told health care advocates that President Clinton would veto legislation that provided less than universal coverage, like the 91 percent coverage anticipated for a plan offered by Representative Jim Cooper of Tennessee and Senator Dave Durenberger of Minnesota. That proposal requires employers to offer workers insurance but does not make them pay for it.","thumbnail":null,"section":"U.S."},{"date":"19940621","headline":"Most of Physics Lives : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/06/21/opinion/IHT-most-of-physics-lives-letters-to-the-editor.html","abstract":"Regarding \"A Requiem for Physics in America\" (Meanwhile, June 16) by Dick Teresi:.In his lamentation over last fall's cancellation of the Superconducting Supercollider by the U.S. Congress, Dick Teresi sells both physics and his own professio","thumbnail":null,"section":"Opinion"},{"date":"19940621","headline":"1894:A Young Hero : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/06/21/opinion/IHT-1894a-young-hero-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The garde champe#tre of Epinay was rowing on the Seine on Tuesday [June 19] when his boat was swamped by the wash from a passing steamer.. He could not swim, and would certainly have drowned but for. a boy of thirteen, Lucien Dufay, who came at on","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19940621","time":"1994-06-21 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.7,"rhum":81,"wspd":16.6},{"date":"19940621","time":"1994-06-21 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":78,"wspd":14.8},{"date":"19940621","time":"1994-06-21 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":80,"wspd":14.8},{"date":"19940621","time":"1994-06-21 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.6,"rhum":83,"wspd":18.4},{"date":"19940621","time":"1994-06-21 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.8,"rhum":81,"wspd":11.2},{"date":"19940621","time":"1994-06-21 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":79,"wspd":20.5},{"date":"19940621","time":"1994-06-21 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.7,"rhum":82,"wspd":18.4},{"date":"19940621","time":"1994-06-21 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.7,"rhum":86,"wspd":20.5},{"date":"19940621","time":"1994-06-21 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15,"rhum":86,"wspd":18.4},{"date":"19940621","time":"1994-06-21 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.6,"rhum":84,"wspd":22.3},{"date":"19940621","time":"1994-06-21 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.8,"rhum":76,"wspd":24.1},{"date":"19940621","time":"1994-06-21 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":72,"wspd":27.7},{"date":"19940621","time":"1994-06-21 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17,"rhum":71,"wspd":27.7},{"date":"19940621","time":"1994-06-21 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.5,"rhum":71,"wspd":31.3},{"date":"19940621","time":"1994-06-21 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.6,"rhum":77,"wspd":29.5},{"date":"19940621","time":"1994-06-21 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":82,"wspd":24.1},{"date":"19940621","time":"1994-06-21 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.2,"rhum":86,"wspd":27.7},{"date":"19940621","time":"1994-06-21 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.6,"rhum":82,"wspd":33.5},{"date":"19940621","time":"1994-06-21 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":84,"wspd":31.3},{"date":"19940621","time":"1994-06-21 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.2,"rhum":87,"wspd":31.3},{"date":"19940621","time":"1994-06-21 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.3,"rhum":86,"wspd":24.1},{"date":"19940621","time":"1994-06-21 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.3,"rhum":87,"wspd":22.3},{"date":"19940621","time":"1994-06-21 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.3,"rhum":87,"wspd":22.3},{"date":"19940621","time":"1994-06-21 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.2,"rhum":87,"wspd":18.4},{"date":"19940621","time":"1994-06-21 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":45,"wspd":14.8},{"date":"19940621","time":"1994-06-21 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":54,"wspd":13},{"date":"19940621","time":"1994-06-21 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":64,"wspd":11.2},{"date":"19940621","time":"1994-06-21 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":71,"wspd":9.4},{"date":"19940621","time":"1994-06-21 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":68,"wspd":11.2},{"date":"19940621","time":"1994-06-21 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":68,"wspd":9.4},{"date":"19940621","time":"1994-06-21 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":76,"wspd":13},{"date":"19940621","time":"1994-06-21 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":84,"wspd":13},{"date":"19940621","time":"1994-06-21 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":84,"wspd":11.2},{"date":"19940621","time":"1994-06-21 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":87,"wspd":9.4},{"date":"19940621","time":"1994-06-21 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":90,"wspd":14.8},{"date":"19940621","time":"1994-06-21 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":84,"wspd":13},{"date":"19940621","time":"1994-06-21 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":79,"wspd":14.8},{"date":"19940621","time":"1994-06-21 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":81,"wspd":16.6},{"date":"19940621","time":"1994-06-21 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":76,"wspd":16.6},{"date":"19940621","time":"1994-06-21 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":76,"wspd":18.7},{"date":"19940621","time":"1994-06-21 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":82,"wspd":14.8},{"date":"19940621","time":"1994-06-21 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":71,"wspd":22.3},{"date":"19940621","time":"1994-06-21 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":82,"wspd":13},{"date":"19940621","time":"1994-06-21 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":76,"wspd":13},{"date":"19940621","time":"1994-06-21 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":77,"wspd":13},{"date":"19940621","time":"1994-06-21 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":74,"wspd":18.7},{"date":"19940621","time":"1994-06-21 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":67,"wspd":24.1},{"date":"19940621","time":"1994-06-21 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":69,"wspd":18.7}]},"19940622":{"guardian_articles":[{"date":"19940622","headline":"Labour's New Leader: Bruised Beckett will be looked after","web_url":"https://www.theguardian.com/politics/1994/jun/22/labour.uk","abstract":null,"thumbnail":null,"section":"Politics"}],"nytimes_articles":[{"date":"19940622","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/22/us/c-corrections-469750.html","abstract":"  A sports article in some editions yesterday about Greg Louganis's appearance in a diving exhibition at the Gay Games referred incorrectly to his acting experience in New York. He acted the role of a chorus boy in \"Cats\" as part of the Off Broadway show \"Jeffrey.\" He has never performed in \"Cats\" itself.  ","thumbnail":null,"section":"U.S."},{"date":"19940622","headline":"In World War II, Many Jewish G.I.'s Left Religion Off Dog Tags","web_url":"https://www.nytimes.com/1994/06/22/opinion/l-in-world-war-ii-many-jewish-gi-s-left-religion-off-dog-tags-470333.html","abstract":"  To the Editor:   Victor B. Geller (letter, June 14) offers as explanation of the scarcity of Stars of David in D-Day cemeteries that the families of fallen Jewish servicemen chose to have the remains shipped home for reburial, but there is a more likely explanation.","thumbnail":null,"section":"Opinion"},{"date":"19940622","headline":"Bad Sports","web_url":"https://www.nytimes.com/1994/06/22/opinion/bad-sports.html","abstract":"OJ. Simpson is not alone.\n\nThe baseball star Darryl Strawberry has admitted beating his wife and pointing a gun in her face.","thumbnail":null,"section":"Opinion"},{"date":"19940622","headline":"Protestants Now Killing More Than I.R.A.","web_url":"https://www.nytimes.com/1994/06/22/world/protestants-now-killing-more-than-ira.html","abstract":"  Protestant paramilitary groups have gradually replaced the Irish Republican Army as the prime killers in the 25-year-old campaign of sectarian violence in this Protestant-dominated British province.   British statistics, which are not challenged by Protestant loyalist forces or the Roman Catholic republican paramilitary organizations, show that since late 1991, the Protestants of the Ulster Freedom Fighters and the Ulster Volunteer Force have been killing more people in the conflict, which has left 3,155 dead since 1969.","thumbnail":null,"section":"World"},{"date":"19940622","headline":"Public & Private; Remember Nicole Simpson","web_url":"https://www.nytimes.com/1994/06/22/opinion/public-private-remember-nicole-simpson.html","abstract":"  This is not the story of a fallen idol. It is the story of a man who, like many, many other men, beat up his wife and didn't think there was anything the least bit wrong with it.    In 1989, according to police reports, O. J. Simpson came to the door of the house in which he had blackened his wife Nicole's eye and split her lip and choked her, and told the officers: \"This is a family matter. Why do you want to make a big deal of it?\"","thumbnail":null,"section":"Opinion"},{"date":"19940622","headline":"Clinton Panel Urges Blocking Haitians' Bank Accounts","web_url":"https://www.nytimes.com/1994/06/22/world/clinton-panel-urges-blocking-haitians-bank-accounts.html","abstract":"  The United States is moving forward to tighten economic sanctions against Haiti even further by closing a loophole that allows Haitians access tomoney in American bank accounts, Administration officials said today.   That step is being recommended by President Clinton's top experts on Haiti, including his special adviser, William H. Gray 3d. But Treasury and Justice Department officials are reviewing such a move, and Mr. Clinton's approval is not certain.","thumbnail":null,"section":"World"},{"date":"19940622","headline":"Will Yanks Spoil All-Star Pitching?","web_url":"https://www.nytimes.com/1994/06/22/sports/on-baseball-will-yanks-spoil-all-star-pitching.html","abstract":"  Tommy John returned to Yankee Stadium this week. No, the Yankees were not asking him to bolster a sagging starting rotation, though at the age of 51 he probably could pitch as well as a much younger left-hander in the rotation has this season. John was there in his new role as a member of the Minnesota Twins' television team.   His presence was timely because the subject of All-Star Games and Yankee pitchers has come up.","thumbnail":null,"section":"Sports"},{"date":"19940622","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/06/22/nyregion/inside-462020.html","abstract":"  Olive Branch From Jordan   Jordan's leader said he was ready to move toward normal relations with Israel without waiting for general progress in Mideast talks. Page A6. The Judgment of the Masses    Long before California v. O. J. Simpson is ever played out in a courtroom, Simpson v. People will be tried in the court of public opinion. Page A12.  Gang Members Arrested    Members of the Latin Kings gang in New York were charged with a series of crimes including the murders of eight of their own members. Page B1. McNeil Stuns Graf    Steffi Graf, a five-time Wimbledon winner, was defeated in the opening round by Lori McNeil, who is ranked No. 22 in the world. Page B9.","thumbnail":null,"section":"New York"},{"date":"19940622","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/22/us/c-corrections-469726.html","abstract":"  An article in Business Day yesterday about Citicorp's sale of I/B/E/S Inc. to Disclosure Inc., a subsidiary of the Dutch publisher VNU, misstated the location of Disclosure's headquarters. It is Bethesda, Md., not Baltimore.","thumbnail":null,"section":"U.S."},{"date":"19940622","headline":"Rangers Visit A Fantasyland","web_url":"https://www.nytimes.com/1994/06/22/sports/rangers-visit-a-fantasyland.html","abstract":"  Mark Messier dodged a curveball in batting practice, Brian Leetch pitched in the bullpen and Nick Kypreos helped the groundskeepers roll up the tarpaulin. One week after winning their team's first hockey championship since 1940, three Rangers played Joe Hardy for a day while toting the Stanley Cup around Yankee Stadium.   Instead of wearing blue sweaters, the three players donned Yankee pinstripes and their presence turned the clubhouse into an endless procession of autograph seekers and camera operators trying to get closer to the champions and closer to the cup.","thumbnail":null,"section":"Sports"},{"date":"19940622","headline":"Ads Deal Depression in SubwatAds Deal Depression In Subway","web_url":"https://www.nytimes.com/1994/06/22/nyregion/about-new-york-ads-deal-depression-in-subwatads-deal-depression-in-subway.html","abstract":"  HAVE you read the ads on the subway lately? Why are they more depressing than adolescence or fading friendship? Why does the generally upbeat world of advertising turn so melancholy underground?   For starters, there are the ads making you aware of hair loss, foot pain and zits. Then how about the one that just asks, \"Torn Earlobe?\"   Wait, it gets worse.","thumbnail":null,"section":"New York"},{"date":"19940622","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/22/us/c-corrections-469700.html","abstract":"  A chart yesterday summarizing the political status of the countries of sub-Saharan Africa misidentified Nigeria's current leader in some editions. He is Gen. Sani Abacha. Gen. Ibrahim Babangida, whose picture appeared erroneously, led the country until he was forced out last August.","thumbnail":null,"section":"U.S."},{"date":"19940622","headline":"Caned American Says Farewell to Singapore","web_url":"https://www.nytimes.com/1994/06/22/world/caned-american-says-farewell-to-singapore.html","abstract":"  A young American man flogged for vandalizing cars was released from prison here on Tuesday, pale and markedly thinner but walking without difficulty despite his four lashes with a rattan cane nearly seven weeks ago.   \"I'm happy to be free,\" the American, Michael Fay, said after a meeting at the United States Embassy. \"My health is good. I'm looking forward to going back to my own country.\"","thumbnail":null,"section":"World"},{"date":"19940622","headline":"Review/Pop; Local Girl Makes Good, Sings","web_url":"https://www.nytimes.com/1994/06/22/arts/review-pop-local-girl-makes-good-sings.html","abstract":"  It was star time at Madison Square Garden when Barbra Streisand arrived on Monday for her first of five nights in New York. Limousines ringed the block; her fans, who had paid $50 and much more for tickets, arrived in tuxedos, suits and evening dresses. Ms. Streisand hadn't given a concert in New York since 1967, and her tour ends here. For admirers, it's now or never.   At the Garden, the metal detectors were routine, but not the no-smoking rule, the gray carpeting under the orchestra seats (though the bleachers still had sticky floors), the champagne and roses for sale alongside the onion-rings concession, or the souvenirs like white dress shirts ($75) emblazoned with \"Barbra Streisand: the Concert.\" Once in the arena, heads craned in search of celebrities: Alan King! Liza Minnelli!","thumbnail":null,"section":"Arts"},{"date":"19940622","headline":"The G.I. Bill, 50 Years On","web_url":"https://www.nytimes.com/1994/06/22/opinion/the-gi-bill-50-years-on.html","abstract":"  Not all the great victories in World War II took place on the battlefield. What proved a landmark triumph for America and its fighting forces had its start in the White House 50 years ago today when President Franklin D. Roosevelt signed the G.I. Bill of Rights. Few laws have done so much for so many, yet the anniversary of this political and social counterpart of D-Day has been all but forgotten.    Formally known as the Servicemen's Readjustment Act of 1944, this innovative bill was ambitious in design and laudable in purpose: to help 10 million veterans, and their country, adapt to peacetime. The measure offered guaranteed loans to buy a home, farm or business; 52 weeks of unemployment insurance at $20 per week, plus job placement services; and most enduringly important, up to four years of Federal aid for learning or training at any level, from grade to graduate school.","thumbnail":null,"section":"Opinion"},{"date":"19940622","headline":"In School","web_url":"https://www.nytimes.com/1994/06/22/us/in-school.html","abstract":"  On May 5, 1993, after two meetings with her top aides, Alice Chandler, president of the State University of New York at New Paltz, declared Eric Coppolino persona non grata.   \"They kicked me off campus,\" Mr. Coppolino said. This was a big problem for a man who has been eking out a living for more than two years doing freelance investigative reporting on PCB contamination in New Paltz dormitories and classrooms.","thumbnail":null,"section":"U.S."},{"date":"19940622","headline":"In Performance: Theater","web_url":"https://www.nytimes.com/1994/06/22/theater/in-performance-theater-470422.html","abstract":"  The Goddess of Destruction In an Arizona Nightclub  Theater for the New City    If Leslie Mohn's feminist satire, \"Wrath of Kali,\" were judged solely on the scope of its ambitions, it would earn high marks. The multi-media production, overseen by the playwright in collaboration with the erratically brilliant experimental director Lee Breuer, folds several layers of narrative and myth into a video-based theatrical collage. Among many clever notions, characters step in and out of scenes from \"Close Encounters of the Third Kind,\" and the ghost of Orson Welles is channeled through the Internet computer network.","thumbnail":null,"section":"Theater"},{"date":"19940622","headline":"Critic's Notebook; With Reality Reeling, Pity the Poor Realist","web_url":"https://www.nytimes.com/1994/06/22/books/critic-s-notebook-with-reality-reeling-pity-the-poor-realist.html","abstract":"  \"The American writer in the middle of the 20th century has his hands full in trying to understand, describe and then make credible much of American reality,\" wrote Philip Roth in an essay in Commentary magazine. \"It stupefies, it sickens, it infuriates and finally it is even a kind of embarassment to one's own meager imagination. The actuality is continually outdoing our talents, and the culture tosses up figures almost daily that are the envy of any novelist.\"   Philip Roth made these observation back in 1961 -- before the assassination of President John F. Kennedy, before the assassinations of Robert F. Kennedy and the Rev. Dr. Martin Luther King Jr., before the social upheavals of the late 60's, before Vietnam and Watergate and Iran-contra.","thumbnail":null,"section":"Books"},{"date":"19940622","headline":"Correction Officer Wounded, Prisoner Killed in a Hospital Gun Battle","web_url":"https://www.nytimes.com/1994/06/22/nyregion/correction-officer-wounded-prisoner-killed-in-a-hospital-gun-battle.html","abstract":"  In a bizarre gun battle in a Brooklyn hospital clinic crowded with mothers and children, a correction officer shot and killed a prisoner yesterday after the inmate snatched the officer's revolver and fired and critically wounded her partner, officials said.   The suspect had previously dashed down a hallway, even though his legs were shackled, as horror-struck parents shoved their youngsters to safety under waiting-room chairs or into examining rooms.","thumbnail":null,"section":"New York"},{"date":"19940622","headline":"Battle Over a Health Plan In General Dynamics Strike","web_url":"https://www.nytimes.com/1994/06/22/us/battle-over-a-health-plan-in-general-dynamics-strike.html","abstract":"  Intent on preserving health care benefits fully paid by their company, 2,000 members of the United Automobile Workers union walked off the job on Monday at General Dynamics factories in three states. No talks to resolve the strike are scheduled.   Officials of the General Dynamics Corporation would not describe the concessions the company is seeking. But U.A.W. officials said the company wanted employees of its tank-making operation to begin making co-payments for health care, give up some vacation time and take a cut in their life insurance policies.","thumbnail":null,"section":"U.S."},{"date":"19940622","headline":"Arsonist's Blaze Kills 2 in Williamsburg","web_url":"https://www.nytimes.com/1994/06/22/nyregion/arsonist-s-blaze-kills-2-in-williamsburg.html","abstract":"  A woman and a man were killed early yesterday in Williamsburg, Brooklyn, trapped on the top floor of an apartment building that the authorities said was set on fire by an arsonist seeking vengeance on another man in the building.   The police were searching yesterday for a Bronx man who they believe may have set the blaze to hurt a second-floor resident who was dating the man's ex-wife, said Martin Johnson, Deputy Inspector of the department's Brooklyn North Detective Operations. The police and neighbors said that the Bronx man and the building resident, Jose Rivera Jr., had a running dispute over the woman and that the suspect had threatened Mr. Rivera several times, slashing his car's tires once. The suspect was not identified.","thumbnail":null,"section":"New York"},{"date":"19940622","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/22/us/c-corrections-469742.html","abstract":"  An article on Monday about Betsy Gotbaum's appointment as executive director of the New-York Historical Society, and a correction in this space yesterday, misspelled the given name of the society's chairman. He is Miner H. Warner.","thumbnail":null,"section":"U.S."},{"date":"19940622","headline":"Sports of The Times; The Knicks: Too Mean To Go Down","web_url":"https://www.nytimes.com/1994/06/22/sports/sports-of-the-times-the-knicks-too-mean-to-go-down.html","abstract":"  BACK up in the mountains of eastern Kentucky, they use the word \"mean\" a lot. It's got almost an extra syllable in it, like \"muh-een.\" It doesn't have the citified connotation of intentionally cruel or vicious, but rather it suggests \"adamant, dedicated, inexorable, inflexible, obstinate, resolute, rigid, unbending, hard-headed, refractory, tenacious, willful,\" and many other words in my computer's handy-dandy thesaurus.   \"Too mean to die.\" That's about right. \"Meaner'n a snake.\" That's another one. The Knicks are so mean, Anthony Mason and John Starks were willing to pay fines of $10,000 each not to talk to the press at practice yesterday. They could have saved the money by winning the sixth game and getting us out of here, but nothing comes easy for these guys.","thumbnail":null,"section":"Sports"},{"date":"19940622","headline":"Will New York Still Love the Knicks Tomorrow?","web_url":"https://www.nytimes.com/1994/06/22/sports/nba-finals-will-new-york-still-love-the-knicks-tomorrow.html","abstract":"  The winners will drink champagne. The losers will taste bitter disappointment.   For the first time since 1988, the National Basketball Association championship will be decided in a one-game showdown, Wednesday night's Game 7 between the Knicks and the Houston Rockets at the Summit. It will be the type of game where legends are made, where dreams are realized, and where hearts are broken.","thumbnail":null,"section":"Sports"},{"date":"19940622","headline":"New Life for Schnitzler's 'Journalists'","web_url":"https://www.nytimes.com/1994/06/22/style/IHT-new-life-for-schnitzlers-journalists.html","abstract":"Jorge Lavelli, a theater director of prodigious repute, has been selecting contemporary drama for audiences at the Thtre National de la Colline for six seasons..Currently, he is staging Arthur Schnitzler's \"Les Journalistes.\" .B","thumbnail":null,"section":"Style"},{"date":"19940622","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/06/22/style/chronicle-466352.html","abstract":"  PEGGY NOONAN, the former Presidential speech writer, can't quite get foreign policy issues out of her blood -- or, apparently, her speeches.    Invited by RUPERT MURDOCH to pay tribute to GRACE MIRABELLA and the magazine that bears her name at its fifth-anniversary party on Monday, Ms. Noonan remarked: \"I heard some good news from Washington just before I came here. We don't have to worry about North Korea; Mr. Murdoch just bought it.\"","thumbnail":null,"section":"Style"},{"date":"19940622","headline":"Open U.S. Health Plan, Dole Urges","web_url":"https://www.nytimes.com/1994/06/22/us/open-us-health-plan-dole-urges.html","abstract":"  Senator Bob Dole of Kansas, the Republican leader, said tonight that all Americans ought to be able to participate in the Federal Employees Health Benefit Program, the system that insures all Federal employees, including members of Congress.   The program now covers about nine million Americans, with the Federal Government paying about 72 percent of the cost and employees paying the rest. Federal employees have a wide choice of insurance plans. Most members of Congress choose a Blue Cross-Blue Shield plan under which they pay $101 a month themselves and the Government pays $303.","thumbnail":null,"section":"U.S."},{"date":"19940622","headline":"Reds Decide to Take Gamble on Gant","web_url":"https://www.nytimes.com/1994/06/22/sports/sports-people-baseball-reds-decide-to-take-gamble-on-gant.html","abstract":"  RON GANT, the former Atlanta Braves star who was released in March after breaking his leg in a dirt-bike accident, signed a two-year contract with the Cincinnati Reds yesterday.   The Reds, seeking more right-handed punch in their lineup, said they would place Gant on the 15-day disabled while he continues his recovery. The Reds hope he will be ready to play next month.","thumbnail":null,"section":"Sports"},{"date":"19940622","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/06/22/nyregion/metro-digest-462500.html","abstract":"  COUNCIL CHIEFS BACK GIULIANI'S BUDGET   Mayor Giuliani and the leaders of the City Council agreed on a $31.6 billion budget that would curtail growth in spending for the first time since the city fiscal crisis of the 1970's and begin to wrench down the size of city government. A1.   The first major test of a Republican Mayor surrounded by Democrats barely rose to the level of a confrontation. News analysis, A1.   From longer lines to reduced service, the budget will cause significant pain for New Yorkers. B4.","thumbnail":null,"section":"New York"},{"date":"19940622","headline":"Robben Island Journal; South Africa Ponders Fate of Apartheid's Bastille","web_url":"https://www.nytimes.com/1994/06/22/world/robben-island-journal-south-africa-ponders-fate-of-apartheid-s-bastille.html","abstract":"  South Africans managed to overcome their vast cultural and political differences as they created their new Government, but a dry, windswept island six miles across the water from Cape Town is putting into focus the debate that is yet to come over how to treat the country's history.   Robben Island has been the home of South Africa's unwanted: lepers, the mentally disturbed, political prisoners, criminals. Now, the new Government is trying to decide what to do with the spot of land that for years served as President Nelson Mandela's jail.","thumbnail":null,"section":"World"},{"date":"19940622","headline":"Children and Smoke-Filled Rooms","web_url":"https://www.nytimes.com/1994/06/22/opinion/children-and-smoke-filled-rooms.html","abstract":"  Once America learned that secondhand smoke was at the least a nuisance, and at the worst a health hazard, states and localities all over the country began developing regulations to protect nonsmokers from other people's bad habit. New York might be well on its way toward intelligent new restrictions too, had the State Legislature enacted the bill known as \"Prokids\" last year. Although the Assembly has passed it twice, overwhelmingly, it has yet to make it to the Senate floor.   The bill would prohibit smoking in schools and on school grounds, and ban the sale of out-of-package or \"loosie\" cigarettes. It would also require separate, enclosed smoking rooms in workplace lounges and cafeterias, and would limit hospital smoking to patients who obtained written authorization from physicians. Smoking in transportation terminals, buses and restrooms would be banned too, as well as in youth centers, child care facilities, group homes for children, public institutions for children and residential treatment facilities.","thumbnail":null,"section":"Opinion"},{"date":"19940622","headline":"Kemp Agrees to Pay Campaign Penalties","web_url":"https://www.nytimes.com/1994/06/22/us/kemp-agrees-to-pay-campaign-penalties.html","abstract":"  Jack F. Kemp's 1988 campaign for President has agreed to pay $120,000 in civil penalties for election law violations, matching record penalties assessed against Senator Bob Dole's campaign in the same year.   In a settlement announced today, the Federal Election Commission also ordered the Kemp campaign to refund $111,000 in excessive contributions as well as improper donations from corporations.","thumbnail":null,"section":"U.S."},{"date":"19940622","headline":"Albany Set to Require Arrest In Domestic Violence Cases","web_url":"https://www.nytimes.com/1994/06/22/nyregion/albany-set-to-require-arrest-in-domestic-violence-cases.html","abstract":"  State legislative leaders announced agreement today on a bill that would require police officers to arrest anyone suspected of seriously beating a spouse, a change the bill's sponsors said would sharply reduce police discretion in such cases and remedy spotty enforcement of domestic violence laws.   Experts in domestic violence say police officers now often fail to arrest abusive spouses because victims decline to press charges or because officers do not view the crime as serious. In either case, lax enforcement often opens the door to future violence, the experts say.","thumbnail":null,"section":"New York"},{"date":"19940622","headline":"In Face-Saving Turn, Japan Denies Nuclear Know-How","web_url":"https://www.nytimes.com/1994/06/22/world/in-face-saving-turn-japan-denies-nuclear-know-how.html","abstract":"  Backtracking from an embarrassing slip of the tongue by Prime Minister Tsutomu Hata, the Japanese Government tried today to argue that while it may be one of the world's technological superpowers, its legions of physicists and engineers have no idea how to build an atomic bomb.   The statement was prompted by Mr. Hata's comment last week that \"it is certainly the case that Japan has the capability to possess nuclear weapons, but has not made them.\"","thumbnail":null,"section":"World"},{"date":"19940622","headline":"CURRENCY TRADERS PUSH THE DOLLAR BENEATH 100 YEN","web_url":"https://www.nytimes.com/1994/06/22/us/currency-traders-push-the-dollar-beneath-100-yen.html","abstract":"  The dollar fell below 100 Japanese yen today for the first time in the post-World War II history of currency trading.   The fact that the dollar broke through the psychological barrier of 100 yen after taking a battering on Monday against the German mark is both economically troubling and politically embarrassing for the Clinton Administration. No President likes to preside over the fall of the dollar to record lows.","thumbnail":null,"section":"U.S."},{"date":"19940622","headline":"After the Deal, the Pain Eases for Some Agencies, but Still Cutbacks Loom","web_url":"https://www.nytimes.com/1994/06/22/nyregion/new-york-city-s-budget-impact-after-deal-pain-eases-for-some-agencies-but-still.html","abstract":"  Although the Democratic leaders of the City Council managed to restore money for several programs that Mayor Rudolph W. Giuliani had sought to cut, the budget they have agreed to will still cause significant pain for New Yorkers on a number of fronts, from longer lines at city agencies to reduced service at the city's public hospitals.   Many City Council members complained that they had received only scant details of the agreement reached early yesterday morning between the staff of Speaker Peter F. Vallone and the Giuliani administration. But they said that from the details they were able to get, the budget would have a severe impact on the city's residents, including less frequent repairs of potholes, reduced course offerings in the city's colleges and less maintenance for the city's parks.","thumbnail":null,"section":"New York"},{"date":"19940622","headline":"Precautions to Take Against Lyme Disease","web_url":"https://www.nytimes.com/1994/06/22/opinion/l-precautions-to-take-against-lyme-disease-470317.html","abstract":"  To the Editor:   While I'm happy to see people enjoying the great outdoors, I want to remind everyone to dress properly when going into grassy or wooded areas to avoid contracting Lyme disease. This is important in the lower Hudson Valley region and Long Island, which are known to have high tick populations. However, cases of Lyme disease have been reported in New York City, so its residents should also take precautions.","thumbnail":null,"section":"Opinion"},{"date":"19940622","headline":"1944: Red Army Attack : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/06/22/opinion/IHT-1944-red-army-attack-in-our-pages100-75-and-50-years-ago.html","abstract":"[From our New York edition:] On the third anniversary of the Nazi attack on the Soviet Union, the Red Army touched off two more offensive drives in the north today [June 21], aimed at driving enemy Finnish and German troops from Soviet soil. The first wa","thumbnail":null,"section":"Opinion"},{"date":"19940622","headline":"Clinton May Gain as Counsel Bill Clears Congress","web_url":"https://www.nytimes.com/1994/06/22/us/clinton-may-gain-as-counsel-bill-clears-congress.html","abstract":"  The House of Representatives gave final Congressional approval today to a bill reinstating the independent counsel law, which expired two years ago. One consequence of the measure is that President Clinton and others in his Administration may become entitled to reimbursement for part of their legal fees growing out of the Whitewater investigation.   The House approved the final version of the bill by a vote of 317 to 105. It cleared the Senate with bipartisan support last month and now goes to the President, who has promised to sign it.","thumbnail":null,"section":"U.S."},{"date":"19940622","headline":"A Lot of Creative Work Went Into Makings of Tie","web_url":"https://www.nytimes.com/1994/06/22/sports/world-cup-94-a-lot-of-creative-work-went-into-makings-of-tie.html","abstract":"  Taken alone, it was the kind of soccer score to make suddenly offense-minded FIFA officials cringe: Germany 1, Spain 1.   But this was far from a stultifying exercise in self-preservation and World Cup conservatism. For any of the 63,113 fans who sat at sun-drenched Soldier Field, it was an afternoon well spent.","thumbnail":null,"section":"Sports"},{"date":"19940622","headline":"An Airman's Revenge: 5 Minutes of Terror","web_url":"https://www.nytimes.com/1994/06/22/us/an-airman-s-revenge-5-minutes-of-terror.html","abstract":"  The gunman who killed 4 people and wounded 23 at an Air Force hospital near here on Monday was apparently motivated by a desire for revenge against the first two people he shot, both fatally: a psychiatrist and a psychologist whose observation of him ultimately led to his discharge from the service last month.   The gunman, who was shot to death by a military policeman while pursuing yet another would-be victim in the parking lot outside the hospital, was identified today as Dean A. Mellberg, a 20-year-old former airman from Lansing, Mich.","thumbnail":null,"section":"U.S."},{"date":"19940622","headline":"Nicotine Patch Study Sees 25% Success Rate","web_url":"https://www.nytimes.com/1994/06/22/us/nicotine-patch-study-sees-25-success-rate.html","abstract":"  The nicotine patch is effective in helping a quarter of smokers quit, a new study has found. Smokers who used the patch are more than twice as likely to quit smoking for at least six months as are those who used dummy patches.   More than 4 million of the nation's 50 million smokers use nicotine patches each year in efforts to quit smoking. The small adhesive patches release nicotine into the bloodstream to quell the smoker's cravings for cigarettes.","thumbnail":null,"section":"U.S."},{"date":"19940622","headline":"Trade-School Law on Hold","web_url":"https://www.nytimes.com/1994/06/22/us/trade-school-law-on-hold.html","abstract":"  The House Appropriations Committee voted yesterday for a year's delay in the effective date of a law placing tougher fiscal controls on for-profit trade schools. The schools account for most loan defaults and fraud cases in Federal student aid programs.   The law, known as \"85-15,\" was enacted in 1992 and is scheduled to take effect July 1. It would require that a school receive no more than 85 percent of its revenue from Federal student aid programs.","thumbnail":null,"section":"U.S."},{"date":"19940622","headline":"George Michael Loses Lawsuit Against Sony","web_url":"https://www.nytimes.com/1994/06/22/arts/george-michael-loses-lawsuit-against-sony.html","abstract":"  In a case that mixed questions about artistic freedom, money and ego, a British judge today rejected a bid by the pop singer George Michael to be freed from his long-term recording contract with the Sony Corporation.   The ruling was welcomed by industry executives, who saw in Mr. Michael's case a challenge to the traditional practice of signing artists to multi-album deals as a way to offset their heavy investments in discovering and promoting new acts.","thumbnail":null,"section":"Arts"},{"date":"19940622","headline":"Book Notes","web_url":"https://www.nytimes.com/1994/06/22/books/book-notes-466646.html","abstract":"  Good Bets   Publishing books by politicians can be risky for several reasons. For one thing, the lag between a politician's moment in history and the subsequent book is often ample for the public to forget the person or lose interest. For another, publishers are so susceptible to famous people -- even if the people are famous simply because they did some relatively minor thing during some administration or other -- that they often pay too high an advance, print too many copies and end up with too many unsold books. \"It is indeed a tough judgment call, and we've all made mistakes,\" said Caroline K. Reidy, president and publisher of Simon & Schuster's adult trade division.    But this month, publishers who bet lots of money on books by politicians have good reason to be pleased with themselves. In a curious confluence of events, three political books are enjoying long runs on the nonfiction best-seller lists. These are \"Standing Firm\" (HarperCollins/Zondervan), by Dan Quayle; \"Beyond Peace\" (Random House), by Richard Nixon, and \"The Haldeman Diaries\" (Putnam), by H. R. Haldeman. \"All these books are selling much better than we expected,\" said Susie Russenberger, director of trade books at Ingram, a book wholesaler. The company, she said, has sold 21,000 copies of Mr. Quayle's book, 22,000 of Mr. Nixon's, and 11,000 of Mr. Haldeman's.","thumbnail":null,"section":"Books"},{"date":"19940622","headline":"Barge Pilot Blamed in Fatal Amtrak Wreck","web_url":"https://www.nytimes.com/1994/06/22/us/barge-pilot-blamed-in-fatal-amtrak-wreck.html","abstract":"  Federal officials today blamed a poorly trained barge pilot for the worst train wreck in Amtrak's history, saying he rammed a train bridge in a pre-dawn fog moments before the 11-car Sunset Limited, en route from Los Angeles to Miami, began to cross the span.   Investigators said the pilot, Willie Odom, could not read his radar, had left his chart of the river at home and did not have a compass. Like many towboat operators in the area, they said, he had no formal training. They said he had received his piloting license only months before, after failing the exam seven times.","thumbnail":null,"section":"U.S."},{"date":"19940622","headline":"Price, Not Safety, Drives Yankee Fans Away; Fix What's Wrong","web_url":"https://www.nytimes.com/1994/06/22/opinion/l-price-not-safety-drives-yankee-fans-away-fix-what-s-wrong-470295.html","abstract":"  To the Editor:   George M. Steinbrenner, owner of the Yankees, is less than candid when he blames the neighborhood for poor attendance at Yankee games. Some of the reasons for not attending games occur within the walls of the stadium, not in the parking areas.","thumbnail":null,"section":"Opinion"},{"date":"19940622","headline":"And the Disabled?","web_url":"https://www.nytimes.com/1994/06/22/opinion/l-and-the-disabled-470350.html","abstract":"  To the Editor:   In watching television's coverage of the solemn commemoration of D-Day, I saw the camera switch from those gallant aged men to the rows of crosses and Stars of David, and wondered why there were no interviews or scenes from veterans hospitals or other facilities for disabled veterans.","thumbnail":null,"section":"Opinion"},{"date":"19940622","headline":"New Knicks Serve Up Some Populist Hoops With Sharp Elbows","web_url":"https://www.nytimes.com/1994/06/22/sports/nba-finals-pro-basketball-new-knicks-serve-up-some-populist-hoops-with-sharp.html","abstract":"  With all due respect, enough about the Old Knicks. Enough about how superior their brand of playoff basketball was, how these unskilled and uncharismatic Knicks don't measure up. They don't have to. They are competing against Hakeem Olajuwon and Kenny Smith, not Walt Frazier and Willis Reed.   Let it rest. Give the New Knicks their night of comparative independence. If they can break the 19-game, decade-old Game 7 road team losing streak by defeating the Houston Rockets tonight, they will give New York a different kind of championship from what it received from the Knicks of 1970 and 1973. Offensively speaking, Red Holzman's Knicks played chess. Pat Riley's Knicks play checkers. That's all right. There are more people in Greater New York who play checkers than there are who play chess.","thumbnail":null,"section":"Sports"},{"date":"19940622","headline":"In America; Juice and Reality","web_url":"https://www.nytimes.com/1994/06/22/opinion/in-america-juice-and-reality.html","abstract":"  It's the most exciting and entertaining news story in years. The parade up the highway could have been scripted by Spielberg. Will O. J. get to call his mother? Will he blow his brains out in the back of Al Cowlings's Bronco? And what's the latest on the murder weapon? Samurai sword? Entrenching tool? Hunting knife?   Fast-forward to the courtroom drama. Quick, look! Wasn't that just a hint of a smile when they mentioned Nicole's name? Did you notice the gray in his hair? Does he look drugged?","thumbnail":null,"section":"Opinion"},{"date":"19940622","headline":"At $10,000, Mum's the Word","web_url":"https://www.nytimes.com/1994/06/22/sports/at-10000-mum-s-the-word.html","abstract":"  Anthony Mason and John Starks have sometimes gotten in trouble for things they have said. Today, they got in trouble for what they didn't say.   Both Mason and Starks skipped today's interview session with the national news media and were fined $10,000 apiece by the National Basketball Association. The Knicks were fined $20,000 by the league for allowing the two players to miss the session. Both players arrived with the team at the Summit today, but while the rest of the team was being interviewed on the court, Starks and Mason simply waited in the closed Knicks' locker room for the interview session to end. When it did, reporters were cleared out of the arena, and Starks and Mason joined the Knicks for practice.","thumbnail":null,"section":"Sports"},{"date":"19940622","headline":"2 Opposites Share One Center Attraction","web_url":"https://www.nytimes.com/1994/06/22/sports/nba-finals-2-opposites-share-one-center-attraction.html","abstract":"  Hakeem Olajuwon and Patrick Ewing are opposites at virtually every turn.   Olajuwon is expansive and talkative, Ewing abbreviated and reserved. Olajuwon epitomizes versatility, spinning and whirling to the basket; Ewing is the classic center who shoots a jump shot or makes a power move. Olajuwon is Muslim, Ewing Catholic.","thumbnail":null,"section":"Sports"},{"date":"19940622","headline":"Lesbianism Does Not Bar Child Custody, Court Rules","web_url":"https://www.nytimes.com/1994/06/22/us/lesbianism-does-not-bar-child-custody-court-rules.html","abstract":"  Overturning a lower court decision that had awarded custody of a lesbian's son to his grandmother, the Virginia Court of Appeals unanimously ruled today that a person's homosexuality does not necessarily make that individual an unfit parent.   \"The social science evidence showed that a person's sexual orientation does not strongly correlate with that person's fitness as a parent,\" Judge Sam W. Coleman 3d wrote for the court, which reunited Sharon L. Bottoms, 24, of Richmond, with her son, Tyler Doustou, 2.","thumbnail":null,"section":"U.S."},{"date":"19940622","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/06/22/sports/transactions-468274.html","abstract":"  Baseball  American League    BALTIMORE ORIOLES -- Signed Timothy Daigle, pitcher.","thumbnail":null,"section":"Sports"},{"date":"19940622","headline":"Advance Unit of French Troops Sent to Rwandan Border","web_url":"https://www.nytimes.com/1994/06/22/world/advance-unit-of-french-troops-sent-to-rwandan-border.html","abstract":"  France moved an advance party of troops to the Rwandan border today to prepare the ground work for an eventual dispatch of as many as 2,000 troops once the United Nations Security Council votes support for the French intervention.   In Paris, the French Government has stressed that it would not send the forces into Rwanda if the opposing Government and rebel forces do not agree. France had previously been a major supporter of the Government, and because of this the rebel Rwandan Patriotic Front has opposed the French entry.","thumbnail":null,"section":"World"},{"date":"19940622","headline":"Court of Public Opinion Is First to Try Simpson","web_url":"https://www.nytimes.com/1994/06/22/us/court-of-public-opinion-is-first-to-try-simpson.html","abstract":"  Sooner or later the case of The People of California v. O. J. Simpson will be played out in a courthouse.   But first, as inevitably occurs in today's world of big cases, big lawyers and big media, Simpson v. People will be tried in the court of public opinion.","thumbnail":null,"section":"U.S."},{"date":"19940622","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/06/22/style/chronicle-469645.html","abstract":"  It is a week to remember for ALEXANDER D. FORGER. On Saturday, he became the president of the Legal Services Corporation, the Federally financed independent corporation that provides legal aid to indigent people. Tonight, he is to receive the Servant of Justice Award of the Legal Aid Society of New York at the Waldorf-Astoria.   The award is given every year to an individual distinguished for advocating justice for the poor. Mr. Forger was a director and an officer of the Legal Aid Society for 20 years, 12 of them as its chairman.","thumbnail":null,"section":"Style"},{"date":"19940622","headline":"1919: Fliers Knighted : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/06/22/opinion/IHT-1919-fliers-knighted-in-our-pages100-75-and-50-years-ago.html","abstract":"Captain John Alcock D.S.O. and Lieutenant Arthur Whitten Brown, who accomplished the first direct flight across the Atlantic by aeroplane, journeyed to-day [June 21] to Windsor, where the King made them Knights Commander of the Order of the British Empir","thumbnail":null,"section":"Opinion"},{"date":"19940622","headline":"50 Years Later, the Value of the G.I. Bill Is Questioned","web_url":"https://www.nytimes.com/1994/06/22/us/50-years-later-the-value-of-the-gi-bill-is-questioned.html","abstract":"  Returning home from World War II service as a gunner on an Army Air Forces bomber, Mike M. Machado went to St. Mary's University here with all expenses paid.   \"My rich uncle sent me to college -- Uncle Sam,\" said Mr. Machado, now 70 years old, who went on to earn a law degree and become a state judge. Under the G.I. Bill, he received full tuition of $85 a semester and a monthly stipend of $250 that covered the living expenses of his family of four.","thumbnail":null,"section":"U.S."},{"date":"19940622","headline":"In Asia and Elsewhere, Smaller Will Be the Better Way to Govern","web_url":"https://www.nytimes.com/1994/06/22/opinion/IHT-in-asia-and-elsewhere-smaller-will-be-the-better-way-to-govern.html","abstract":"Economically, the world is breaking up from empires and big nation- states to small states, provinces and city-regions. Small states, each with a population of less than 10 million, make up two- thirds of the members of the United Nations..Increasingly","thumbnail":null,"section":"Opinion"},{"date":"19940622","headline":"Legislature Agrees to Whitman's Budget Request","web_url":"https://www.nytimes.com/1994/06/22/nyregion/legislature-agrees-to-whitman-s-budget-request.html","abstract":"  With relatively modest but politically sensitive changes, the leaders of the New Jersey Legislature today gave Gov. Christine Todd Whitman the budget that she had requested.    The Republican-controlled Legislature released its version of a spending plan that embodies the Governor's 10 percent cut in the income-tax rate; gives the state a $450 million surplus for the year beginning July 1 and limits the state's spending to $15.28 billion, a shade less than even the Governor had proposed.","thumbnail":null,"section":"New York"},{"date":"19940622","headline":"GIULIANI'S BUDGET WINS THE SUPPORT OF COUNCIL CHIEFS","web_url":"https://www.nytimes.com/1994/06/22/nyregion/new-york-city-s-budget-overview-giuliani-s-budget-wins-support-council-chiefs.html","abstract":"  Mayor Rudolph W. Giuliani and the leaders of the City Council agreed yesterday on a $31.6 billion budget that would sharply curtail the growth in spending for the first time since the city fiscal crisis of the 1970's and begin to wrench down the size of New York City's government.   The Mayor and the Council leaders struck a tentative deal at 3:30 yesterday morning -- toasting it with champagne -- after two weeks of talks and a final day and night of haggling about what spending to cut and whether to merge the city's three police forces, which in the end was given the green light by the Council.","thumbnail":null,"section":"New York"},{"date":"19940622","headline":"TENNIS;\nPierce's Father Cites Her 'Bad Advice'","web_url":"https://www.nytimes.com/1994/06/22/sports/tennis-pierces-father-cites-her-bad-advice.html","abstract":"Jim Pierce blamed bad advice for the 11th-hour withdrawal of his daughter, Mary, from Wimbledon and said yesterday that he should not shoulder any of the responsibility for her decision. He also denied that he had ever planned to attend Wimbledon this year, something that would have been in direct defiance of his ban from tournaments in which his daughter is playing. \n\nIn a rambling telephone interview from his home in Delray Beach, Fla., Pierce criticized the coaching and pre-Wimbledon preparation espoused by Mary's advisers, especially his estranged wife, Yannick, and his daughter's new coach.","thumbnail":null,"section":"Sports"},{"date":"19940622","headline":"Clinton Offers North Korea A Chance to Resume Talks","web_url":"https://www.nytimes.com/1994/06/22/world/clinton-offers-north-korea-a-chance-to-resume-talks.html","abstract":"  Trying to build on former President Jimmy Carter's recent trip to North Korea, the Clinton Administration has sent a letter to the North proposing to resume high-level talks and offering to suspend its push for economic sanctions once talks are under way.   In the letter, sent on Monday, Robert L. Gallucci, Assistant Secretary of State for Politico-Military Affairs, said the Administration would resume talks soon if the North Koreans took steps to confirm that they were willing to freeze their nuclear program, as Mr. Carter reported.","thumbnail":null,"section":"World"},{"date":"19940622","headline":"The Red Army's D-Day, June 22, 1944","web_url":"https://www.nytimes.com/1994/06/22/opinion/IHT-the-red-armys-dday-june-22-1944.html","abstract":"For the Russians in World War II the waiting for the opening of the second front, the Allies' cross-Channel attack - D-Day - seemed endless, to some even futile, given previous disappointments. But the Tehran Conference at the end of 1943 won Stalin what","thumbnail":null,"section":"Opinion"},{"date":"19940622","headline":"In Performance: Theater","web_url":"https://www.nytimes.com/1994/06/22/theater/in-performance-theater-470414.html","abstract":"  A Man Who Became a Woman, A Woman Becoming a Man  Performance Space 122    For Allie, the transsexual performance artist portrayed by the transsexual performance artist Kate Bornstein in \"Virtually Yours,\" identity is a double Gordian knot. Growing up as a boy, she worried about turning into her father; now she sees herself becoming her mother. Worse, her female lover is in the process of switching genders, and Allie was never attracted to men. \"I know that somewhere deep inside that man,\" she says, \"is the woman I fell in love with.\"","thumbnail":null,"section":"Theater"},{"date":"19940622","headline":"Study Finds That Education Does Not Ease Welfare Rolls","web_url":"https://www.nytimes.com/1994/06/22/us/study-finds-that-education-does-not-ease-welfare-rolls.html","abstract":"  A closely watched experiment in which teen-age mothers were showered with education and social services had no effect in moving them from welfare into the job market, according to a study made public today.   The study is being widely discussed among welfare experts, some of whom believe it casts doubts on a central feature of the Clinton Administration's welfare plan: the decision to focus its training and work programs on young mothers.","thumbnail":null,"section":"U.S."},{"date":"19940622","headline":"Nigeria's Super Eagles Sparkle","web_url":"https://www.nytimes.com/1994/06/22/sports/world-cup-94-nigeria-s-super-eagles-sparkle.html","abstract":"  There was just one thing that the Nigeria national team, the Super Eagles, failed to accomplish in its first appearance in the World Cup finals. Keep a secret. Nigeria's debut, a 3-0 victory over Bulgaria this evening in which it overcame some early mistakes, created the possibilities that the Eagles could duplicate the accomplishments of Cameroon four years ago.   Rashidi Yekini's goal, in the 21st minute, showed the precision and passion that the Nigerians have brought to the competition. After Yekini converted a centering pass from George Finidi, he kept running until he reached the rear of the net. Yekini held the netting with both hands, his eyes pressed shut with the setting sun shining on his face, as he screamed with joy.","thumbnail":null,"section":"Sports"},{"date":"19940622","headline":"In Performance: Theater","web_url":"https://www.nytimes.com/1994/06/22/theater/in-performance-theater-470430.html","abstract":"  A Neighborhood's Population In a One-Man Show  Irish Arts Center    Under all the laughter in Colin Quinn's \"Sanctifying Grace\" is a rueful meditation on loss that gives this 80-minute play a real bite. The characters Mr. Quinn creates in the one-man show, residents of an Irish neighborhood in Brooklyn in the 1970's, are very funny people. But they hurt without saying so, except for one remark by a woman named Margaret: \"We didn't go after what we wanted. We went after what was left.\"","thumbnail":null,"section":"Theater"},{"date":"19940622","headline":"Jordanian Hints at Flexibility in Israeli Talks","web_url":"https://www.nytimes.com/1994/06/22/world/jordanian-hints-at-flexibility-in-israeli-talks.html","abstract":"  King Hussein of Jordan told United States officials during a visit here today that he was ready to take major steps toward normal relations with Israel, and that he would not wait for similar progress in Israel's dealings with Syria and other Arab countries.   The notion of solidarity in dealing with Israel has long been honored by Arab countries. But King Hussein told reporters in Washington, \"As far as we are concerned, this is a sovereign matter involving Jordan itself and has nothing to do with, nor is it tied to, movements on any other track.\"","thumbnail":null,"section":"World"},{"date":"19940622","headline":"Cigarette Company Developed Tobacco With Stronger Nicotine; Head of F.D.A. Tells of Chemical Manipulation","web_url":"https://www.nytimes.com/1994/06/22/us/cigarette-company-developed-tobacco-with-stronger-nicotine-head-fda-tells.html","abstract":"  A major cigarette manufacturer secretly developed a genetically engineered tobacco that would more than double the amount of nicotine delivered in some cigarettes, the Commissioner of Food and Drugs said today.   The Commissioner, Dr. David A. Kessler, told a Congressional hearing that the Brown & Williamson Tobacco Corporation developed the tobacco, grew it in Brazil and last year used it in five domestic brands of cigarettes, including three labeled \"light.\"","thumbnail":null,"section":"U.S."},{"date":"19940622","headline":"Surprisingly, No Gridlock","web_url":"https://www.nytimes.com/1994/06/22/nyregion/new-york-city-s-budget-news-analysis-surprisingly-no-gridlock.html","abstract":"  Rudolph W. Giuliani edged into office last November to become a Republican Mayor surrounded by Democrats, a political alignment in City Hall that seemed like a formula for municipal gridlock.   But the first major test between the parties -- the battle over Mr. Giuliani's austere budget -- barely rose to the level of a confrontation, as the leaders of the Democratic-controlled City Council agreed to a $31.6 billion plan so similar to Mr. Giuliani's original proposal that the Mayor could fairly say it represented the break he had promised with New York's tradition of expansive government.","thumbnail":null,"section":"New York"},{"date":"19940622","headline":"In Performance: Recordings","web_url":"https://www.nytimes.com/1994/06/22/arts/in-performance-recordings-470457.html","abstract":"  Beethoven and Grieg From a Promising Ensemble  Shanghai Quartet   The Shanghai Quartet, formed at the Shanghai Conservatory in 1983 and first heard in New York in 1987, has gained a reputation as one of the more promising of today's innumerable promising young quartets. A new disk on Delos (Delos DE 3153, CD) shows something more: a group with a warm, richly expressive tone that departs from the hard-bitten attack currently in favor and instead recalls the aristocratic style of prewar European quartets. Weigang Li, the first violinist, provides a consummately polished lead.","thumbnail":null,"section":"Arts"},{"date":"19940622","headline":"Batistuta Scores 3 Goals To Pace the Argentines","web_url":"https://www.nytimes.com/1994/06/22/sports/world-cup-94-batistuta-scores-3-goals-to-pace-the-argentines.html","abstract":"  A vastly superior Argentine team gave an obviously awed Greek team a crisp lesson today in what it takes to be competitive in the World Cup. Argentina, which has won two World Cups, made Greece's maiden appearance in the tournament a miserable experience in the form of a 4-0 spanking amid a persistent drizzle at Foxboro Stadium.   Gabriel Batistuta, a 25-year-old striker who plays for Fiorentina in the Italian League, registered three goals, the first one only 84 seconds into the game. It was the first hat trick in the World Cup since June 23, 1990, in Italy, when Tomas Skuhravy of Czechoslovakia accomplished the feat against Costa Rica.","thumbnail":null,"section":"Sports"},{"date":"19940622","headline":"Chief Executive To Step Down At Deaf Center","web_url":"https://www.nytimes.com/1994/06/22/nyregion/chief-executive-to-step-down-at-deaf-center.html","abstract":"  In a victory for the deaf-rights movement, the newly appointed chief executive of the Lexington Center, the parent body of the largest school for deaf children in New York State, has stepped down after a two-month protest by students and alumni who said a deaf person should fill the post.   R. Max Gould, a banking executive who was named to the post in April, said recently that he was withdrawing because his presence had become divisive. His decision allows the center to search for a new candidate, and officials at the center, based in Jackson Heights, Queens, said many of those who have led the protests would be allowed to join the search process.","thumbnail":null,"section":"New York"},{"date":"19940622","headline":"Price, Not Safety, Drives Yankee Fans Away; Resist His Blackmail","web_url":"https://www.nytimes.com/1994/06/22/opinion/l-price-not-safety-drives-yankee-fans-away-resist-his-blackmail-586668.html","abstract":"  To the Editor:   We must keep the Yankees in New York City. But it makes little economic sense to spend hundreds of millions on a business that was recently valued at $160 million. The Yankees represent social and political values that ought to be protected if reasonable compromise can be reached, including public expenditures. The amount must be related to value, especially when schools, police and infrastructure are under attack. We ought to keep the Yankees, we ought to pay a rational price, and we ought not let George Steinbrenner blackmail us.","thumbnail":null,"section":"Opinion"},{"date":"19940622","headline":"Deckhands on the Mets Seem Ready to Mutiny","web_url":"https://www.nytimes.com/1994/06/22/sports/baseball-deckhands-on-the-mets-seem-ready-to-mutiny.html","abstract":"  Bret Saberhagen set the stage before the game, when he sat in front of his locker and ripped both the Mets' coaching staff and Mets' management. Saberhagen started with an indictment of the way the Mets had handled him personally, then moved to indict all Met management for failing to do anything to improve the fast-sinking Mets' ship.   Bobby Bonilla and John Franco took it from there.","thumbnail":null,"section":"Sports"},{"date":"19940622","headline":"Getting It Right in Whitewater Hearings","web_url":"https://www.nytimes.com/1994/06/22/opinion/l-getting-it-right-in-whitewater-hearings-470325.html","abstract":"  To the Editor:   \"Running for Cover on Whitewater\" (editorial, June 17) asserts that \"Senate Democrats are rushing toward a partisan cover-up of the Whitewater affair.\" The facts simply do not support such a conclusion.","thumbnail":null,"section":"Opinion"},{"date":"19940622","headline":"It's Official: Timberwolves Staying Put","web_url":"https://www.nytimes.com/1994/06/22/sports/sports-people-basketball-it-s-official-timberwolves-staying-put.html","abstract":"  The National Basketball Association's board of governors voted yesterday to reject the sale of the Minnesota Timberwolves to a group that planned to move the team to New Orleans. The board followed the recommendation of the league's relocation committee, which decided last week that the proposal by Top Rank of Louisiana was inadequately financed. The Timberwolves' president, BOB STEIN, said the vote was 25-1, with one abstention, against the sale. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940622","headline":"Desperate Colombia Stalks the U.S.","web_url":"https://www.nytimes.com/1994/06/22/sports/world-cup-94-desperate-colombia-stalks-the-us.html","abstract":"  Francisco Maturana, Colombia's national team coach, is a dentist by trade. So far, this World Cup has felt exactly like pulling teeth.   Colombia is one of the favorites to win soccer's world championship, so its shocking 3-1 loss to Romania last Saturday did not endear Maturana to his country's expectant fans and news media. \"Nightmare\" screamed the headline in one paper. If the United States loses a soccer match, most people don't care. If Colombia suffers a rare loss, a nation convulses.","thumbnail":null,"section":"Sports"},{"date":"19940622","headline":"Givers' Largess Is Putting Heat on Clinton","web_url":"https://www.nytimes.com/1994/06/22/us/givers-largess-is-putting-heat-on-clinton.html","abstract":"  Thirteen months after he proposed curbing the dominance of national politics by monied interests and 16 months after his party chairman proposed relying \"less on black-tie dinners and more on brown-bag lunches\" for fund raising, President Clinton will dine Wednesday evening with 1,800 of the Democratic Party's most prosperous patrons. His party is expected to gain $2 million in fresh donations from them in the process.   The event has proved to be the last straw for the nation's most prominent clean-government group, Common Cause, which has endorsed the same fund-raising restrictions that Mr. Clinton pledged. On Wednesday, the group will make public a study showing that since mid-1992, the President and other Democrats have raised $40.5 million in such big-money contributions. Virtually all of it came from wealthy companies and citizens who gave directly to the Democratic Party, bypassing the legal ceilings on gifts to political campaigns.","thumbnail":null,"section":"U.S."},{"date":"19940622","headline":"Nassau Faces A Challenge: Government From Scratch","web_url":"https://www.nytimes.com/1994/06/22/nyregion/nassau-faces-a-challenge-government-from-scratch.html","abstract":"  A Federal judge today gave the deadlocked Nassau County Board of Supervisors one last chance to come up with a plan for a new county government that will comply with the one-person, one-vote principle.   The judge, Arthur D. Spatt, said that if the board failed to endorse a plan within two weeks, he was prepared to appoint a \"politically neutral\" special master to formulate a plan that the court would then impose on the county.","thumbnail":null,"section":"New York"},{"date":"19940622","headline":"Seafood And Spice: A Happy Pair","web_url":"https://www.nytimes.com/1994/06/22/style/seafood-and-spice-a-happy-pair.html","abstract":"TO many American cooks, seafood and spices resemble unequally matched sparring partners. Like blustering culinary bullies, spices brusquely overpower the subtle, delicate flavor of seafood, they say.\n\nThis concept, drilled into young professional cooks by those who prize subtlety as the height of culinary accomplishment, has become a kitchen truism to most home cooks, too.","thumbnail":null,"section":"Style"},{"date":"19940622","headline":"20 Members of Hispanic Gang Indicted in Multiple Killings","web_url":"https://www.nytimes.com/1994/06/22/nyregion/20-members-of-hispanic-gang-indicted-in-multiple-killings.html","abstract":"  Twenty members or associates of the Latin Kings, a gang that prosecutors describe as one of the best organized and most violent in New York, were charged yesterday with crimes including the brutal murders of at least seven of their own members.   The United States Attorney, Mary Jo White, said the Latin Kings were a rigid hierarchal organization that beheaded, burned or beat up wayward members, and maimed and killed outsiders as well. In addition, she said, some members trafficked in illegal guns and drugs.","thumbnail":null,"section":"New York"},{"date":"19940622","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/22/us/c-corrections-469734.html","abstract":"  The headline of a brief report in the Company News column in some editions of Business Day yesterday, about impending layoffs by the Hughes Aerospace and Electronics Company, overstated the extent. The company intends to eliminate at least 10 percent of its 35,000 jobs, not all 35,000.","thumbnail":null,"section":"U.S."},{"date":"19940622","headline":"'Dogfaces' in Rome","web_url":"https://www.nytimes.com/1994/06/22/opinion/l-dogfaces-in-rome-470341.html","abstract":"  To the Editor:   I read with deep emotion \"Roma e Libera! Viva l'Italia\" by Ivo Lederer (Op-Ed, June 4). At the time, June 1944, I was living on the same Viale Parioli, where through cracks in the otherwise tightly closed shutters imposed by the curfew, we watched the Germans retreating during the night and then saw the arrival of the first cautious American G.I.'s early the next morning.","thumbnail":null,"section":"Opinion"},{"date":"19940622","headline":"Pentagon Funds for U.N. Peacekeeping","web_url":"https://www.nytimes.com/1994/06/22/opinion/pentagon-funds-for-un-peacekeeping.html","abstract":"  The House has deleted $300 million for United Nations peacekeeping from the Pentagon budget. The Senate should vote this week to restore funding.   The cost of peacekeeping to the Pentagon is quite modest -- about one-tenth of 1 percent of its total budget. And the benefits could be great. U.N. operations that meet the Clinton Administration's strict new peacekeeping standards can strengthen American security without the need to commit many American troops. That ultimately saves the Pentagon money.","thumbnail":null,"section":"Opinion"},{"date":"19940622","headline":"A Budget Deal in Trenton","web_url":"https://www.nytimes.com/1994/06/22/nyregion/a-budget-deal-in-trenton.html","abstract":"  With relatively modest but politically sensitive changes, the leaders of the New Jersey Legislature gave Governor Whitman the budget she had requested. Page B1.","thumbnail":null,"section":"New York"},{"date":"19940622","headline":"Slowly, America Catches On to the World's Game","web_url":"https://www.nytimes.com/1994/06/22/sports/IHT-slowly-america-catches-on-to-the-worlds-game.html","abstract":"Soccer will never colonize America, may never sink it's contagious roots here, but it is beginning to turn the tide of skepticism..Ten games have passed, none without a goal, and none importing hooliganism. Quicker than we expected, the host is feeling","thumbnail":null,"section":"Sports"},{"date":"19940622","headline":"Senator D'Amato's Investment Coup","web_url":"https://www.nytimes.com/1994/06/22/opinion/senator-d-amato-s-investment-coup.html","abstract":"  Senator Alfonse D'Amato has hidden talent as an investor. According to his new financial filing, the New York Republican tripled an $18,000 investment overnight when a friendly broker provided him first chance at a new stock offering -- known as an initial public offering, or I.P.O. -- unavailable to ordinary investors. By the way, Mr. D'Amato is the ranking Republican on the Senate Banking Committee, which oversees the Securities and Exchange Commission, which sued Mr. D'Amato's securities firm for cheating customers.    The friendly broker offered Senator D'Amato a series of deals that generated a profit somewhere in excess of 33 percent in less than one year. None of this was illegal. But for the Senator to accept this special treatment from a firm under investigation once again raises questions about Mr. D'Amato's ethical judgment -- and his credentials to criticize the investment practices of Hillary Rodham Clinton.","thumbnail":null,"section":"Opinion"},{"date":"19940622","headline":"Moscow's Seedy Monster Hotel Is Told to Clean Up Its Act","web_url":"https://www.nytimes.com/1994/06/22/world/moscow-s-seedy-monster-hotel-is-told-to-clean-up-its-act.html","abstract":"  \"We have no rats and no cockroaches,\" the waiter at the restaurant of the Rossiya Hotel said sullenly. City health inspectors ordered Russia's largest and some say ugliest hotel on Monday to close down temporarily and get rid of its uninvited guests.   Still with a straight face, he added, \"absolutely none.\" Then, reluctantly, the waiter smiled and his smile stretched wider and wider until he threw his head back and began laughing uncontrollably.","thumbnail":null,"section":"World"},{"date":"19940622","headline":"Bad Sports","web_url":"https://www.nytimes.com/1994/06/22/opinion/bad-sports.html","abstract":"OJ. Simpson is not alone.\n\nThe baseball star Darryl Strawberry has admitted beating his wife and pointing a gun in her face.","thumbnail":null,"section":"Opinion"},{"date":"19940622","headline":"Double Slaying Simply a Bungled Robbery, Says Prosecutor","web_url":"https://www.nytimes.com/1994/06/22/nyregion/double-slaying-simply-a-bungled-robbery-says-prosecutor.html","abstract":"  It was a botched robbery attempt and not the tortured belief that he was killing his parents that led an alcoholic Larchmont carpenter to break into his childhood home and murder the couple that slept in his parents' former bedroom, a prosecutor said in his closing argument today.   For the first time during the trial of Paul Cox, 26, on second-degree murder charges, the prosecutor offered a motive for the stabbing deaths of Dr. Shanta Chervu and her husband, Dr. Lakshman Rao Chervu.","thumbnail":null,"section":"New York"},{"date":"19940622","headline":"Price, Not Safety, Drives Yankee Fans Away","web_url":"https://www.nytimes.com/1994/06/22/opinion/l-price-not-safety-drives-yankee-fans-away-470287.html","abstract":"  To the Editor:   New York Yankees officials ascribe low attendance for ball games at Yankee Stadium in the Bronx to concern for fan safety. The Yankees point to the fact that attendance at day games is 30 percent higher than at night games. This is misleading. Many day games are on the weekend, when fans have free time, whereas night games now have a start time of 7:05 P.M., which makes it difficult to get to games after work.","thumbnail":null,"section":"Opinion"},{"date":"19940622","headline":"A New Battle of Manassas Is Under Way in the Senate","web_url":"https://www.nytimes.com/1994/06/22/us/a-new-battle-of-manassas-is-under-way-in-the-senate.html","abstract":"  Sounding at times like a local planning commission, a Senate panel today took up the dispute over the Walt Disney Company's plans to build a 3,000-acre theme park and commercial complex in the midst of historic Civil War battlefields in Virginia.   Until today, the dispute had been confined to Virginia. But at the prompting of several historians and preservationists, Senator Dale Bumpers, an Arkansas Democrat who opposes the project, used his position as chairman of a subcommittee on public lands to convene a hearing and put the issue on the national stage.","thumbnail":null,"section":"U.S."},{"date":"19940622","headline":"Gingham Checks and Thou","web_url":"https://www.nytimes.com/1994/06/22/style/gingham-checks-and-thou.html","abstract":"WHEN it's 95 degrees, the best picnic consists of grilled eggplant on sourdough bread, consumed close to the cool breeze of an air conditioner. \n\nBut on a summer evening, when the city's skyscrapers look like toys in the fading orange and pink light of the sun, a picnic is one of the most elegant, most sensuous ways to eat.","thumbnail":null,"section":"Style"},{"date":"19940622","headline":"Three-Bowl Conversion Is Attempted by CBS","web_url":"https://www.nytimes.com/1994/06/22/sports/college-football-three-bowl-conversion-is-attempted-by-cbs.html","abstract":"  CBS has made an offer worth an estimated $300 million to buy the television rights to the Orange, Fiesta and Gator Bowls. If accepted, it would almost guarantee that CBS will be the home of the elusive college football national championship game for six years, according to a person familiar with the negotiations.   \"The last great event that has not happened, how can't you be interested?\" said Rick Gentile, a senior vice president of CBS Sports.","thumbnail":null,"section":"Sports"},{"date":"19940622","headline":"In Performance: Cabaret","web_url":"https://www.nytimes.com/1994/06/22/arts/in-performance-cabaret-470449.html","abstract":"  When Tenuta Calls, The Stud-Puppets Jump  The Ballroom    Although Judy Tenuta's comic alter ego, a cheery faux dominatrix who calls herself \"the goddess,\" may be more than a decade old, she remains one of the more original eccentrics to emerge from the world of 1980's stand-up comedy.","thumbnail":null,"section":"Arts"},{"date":"19940622","headline":"Senate Committee Is Set To Vote on Antitrust Bill","web_url":"https://www.nytimes.com/1994/06/22/sports/baseball-senate-committee-is-set-to-vote-on-antitrust-bill.html","abstract":"  The Senate Judiciary Committee is scheduled to vote tomorrow on a bill that would strip baseball of part of its exemption from antitrust laws. The bill before the committee, however, will be a revised version of the original, applying only to labor relations between major league club owners and players.   Senator Howard Metzenbaum, Democrat of Ohio, who has spearheaded the bill on the committee, said if it becomes law, it could help avert a threatened players' strike later this season. Nevertheless, he said, the owners continue to fight the bill.","thumbnail":null,"section":"Sports"},{"date":"19940622","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/22/us/c-corrections-469718.html","abstract":"  A picture caption on Monday about the immigrant lottery for visas misidentified the location of the application storage site shown. It was Portsmouth, N.H., not Boston.","thumbnail":null,"section":"U.S."},{"date":"19940622","headline":"In Performance: Recordings","web_url":"https://www.nytimes.com/1994/06/22/arts/in-performance-recordings-467618.html","abstract":"  Boyce's Symphonies: Period Music, Modern Appeal  Academy of Ancient Music, directed by Christopher Hogwood   William Boyce's eight Symphonies (Op. 2), composed from 1739 to 1758 and published in 1760, have a foot in the world of Handel and a toe or two pointing toward early Mozart. They are, really, proto-symphonies: opera overtures that escaped the theater to stand on their own as abstract entertainments. With their compact structures, in which cheerful, danceable tunes alternate with graceful slow movements, they have the anonymous chug-along quality of Baroque table music. Yet they also have a magnetic charm, which Christopher Hogwood and his Academy of Ancient Music mine irresistibly on this L'Oiseau-Lyre release (436 761-2, CD).","thumbnail":null,"section":"Arts"},{"date":"19940622","headline":"No Headline","web_url":"https://www.nytimes.com/1994/06/22/nyregion/no-headline-461415.html","abstract":"  \"These findings lay to rest any notion that there is no manipulation and control of nicotine undertaken in the tobacco industry.\" DR. DAVID A. KESSLER, Commissioner of the Food and Drug Administration.  [ A1:3. ]","thumbnail":null,"section":"New York"},{"date":"19940622","headline":"CLINTON PROMISES NOT TO SURRENDER ON UNIVERSAL CARE","web_url":"https://www.nytimes.com/1994/06/22/us/clinton-promises-not-to-surrender-on-universal-care.html","abstract":"  Despite a week of panicky pleas for compromise from Capitol Hill, President Clinton vowed today that he would not \"declare defeat\" on the goal of guaranteeing health insurance to every American.   Mr. Clinton's pledge, in a speech to executives from the nation's biggest companies, appeared to have several political purposes, like bucking up Democratic loyalists in the House, many of whom are going out on a political limb to advance a universal coverage bill. It also signaled the Senate, and particularly a very divided Senate Finance Committee, that covering everyone is a goal that will not be compromised.","thumbnail":null,"section":"U.S."},{"date":"19940622","headline":"Court Is Asked to Name Trustee to Run Union Local Tied to Gotti","web_url":"https://www.nytimes.com/1994/06/22/nyregion/court-is-asked-to-name-trustee-to-run-union-local-tied-to-gotti.html","abstract":"  Prosecutors asked a Federal court yesterday to appoint a trustee to run the New York metropolitan region's most powerful construction-industry union, saying that repeated criminal convictions of its leaders had failed to end corruption.   The trustee would be given power to oust officers and employees said to remain under the control of John Gotti's Mafia family.","thumbnail":null,"section":"New York"},{"date":"19940622","headline":"Museum Connects Dinosaur Bones to Donors","web_url":"https://www.nytimes.com/1994/06/22/us/museum-connects-dinosaur-bones-to-donors.html","abstract":"  A dinosaur body-parts sale is under way at the Museum of Paleontology at the University of California at Berkeley.   In a fund drive akin to an opera house selling individual seats to benefactors, the museum is asking contributors to sponsor parts of a Tyrannosaurus rex that is to be assembled later this year. Prices range from $20 for a chevron tail bone to $5,000 for the skull and jaws.","thumbnail":null,"section":"U.S."},{"date":"19940622","headline":"Beard Could Be Nets' No. 1 Candidate","web_url":"https://www.nytimes.com/1994/06/22/sports/nba-finals-beard-could-be-nets-no-1-candidate.html","abstract":"  With excellent track records as Nets assistants, either Paul Silas or Brendan Suhr would seem to have the inside track at becoming New Jersey's next head coach. Pushing hard along the outside as another candidate, however, is Butch Beard, who was interviewed for the job yesterday by Willis Reed, the Nets' executive vice president and general manager.   As the Nets wind down their search for a successor to Chuck Daly, who has retired from coaching, the 46-year-old Beard, head coach at Howard University and a former scout and assistant coach with the Nets, has emerged from a handful of candidates.","thumbnail":null,"section":"Sports"},{"date":"19940622","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/06/22/opinion/IHT-letters-to-the-editor.html","abstract":"By not inviting the Russians to the D-Day commemorations, the West committed a great diplomatic blunder and ignored history. Success in breaching Hitler's Atlantic Wall would surely have been impossible if the Soviets had not pinned down the great bulk -","thumbnail":null,"section":"Opinion"},{"date":"19940622","headline":"This Time, Yanks Give Key (11-1) Lift","web_url":"https://www.nytimes.com/1994/06/22/sports/baseball-this-time-yanks-give-key-11-1-lift.html","abstract":"  Jimmy Key has made a habit of saving the Yankees when a situation is especially dire. He has routinely followed losses by pitching splendidly and erasing whatever mess was created 24 hours earlier. Last night, the Yankees rescued Key when he displayed a modicum of inefficiency.   Actually, both Key and Buck Showalter were saved because the manager probably would have received some criticism for not starting Paul O'Neill if the Yankees had not mounted another splendid comeback after the Twins scored the first three runs. Danny Tartabull started in right field and his shoddy defense helped contribute to all three runs.","thumbnail":null,"section":"Sports"},{"date":"19940622","headline":"Argentina Arises on Batistuta's 3 Goals, a Dash of the Old Maradona","web_url":"https://www.nytimes.com/1994/06/22/sports/IHT-argentina-arises-on-batistutas-3-goals-a-dash-of-the-old-maradona.html","abstract":"The pressure was lifted from Diego Maradona in the second minute of Argentina's 4-0 opening victory over Greece, which had never played in a World Cup match before Tuesday. Maradona, by comparison, was beginning his fourth World Cup, and the Greeks were","thumbnail":null,"section":"Sports"},{"date":"19940622","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/06/22/style/chronicle-469653.html","abstract":"  Who was mobbed the most for autographs on Monday night at the opening of BARBRA STREISAND'S engagement at Madison Square Garden?    There was no way for most of the fans to get to Ms. Streisand. But they seemed more than content for a scribble or two from MARLA MAPLES TRUMP and BARBARA WALTERS, who obliged fans milling around them in the front rows of the cavernous arena by writing on $20 programs or other pieces of paper.","thumbnail":null,"section":"Style"},{"date":"19940622","headline":"McNeil Ousts Graf in an Upset for the Ages","web_url":"https://www.nytimes.com/1994/06/22/sports/tennis-mcneil-ousts-graf-in-an-upset-for-the-ages.html","abstract":"  While a storm brewed around Center Court and Lori McNeil created a maelstrom at the net, Steffi Graf tonight became the first defending champion in the 108-year history of Wimbledon's coveted women's singles crown to discover herself dethroned in the first round.   Playing too tamely and lamely for her own good, and unable to provoke herself into mimicking the attacking style that was working wonders for McNeil, Graf was ousted, 7-5, 7-6 (7-5). While the 22d-ranked McNeil treated the net as if they shared a magnetic attraction, Graf served and volleyed just twice in the match, and admitted she should have been more aggressive.","thumbnail":null,"section":"Sports"},{"date":"19940622","headline":"Books of The Times; 3 Generations of Misery and Regret","web_url":"https://www.nytimes.com/1994/06/22/books/books-of-the-times-3-generations-of-misery-and-regret.html","abstract":"  The Armstrong Trilogy   From the Heat of the Day, One Generation, Genetha   By Roy Heath   552 pages. Persea Books. $15.     Unhappy families may not be alike, but they do have this in common: The parents tend to wish they had never married and the children tend to wish they had never been born. No one has to say it, they just live it. The parents trade insults and blows and occasional tenderness; the children look and listen. Then one day they are grown up. They are expected to leave home, learn new lines and make new lives for themselves.","thumbnail":null,"section":"Books"},{"date":"19940622","headline":"Greece Yields Europe's Helm On Sour Note","web_url":"https://www.nytimes.com/1994/06/22/world/greece-yields-europe-s-helm-on-sour-note.html","abstract":"  When Greece took over the rotating presidency of the European Union six months ago, officials here insisted that their turn at the tiller would be a steady one, confirming this country's Socialist leaders as solid Europeans.   Instead, as the Greek term comes to an end at the 12-nation summit meeting on the island of Corfu this weekend, Greece has enraged its partners by blockading neighboring Macedonia, threatening what one European official called new instability in the Balkans and the \"nightmare\" of the Bosnian war's spreading farther south.","thumbnail":null,"section":"World"},{"date":"19940622","headline":"Price, Not Safety, Drives Yankee Fans Away; Resist His Blackmail","web_url":"https://www.nytimes.com/1994/06/22/opinion/l-price-not-safety-drives-yankee-fans-away-resist-his-blackmail-621448.html","abstract":"  To the Editor:   We must keep the Yankees in New York City. But it makes little economic sense to spend hundreds of millions on a business that was recently valued at $160 million. The Yankees represent social and political values that ought to be protected if reasonable compromise can be reached, including public expenditures. The amount must be related to value, especially when schools, police and infrastructure are under attack. We ought to keep the Yankees, we ought to pay a rational price, and we ought not let George Steinbrenner blackmail us.","thumbnail":null,"section":"Opinion"},{"date":"19940622","headline":"1894: Exit Stage Right : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/06/22/opinion/IHT-1894-exit-stage-right-in-our-pages100-75-and-50-years-ago.html","abstract":"When Mr. Tyrone Power, as the raven-haired hero of the play \"The Texan,\" announced before the curtain finally fell, in accents which seemed to arise from the soles of his boots, \"I'm going back to Texas,\" the unspoken wish of a portion","thumbnail":null,"section":"Opinion"},{"date":"19940622","headline":"Jacob's Pillow Director To Head a Foundation","web_url":"https://www.nytimes.com/1994/06/22/arts/jacob-s-pillow-director-to-head-a-foundation.html","abstract":"  Samuel A. Miller, the executive director and president of the Jacob's Pillow Dance Festival, has been named director of the New England Foundation for the Arts, the area's largest arts service organization. The nomination becomes effective in October.","thumbnail":null,"section":"Arts"},{"date":"19940622","headline":"Family Becomes Issue in the Texas Governor's Race","web_url":"https://www.nytimes.com/1994/06/22/us/family-becomes-issue-in-the-texas-governor-s-race.html","abstract":"  As their campaign for Governor gets under way, Ann W. Richards and George W. Bush have been trading jabs over the Texas economy, taxes and crime. But today the sparring turned to a highly unusual campaign issue: whether men are frauds.   Speaking to hundreds of high school girls in Austin on Monday, Governor Richards, a Democrat running for re-election, urged the teen-agers to become more self-reliant.","thumbnail":null,"section":"U.S."},{"date":"19940622","headline":"Standard Therapies May Help Only Impulsive Spouse Abuse","web_url":"https://www.nytimes.com/1994/06/22/us/standard-therapies-may-help-only-impulsive-spouse-abuse.html","abstract":"  AS the death of Nicole Simpson has fixed the nation's attention on marital violence, new findings question the standard psychotherapeutic wisdom for husbands who batter their wives, suggesting that some therapies are futile for many wife batterers.   A landmark study has found that many of the most vicious husbands -- those who regularly punch, kick or otherwise beat up their wives or threaten them with knives or guns -- become calmer physiologically while arguing with their wives. As their anger mounts, their heart rates drop and their attention sharpens, making their violence an act of calculated marital terrorism meant to control their wives through instilling fear.","thumbnail":null,"section":"U.S."},{"date":"19940622","headline":"Jerry Ball Joins the Silver and Black","web_url":"https://www.nytimes.com/1994/06/22/sports/sports-people-football-jerry-ball-joins-the-silver-and-black.html","abstract":"  Defensive lineman JERRY BALL, a three-time Pro Bowler, signed with the Los Angeles Raiders yesterday. Ball, 29, played six seasons with the Detroit Lions before being traded to the Cleveland Browns last season. Terms of the deal were not announced. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940622","headline":"Fratricide in Bosnia: Muslim vs. Muslim","web_url":"https://www.nytimes.com/1994/06/22/world/fratricide-in-bosnia-muslim-vs-muslim.html","abstract":"  This Bosnian village set in undulating countryside has become the most active front line in Bosnia over the last week, and the heart of a bizarre and intensifying conflict that has set Muslim against Muslim in a fratricidal war.   The 26-month-old war has seen virtually every permutation of conflict among and between Muslims, Serbs and Croats. But none is more intractable than a battle raging in the northwestern Bihac area between the Muslim-dominated army of the Bosnian Government and the Muslim troops of a wealthy businessman named Fikret Abdic, who has declared autonomy from Sarajevo.","thumbnail":null,"section":"World"},{"date":"19940622","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/06/22/nyregion/news-summary-461458.html","abstract":"  International A2-10  FRENCH TROOPS OUTSIDE RWANDA  France moved troops to the Rwandan border in preparation for a mission to try to end ethnic killing, but France said it would not send the troops in unless both the Government and the rebels agreed.  A2  ANOTHER WAR IN BOSNIA  The northern Bihac area of Bosnia has become the most active battle front, and unlike the rest of the country, the fighting is between the mostly Muslim Bosnian Government and a breakaway Muslim group.  A3","thumbnail":null,"section":"New York"},{"date":"19940622","headline":"Personal Health; Making sure that children play it safe with the sun.","web_url":"https://www.nytimes.com/1994/06/22/us/personal-health-making-sure-that-children-play-it-safe-with-the-sun.html","abstract":"  SCHOOL is almost out and millions of youngsters will be outside playing from dawn to dusk. But while they frolic in the summer sun, many will be overexposed to the sun's skin-damaging ultraviolet rays.   Although wrinkled, leathery skin and skin cancers may seem too remote to matter to a 5-year-old, the aging effects of sunlight are cumulative, and children spend three times as much time in the sun as adults do. Eighty percent of the typical American's lifetime exposure to cancer-causing ultraviolet radiation occurs before the age of 20.","thumbnail":null,"section":"U.S."},{"date":"19940622","headline":"Out-of-Court Settlement Reached Over Love Canal","web_url":"https://www.nytimes.com/1994/06/22/nyregion/out-of-court-settlement-reached-over-love-canal.html","abstract":"  Closing a major chapter in one of the nation's most notorious environmental disasters, the company that buried chemical wastes at Love Canal reached an out-of-court settlement with New York State yesterday, agreeing to pay $98 million and to take on cleanup work that will extend for decades, at a cost of millions more.   Both sides claimed victory in the 14-year-old case, which prompted Congress to enact the Superfund law.","thumbnail":null,"section":"New York"},{"date":"19940622","headline":"LETTERS TO THE EDITOR : Remember the Russians","web_url":"https://www.nytimes.com/1994/06/22/opinion/IHT-letters-to-the-editor-remember-the-russians.html","abstract":"Our Russian allies were not invited to the D-Day ceremonies and were barely mentioned. The crucial part played by the Red Army in the defeat of the Nazi-Fascist war machine was forgotten. Without the Russian victories at Stalingrad in 1942, in the gigant","thumbnail":null,"section":"Opinion"},{"date":"19940622","headline":"Winter Sports, Summer Soldiers, City on the Edge; As 7th Game Follows 7th Game, New York Fans Find Their Nerves Stretched Taut","web_url":"https://www.nytimes.com/1994/06/22/nyregion/winter-sports-summer-soldiers-city-edge-7th-game-follows-7th-game-new-york-fans.html","abstract":"  Go Ricks! Go Knangers!   What was that again?    As summer begins and a New York winter sports franchise gets set to play for a championship for the second time in a week, city denizens might be excused for their exhausted confusion. Tonight, eight days after the New York Rangers closed out their streak of 53 prematurely concluded seasons and brought home professional hockey's ultimate trophy, the Stanley Cup, the New York Knicks face the Rockets in Houston, trying to duplicate the feat in the world of basketball.","thumbnail":null,"section":"New York"},{"date":"19940622","headline":"Veteran Bronx Educator Appointed to Central School Board","web_url":"https://www.nytimes.com/1994/06/22/nyregion/veteran-bronx-educator-appointed-to-central-school-board.html","abstract":"  Sandra Lerner, a professional educator with close ties to the teachers' union, was appointed yesterday to New York City's central Board of Education by Bronx Borough President Fernando Ferrer.   Mr. Ferrer said she would seek \"radical change.\"","thumbnail":null,"section":"New York"},{"date":"19940622","headline":"Jets Sign Anthony Johnson and Two Picks","web_url":"https://www.nytimes.com/1994/06/22/sports/sports-people-football-jets-sign-anthony-johnson-and-two-picks.html","abstract":"  The Jets yesterday signed running back ANTHONY JOHNSON, an unrestricted free agent from Indianapolis, and came to terms with two of their draft picks, receiver RYAN YARBOROUGH, who was taken in the second round, and quarterback GLENN FOLEY, taken in the seventh. None of the terms were disclosed. The Jets' general manager, DICK STEINBERG, said none of the signings would cause the team to make room under their salary cap by releasing other players.","thumbnail":null,"section":"Sports"}],"wiki_events":[],"weather":[{"date":"19940622","time":"1994-06-22 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16,"rhum":88,"wspd":22.3},{"date":"19940622","time":"1994-06-22 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16,"rhum":87,"wspd":25.9},{"date":"19940622","time":"1994-06-22 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16,"rhum":86,"wspd":22.3},{"date":"19940622","time":"1994-06-22 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.3,"rhum":80,"wspd":20.5},{"date":"19940622","time":"1994-06-22 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.1,"rhum":75,"wspd":27.7},{"date":"19940622","time":"1994-06-22 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":68,"wspd":25.9},{"date":"19940622","time":"1994-06-22 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.1,"rhum":64,"wspd":24.1},{"date":"19940622","time":"1994-06-22 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":64,"wspd":27.7},{"date":"19940622","time":"1994-06-22 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.5,"rhum":65,"wspd":24.1},{"date":"19940622","time":"1994-06-22 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17,"rhum":62,"wspd":29.5},{"date":"19940622","time":"1994-06-22 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.1,"rhum":55,"wspd":24.1},{"date":"19940622","time":"1994-06-22 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.9,"rhum":49,"wspd":20.5},{"date":"19940622","time":"1994-06-22 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.9,"rhum":43,"wspd":27.7},{"date":"19940622","time":"1994-06-22 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.3,"rhum":41,"wspd":24.1},{"date":"19940622","time":"1994-06-22 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.8,"rhum":42,"wspd":25.9},{"date":"19940622","time":"1994-06-22 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20,"rhum":40,"wspd":24.1},{"date":"19940622","time":"1994-06-22 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.1,"rhum":41,"wspd":20.5},{"date":"19940622","time":"1994-06-22 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.1,"rhum":41,"wspd":22.3},{"date":"19940622","time":"1994-06-22 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.8,"rhum":41,"wspd":18.4},{"date":"19940622","time":"1994-06-22 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.2,"rhum":44,"wspd":20.5},{"date":"19940622","time":"1994-06-22 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.3,"rhum":51,"wspd":14.8},{"date":"19940622","time":"1994-06-22 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17,"rhum":61,"wspd":9.4},{"date":"19940622","time":"1994-06-22 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.7,"rhum":59,"wspd":13},{"date":"19940622","time":"1994-06-22 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.8,"rhum":65,"wspd":9.4},{"date":"19940622","time":"1994-06-22 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":72,"wspd":18.7},{"date":"19940622","time":"1994-06-22 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":79,"wspd":13},{"date":"19940622","time":"1994-06-22 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":79,"wspd":18.7},{"date":"19940622","time":"1994-06-22 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":82,"wspd":20.5},{"date":"19940622","time":"1994-06-22 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":82,"wspd":22.3},{"date":"19940622","time":"1994-06-22 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":85,"wspd":20.5},{"date":"19940622","time":"1994-06-22 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":88,"wspd":16.6},{"date":"19940622","time":"1994-06-22 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":82,"wspd":22.3},{"date":"19940622","time":"1994-06-22 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":40,"wspd":31.7},{"date":"19940622","time":"1994-06-22 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":45,"wspd":18.7},{"date":"19940622","time":"1994-06-22 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":53,"wspd":7.6},{"date":"19940622","time":"1994-06-22 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":48,"wspd":11.2},{"date":"19940622","time":"1994-06-22 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":43,"wspd":16.6},{"date":"19940622","time":"1994-06-22 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":42,"wspd":25.9},{"date":"19940622","time":"1994-06-22 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":39,"wspd":25.9},{"date":"19940622","time":"1994-06-22 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":38,"wspd":25.9},{"date":"19940622","time":"1994-06-22 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":34,"wspd":25.9},{"date":"19940622","time":"1994-06-22 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":33,"wspd":25.9},{"date":"19940622","time":"1994-06-22 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":31,"wspd":24.1},{"date":"19940622","time":"1994-06-22 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":28,"wspd":25.9},{"date":"19940622","time":"1994-06-22 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":27,"wspd":27.7},{"date":"19940622","time":"1994-06-22 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":28,"wspd":25.9},{"date":"19940622","time":"1994-06-22 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":29,"wspd":27.7},{"date":"19940622","time":"1994-06-22 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":34,"wspd":27.7}]},"19940623":{"guardian_articles":[{"date":"19940623","headline":"US and N Korea pull back from the brink","web_url":"https://www.theguardian.com/world/1994/jun/23/northkorea","abstract":null,"thumbnail":null,"section":"World news"}],"nytimes_articles":[{"date":"19940623","headline":"Watts in Benefit Recital","web_url":"https://www.nytimes.com/1994/06/23/arts/watts-in-benefit-recital.html","abstract":"  The pianist Andre Watts is to give a recital on July 3 at 4 P.M. at the Tannery in Mount Lebanon Shaker Village in New Lebanon, N.Y. The program is to include two rondos by Mozart, a sonata and two scherzos by Schubert, Janacek's Sonata (\"Oct. 1, 1905\"), Berio's \"Wasserklavier,\" and \"Les Jeux d'Eau a la Villa d'Este\" and two \"Paganini\" Etudes of Liszt. The recital is to benefit Classical Action, a management group that donates concert proceeds to AIDS organizations. Tickets are $100, including a champagne reception after the concert. Information: (518) 794-7887.","thumbnail":null,"section":"Arts"},{"date":"19940623","headline":"Where Confidentiality Is and Isn't Protected","web_url":"https://www.nytimes.com/1994/06/23/opinion/l-where-confidentiality-is-and-isn-t-protected-477915.html","abstract":"  To the Editor:   A front-page article June 15, discussing testimony in a murder trial about disclosures at an Alcoholics Anonymous meeting, describes the lack of legal protection for confidential information in self-help and psychotherapist-led therapy groups.","thumbnail":null,"section":"Opinion"},{"date":"19940623","headline":"Houston Fans Show Their True Colors","web_url":"https://www.nytimes.com/1994/06/23/sports/nba-finals-houston-fans-show-their-true-colors.html","abstract":"  There were fireworks, literally. Little blazing rockets boomed and shot across the ceiling of the Summit. Streamers dropped down from above, cloaking the players, the fans, even the police who forged a stern ring around the court, in red and gold.   And, finally, the transformation was complete: \"This place is Champ City now,\" said Chuck Webber, a Rockets fan with a huge cigar firmly plastered in one corner of his mouth. \"Forget about Choke City.\"","thumbnail":null,"section":"Sports"},{"date":"19940623","headline":"Critics Assail Budget as Coucil Debate Wins","web_url":"https://www.nytimes.com/1994/06/23/nyregion/critics-assail-budget-as-coucil-debate-wins.html","abstract":"  The $31.6-billion budget agreement between the Giuliani administration and leaders of the City Council was attacked yesterday by critics who questioned its fiscal assumptions and its spending cuts. But supporters rallied behind the agreement, which restored some projects with strong local support that Mayor Rudolph W. Giuliani had planned to cut.   The State Comptroller, H. Carl McCall, criticized the agreement, warning that it included $700 million in risky assumptions that could require the city to take drastic steps later this year.","thumbnail":null,"section":"New York"},{"date":"19940623","headline":"Journal; Addicted to O. J.","web_url":"https://www.nytimes.com/1994/06/23/opinion/journal-addicted-to-o-j.html","abstract":"  As one American man who doesn't consider professional football a national pastime, I never regarded O. J. Simpson as a hero or icon but merely as a bit player in disposable movies and a shill for the car-rental company that never seemed to offer the best rates. But this didn't stop me, or the other football ignoramuses with whom I was eating dinner Friday night, from scrambling to a television the moment the waitress told us that O. J. was fleeing on a freeway live on every network.   Why did we care? The Monday-morning quarterbacks tell us that a former football star's fall is An American Tragedy, and that the Friday night chase was Great Television. Yet Mr. Simpson is no Othello -- he commanded a playing field, not a battlefield -- and entertaining as the slo-mo cavalcade up I-405 was, it sometimes dragged on those occasions when Peter Jennings and Barbara Walters were not bickering.","thumbnail":null,"section":"Opinion"},{"date":"19940623","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/23/nyregion/c-corrections-477303.html","abstract":"  A chart on Thursday showing the National Weather Service's scale of \"apparent temperatures\" and a corrective version of the chart on Friday misstated two figures. When the temperature is 100 degrees and the relative humidity is 5 percent, the apparent temperature is 93 degrees, not 83. When the temperature is 75 and the humidity is 80, the apparent temperature is 78, not 73.","thumbnail":null,"section":"New York"},{"date":"19940623","headline":"Youth Is Convicted in Murder for a Bicycle","web_url":"https://www.nytimes.com/1994/06/23/nyregion/c-youth-is-convicted-in-murder-for-a-bicycle-222855.html","abstract":"  A Brooklyn teen-ager was convicted of murder yesterday in the killing ofAllyn Winslow, 42, a drama teacher who was shot in the back last June as a groupof teen-agers tried to steal his bicycle in Prospect Park.    But because of what prosecutors called an \"anomaly\" in state law, the youth, Gregory Morris, will not be sentenced in State Supreme Court -- where he wastried and would have faced nine years to life in prison -- but in FamilyCourt, where he faces five years' detention in a state youth center.","thumbnail":null,"section":"New York"},{"date":"19940623","headline":"No Headline","web_url":"https://www.nytimes.com/1994/06/23/nyregion/no-headline-471887.html","abstract":"  \"Before Stonewall, we had no rights. Police treated us like dogs. I remember thinking, when it was over, that I never had to be afraid again.\" -- DARIO MODON.  [ A1:3. ]","thumbnail":null,"section":"New York"},{"date":"19940623","headline":"Vietnam Finds First Live Example of Rare Ox","web_url":"https://www.nytimes.com/1994/06/23/world/vietnam-finds-first-live-example-of-rare-ox.html","abstract":"  Two years of searching in Vietnam have led to the capture of a Vu Quang ox, a species that had been known only from skulls and pelts, the World Wildlife Federation announced yesterday. The federation said a calf caught by local hunters was grazing safely in a Vietnamese preserve.   The rarity of such a find can be judged from the fact that only seven species of large land mammals, including this one, have been discovered since 1900.","thumbnail":null,"section":"World"},{"date":"19940623","headline":"Athletes With AIDS Virus Conquering the Challenges","web_url":"https://www.nytimes.com/1994/06/23/sports/gay-games-athletes-with-aids-virus-conquering-the-challenges.html","abstract":"  \"The disease is the gold medalist, the world champion that will beat all comers,\" Thomas C. Gehring said acidly, just before his blue eyes went as soft and unfocused as the chlorinated water of the swimming pools he loves to dive into. \"The idea is to stay in the race as long as you can.\"    Two years ago, Gehring -- a 38-year-old diving coach, long-distance runner and part-time waiter from San Diego -- was told by a doctor that he had AIDS. The disease nearly killed him. He wasted away to 124 pounds and the antibodies in his blood were decimated. He could hardly rise from bed. His life shortened before him. \"I could never see being well again,\" he said. \"Then I started to think the Gay Games were coming.\"","thumbnail":null,"section":"Sports"},{"date":"19940623","headline":"Drug Cartel Tied to Vote In Colombia","web_url":"https://www.nytimes.com/1994/06/23/world/drug-cartel-tied-to-vote-in-colombia.html","abstract":"  Hoping to buy leniency from the future Colombian President, a Cali cocaine cartel leader agreed to donate $3.75 million to the presidential campaign of Ernesto Samper Pizano, according to wiretap tape recordings made public here today.   Mr. Samper, who won the presidential election Sunday by the narrowest margin in memory here, denied the charges and demanded a police investigation. His campaign treasurer, Santiago Medina, said, \"This campaign did not receive one peso from drug trafficking.\"","thumbnail":null,"section":"World"},{"date":"19940623","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/06/23/nyregion/news-summary-471631.html","abstract":"  International A3-10  FRENCH TROOPS TO AID RWANDA  France said it would move troops into Rwanda today to protect civilians against further killings there. Some 2,500 marines and Foreign Legion soldiers using helicopter gunships and vehicles will be involved in the operation, which will be launched from neighboring Zaire.  A1","thumbnail":null,"section":"New York"},{"date":"19940623","headline":"Bridge","web_url":"https://www.nytimes.com/1994/06/23/nyregion/bridge-474819.html","abstract":"  When an opening bid of one spade receives a one no-trump response, locating the best game when the opener is very strong may be tricky. An old idea is to treat a jump to three clubs as an artificial forcing move, and this has been revived by Richard Schwartz of East Elmhurst, Queens. His team won the Reisinger Knockout Teams in early June, and earlier in the event, on the diagramed deal, he chose exactly the right moment to forget his own convention.   His partner, South, was Peter Weichsel, who now found himself in a most improbable contract of five clubs and played it with the skill that befits a former world champion.","thumbnail":null,"section":"New York"},{"date":"19940623","headline":"Anti-Gay Decree Splits Officials Family","web_url":"https://www.nytimes.com/1994/06/23/us/anti-gay-decree-splits-officials-family.html","abstract":"  Almost a year after commissioners in suburban Cobb County gained national attention by passing a resolution condemning homosexuality, a daughter of the commission's chairman announced today that she was a lesbian and called for the county to rescind the resolution.   The 24-year-old woman, Shannon Byrne, one of three daughters of Bill Byrne, the chairman of the Cobb County Commission, said at a news conference that she had told her family years ago that she was a lesbian and that the anti-gay resolution was creating unnecessary pain and division within her family and the county.","thumbnail":null,"section":"U.S."},{"date":"19940623","headline":"Israelis, by and Large, Back Peace Process","web_url":"https://www.nytimes.com/1994/06/23/opinion/l-israelis-by-and-large-back-peace-process-478091.html","abstract":"  To the Editor:   \"If I Forget Thee, O Jerusalem\" by William Safire (column, June 13) and \"Arafat's Secret Weapon\" (Op-Ed, same day) by Ruth Wisse restate the Israeli opposition's arguments to the Government's peace process.","thumbnail":null,"section":"Opinion"},{"date":"19940623","headline":"Kasatonov Is Signed by Bruins","web_url":"https://www.nytimes.com/1994/06/23/sports/sports-people-hockey-kasatonov-is-signed-by-bruins.html","abstract":"  The Boston Bruins have signed free-agent defenseman and former Soviet hockey star ALEKSEI KASATONOV, the team announced yesterday. Kasatonov, 34, played for 12 years on the Central Red Army team. He represented the former Soviet Union in eight world championships and played on Olympic teams that won gold medals in 1984 and 1988 and a silver medal in 1980.","thumbnail":null,"section":"Sports"},{"date":"19940623","headline":"Flyers Set Sights on Murray","web_url":"https://www.nytimes.com/1994/06/23/sports/sports-people-hockey-flyers-set-sights-on-murray.html","abstract":"  TERRY MURRAY, former coach of the Washington Capitals, will be named coach of the Philadelphia Flyers, a television station reported yesterday. The Flyers have called a news conference for today to announce the hiring of a coach, and WPVI-TV in Philadelphia said it would be Murray, a friend and former teammate of BOBBY CLARKE, the Flyers' new president.","thumbnail":null,"section":"Sports"},{"date":"19940623","headline":"Prosecutor in Katie Beers Case Details Other Episodes of Abuse","web_url":"https://www.nytimes.com/1994/06/23/nyregion/prosecutor-in-katie-beers-case-details-other-episodes-of-abuse.html","abstract":"  Katie Beers has known more than her share of suffering in her short life. She was kidnapped and held in an underground bunker for 16 days, and she was sexually abused, prosecutors say, by her godmother's husband, Sal Inghilleri.   Today, the Suffolk County District Attorney, James M. Catterson Jr., revealed yet another episode in the 11-year-old's troubled past. In a courtroom here, Mr. Catterson said that Mr. Inghilleri killed Katie's cat while the child watched.","thumbnail":null,"section":"New York"},{"date":"19940623","headline":"Sudan Detains Ex-Premier","web_url":"https://www.nytimes.com/1994/06/23/world/sudan-detains-ex-premier.html","abstract":"  Sudanese security forces have detained former Prime Minister Sadeq al-Mahdi and three of his aides on charges of plotting against the military Government, the state television reported this week.    A \"high-level\" security official accused Mr. Mahdi's Umma Party of planning to assassinate prominent political figures and destroy vital installations in the Sudanese capital, Khartoum.","thumbnail":null,"section":"World"},{"date":"19940623","headline":"Panel's Moderates Say a Compromise Is Near on Health","web_url":"https://www.nytimes.com/1994/06/23/us/panel-s-moderates-say-a-compromise-is-near-on-health.html","abstract":"  Moderate Democrats and Republicans on the Senate Finance Committee approached agreement today on a national health insurance plan that would require people to buy health insurance for themselves and not make employers buy it.    If the three Republicans and five Democrats can agree among themselves, they said, they will present their plan to the 12 other members of the committee on Friday. They said they thought they could get enough votes to have the committee then send the measure to the full Senate.","thumbnail":null,"section":"U.S."},{"date":"19940623","headline":"Maradona Lets Feet Talk for Him","web_url":"https://www.nytimes.com/1994/06/23/sports/world-cup-94-maradona-lets-feet-talk-for-him.html","abstract":"  The twists and turns are not as lightning-quick as they were in 1986, when he almost single-handedly led Argentina to its second World Cup triumph. He is still a little pudgy despite losing 26 pounds and upgrading his physical condition. And throughout the world, the soccer player once most widely written about has been written off.   But the magic of Diego Armando Maradona is still visible, and, to the chagrin of his critics, he figures to be a factor in this World Cup.","thumbnail":null,"section":"Sports"},{"date":"19940623","headline":"Anticipating Influx of Refugees, Miami Plans Schools for Aliens","web_url":"https://www.nytimes.com/1994/06/23/us/anticipating-influx-of-refugees-miami-plans-schools-for-aliens.html","abstract":"  Concerned that political troubles in the Caribbean might cause a major influx of refugees, Miami's school board today approved a contingency plan that would put the children of aliens into makeshift special schools rather than integrate them immediately into the district's already overcrowded schools.   The plan, which would involve students attending classes in places like shopping centers and movie theaters, has met with resistance from advocates for children who worry that segregation would provide unequal educational opportunities. Others worry that any plan aiding immigrants will lure more to Florida.","thumbnail":null,"section":"U.S."},{"date":"19940623","headline":"Campus Drinking Problem Becomes Severe; Beneficial in Moderation","web_url":"https://www.nytimes.com/1994/06/23/opinion/l-campus-drinking-problem-becomes-severe-beneficial-in-moderation-478083.html","abstract":"  To the Editor:   Anna Quindlen's equating alcoholic beverages with illegal drugs in \"Legal Drug\" (column, June 11) is ridiculous. As Dr. Andrew Weil and Winifred Rosen state in their book \"Chocolate to Morphine,\" \"A common definition of the word drug is any substance that in small amounts produces significant changes in the body, mind or both. . . . All drugs become poisons in high enough doses, and many poisons are useful drugs in low enough doses.\"","thumbnail":null,"section":"Opinion"},{"date":"19940623","headline":"Russia Hides Effort to Develop Deadly Poison Gas, U.S. Says","web_url":"https://www.nytimes.com/1994/06/23/world/russia-hides-effort-to-develop-deadly-poison-gas-us-says.html","abstract":"  Russia is concealing efforts to develop advanced chemical weapons, despite its pledge to disclose details of its poison gas program to the United States, Clinton Administration officials said today.   That assessment illustrates the problems that Washington has in dealing with the new Russia, as Moscow has pledged to cooperate with the West, but has been dragging its feet on putting some important arms control accords into effect.","thumbnail":null,"section":"World"},{"date":"19940623","headline":"A Message to North Korea : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/06/23/opinion/IHT-a-message-to-north-korea-letters-to-the-editor.html","abstract":"\"But Why So Much Ado About Kim Il Sung?\" (Opinion, June 16). by William Pfaff:.I must disagree with Mr. Pfaff's assertion that the situation in North Korea does not merit the attention it is receiving. There is a strong precedent to be set he","thumbnail":null,"section":"Opinion"},{"date":"19940623","headline":"The Trib More Clearly : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/06/23/opinion/IHT-the-trib-more-clearly-letters-to-the-editor.html","abstract":"Just as I was about to break down and ask my optometrist to prescribe bifocals so that I could comfortably read the morning news, you have rescued me by increasing, fractionally, the size of the print. Thanks for delaying the onset of middle age for a fe","thumbnail":null,"section":"Opinion"},{"date":"19940623","headline":"From a Night of Rage, the Seeds of Liberation","web_url":"https://www.nytimes.com/1994/06/23/nyregion/from-a-night-of-rage-the-seeds-of-liberation.html","abstract":"  In a time when homosexuality was still widely regarded as a mental illness, when many people shrouded their life style with lies, Dario Modon wore it like velvet.   It was the summer of 1969, when transvestites in four-inch heels shared a gay underworld with men in wingtips who lived straight lives by day but met at dark in the bars on Christopher Street in Greenwich Village. Mr. Modon was a stunning 27-year-old cross-dresser with fire-engine red fingernails and a raven wig.","thumbnail":null,"section":"New York"},{"date":"19940623","headline":"For Carter, a Thrust Onto the Front Pages Again","web_url":"https://www.nytimes.com/1994/06/23/world/for-carter-a-thrust-onto-the-front-pages-again.html","abstract":"  In the 14 years since he left the White House, former President Jimmy Carter has monitored elections, mediated disputes, promoted democracy and worked to eradicate illnesses like Guinea worm disease.   But it took an unusual visit to North Korea last week to thrust him back onto the front pages and into a foreign policy maelstrom that has had officials and commentators arguing for a week whether he was making peace or just making trouble.","thumbnail":null,"section":"World"},{"date":"19940623","headline":"Indonesia Shuts Three Outspoken Magazines","web_url":"https://www.nytimes.com/1994/06/23/world/indonesia-shuts-three-outspoken-magazines.html","abstract":"  An era of relative political openness and press freedom in Indonesia appeared to end this week as the Government of President Suharto shut down three influential magazines, including the country's most prominent newsweekly, and warned other publications that they could soon share a similar fate.   Diplomats and human rights advocates said the closing of the magazines was the most serious blow to freedom of the press in Indonesia in decades and would harm the international standing of the Suharto Government at a time when it seemed to be otherwise improving.","thumbnail":null,"section":"World"},{"date":"19940623","headline":"Unequal Partnership","web_url":"https://www.nytimes.com/1994/06/23/opinion/unequal-partnership.html","abstract":"Yesterday, Russia signed the Partnership for Peace plan at NATO's headquarters in Brussels as a step toward closer cooperation with Europe and the United States. Yet there is little agreement here as to whether Russia really needs this program, and what it will gain. \n\nThe cold war ended with the dissolution of the Warsaw Pact and the breakup of the Soviet Union. The U.S.S.R. agreed to the unification of Germany, renounced the Brezhnev Doctrine -- which asserted Moscow's right to intervene in the internal affairs of Soviet bloc nations if Communist rule were threatened -- and quit Eastern Europe. In turn, it received assurances from the U.S. and its allies that they did not intend to take advantage of the situation and fill the resulting vacuum, tipping the geopolitical balance in their favor.","thumbnail":null,"section":"Opinion"},{"date":"19940623","headline":"The Body as Evidence; Refugees' Wounds Bear Witness to Torture, Supporting Claims for Political Asylum","web_url":"https://www.nytimes.com/1994/06/23/nyregion/body-evidence-refugees-wounds-bear-witness-torture-supporting-claims-for.html","abstract":"  Granville Desousa has an unremarkable scar on his finger, old cuts on his knees, lesions on his limbs and chronic stomach problems.   The man's body, his doctor says, is evidence. It supports Mr. Desousa's claim that he was tortured in an underground military jail in Togo, where he says his captors sliced him with a knife, forced him to kneel for hours on gravel, sleep in unsanitary bedding that caused a skin disease, and drink water so dirty he had to filter it through a handkerchief.","thumbnail":null,"section":"New York"},{"date":"19940623","headline":"For Harding, It's All a Big Act","web_url":"https://www.nytimes.com/1994/06/23/sports/sports-people-figure-skating-for-harding-it-s-all-a-big-act.html","abstract":"  TONYA HARDING has agreed to appear as a feisty waitress in an independent film maker's movie about a woman running from the mob. The Olympic figure skater will play Gina, a waitress who accidentally receives a cache of money from the mob in the movie \"Breakaway,\" written by SEAN DASH and ERIC GARDNER.","thumbnail":null,"section":"Sports"},{"date":"19940623","headline":"Teen-Ager Caned in Singapore Returns Home","web_url":"https://www.nytimes.com/1994/06/23/us/teen-ager-caned-in-singapore-returns-home.html","abstract":"  Michael Fay, the teen-ager who was jailed and caned in Singapore for vandalizing cars, returned to his father's home in a Dayton suburb today and was greeted by friends, relatives and an international press corps. Apart from saying, \"I feel great, I feel great,\" Mr. Fay, a 19-year-old high school senior, declined to comment about his experience.   His family said it would hold a news conference on Thursday to discuss his treatment, which caused an international furor.","thumbnail":null,"section":"U.S."},{"date":"19940623","headline":"O'Rourke Proposes Making Davids Island a County Park","web_url":"https://www.nytimes.com/1994/06/23/nyregion/o-rourke-proposes-making-davids-island-a-county-park.html","abstract":"  Westchester County would buy Davids Island, a long-deserted Army post off the coast of New Rochelle, and convert it into a waterfront park linked to nearby communities by ferry, under a plan proposed today by the County Executive, Andrew P. O'Rourke.   Mr. O'Rourke's proposal for the 120-acre island, whose fate has been fiercely debated in New Rochelle for decades, comes two years after city officials rejected a Honolulu developer's plan to build a 1,500-unit high-rise condominium complex there. The $1 billion condominium proposal, which was seen by some residents as the key to reviving New Rochelle's sagging tax base, ultimately foundered under others' concerns about its impact on the local environment, particularly Long Island Sound.","thumbnail":null,"section":"New York"},{"date":"19940623","headline":"1919:Allied Deadline : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/06/23/opinion/IHT-1919allied-deadline-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - At seven o'clock this evening [June 23] expires the delay granted to the Germans for their acceptance of the Peace terms of the Allied and Associated Powers. M. Georges Clemenceau, President of the Peace Conference, has told the Germans that their","thumbnail":null,"section":"Opinion"},{"date":"19940623","headline":"Union Faults Correction Dept. In Shootout at Kings Hospital","web_url":"https://www.nytimes.com/1994/06/23/nyregion/union-faults-correction-dept-in-shootout-at-kings-hospital.html","abstract":"  A hospital shootout on Tuesday between a prisoner and a New York City correction officer was part of a calculated escape plan that nearly succeeded because of the \"inexcusable failures of the Department of Correction,\" the head of the correction officers union contended yesterday.   The union's president, Stan Israel, said the prisoner who was killed in the shootout \"set up\" the two officers who took him to the emergency room of Kings County Hospital Center for treatment of a bullet wound he suffered in a failed armed robbery on Friday.","thumbnail":null,"section":"New York"},{"date":"19940623","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/06/23/style/chronicle-477222.html","abstract":"  Just when you thought you could recuperate from the stress of worrying about the Rangers and the Knicks, along comes the Intel Chess Grand Prix, a tournament involving 16 of the top players in the world. The action, to be televised on ESPN, will run from Monday to next Thursday at the Jacob K. Javits Convention Center, and GARY KASPAROV, the world champion, predicted yesterday that the tension would run every bit as high as what hockey and basketball fans have been experiencing.   \"This may be an intellectual sport, but it is still strong and violent,\" Mr. Kasparov said yesterday, a day after arriving in New York from Moscow.","thumbnail":null,"section":"Style"},{"date":"19940623","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/23/nyregion/c-corrections-477290.html","abstract":"  A sports article yesterday about CBS's negotiations with several college football bowls misidentified the network that broadcasts the Gator Bowl. It is TBS, not ABC.","thumbnail":null,"section":"New York"},{"date":"19940623","headline":"Sports of The Times; Houston Finally Has an Edge","web_url":"https://www.nytimes.com/1994/06/23/sports/sports-of-the-times-houston-finally-has-an-edge.html","abstract":"  CAN fans win a championship? Can the pent-up frustrations of an entire region spur a team on to victory? That is exactly what happened last night in this humid city in south Texas.   The Houston Rockets won the first championship of a major sports league in the history of the city, beating the New York Knicks, 90-84, and touching off emotions that haven't been felt in New York in, oh, a week or so, since the Rangers won the Stanley Cup.","thumbnail":null,"section":"Sports"},{"date":"19940623","headline":"Falcons Pick Up Matthews","web_url":"https://www.nytimes.com/1994/06/23/sports/sports-people-football-falcons-pick-up-matthews.html","abstract":"  Five-time Pro Bowl linebacker CLAY MATTHEWS has reached a one-year contract agreement with the Atlanta Falcons. Matthews, 38, the Cleveland Browns' career leader in sacks (76 1/2), has played in more games (232) than any National Football League linebacker. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940623","headline":"Yanks Have the City to Themselves","web_url":"https://www.nytimes.com/1994/06/23/sports/on-baseball-yanks-have-the-city-to-themselves.html","abstract":"  Baseball's official calendar may have indicated that the 1994 season started in April. For New Yorkers, it starts today.   After all, there's no more hockey consuming the city, what with the Rangers having gone on to glory, preparing to spend the rest of the summer sipping from the Stanley Cup. The Knicks, too, saw their long campaign for the championship of their world end last night, as the National Basketball Association finally, finally saw its season conclude before the month of June did.","thumbnail":null,"section":"Sports"},{"date":"19940623","headline":"After a 40-Year Wait, The Swiss Look Ahead","web_url":"https://www.nytimes.com/1994/06/23/sports/world-cup-94-after-a-40-year-wait-the-swiss-look-ahead.html","abstract":"  Perhaps it is time the Americans stopped browbeating themselves over that opening-match draw with Switzerland.   After today's astonishing 4-1 romp over Gheorghe Hagi and the Romanians in the Silverdome, the Swiss suddenly are looking like a side capable of advancing even beyond the second round.","thumbnail":null,"section":"Sports"},{"date":"19940623","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/06/23/nyregion/metro-digest-472182.html","abstract":"  FROM NIGHT OF RAGE, SEEDS OF LIBERATION The Stonewall uprising is widely regarded as the turning point in the gay-rights movement, ushering in an era of pride, openness and activism.  But through the eyes of five people who were there that night, the uprising itself was not glamorous. The fact that it has become an icon amazes them still. A1. NEW YORK CITY  48 INDICTED IN GANG WAR OVER DRUG SALES After months of gang warfare for control of half a dozen blocks on the Upper West Side of Manhattan, 48 suspected drug dealers and gunmen were indicted in 8 murders and 13 shootings in a bloody struggle over a neighborhood business that earned $5 million a year. B3.","thumbnail":null,"section":"New York"},{"date":"19940623","headline":"A Change Of Mind That Came Too Late","web_url":"https://www.nytimes.com/1994/06/23/opinion/a-change-of-mind-that-came-too-late.html","abstract":"In 1991, four years after he retired from the Supreme Court, I asked Justice Lewis F. Powell Jr. if there was any case in which he wished he had voted differently.\n\n\"Yes,\" he answered. \"McCleskey v. Kemp.\"","thumbnail":null,"section":"Opinion"},{"date":"19940623","headline":"Rockets Hit the Heights as Champions","web_url":"https://www.nytimes.com/1994/06/23/sports/nba-finals-rockets-hit-the-heights-as-champions.html","abstract":"  The Rockets took the city of Houston on its first championship ride. The Knicks' quest for glory ended in anguish.   Winning their first National Basketball Association title in franchise history, the Rockets defeated the Knicks, 90-84, in Game 7 of the N.B.A. finals tonight at the Summit. It was the first professional sports championship for the city of Houston.","thumbnail":null,"section":"Sports"},{"date":"19940623","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/06/23/style/chronicle-477230.html","abstract":"  Since the first time he heard YO-YO MA perform more than 15 years ago, JOHN WILLIAMS, the composer of film scores and former conductor of the Boston Pops, has wanted to write a concerto for the cellist.    \"He has an exuberant, warm, vibrant personality combined with a special virtuosity,\" Mr. Williams said yesterday. \"Last summer, SEIJI OZAWA and the Boston Symphony Orchestra commissioned a piece from me for Yo-Yo, and I was thrilled.\"","thumbnail":null,"section":"Style"},{"date":"19940623","headline":"Review/Dance; A Timely Infusion of Shakespeare by Way of Balanchine","web_url":"https://www.nytimes.com/1994/06/23/arts/review-dance-a-timely-infusion-of-shakespeare-by-way-of-balanchine.html","abstract":"  George Balanchine's humane and humorous \"Midsummer Night's Dream\" opens up an enchanting world for adults and children alike.   Darci Kistler and Peter Boal caught the work's ineffable magic when they led the season's first performance on Tuesday night. It was an auspicious beginning to the New York City Ballet's weeklong run of the work. Ms. Kistler as Titania and Mr. Boal as Oberon presided with beautifully delineated portrayals over a fairy kingdom that had all the familiar mayhem of Shakespeare's play.","thumbnail":null,"section":"Arts"},{"date":"19940623","headline":"Mandela Is Mr. Nice Guy, Irking Some Allies","web_url":"https://www.nytimes.com/1994/06/23/world/mandela-is-mr-nice-guy-irking-some-allies.html","abstract":"  Some imagined that President Nelson Mandela would be Africa's Franklin D. Roosevelt, and a few predicted Fidel Castro. But who ever imagined that the first black President of South Africa would be Mister Rogers?   And yet the tone that Mr. Mandela has set in his first weeks as President is, in a word, nice. He is easygoing and unexcitable, comforting, never scolding, with friendly words for everyone, from disgruntled tribal elders to white racists.","thumbnail":null,"section":"World"},{"date":"19940623","headline":"Pledge Made To Give ABC Tax Breaks","web_url":"https://www.nytimes.com/1994/06/23/nyregion/pledge-made-to-give-abc-tax-breaks.html","abstract":"  In the latest pledge of city and state resources to keep a large company in New York City, the ABC Television Network and its corporate parent, Capital Cities Communications, will receive $26 million in sales-tax abatements and subsidized electricity.   Capital Cities/ABC said yesterday that it would use the incentives to invest more than $150 million in new high-technology production equipment for its New York City studios.","thumbnail":null,"section":"New York"},{"date":"19940623","headline":"Reports Say Carlesimo Is Heading to Blazers","web_url":"https://www.nytimes.com/1994/06/23/sports/nba-finals-reports-say-carlesimo-is-heading-to-blazers.html","abstract":"  Neither Seton Hall nor the Portland Trail Blazers are commenting on published reports that P. J. Carlesimo is going to jump from the college ranks to become the team's new head coach. Carlesimo has made himself unavailable for comment.   But Chuck Daly, a former Nets coach who had Carlesimo as an assistant on the Dream Team at the 1992 Olympics, yesterday said that Carlesimo had spoken with him recently about coaching in the pros.","thumbnail":null,"section":"Sports"},{"date":"19940623","headline":"Review/Music; Youth's Joy, Age's Wit: 2 Vintages Of Jazz","web_url":"https://www.nytimes.com/1994/06/23/arts/review-music-youth-s-joy-age-s-wit-2-vintages-of-jazz.html","abstract":"  The rewarding jazz double bill through Sunday night at the Blue Note, (131 West Third Street in Greenwich Village) contrasts youthful ambition and agility with mature ebullience and wit. The younger group is a quintet led by the 24-year-old trumpeter Roy Hargrove; it trades sets with the quartet led by the 86-year-old alto saxophonist Benny Carter.    For Mr. Carter, well-made melodies are the occasion for wry, cheerful commentary. On Tuesday night, Mr. Carter split a short set between standards (\"On Green Dolphin Street,\" \"Misty\") and his own equally tuneful compositions (\"Another Place, Another Time\" and \"South Side Samba\").","thumbnail":null,"section":"Arts"},{"date":"19940623","headline":"Game 7 Pivoted on the Changing of the Guards","web_url":"https://www.nytimes.com/1994/06/23/sports/nba-finals-game-7-pivoted-on-the-changing-of-the-guards.html","abstract":"  For nearly an hour after Houston's rousing 90-84 victory over the Knicks tonight, Vernon Maxwell, Kenny Smith and Sam Cassell stood in different corners of a packed, steamy and champagne-soaked locker room, savoring the good vibrations of winning the city's first major championship.   Ridiculed throughout the series for playing erratically (Maxwell), timidly (Smith) and inconsistently (Cassell), the Rockets' three guards had come through in a big way at the perfect time. The trio had attempted 24 shots and made 14, repeatedly puncturing the Knicks' once-impenetrable defense.","thumbnail":null,"section":"Sports"},{"date":"19940623","headline":"Books of The Times; A Flight of Fancy Through the Tobacco Industry","web_url":"https://www.nytimes.com/1994/06/23/books/books-of-the-times-a-flight-of-fancy-through-the-tobacco-industry.html","abstract":"  Thank You for Smoking  By Christopher Buckley  272 pages. Random House. $22.    How often have you heard about flacks from the tobacco industry smoothly insisting that there's still no proven connection between smoking and disease, and asked yourself in outrage, \"How can they live with themselves?\" Well, Christopher Buckley supplies some answers in his savagely funny new satirical farce, \"Thank You for Smoking,\" a novel so timely that you have to wonder if Mr. Buckley has been orchestrating recent events in tobacco-land, among them a full-page ad in The New York Times on Tuesday that was sponsored by the R. J. Reynolds Tobacco Company and called for \"an informed debate\" instead of a ban on smoking.","thumbnail":null,"section":"Books"},{"date":"19940623","headline":"Lawsuit Imperils Double-Deckers' Revival","web_url":"https://www.nytimes.com/1994/06/23/nyregion/lawsuit-imperils-double-deckers-revival.html","abstract":"  Just three years ago, the first of the British double-decker buses arrived in New York City. Tourists could cruise along on the upper level, the street theater of Manhattan at their feet. They could hop on and off at leisure. The idea caught on.   Today, the fledgling mini-industry is booming. No fewer than 50 double-deckers lumber up and down the streets of Manhattan, from Battery Park to the Apollo Theater in Harlem. One company boasts 1,000 passengers a day.","thumbnail":null,"section":"New York"},{"date":"19940623","headline":"1944:Fascists Targeted : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/06/23/opinion/IHT-1944fascists-targeted-in-our-pages100-75-and-50-years-ago.html","abstract":"ROME - [From our New York edition:] Colonel Charles Poletti, former Governor of New York, gave orders today [June 22] for an immediate \"pitiless\" purge of Fascists and Fascist collaborators in Rome government agencies. Regardless of how efficien","thumbnail":null,"section":"Opinion"},{"date":"19940623","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/23/nyregion/c-corrections-477311.html","abstract":"  An article on Tuesday about a re-organization at the Department of Energy misidentified the Government laboratory that a safety official said was contaminated with plutonium. It was the Los Alamos National Laboratory in Los Alamos, N.M., not the Lawrence Livermore National Laboratory in Livermore, Calif.","thumbnail":null,"section":"New York"},{"date":"19940623","headline":"Houston Finally Hailing a Champion","web_url":"https://www.nytimes.com/1994/06/23/sports/houston-finally-hailing-a-champion.html","abstract":"  The Houston Rockets reigned on the court. Disappointment reigned in New York.   Ending years of frustration for Houston sports fans, the Rockets won their first championship by defeating the Knicks, 90-84, in Game 7 of the National Basketball Association finals. No professional sports team from Houston had ever won a championship, a burden the Rockets, Oilers and Astros had carried for years. Tonight, that burden was lifted.","thumbnail":null,"section":"Sports"},{"date":"19940623","headline":"Two Films, One Subject. Uh-Oh. In Hollywood, the Race Is On.","web_url":"https://www.nytimes.com/1994/06/23/movies/two-films-one-subject-uh-oh-in-hollywood-the-race-is-on.html","abstract":"  Movie studio executives and producers claim to be on a constant quest for new ideas, but they seem to hunger more for the not-so-new concept. (\"Hey, let's make a female 'Fugitive.' \") The more derivative, the better.   But once in a while, as happened here recently, a fresh story idea surfaces and touches off a battle between big studios, high-priced stars and prominent directors. By Hollywood standards, the current fight is not quite the equivalent of D-Day, but it's close to it.","thumbnail":null,"section":"Movies"},{"date":"19940623","headline":"Mets Take Their War To Braves and Triumph","web_url":"https://www.nytimes.com/1994/06/23/sports/baseball-mets-take-their-war-to-braves-and-triumph.html","abstract":"  The Mets tried to re-establish order before they played the Braves tonight at Fulton County Stadium. Bret Saberhagen was summoned to meet with Dallas Green and Ed Lynch, the Mets' management representative on this trip. So was John Franco. Some criticisms were forgiven, some inflammatory comments brushed aside.   All was not at peace, but the organization was doing its best to piece things back together after frustration borne of injuries and ugly losses resulted in a mini mutiny by three veterans on Tuesday night.","thumbnail":null,"section":"Sports"},{"date":"19940623","headline":"Campus Drinking Problem Becomes Severe; Abuse, Not Addiction","web_url":"https://www.nytimes.com/1994/06/23/opinion/l-campus-drinking-problem-becomes-severe-abuse-not-addiction-478075.html","abstract":"  To the Editor:   Re \"The Legal Drug\" by Anna Quindlen (column, June 11):","thumbnail":null,"section":"Opinion"},{"date":"19940623","headline":"48 Indicted on Warfare Over Drugs on West Side","web_url":"https://www.nytimes.com/1994/06/23/nyregion/48-indicted-on-warfare-over-drugs-on-west-side.html","abstract":"  After months of gang warfare for control of half a dozen blocks on the Upper West Side of Manhattan, 48 suspected drug dealers and gunmen were indicted yesterday in 8 murders and 13 shootings in a bloody struggle over a neighborhood business that earned $5 million a year.   Touting crack cocaine and heroin and packing semiautomatic pistols, the drug gangs terrorized residents in a neighborhood of well-kept brownstones and reconditioned tenements. Their domain, the Manhattan District Attorney said yesterday, stretched along 107th Street from Amsterdam Avenue to Central Park, along Amsterdam Avenue between 104th and 105th Streets, and included the corner of 109th Street and Columbus Avenue.","thumbnail":null,"section":"New York"},{"date":"19940623","headline":"Fearful Mrs. Simpson Is Heard On Tapes of Emergency Calls","web_url":"https://www.nytimes.com/1994/06/23/us/simpson-case-legal-case-fearful-mrs-simpson-heard-tapes-emergency-calls.html","abstract":"  An enraged O. J. Simpson broke into the home of his former wife by kicking down her back door one night last October and roared abuse at her as she cowered and wept, according to an audiotape of an emergency telephone call that she was placing to the police.    \"My ex-husband has just broken into my house, and he's ranting and raving,\" Nicole Brown Simpson, her voice quivering, told a police operator.","thumbnail":null,"section":"U.S."},{"date":"19940623","headline":"Chest Pains Hospitalize Ditka","web_url":"https://www.nytimes.com/1994/06/23/sports/sports-people-football-chest-pains-hospitalize-ditka.html","abstract":"  MIKE DITKA's cardiologist said yesterday that the former Chicago Bears coach was doing fine despite having chest pains the previous day. Ditka was listed in fair condition yesterday at Lake Forest (Ill.) Hospital, where doctors were trying to determine if he had a heart attack.   \"He's not having any discomfort now and his blood pressure is fine,\" Dr. JAY ALEXANDER said at a news conference. \"He's watching TV.\" Alexander said it was too early to know whether Ditka's pain was heart related. Ditka had chest discomfort after exercising at his home Tuesday.","thumbnail":null,"section":"Sports"},{"date":"19940623","headline":"Look Who May Be Going to Boston","web_url":"https://www.nytimes.com/1994/06/23/sports/world-cup-94-notebook-look-who-may-be-going-to-boston.html","abstract":"  Hakeem Olajuwon, the Houston Rockets' star center, played soccer growing up in Nigeria and therefore has a strong rooting interest in the World Cup.   On Tuesday he told reporters he planned to watch Nigeria play Bulgaria that night on television, adding, \"I think Nigeria will surprise a lot of people.\" Nigeria defeated Bulgaria, 3-0, and Olajuwon said he had not ruled out going to Boston to watch the second game, Saturday afternoon.","thumbnail":null,"section":"Sports"},{"date":"19940623","headline":"City Hall Plan To Reshape School System","web_url":"https://www.nytimes.com/1994/06/23/nyregion/city-hall-plan-to-reshape-school-system.html","abstract":"  Much of the central administration of the New York City schools -- from the division that buys chalk and pencils to the academy that trains school safety officers -- would be dismantled under a City Hall plan now circulating in draft form.   The plan, written by Mayor Rudolph W. Giuliani's adviser on school reform, would strip the Board of Education's central headquarters of most of its responsibilities, redistributing functions to local school boards, borough offices, or other city and private agencies.","thumbnail":null,"section":"New York"},{"date":"19940623","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/06/23/style/chronicle-477249.html","abstract":"  The police in Miami have dropped an aggravated assault charge against LUTHER CAMPBELL, the rap artist who was accused of waving a gun at his companion and threatening to kill her, The Associated Press reported yesterday.    The leader of the rap group 2 Live Crew, Mr. Campbell was arrested in May after an argument with TINA BARNETT at his home in suburban Miami Lakes.","thumbnail":null,"section":"Style"},{"date":"19940623","headline":"Review/Pop; Lesbopalooza Celebration","web_url":"https://www.nytimes.com/1994/06/23/arts/review-pop-lesbopalooza-celebration.html","abstract":"  Lollapalooza is a traveling summer music festival that defines itself by its diversity and multicultural appeal. But its roster of alternative rock bands and the young, mainly white middle-class following it attracts is representative of only a very small audience. Lesbopalooza, a one-time event that took place on Tuesday night at the Continental defined itself by its lack of breadth and adherence to one theme. But in actuality, Lesbopalooza's seven hours of bands led by women was a diverse parade of talents and styles, attitudes and outlooks.   With the many visitors in New York commemorating the 25th anniversary of the Stonewall uprising, which helped begin the gay rights movement, Lesbopalooza's organizers had a wide-ranging, multinational cast of bands to choose from. It was a night for women to be together, but it was also a night for them to see how different they all are. Onstage, hard-core rock bands followed dance divas, and American folk musicians set the stage for yodeling New Zealanders.","thumbnail":null,"section":"Arts"},{"date":"19940623","headline":"Critic's Notebook Critic's Notebook; On TV, Horror Stories on the Health-Care Front","web_url":"https://www.nytimes.com/1994/06/23/arts/critic-s-notebook-critic-s-notebook-tv-horror-stories-health-care-front.html","abstract":"  Unlike many of the people featured on \"To Your Health\" Tuesday night, the man in the audience who complained that his hosts were \"making policy by horror stories\" was not suffering from ailments his health insurance does not cover. In observing that sad cases were the most dramatic elements of the elaborate two-hour report on NBC, he proved there was nothing wrong with his eyesight.   Viewers met an uninsured couple who cannot afford to have any more children because after two difficult pregnancies, they are $30,000 in debt; a couple whose child was born with a severe respiratory problem and who now owe $700,000 because their insurance ran out; a man who discovered that his health insurance did not cover his pre-existing lung cancer and who is being denied care he thought was his due; a woman who cannot pay for cancer treatments, and a woman who cannot keep her sick old mother at home because no health plan she can afford will pay for it. (Coincidentally, perhaps, one of the few advertisers was a company that specializes in at-home health care.) And there were references to other such cases.","thumbnail":null,"section":"Arts"},{"date":"19940623","headline":"Clinton Says the North Koreans Really May Be Ready for Talks","web_url":"https://www.nytimes.com/1994/06/23/world/clinton-says-the-north-koreans-really-may-be-ready-for-talks.html","abstract":"  President Clinton said today that he was now satisfied that North Korea is willing to freeze its nuclear program temporarily, and he agreed to open comprehensive talks next month in Geneva.   The announcement may ease the tension that has built up in recent months. But it does little more than move the standoff to an unpredictable new stage; it remains unclear whether any progress has been made toward resolving the basic differences.","thumbnail":null,"section":"World"},{"date":"19940623","headline":"A Win-Win Situation, With the Best Yet to Come","web_url":"https://www.nytimes.com/1994/06/23/sports/horse-racing-notebook-a-win-win-situation-with-the-best-yet-to-come.html","abstract":"  Success in horse racing has a kind of Catch-22 quality for a jockey: To win, you have to get good horses; to get good horses, you have to win. And no rider in New York has been solving the equation more frequently than Mike Smith.   He won the Eclipse Award as the nation's leading jockey last year, so everybody knows he's good. But when you're hot, you're hot, and this is how hot Smith has been lately:","thumbnail":null,"section":"Sports"},{"date":"19940623","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/06/23/opinion/IHT-what-theyre-reading.html","abstract":"-. Quentin Crewe, English writer, adventurer and gastronomic expert, has just finished \"Aristocrats\" by Stella Tillyard..\"This is a fascinating story of the four granddaughters of King Charles II and Louise de Keroualles. It reads like a","thumbnail":null,"section":"Opinion"},{"date":"19940623","headline":"German Not Guilty of Fire","web_url":"https://www.nytimes.com/1994/06/23/world/german-not-guilty-of-fire.html","abstract":"  A German judge today found a 19-year-old youth not guilty of setting a fire that destroyed a hostel where asylum-seekers were to be housed.","thumbnail":null,"section":"World"},{"date":"19940623","headline":"Retiring Haiti's Junta","web_url":"https://www.nytimes.com/1994/06/23/opinion/retiring-haiti-s-junta.html","abstract":"  The Clinton Administration would like to see Haiti's wealthy businesspeople promote a cushy Riviera or Spanish retirement for the three most notorious leaders of Haiti's military regime, and it is freezing all Haitian assets held in U.S. banks to spur them into getting on with the job.    Lieut. Gen. Raoul Cedras, the junta leader; Gen. Philippe Biamby, the army chief, and Col. Joseph Michel Francois, the police commander, overthrew an elected Government, let political murders go unpunished, terrorized the civilian population and defied international agreements. Now Washington hopes to see them bribed into exile with bundles of cash and promises of a safe European haven. And it seeks to reassure rank-and-file soldiers they can keep their jobs and avoid punishment after President Jean-Bertrand Aristide is restored.","thumbnail":null,"section":"Opinion"},{"date":"19940623","headline":"Review/Film; A Sexual Awakening, for 2 Generations at Once","web_url":"https://www.nytimes.com/1994/06/23/movies/review-film-a-sexual-awakening-for-2-generations-at-once.html","abstract":"  Alma Gold (Kim Weston-Moran), the title character of Ayoka Chenzira's good-humored coming-of-age film, \"Alma's Rainbow,\" is the straitlaced owner of a beauty parlor who lives with her adolescent daughter, Rainbow (Victoria Gabriella Platt). The daughter, who attends a strict parochial school and studies dance, is just becoming aware of boys. Although Alma has no dearth of suitors, she has fooled herself into believing she has outgrown the need for male companionship. And she sternly advises her daughter to follow her example and keep men at a distance.   Their austere life is disrupted when Alma's, sister, Ruby (Mizan Nunes) appears out of the blue for an extended visit. Ruby is everything her sister is not. A flamboyantly sexy nightclub performer with a trunk full of glittering costumes, she has been making her living in Paris as a Josephine Baker imitator. Although Ruby's time has passed, she is too proud to admit it, and she still puts on the airs of an international star who is between engagements. Using her wiles, she inveigles the neighborhood's pompous undertaker into shuttling her to auditions in his hearse. He even allows her use his funeral home for a solo performance.","thumbnail":null,"section":"Movies"},{"date":"19940623","headline":"Lowery Signs With the Jets","web_url":"https://www.nytimes.com/1994/06/23/sports/lowery-signs-with-the-jets.html","abstract":"  Ever since kicker Pat Leahy retired two years ago the Jets have been looking for a steady foot. They might have found it yesterday by signing Nick Lowery, the third leading scorer in National Football League history.   Lowery signed a two-year deal, but the Jets would not release the financial terms. His 14-year career with the Chiefs ended in March when he refused to take a pay cut in his $771,000 salary.","thumbnail":null,"section":"Sports"},{"date":"19940623","headline":"Vast Changes Sought in Electric System","web_url":"https://www.nytimes.com/1994/06/23/nyregion/vast-changes-sought-in-electric-system.html","abstract":"  The two top officers of the New York Power Authority yesterday presented a proposal for a vast restructuring of the state's electric power system. They would form a single company to operate the thousands of miles of transmission lines now owned by the Authority or by the seven investor-owned utilities around the state and another entity to run the six nuclear reactors in the state.   The proposal also called for the Power Authority to gradually reduce the amount of inexpensive hydroelectric power that it supplies to utilities upstate, and instead to use the electricity to lure job-producing industries there.","thumbnail":null,"section":"New York"},{"date":"19940623","headline":"Disney's Virginia Park Will Bring American Experience to Life","web_url":"https://www.nytimes.com/1994/06/23/opinion/l-disney-s-virginia-park-will-bring-american-experience-to-life-477990.html","abstract":"  To the Editor:   Re \"Rebelling Against Disney\" (editorial, June 19), regarding Disney's planned park in Northern Virginia: We have always planned for our park to be an entertaining, enlightening and educational portrayal of history. We never intended it to be a referendum on Disney. Yet that is what seems to be occurring. While debate on substantive areas of disagreement can be useful, debate for the sake of being contentious, such as your editorial, is usually not.","thumbnail":null,"section":"Opinion"},{"date":"19940623","headline":"FRANCE IS SENDING FORCE TO RWANDA TO HELP CIVILIANS","web_url":"https://www.nytimes.com/1994/06/23/world/france-is-sending-force-to-rwanda-to-help-civilians.html","abstract":"  France announced today that it would move troops into Rwanda early Thursday to protect civilians against further killings in a conflict that has torn that country apart for more than two months.    Some 2,500 French marines and Foreign Legion soldiers using helicopter gunships and vehicles will be involved in the operation to be launched from Zaire, Rwanda's western neighbor, Francois Leotard, the Defense Minister, said today.","thumbnail":null,"section":"World"},{"date":"19940623","headline":"Bias Policy Widened to Include Gay Students","web_url":"https://www.nytimes.com/1994/06/23/nyregion/bias-policy-widened-to-include-gay-students.html","abstract":"  The school board here has unanimously passed a proposal that prohibits discrimination against gay students. The policy is believed to be the first of its kind in a suburban school district in New York State, according to the New York State School Boards Association.   The measure amends the school's policy against bias to include a ban on discrimination based on sexual orientation. The board voted after an hour-long discussion Tuesday night, before 100 people, some of whom spoke. While some were vehemently opposed, the majority endorsed the proposal.","thumbnail":null,"section":"New York"},{"date":"19940623","headline":"Dollar Steadies Although U.S. Does Not Intervene","web_url":"https://www.nytimes.com/1994/06/23/us/shaken-dollar-possible-actions-dollar-steadies-although-us-does-not-intervene.html","abstract":"  As the dollar rebounded slightly today from Tuesday's record low against the Japanese yen, the United States held back from intervening to shore up the American currency. Instead, the Federal Reserve chairman assured investors that the American economy was as healthy as ever, while the Treasury Secretary warned speculators that Washington would act if they tried to push the dollar down further.   Many market analysts were surprised by the Administration's relatively laid-back behavior today. Some viewed it as a gutsy high-risk strategy to convince the market that the dollar's fall was not justified by economic fundamentals, much like a doctor allowing a patient to heal naturally before trying more drastic intervention.","thumbnail":null,"section":"U.S."},{"date":"19940623","headline":"Man Held in Fatal Arson","web_url":"https://www.nytimes.com/1994/06/23/nyregion/man-held-in-fatal-arson.html","abstract":"  The police arrested a man yesterday who they said had set fire to an apartment building in Brooklyn, trapping and killing two residents on the top floor. The police said the man was trying to hurt the man who was dating his former girlfriend.   The suspect, Hector Lopez, 27, was charged with two counts of murder in the fire on Tuesday at a building at 2 Hope Street in Williamsburg, the police said. He was arrested on Tuesday at his home at 520 Morris Park Avenue in the Bronx and was charged yesterday.","thumbnail":null,"section":"New York"},{"date":"19940623","headline":"Russia and NATO Agree To Closer Military Links","web_url":"https://www.nytimes.com/1994/06/23/world/russia-and-nato-agree-to-closer-military-links.html","abstract":"  In a move intended to begin the process of binding the Russians more firmly to the West, Russia and its former enemy NATO signed an agreement today to forge closer military ties.   Russia became the 21st country to join the so-called Partnership for Peace program, in which non-NATO countries, many of them former members of the Communist bloc, hold joint military exercises with NATO nations, cooperate in peacekeeping matters, and exchange information on military doctrine and weaponry. The new partners do not become members of the North Atlantic Treaty Organization, which would guarantee them the alliance's protection from attack.","thumbnail":null,"section":"World"},{"date":"19940623","headline":"French Officer Is First Step Toward a Multinational Force","web_url":"https://www.nytimes.com/1994/06/23/world/french-officer-is-first-step-toward-a-multinational-force.html","abstract":"  The United Nations Security Council voted today to accept an offer by France to send about 2,500 troops to Rwanda as a first step toward deploying a larger multinational force under United Nations control.   Secretary General Boutros Boutros-Ghali stressed that the mission was intended to relieve the suffering in Rwanda, where relief officials say the civil war has left hundreds of thousands dead or homeless. But a spokesmen for the main Rwandan rebel faction expressed its strident opposition to the presence of any French troops, saying that it would be regarded as an act of aggression and that \"we shall resist.\"","thumbnail":null,"section":"World"},{"date":"19940623","headline":"Nicole Brown Simpson: Slain At the Dawn of a Better Life","web_url":"https://www.nytimes.com/1994/06/23/us/simpson-case-victim-nicole-brown-simpson-slain-dawn-better-life.html","abstract":"  For nearly half her life, Nicole Brown Simpson was known as O. J. Simpson's girlfriend, his wife, then his ex-wife. But in her last days, after she had broken off their efforts to get back together, she had been struggling to be Nicole Brown.   Hours before Mrs. Simpson was killed, she and her family -- her two children, her parents, two of her sisters -- were celebrating her freedom at Mezzaluna, one of her favorite neighborhood restaurants.","thumbnail":null,"section":"U.S."},{"date":"19940623","headline":"Working Hard for the Money","web_url":"https://www.nytimes.com/1994/06/23/sports/nba-finals-working-hard-for-the-money.html","abstract":"  Hakeem Olajuwon's parents weren't on hand to watch their son play in the most important game of his career. Salaam and Abike Olajuwon had intended to be courtside since Game 1 but instead have contented themselves with watching on television.   Why the change of heart? \"My parents cannot even watch the game on TV because of the physical contact,\" Olajuwon explained. \"They're not used to the contact. When they saw the first game they said, 'Oh, you actually work for your money.'","thumbnail":null,"section":"Sports"},{"date":"19940623","headline":"LeMond Uncertain For Tour de France","web_url":"https://www.nytimes.com/1994/06/23/sports/IHT-lemond-uncertain-for-tour-de-france.html","abstract":"Ten days to go till the Tour de France and Greg LeMond still doesn't know if he will be at the start. This year the uncertainty is not due to accidental shooting, as in 1987, or illness, as in 1988, or exhaustion, as in 1993, but to a shocking reason for","thumbnail":null,"section":"Sports"},{"date":"19940623","headline":"German Socialists Name Choice For Uphill Battle Against Kohl","web_url":"https://www.nytimes.com/1994/06/23/world/german-socialists-name-choice-for-uphill-battle-against-kohl.html","abstract":"  The German opposition Social Democratic Party, reeling from a steep drop in popularity in recent weeks, officially nominated Rudolf Scharping today as its candidate for Chancellor, and Mr. Scharping responded with a fighting speech that brought him loud cheers.   \"Optimism, hope and confidence in Germany requires a realistic basis,\" Mr. Scharping, 46 years old, said at a party convention, in one of several attacks on Chancellor Helmut Kohl.  \"It serves no purpose simply to repeat what was done in 1990, to make promises and then ruin everything.\"","thumbnail":null,"section":"World"},{"date":"19940623","headline":"A Killing Divides Kashmiris Seeking Freedom","web_url":"https://www.nytimes.com/1994/06/23/world/a-killing-divides-kashmiris-seeking-freedom.html","abstract":"  The assassination of an influential Muslim cleric in Kashmir has drawn angry protests and prompted an investigation by pro-independence religious and political leaders.   At the funeral on Tuesday for the cleric, Qazi Nissar Ahmed, demonstrators shouted slogans against the more militant pro-independence forces, underscoring the divisions in the movement in the Indian-held areas of Jammu and Kashmir state. Organizers of the mourners, who estimated the crowd at 80,000, counseled restraint.","thumbnail":null,"section":"World"},{"date":"19940623","headline":"Transactions","web_url":"https://www.nytimes.com/1994/06/23/sports/transactions-476323.html","abstract":"  Baseball  National League   NEW YORK METS -- Signed Jay Payton, outfielder, and assigned him to Pittsfield of the New York-Penn League.   Eastern League   TRENTON THUNDER -- Activated Dean Decillis, third baseman, from the disabled list. Released Bobby Perna, third baseman.","thumbnail":null,"section":"Sports"},{"date":"19940623","headline":"Government Panel Hears Call For Expanded AIDS Testing","web_url":"https://www.nytimes.com/1994/06/23/us/government-panel-hears-call-for-expanded-aids-testing.html","abstract":"  More people need to be tested for the virus that causes AIDS, even if it means using such unconventional approaches as letting them do it themselves at home, former Surgeon General C. Everett Koop testified today.   Dr. Koop, among scores of witnesses testifying before a Food and Drug Administration advisory committee meeting, said the nation had failed to pursue all options in identifying every individual infected with the human immunodeficiency virus, or H.I.V.","thumbnail":null,"section":"U.S."},{"date":"19940623","headline":"Pension Rules Threaten Police Chief's Job","web_url":"https://www.nytimes.com/1994/06/23/nyregion/pension-rules-threaten-police-chief-s-job.html","abstract":"  These are trying times for Neil A. Polay, a retired New York City police lieutenant who is the new Police Chief here.    Chief Polay is a popular figure here who local officials say has done a good job. But unless the State Civil Service Commission grants the city a rare waiver of its rules, he confronts a difficult choice: either give up his $57,500-a-year job or his New York City pension of about $30,000 a year. Stopping 'Double Dipping'    Chief Polay, 52, faces the choice because of a provision of the Civil Service law intended to prevent \"double dipping\" -- receiving a pension from one municipal entity and a salary from another.","thumbnail":null,"section":"New York"},{"date":"19940623","headline":"Essay; See-Nothing Congress","web_url":"https://www.nytimes.com/1994/06/23/opinion/essay-see-nothing-congress.html","abstract":"  \"I only picked up the phone,\" said the judge, not all that happy to be speaking to a columnist, \"because the secretary is out to lunch and my clerk is in labor.\"   He is David B. Sentelle, Presiding Judge of the Independent Counsel Panel of the U.S. Court of Appeals, a Reagan appointee. Along with Judge John D. Butzner Jr. (Kennedy-Johnson) and Joseph T. Sneed (Nixon), Judge Sentelle will soon be faced with a momentous decision affecting the separation of powers and the Clinton Presidency.","thumbnail":null,"section":"Opinion"},{"date":"19940623","headline":"New Democrats, Old Cynicism","web_url":"https://www.nytimes.com/1994/06/23/opinion/new-democrats-old-cynicism.html","abstract":"  Everyone remembers Bill Clinton's multiple promises that when he got to the White House he would elevate Washington's moral tone by changing the rules of the capital's influence game. Yet his own party has worked mightily to keep the old system alive. And Mr. Clinton himself has yet to press hard for his proposals to clean up a campaign financing system that binds lawmakers to special interests.   Indeed, the President has actively participated in, and his party has hugely profited from, one of the system's worst features -- a loophole that allows the two parties to raise so-called \"soft money\" in large chunks that evade present caps on direct giving to candidates.","thumbnail":null,"section":"Opinion"},{"date":"19940623","headline":"Review/Music; Xenakis Program Cuts Through the Mystery","web_url":"https://www.nytimes.com/1994/06/23/arts/review-music-xenakis-program-cuts-through-the-mystery.html","abstract":"  It may have been fortunate that the copying machine broke down at Thread Waxing Space on Tuesday night, because the audience was spared from seeing the program of the ST-X Ensemble Xenakis USA. All the compositions were by the group's namesake, Iannis Xenakis, and all bore cryptic titles -- some drawn from the ancient Greek -- that might have put listeners off: \"Khalperr,\" \"Epei,\" \"Anaktoria\" and \"Waarg.\" Had explanatory notes from the composer been available, the result would have been still more bewildering.   For Mr. Xenakis -- who was born of Greek parents in 1922 and lives in France -- has, throughout his unusual career, used exotic mathematical theories to help construct his compositions. And even for a music critic with mathematical training, the methods are confusing, with groups of notes ordered according to theories of probability or organized using mathematical objects known as Markov chains. Even obscure principles of physics have come into play. Nothing is random, everything is carefully ordered, but the composer's own program notes need hours of decoding before one can begin to understand how he arrived at his effects.","thumbnail":null,"section":"Arts"},{"date":"19940623","headline":"Leadership Race in the Senate Attracting Mainly Spectators","web_url":"https://www.nytimes.com/1994/06/23/us/leadership-race-in-the-senate-attracting-mainly-spectators.html","abstract":"  A struggle is raging across Capitol Hill this summer for one of the most eminent and visible posts in politics. Not that anyone can tell, though.   The fight is to succeed George J. Mitchell as majority leader of the United States Senate. Four months after Mr. Mitchell disclosed plans to retire at the end of 1994, only two of the Senate's 55 other Democrats -- Tom Daschle of South Dakota and Jim Sasser of Tennessee -- have offered themselves as a replacement. Neither is a household name, and their efforts to win support from fellow Democrats, while vigorous, are all but subterranean.","thumbnail":null,"section":"U.S."},{"date":"19940623","headline":"Selig Chides Players Union","web_url":"https://www.nytimes.com/1994/06/23/sports/baseball-selig-chides-players-union.html","abstract":"  Bud Selig, the acting commissioner, yesterday issued a statement in which he chided the Players Association for its involvement in the attempt by some United States senators to strip baseball of its exemption from the antitrust law as it pertains to labor relations. But the owners also just might be jittery about the outcome of a vote in Washington today.   The Senate Judiciary Committee is scheduled to act on a bill that would put baseball club owners and their players on the same footing in collective bargaining as owners and players in professional basketball and football. That means the baseball players would be able to go to court to challenge any step by the owners to impose new terms and conditions unilaterally in the absence of an agreement.","thumbnail":null,"section":"Sports"},{"date":"19940623","headline":"Women and the Church : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/06/23/opinion/IHT-women-and-the-church-letters-to-the-editor.html","abstract":"Regarding \"Cardinals Dive Into the Population Fray\" (June 15):.Nobody doubts that women's reproductive health and rights are new concepts to the Vatican, but it is egregiously hypocritical for Cardinal John O'Connor of New York to complain of","thumbnail":null,"section":"Opinion"},{"date":"19940623","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/23/nyregion/c-corrections-471976.html","abstract":"  A brief article from the United Nations on Tuesday about France's plan to send troops to Rwanda misidentified Faustin Twagiramungu. He is the Prime Minister-designate of Rwanda, not an official of the rebel Rwandan Patriotic Front.","thumbnail":null,"section":"New York"},{"date":"19940623","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/06/23/nyregion/inside-471879.html","abstract":"  Russia Conceals Arms Effort   United States officials say Russia is concealing efforts to develop advanced chemical arms. The finding could affect the Senate's vote on a treaty banning poison gas. Page A3. Rebuilding an Ivory Tower    Bennington College is mounting a corporate-style restructuring campaign in an effort to close a deficit and increase enrollment. Page A12. Drug Gang Suspects Held    After months of gang warfare on the Upper West Side of Manhattan, 48 suspected drug dealers and gunmen were indicted in 8 murders and 13 shootings. Page B3.","thumbnail":null,"section":"New York"},{"date":"19940623","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/23/nyregion/c-corrections-477320.html","abstract":"  A front-page article yesterday about testimony by Dr. David A. Kessler, the Commissioner of Food and Drugs, that the Brown & Williamson Tobacco Corporation had developed a genetically engineered tobacco plant misstated the effect of the development. The genetic engineering doubled the amount of nicotine in the tobacco, not the amount in cigarettes made from it and other tobaccos.","thumbnail":null,"section":"New York"},{"date":"19940623","headline":"Gunfire Kills Woman and Wounds Her Infant Son","web_url":"https://www.nytimes.com/1994/06/23/nyregion/gunfire-kills-woman-and-wounds-her-infant-son.html","abstract":"  An 18-year-old mother holding her infant son was shot to death yesterday outside her Brooklyn home by a gunman who was apparently aiming at someone else. The baby and two men, including one who may have been the intended victim, were also shot.   Naryon Ware, 18, was shot twice in the back at Brownsville Gardens, a complex of two-story duplexes and town houses at 50 Legion Street in Brownsville, and died there.","thumbnail":null,"section":"New York"},{"date":"19940623","headline":"Review/Opera; For 'Falstaff,' the Stage Becomes a Period Barn","web_url":"https://www.nytimes.com/1994/06/23/arts/review-opera-for-falstaff-the-stage-becomes-a-period-barn.html","abstract":"  When Richard Gaddes founded the Opera Theater of St. Louis, in 1976, his plan was to create a modified Glyndebourne in the Midwest. The atmosphere would be genial and festive, with dinner on the lawn before the opera. The repertory would draw heavily on contemporary works and neglected 18th- and 19th-century scores, with familiar works as the icing rather than the cake. The operas would be sung in English, mostly by young Americans. And the house -- the 950-seat Loretto-Hilton Center -- would be intimate enough for the singers to be heard and understood without forcing.   In 19 seasons, the company's budget has grown to nearly $5 million from $139,000, and the number of performances has grown to 30 from 13. Nine years ago, Mr. Gaddes handed the reigns to Charles MacKay, the general manager, and Colin Graham, the artistic director, and although they clearly have their own ideas about opera presentation, they have largely upheld Mr. Gaddes's original vision. This season's offerings are Gluck's \"Iphigenia in Tauris,\" Verdi's \"Falstaff\" and revised versions of two 20th-century American works, Conrad Susa's \"Black River\" and Leonard Bernstein's \"Candide.\"","thumbnail":null,"section":"Arts"},{"date":"19940623","headline":"Youth Is Convicted in Murder for a Bicycle","web_url":"https://www.nytimes.com/1994/06/23/nyregion/c-youth-is-convicted-in-murder-for-a-bicycle-208795.html","abstract":"  A Brooklyn teen-ager was convicted of murder yesterday in the killing ofAllyn Winslow, 42, a drama teacher who was shot in the back last June as a groupof teen-agers tried to steal his bicycle in Prospect Park.    But because of what prosecutors called an \"anomaly\" in state law, the youth, Gregory Morris, will not be sentenced in State Supreme Court -- where he wastried and would have faced nine years to life in prison -- but in FamilyCourt, where he faces five years' detention in a state youth center.","thumbnail":null,"section":"New York"},{"date":"19940623","headline":"Radical Answer to a Small College's Woes","web_url":"https://www.nytimes.com/1994/06/23/us/radical-answer-to-a-small-college-s-woes.html","abstract":"  In an aggressive effort to remedy ills common to many of the nation's small liberal arts colleges, Bennington College is reducing tuition, trimming its staff and eliminating tenure.   The private, four-year college in Bennington, Vt., said it embarked on the program to help close a $1 million deficit and to increase enrollment, which has fallen to 450 students from a high of 600 five years ago in part because of the high cost of attending the institution.","thumbnail":null,"section":"U.S."},{"date":"19940623","headline":"Long-Sought Title That Ewing Needed Eludes Him Again","web_url":"https://www.nytimes.com/1994/06/23/sports/pro-basketball-nba-finals-long-sought-title-that-ewing-needed-eludes-him-again.html","abstract":"  Patrick Ewing needed it more. He needed championship validation more than Hakeem Olajuwon. He needed it because it has always been so much easier for people to doubt him, to blame him for who he was or who he wasn't.    He needed it but he also needed help, which he didn't get, as the Knicks were losing the title to Olajuwon and the Rockets, 90-84, last night. This morning in New York, there will be much ado of Pat Riley's decision to let John Starks keep firing last night, firing and missing until the bitter end. Eventually, Starks will be forgotten and the series will be remembered as the year Olajuwon beat Ewing, which is the way it was billed. It's never that simple, but no will have time for anything more.","thumbnail":null,"section":"Sports"},{"date":"19940623","headline":"Go-Ahead Likely on Euro Collider","web_url":"https://www.nytimes.com/1994/06/23/style/IHT-goahead-likely-on-euro-collider.html","abstract":"EUROPEAN countries are expected to give the go-ahead this week for a 21st-century machine to probe the origin of the universe..The United States is considering whether to seek a role in the project, following its decision last year to scrap the $10 bil","thumbnail":null,"section":"Style"},{"date":"19940623","headline":"Body and Soul: United States Pulls Off a Minor Miracle","web_url":"https://www.nytimes.com/1994/06/23/sports/world-cup-94-body-and-soul-united-states-pulls-off-a-minor-miracle.html","abstract":"  American soccer desperately needed a moment this exalted and galvanizing, something that would urgently lift the game from the back burner to the front of the country's sporting consciousness.   The moment occurred today as the United States dominated Colombia, 2-1, in its second World Cup game before a sellout crowd of 93,194 at the Rose Bowl. Simply put, it was the most important victory in the history of American soccer.","thumbnail":null,"section":"Sports"},{"date":"19940623","headline":"Starks Builds His Nightmare Brick by Brick","web_url":"https://www.nytimes.com/1994/06/23/sports/nba-finals-starks-builds-his-nightmare-brick-by-brick.html","abstract":"  After all the stops on a long road, after the bold trip through the anonymity of basketball's minor leagues all the way to the game of his career, John Starks said he never experienced anything close to what happened tonight. On a night for a game to remember, his was one to forget.   \"I'm putting it all on myself,\" said Starks quietly and calmly, long after his 2-of-18 shooting became a central factor in Houston's 90-84 victory over the Knicks for the National Basketball Association championship. Starks spent a long time in the shower, thinking about what had happened, but the conclusion never changed.","thumbnail":null,"section":"Sports"},{"date":"19940623","headline":"Adopted Youths Are Normal In Self-Esteem, Study Finds","web_url":"https://www.nytimes.com/1994/06/23/us/adopted-youths-are-normal-in-self-esteem-study-finds.html","abstract":"  A new study of adopted adolescents and their families has found that contrary to popular belief, the adopted teen-agers were no more likely than other adolescents to suffer from mental health or identity problems.   Some mental health professionals said they were surprised and delighted by the findings. The study of 715 adoptive families was made by the Search Institute, a nonprofit, Minneapolis-based organization that conducts research on children and adolescents.","thumbnail":null,"section":"U.S."},{"date":"19940623","headline":"1894:A Cleaner Seine : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/06/23/opinion/IHT-1894a-cleaner-seine-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The debate on the proposal to improve the sanitation of Paris and more especially to purify the Seine by the system of \"tout  l'gout,\" was concluded in the Senate yesterday [June 22]. The representatives of the Department of","thumbnail":null,"section":"Opinion"},{"date":"19940623","headline":"Stich Stunned by Shelton on the Court of Upsets","web_url":"https://www.nytimes.com/1994/06/23/sports/tennis-stich-stunned-by-shelton-on-the-court-of-upsets.html","abstract":"  Michael Stich was already grouchy about being assigned to Court 2, the shady dell that gained its nickname as Wimbledon's graveyard court by playing host to upsets of a Who's Who of former champions that includes Jimmy Connors, Arthur Ashe and John McEnroe.   But once his match against the pride of Huntsville, Ala., the 120th-ranked qualifier Bryan Shelton, actually got under way, the second-seeded Stich, a champion here in 1991, found out the true meaning of the jinx. He was ushered from the first round, 6-3, 6-3, 6-4.","thumbnail":null,"section":"Sports"},{"date":"19940623","headline":"Review/Theater; Retelling Of Life's Abashing Moments","web_url":"https://www.nytimes.com/1994/06/23/theater/review-theater-retelling-of-life-s-abashing-moments.html","abstract":"  Lisa Kron, the inspired creator of the one-woman show \"101 Humiliating Stories,\" hates it when she gets sleepy in the theater, especially if she's onstage. So there's the inevitable point, befitting a performance where the star wears pajamas, when her eyelids grow leaden and her head so heavy that she bumps it against a lamp. She wakens to recall a childhood dream that was so realistic it influenced her behavior in school the next day; its unfortunate consequences will be familiar to anyone who remembers the social mores of second-grade friendships.   The fact that any performance -- and life itself -- is a minefield of potential embarrassments provides both the form and content of this blissful piece of theater of abashment. The show \"101 Humiliating Stories\" (there are only 17, actually, but each has numerous subsets) is a chain of artfully paced narratives of excruciating moments recollected in, well, not exactly tranquillity, but with the modulated control of a master comic eternally poised between ingenuousness and irony.   Ms. Kron, who is a member of the theater troupe Five Lesbian Brothers, combines a novelist's sense of the telling social detail with a Chaplinesque knowledge of the humor in the yawning gap between intention and action (or, as she puts it, between the self you see in your mirror at home and the one that leaps out at you from store windows). She realizes, as she tells us, brushing a sheaf of papers to the floor, that there's \"a second set of behaviors that I exhibit to people that I am not aware of.\"   This premise infuses autobiographical tales that cover all manner of faux pas: stories of hair caught in school-bus doors; of \"geeky celebrity encounters\"; of fainting in the corridors of a Michigan junior high school in a green-and-white polyester gym suit; of speculating, with wicked specificity, on the horrific events that must have led to the abandonment of a sanitary napkin spotted near the entrance of the same institution and of walking down the halls of a business office with a skirt tucked into a pair of pantyhose.   All of the anecdotes, in fact, are spiritually akin to the sorts of dreams in which you find yourself naked before a crowd. They are linked by a series of scenes in which Ms. Kron imagines herself addressing her Lansing, Mich., high school reunion, explaining -- in styles ranging from cringing to confrontational -- both her sexual and professional identities. No alternative, of course, is safe when you're standing behind a podium.   The show, which has been artfully staged by John Robert Hoffman and was first presented in a rougher form at the Serious Fun festival last summer, is part of the Gay Games and Cultural Festival. The question of how Ms. Kron presents herself as a lesbian to the world at large (and particularly to her former classmates) is a prime source of the social awkardness she describes. But \"101 Humiliating Stories,\" at the New York Theater Workshop through July 2, is really for anyone who has ever had cause to blush. 101 Humiliating Stories  Written and performed by Lisa Kron; directed by John Robert Hoffman; set by Amy Shock; costume by Jose Gutierrez and Chip White; production stage manager, Janet M. Clark. O Solo Homo Festival presented by New York Theater Workshop (James C. Nicola, artistic director; Nancy Kassak Diekmann, managing director) and Gay Games IV and Cultural Festival. At 79 East Fourth Street, East Village.","thumbnail":null,"section":"Theater"},{"date":"19940623","headline":"Yankees Roll a 7 And Get A Sweep","web_url":"https://www.nytimes.com/1994/06/23/sports/baseball-yankees-roll-a-7-and-get-a-sweep.html","abstract":"  Ten minutes. That is how long the Yankees let the Twins enjoy the one-run lead Minnesota had crawled to secure before New York destroyed it. Eleven hitters. That is how many Yankees rushed to swing a bat in an unexpected and eventful seventh inning. Twelve months ago. That is the last time the Yankees had orchestrated a series sweep of the Twins.   Until yesterday.","thumbnail":null,"section":"Sports"},{"date":"19940623","headline":"Sweden Goalie Joins Islanders","web_url":"https://www.nytimes.com/1994/06/23/sports/sports-people-hockey-sweden-goalie-joins-islanders.html","abstract":"  Goaltender TOMMY SALO, who stopped Canada's PAUL KARIYA in a sudden-death shootout to give Sweden the 1992 Olympic gold medal, has agreed to terms with the Islanders. Salo, 23, selected in the fifth round of the 1993 N.H.L. entry draft, also played in the world championships and for Vasteras in the Swedish Elite League. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940623","headline":"3 Governors Take Pleas On Aliens to the Senate","web_url":"https://www.nytimes.com/1994/06/23/us/3-governors-take-pleas-on-aliens-to-the-senate.html","abstract":"  Armed with metaphors equating illegal immigration with natural disasters, the Governors of California, Florida and Arizona beseeched the Senate Appropriations Committee today for reimbursement for services that their states provide illegal aliens.    The Governors, who have already sued the Federal Government in an effort to recover some of those costs, used a hearing of the committee to restate their alarm at the havoc they see being wreaked by Washington's failure to police the nation's borders sufficiently to stem the flow of illegal immigration. They spoke of storms, floods and tidal waves of illegal aliens.","thumbnail":null,"section":"U.S."},{"date":"19940623","headline":"The Pop Life","web_url":"https://www.nytimes.com/1994/06/23/arts/the-pop-life-475882.html","abstract":"  New Leaf for Gangster Rap     Now that controversy and moral outrage have slowed down the influx of new gangster rap recordings, how about a little gangster funk? The 23-year-old Warren G, whose self-produced first album, \"Regulate . . . G Funk Era\" (Violator/RAL), entered the Billboard pop charts at No. 2 this week, has all the right credentials -- or wrong credentials, depending on whom you ask.   Warren G's older brother is the notorious gangster rapper and producer Dr. Dre; Warren G used to rap in a group called 213 with Snoop Doggy Dogg, who's currently facing a murder charge, and he produced several songs by Tupac Shakur, who is facing charges of aggravated assault of two policemen and sexual battery.","thumbnail":null,"section":"Arts"},{"date":"19940623","headline":"Jerusalem Journal; No Middle of the Road for Israel's Driven Politics","web_url":"https://www.nytimes.com/1994/06/23/world/jerusalem-journal-no-middle-of-the-road-for-israel-s-driven-politics.html","abstract":"  On the Israeli right, which emphatically says no to giving up land to the Arabs, Gilon Ben-Said is about as politically correct as one can get. For sure, his car is.   On its front and rear windows, on its bumpers, on its sides, the French-made hatchback is plastered with no fewer than 18 stickers proclaiming Mr. Ben-Said's total opposition to Government peace policies.","thumbnail":null,"section":"World"}],"wiki_events":[{"date":"19940623","headline":"NASA's Space Station Processing Facility, a new state-of-the-art manufacturing building for the International Space Station, officially opens at Kennedy Space Center.","pages":[{"title":"NASA","web_url":"https://en.wikipedia.org/wiki/NASA","description":"American space and aeronautics agency","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/NASA_logo.svg/320px-NASA_logo.svg.png","thumbnail_width":320,"thumbnail_height":268},"abstract":"The National Aeronautics and Space Administration is an independent agency of the U.S. federal government responsible for the civil space program, aeronautics research, and space research. Established in 1958, it succeeded the National Advisory Committee for Aeronautics (NACA) to give the U.S. space development effort a distinct civilian orientation, emphasizing peaceful applications in space science. It has since led most of America's space exploration programs, including Project Mercury, Project Gemini, the 19681972 Apollo Moon landing missions, the Skylab space station, and the Space Shuttle. Currently, NASA supports the International Space Station (ISS) along with the Commercial Crew Program, and oversees the development of the Orion spacecraft and the Space Launch System for the lunar Artemis program."},{"title":"Space Station Processing Facility","web_url":"https://en.wikipedia.org/wiki/Space_Station_Processing_Facility","description":"Building used for making ISS components","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/SSPF_interior.jpg/320px-SSPF_interior.jpg","thumbnail_width":320,"thumbnail_height":491},"abstract":"The Space Station Processing Facility (SSPF) is a three-story industrial building at Kennedy Space Center for the manufacture and processing of flight hardware, modules, structural components and solar arrays of the International Space Station, and future space stations and commercial spacecraft. It was built in 1992 at the space complex's industrial area, just east of the Operations and Checkout Building."},{"title":"Manufacture of the International Space Station","web_url":"https://en.wikipedia.org/wiki/Manufacture_of_the_International_Space_Station","description":"Fabrication of the ISS elements","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/MPLM_inside_the_SSPF.jpg/320px-MPLM_inside_the_SSPF.jpg","thumbnail_width":320,"thumbnail_height":481},"abstract":"The project to create the International Space Station required the utilization and/or construction of new and existing manufacturing facilities around the world, mostly in the United States and Europe. The agencies overseeing the manufacturing involved NASA, Roscosmos, the European Space Agency, JAXA, and the Canadian Space Agency. Hundreds of contractors working for the five space agencies were assigned the task of fabricating the modules, trusses, experiments and other hardware elements for the station."},{"title":"International Space Station","web_url":"https://en.wikipedia.org/wiki/International_Space_Station","description":"Inhabitated space station in low Earth orbit","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/The_station_pictured_from_the_SpaceX_Crew_Dragon_1.jpg/320px-The_station_pictured_from_the_SpaceX_Crew_Dragon_1.jpg","thumbnail_width":320,"thumbnail_height":196},"abstract":"The International Space Station (ISS) is a large space station assembled and maintained in low Earth orbit by a collaboration of five space agencies and their contractors: NASA, Roscosmos (Russia), JAXA (Japan), ESA (Europe), and CSA (Canada). The ISS is the largest space station ever built. Its primary purpose is to perform microgravity and space environment experiments."},{"title":"Kennedy Space Center","web_url":"https://en.wikipedia.org/wiki/Kennedy_Space_Center","description":"United States space launch site in Florida","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/VAB_and_SLS.jpg/320px-VAB_and_SLS.jpg","thumbnail_width":320,"thumbnail_height":213},"abstract":"The John F. Kennedy Space Center, located on Merritt Island, Florida, is one of the National Aeronautics and Space Administration's (NASA) ten field centers. Since December 1968, KSC has been NASA's primary launch center of American spaceflight, research, and technology. Launch operations for the Apollo, Skylab and Space Shuttle programs were carried out from Kennedy Space Center Launch Complex 39 and managed by KSC. Located on the east coast of Florida, KSC is adjacent to Cape Canaveral Space Force Station (CCSFS). The management of the two entities work very closely together, share resources and operate facilities on each other's property."}]}],"weather":[{"date":"19940623","time":"1994-06-23 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15,"rhum":69,"wspd":9.4},{"date":"19940623","time":"1994-06-23 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":70,"wspd":7.6},{"date":"19940623","time":"1994-06-23 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":68,"wspd":5.4},{"date":"19940623","time":"1994-06-23 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.3,"rhum":60,"wspd":5.4},{"date":"19940623","time":"1994-06-23 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.3,"rhum":58,"wspd":7.6},{"date":"19940623","time":"1994-06-23 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.6,"rhum":76,"wspd":3.6},{"date":"19940623","time":"1994-06-23 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.6,"rhum":68,"wspd":3.6},{"date":"19940623","time":"1994-06-23 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.6,"rhum":55,"wspd":9.4},{"date":"19940623","time":"1994-06-23 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.9,"rhum":48,"wspd":9.4},{"date":"19940623","time":"1994-06-23 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.4,"rhum":42,"wspd":11.2},{"date":"19940623","time":"1994-06-23 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20,"rhum":42,"wspd":9.4},{"date":"19940623","time":"1994-06-23 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.3,"rhum":42,"wspd":9.4},{"date":"19940623","time":"1994-06-23 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.7,"rhum":37,"wspd":9.4},{"date":"19940623","time":"1994-06-23 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.9,"rhum":34,"wspd":11.2},{"date":"19940623","time":"1994-06-23 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.6,"rhum":37,"wspd":13},{"date":"19940623","time":"1994-06-23 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23,"rhum":36,"wspd":16.6},{"date":"19940623","time":"1994-06-23 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.7,"rhum":39,"wspd":13},{"date":"19940623","time":"1994-06-23 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.3,"rhum":36,"wspd":16.6},{"date":"19940623","time":"1994-06-23 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.3,"rhum":45,"wspd":20.5},{"date":"19940623","time":"1994-06-23 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19,"rhum":53,"wspd":20.5},{"date":"19940623","time":"1994-06-23 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.8,"rhum":56,"wspd":16.6},{"date":"19940623","time":"1994-06-23 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.8,"rhum":58,"wspd":14.8},{"date":"19940623","time":"1994-06-23 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":58,"wspd":20.5},{"date":"19940623","time":"1994-06-23 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.1,"rhum":63,"wspd":18.4},{"date":"19940623","time":"1994-06-23 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":36,"wspd":22.3},{"date":"19940623","time":"1994-06-23 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":38,"wspd":20.5},{"date":"19940623","time":"1994-06-23 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":41,"wspd":18.7},{"date":"19940623","time":"1994-06-23 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":43,"wspd":16.6},{"date":"19940623","time":"1994-06-23 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":54,"wspd":7.6},{"date":"19940623","time":"1994-06-23 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":53,"wspd":5.4},{"date":"19940623","time":"1994-06-23 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":59,"wspd":9.4},{"date":"19940623","time":"1994-06-23 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":61,"wspd":9.4},{"date":"19940623","time":"1994-06-23 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":61,"wspd":11.2},{"date":"19940623","time":"1994-06-23 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":65,"wspd":11.2},{"date":"19940623","time":"1994-06-23 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":68,"wspd":13},{"date":"19940623","time":"1994-06-23 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":65,"wspd":11.2},{"date":"19940623","time":"1994-06-23 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":53,"wspd":7.6},{"date":"19940623","time":"1994-06-23 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":44,"wspd":9.4},{"date":"19940623","time":"1994-06-23 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":36,"wspd":16.6},{"date":"19940623","time":"1994-06-23 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":32,"wspd":13},{"date":"19940623","time":"1994-06-23 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":35,"wspd":9.4},{"date":"19940623","time":"1994-06-23 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":30,"wspd":16.6},{"date":"19940623","time":"1994-06-23 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.8,"rhum":30,"wspd":18.7},{"date":"19940623","time":"1994-06-23 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.3,"rhum":30,"wspd":22.3},{"date":"19940623","time":"1994-06-23 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.3,"rhum":27,"wspd":18.7},{"date":"19940623","time":"1994-06-23 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.2,"rhum":34,"wspd":24.1},{"date":"19940623","time":"1994-06-23 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":40,"wspd":18.7},{"date":"19940623","time":"1994-06-23 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":59,"wspd":16.6}]}}