{"19931108":{"guardian_articles":[],"nytimes_articles":[{"date":"19931108","headline":"The Hammer That Failed on Cuba","web_url":"https://www.nytimes.com/1993/11/08/opinion/the-hammer-that-failed-on-cuba.html","abstract":"  Washington's Cuba policy is domestic politics by proxy. So fierce are the anti-Castro passions of well-heeled, conservative Cuban exiles that reason flies out the window when candidates vie for their votes, and PAC contributions. That helps explain why Congress last year added new teeth to an existing trade embargo by barring U.S. subsidiaries in other countries from doing business with Cuba.   The Bush Administration at first questioned the prudence and legality of this step, but flipped around when Bill Clinton, while barnstorming in Florida, accused the Administration of missing \"a big opportunity to put the hammer down on Fidel Castro and Cuba.\"","thumbnail":null,"section":"Opinion"},{"date":"19931108","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/11/08/nyregion/metro-digest-119793.html","abstract":"  ALBANY AND GIULIANI: ROUGH PATH AHEAD? For Rudolph W. Giuliani, the road linking promises made to promises fulfilled will lead time and again through a place of complex partisan alliances and fierce regional loyalties, where labels lose their meaning and reliable maps of the political terrain do not exist -- Albany. A1. NEW YORK CITY  F.B.I. AGREED TO PUT TIMER BACK, TAPES SAY As a second bombing plot took shape months after the blast at the World Trade Center, nervous Federal agents agreed to slip a timer for a new bomb back into the garage where it was to be built, according to tape recordings made by an informer. B3.","thumbnail":null,"section":"New York"},{"date":"19931108","headline":"Puerto Rico Debates Statehood or Status Quo as a Vote Nears","web_url":"https://www.nytimes.com/1993/11/08/us/puerto-rico-debates-statehood-or-status-quo-as-a-vote-nears.html","abstract":"  Should Puerto Rico petition to become the 51st state, remain an American commonwealth or proclaim its independence? After decades of debate and months of intense campaigning in every corner of the island, voters here are about to declare their preference in a historic plebiscite whose result the White House has pledged to support.   For the 3.7 million residents of this lush Caribbean island, the vote on status, scheduled for Nov. 14, hinges on questions both of cultural identity and material well-being. Gov. Pedro Rossello and his New Progressive Party say statehood will bring a financial bonanza. But the opposition Popular Democratic Party argues that statehood will force a mixed-race, Spanish-speaking society to renounce everything that defines its character.","thumbnail":null,"section":"U.S."},{"date":"19931108","headline":"School Voucher Plans Don't Improve Education","web_url":"https://www.nytimes.com/1993/11/08/opinion/l-school-voucher-plans-don-t-improve-education-636993.html","abstract":"  To the Editor:   \"The Simple Logic of School Choice\" by Mayor Bret Schundler of Jersey City (Op-Ed, Oct. 28) leaves out major problems of school choice.","thumbnail":null,"section":"Opinion"},{"date":"19931108","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/11/08/arts/pop-and-jazz-in-review-670993.html","abstract":"  'Stir It Up!'  Reggae Paramount    Saturday night's reggae concert, \"Stir It Up!,\" opened like a variety show. Diana King came out and sang, using a pop gospel voice over hard dancehall reggae beats. Worl-a-Girl, an all-woman vocal quartet, harmonized tightly and tried a bit of rapping to go with the music, along with some ribald jokes. And Wailing Souls, an older reggae duo, performed some gorgeously harmonized tunes in a classic reggae style, with one of the singers floating a falsetto over his partner's melody singing.","thumbnail":null,"section":"Arts"},{"date":"19931108","headline":"Doctors, Not Bureaucracies, Give Health Care","web_url":"https://www.nytimes.com/1993/11/08/opinion/l-doctors-not-bureaucracies-give-health-care-641593.html","abstract":"  To the Editor:   Our society has a history of attempting to satisfy human needs by creating elaborate institutions. New York City's Health and Hospitals Corporation is a prime example. Founded out of a charitable sense of responsibility to the poor, it evolved into a paternalistic institution. Administrative decisions, divorced from personal involvement, have become the hallmark of the system.","thumbnail":null,"section":"Opinion"},{"date":"19931108","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/11/08/nyregion/news-summary-983493.html","abstract":"  International A3-14 MEXICANS' FREE TRADE WORRIES As Mexicans watch Americans debate the North American Free Trade Agreement, which may affect Mexico far more than either the U.S. or Canada, many express a similar mix of uncertainty and fear.  A1","thumbnail":null,"section":"New York"},{"date":"19931108","headline":"Troubled U. of Bridgeport Is Seeing a Turnaround","web_url":"https://www.nytimes.com/1993/11/08/nyregion/troubled-u-of-bridgeport-is-seeing-a-turnaround.html","abstract":"  Last year 19-year-old Ricardo Perez was teaching in an institute run by the Rev. Sun Myung Moon's Unification Church in his native Dominican Republic. Now, he's a student at the University of Bridgeport, where he lives on campus on a full $19,000-a-year scholarship.    In many ways Mr. Perez reflects the changing student body here. After years of declining enrollment, the university is making a concerted effort to recruit students from around the globe, said Edwin G. Eigel Jr., the university's president.","thumbnail":null,"section":"New York"},{"date":"19931108","headline":"Lauren Layton, Anthony Biscotti","web_url":"https://www.nytimes.com/1993/11/08/style/weddings-lauren-layton-anthony-biscotti.html","abstract":"  Lauren Patricia Layton, a daughter of Dr. and Mrs. Bernard H. Layton of Mountainside, N.J., was married yesterday to Anthony David Biscotti, a son of Mr. and Mrs. Frank T. Biscotti of Great Barrington, Mass. Rabbi Phillip Berkowitz and the Rev. Gerard Graziano officiated at the Stony Hill Inn in Hackensack, N.J.   Mrs. Biscotti, 28, is a manager of the durable medical equipment program at the Harvard Community Health Plan Inc., a health maintenance organization in Brookline, Mass. She graduated from the University of Massachusetts and received a master's degree in public health administration from Northeastern University.","thumbnail":null,"section":"Style"},{"date":"19931108","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/11/08/arts/pop-and-jazz-in-review-668793.html","abstract":"  Tiger Trap and Lois  The Knitting Factory   K Records, in Olympia, Wash., is an independent label with a mission. It is devoted to an innocent kind of pop, with smiley voices and straightforward lyrics about youthful concerns like love and fun. Punk-rock's amateur spirit and its directness are acknowledged; punk's rage and disgust are not. Two K bands, Tiger Trap and Lois, topped a bill on Wednesday night at the Knitting Factory as part of the College Media Journal Music Marathon.","thumbnail":null,"section":"Arts"},{"date":"19931108","headline":"Rematch? Answers Vary From No, Yes, Maybe","web_url":"https://www.nytimes.com/1993/11/08/sports/boxing-rematch-answers-vary-from-no-yes-maybe.html","abstract":"  Rock Newman, who gets rival managers angry, always said, \"I'm burning my bridges behind me.\"   Newman, Riddick Bowe's manager, a master of negotiating, is now the manager of a former champion. And that means, he admitted today: \"We'll have to work our way up again. Dan Duva will not give me a championship fight. I understand that.\"","thumbnail":null,"section":"Sports"},{"date":"19931108","headline":"Airborne Without Airplane","web_url":"https://www.nytimes.com/1993/11/08/sports/boxing-airborne-without-airplane.html","abstract":"  The man who descended into the edge of the ring during the Riddick Bowe-Evander Holyfield heavyweight championship fight Saturday night was riding a paraglider.   Paragliding, or parapenting (the French term), is normally done by foot-launching from a slope like a mountain. Paragliders, which fly much like hang gliders and can ascend using thermal updrafts, are usually designed for free flight without power.","thumbnail":null,"section":"Sports"},{"date":"19931108","headline":"HORSE RACING;\nThe Stars of the East Set in the West for Breeders' Cup","web_url":"https://www.nytimes.com/1993/11/08/sports/horse-racing-the-stars-of-the-east-set-in-the-west-for-breeders-cup.html","abstract":"The best 2-year-old in the country on Saturday morning was being largely ignored today, 24 hours after Dehere's crushing defeat in the Breeders' Cup Juvenile at Santa Anita.\n\nWhere once a large crowd gathered around his stall, this morning only a couple of stablehands were looking in on Dehere, who finished eighth in the $1 million Juvenile, won impressively by the unbeaten Brocco, a California colt. Trainer Reynaldo Nobles showed up several hours after his promised arrival time of 6:30 A.M., made a quick check of Dehere, and left.","thumbnail":null,"section":"Sports"},{"date":"19931108","headline":"HANOI IS ACCUSED OF ABUSING CRITIC","web_url":"https://www.nytimes.com/1993/11/08/world/hanoi-is-accused-of-abusing-critic.html","abstract":"  Human rights groups and foreign diplomats have received reports that Vietnam is mistreating its most prominent political prisoner, a doctor who has spent most of the last 15 years in jail because of his harsh criticism of the Government and his efforts to organize a democracy movement.   The prisoner, Nguyen Dan Que, has a history of poor health. Human rights groups and Dr. Que's family in the United States say they have received reliable information in recent weeks that the 51-year-old radiologist is being held in solitary confinement in a prison camp in southern Vietnam, and that he has been forced to resume hard labor.","thumbnail":null,"section":"World"},{"date":"19931108","headline":"The Jets Win One for Halas, And Shula Remains Tied","web_url":"https://www.nytimes.com/1993/11/08/sports/pro-football-the-jets-win-one-for-halas-and-shula-remains-tied.html","abstract":"  To say that the Jets have a disdain for history would be incorrect. They have a healthy respect for history: their own.   It was almost 25 years ago that Don Shula went for his first monumental victory against the Jets in Super Bowl III. The Jets slammed the door on him then with a 16-7 victory. This afternoon Shula entered Giants Stadium against the Jets with another important milestone within reach: his 325th victory to pass the Chicago Bears' George Halas as the winningest coach in National Football League history. Again, the Jets emphatically denied Shula. After jumping to a 20-3 third-quarter lead, they held on for a 27-10 victory before 71,306 fans.","thumbnail":null,"section":"Sports"},{"date":"19931108","headline":"Review/Theater; Americana And Death: A Musical","web_url":"https://www.nytimes.com/1993/11/08/theater/review-theater-americana-and-death-a-musical.html","abstract":"  If you folded a smaller, more sentimental answer to the Stephen Sondheim-James Lapine musical \"Into the Woods\" into Thornton Wilder's \"Our Town\" you would have a show not unlike \"Johnny Pye and the Foolkiller,\" the likable family musical that opened at the Lamb's Theater on Sunday.   The show, adapted from an allegorical yarn by Stephen Vincent Benet, tells the story of an all-American boy named Johnny Pye (Daniel Jenkins), who acquires a precocious awareness of mortality the day his father dies. On that day, the bereft youngster accidentally beholds the actual figure of death, a gnarled, burly workman wearing a smock and cap and toting a grindstone.","thumbnail":null,"section":"Theater"},{"date":"19931108","headline":"School Voucher Plans Don't Improve Education; Invitation to Fraud","web_url":"https://www.nytimes.com/1993/11/08/opinion/l-school-voucher-plans-don-t-improve-education-invitation-to-fraud-638593.html","abstract":"  To the Editor:   Bret Schundler (Op-Ed, Oct. 28) ignores the open invitation to large-scale fraud that the school voucher system represents. More than anything else, this galvanized opposition to the voucher proposition that failed on the California ballot.","thumbnail":null,"section":"Opinion"},{"date":"19931108","headline":"Authorities Turn to Curfews to Clear the Streets of Teen-Agers","web_url":"https://www.nytimes.com/1993/11/08/nyregion/authorities-turn-to-curfews-to-clear-the-streets-of-teen-agers.html","abstract":"  Once, in simpler, more innocent times, towns enforced curfews on teen-agers only on the night before Halloween to crack down on pranksters' soaping car and store windows or throwing eggs.   Now, struggling to keep control of their streets, many suburbs, cities and small towns across the New York area have started using curfews as permanent tools to stop crime, improve safety and impose order on their streets.","thumbnail":null,"section":"New York"},{"date":"19931108","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/11/08/nyregion/chronicle-667993.html","abstract":"  PATTI DAVIS, daughter of former President Reagan and his wife, Nancy, is giving marriage another try.   Ms. Davis, 41, has moved to Westport, Conn., where she will marry PAUL C. HAYELAND, 27, The Associated Press reported. The wedding is to be on Nov. 20 at their home, with a justice of the peace conducting the ceremony, according to their marriage license application. Ms. Davis declined to comment.","thumbnail":null,"section":"New York"},{"date":"19931108","headline":"Mansion Sale to Make Way for New Art Museum","web_url":"https://www.nytimes.com/1993/11/08/nyregion/mansion-sale-to-make-way-for-new-art-museum.html","abstract":"  Museum Mile in Manhattan will get a new museum with the impending sale of one of the last grand Fifth Avenue mansions by the YIVO Institute for Jewish Research.    The five-story brick and limestone building, at 86th Street and Fifth Avenue, is to be sold by YIVO for an undisclosed price to the Serge Sabarsky Foundation and turned into a museum of Austrian and German Expressionist art.","thumbnail":null,"section":"New York"},{"date":"19931108","headline":"Review/Music; A 3-Day Weekend Amid the Sounds Of St. Petersburg","web_url":"https://www.nytimes.com/1993/11/08/arts/review-music-a-3-day-weekend-amid-the-sounds-of-st-petersburg.html","abstract":"  Despite the best efforts of packagers, promoters and thematic programmers, genuine musical occasions are more often born than made. And the St. Petersburg Philharmonic's concert on Saturday evening, the second of three by the orchestra over the weekend at Carnegie Hall, was nobly born indeed.   Tchaikovsky died in St. Petersburg exactly 100 years before, on Nov. 6, 1893, just nine days after conducting this orchestra in the premiere of his \"Pathetique\" Symphony, and here was a program of Tchaikovsky conducted by the orchestra's music director, Yuri Temirkanov, including the \"Pathetique.\" Talk about resonance!","thumbnail":null,"section":"Arts"},{"date":"19931108","headline":"Muslim Women Bridging Culture Gap","web_url":"https://www.nytimes.com/1993/11/08/us/muslim-women-bridging-culture-gap.html","abstract":"  Maha Alkhateeb had just come home from a job search at the mall. Her long, dark hair tumbled out as she pulled off her black hejab, the scarf many Muslim women use to cover their hair.   \"People look at me and they're like, 'She wants to work here?' \" said Miss Alkhateeb, 19, referring to the stares she said she received when she applied for a clerical job at an optician's store.","thumbnail":null,"section":"U.S."},{"date":"19931108","headline":"Prisons Chief Fights Public Anger","web_url":"https://www.nytimes.com/1993/11/08/nyregion/prisons-chief-fights-public-anger.html","abstract":"  Larry R. Meachum, Connecticut's Commissioner of Correction, is a ramrod straight, rock-jawed man who looks like everyone's image of a prison guard made good, which he is, but who is far more likely to quote Gandhi than Bull Connor.    \"An eye for an eye will make the whole world blind,\" he told residents here at a recent public meeting. If you hate too much, he said, \"you run the risk of becoming like what you fear and what you hate.\"","thumbnail":null,"section":"New York"},{"date":"19931108","headline":"DIALOGUE: North Korea and the Bomb; A Deadline On Diplomacy","web_url":"https://www.nytimes.com/1993/11/08/opinion/dialogue-north-korea-and-the-bomb-a-deadline-on-diplomacy.html","abstract":"  North Korea is playing a frightening game of cat and mouse in its efforts to build nuclear weapons without risking significant reprisal from the international community. Other nations -- and particularly the United States -- should not let the North Koreans get away with it: we should threaten them with economic sanctions, and soon.   The bomb program came to international attention last winter, after the International Atomic Energy Agency detected that Pyongyang was diverting fissionable material from its civilian nuclear program. To determine how much diversion had occurred, the agency demanded to inspect two sites. The North Koreans refused and threatened to withdraw from the Nuclear Nonproliferation Treaty.","thumbnail":null,"section":"Opinion"},{"date":"19931108","headline":"Sports of The Times; The Giants' Sideline Silence","web_url":"https://www.nytimes.com/1993/11/08/sports/sports-of-the-times-the-giants-sideline-silence.html","abstract":"  ON the sideline near the end of a pro football game, you can always tell which team is losing just by looking at the players. By their stares into space amid the paper cups, the ice and the chunks of adhesive tape strewn near the bench. And mostly by their silence.   On the Giant sideline yesterday, as the final minutes of the Cowboys' 31-9 victory flashed on the Texas Stadium scoreboards, Phil Simms was out of the game and Lawrence Taylor wasn't going back in it.","thumbnail":null,"section":"Sports"},{"date":"19931108","headline":"Making A Mark On French Culture","web_url":"https://www.nytimes.com/1993/11/08/arts/making-a-mark-on-french-culture.html","abstract":"  Any Gaullist successor to the dapper and charismatic Jack Lang would have had an image problem. Jacques Toubon, who got Mr. Lang's job as Minister of Culture after the Gaullist sweep in the March elections, is a balding, round-faced, 52-year-old croupier's son from Nice. His main political accomplishment heretofore was his terrierlike loyalty to Jacques Chirac, the Mayor of Paris, the former Prime Minister and, both men hope, the future President.   Still, despite the unstoppable momentum of many of the Socialist initiatives, particularly the major Paris building projects known as the Grands Travaux, Mr. Toubon is trying hard to make his mark after seven months on the job. He has had his identity problems, especially outside the French press: he was recently referred to as Troubon and Tourbon in two English-language newspapers. But partly through the sheer visibility and patronage his job entails and partly through the attention inevitably paid him during the current debate on the General Agreement on Tariffs and Trade, or GATT, he seems to be establishing himself. Patience Needed    Bustling into his Palais Royal offices for a breakfast meeting recently, Mr. Toubon does not yet inhabit these gilded and mirrored quarters with the seigneurial panache of his predecessor. He argues that there is more that is similar than dissimilar between the cultural policies of the left and the right. And that any striking shifts in French cultural policy will become evident only a few years hence.","thumbnail":null,"section":"Arts"},{"date":"19931108","headline":"3 Players Seek a Director For Foreign Policy Story","web_url":"https://www.nytimes.com/1993/11/08/world/3-players-seek-a-director-for-foreign-policy-story.html","abstract":"  They are three troubled men in search of a strategy: a cerebral former college professor, a gregarious former Congressman and a careful lawyer cast in the roles of the United States' top national security advisers.   Anthony Lake, President Clinton's national security adviser, Secretary of Defense Les Aspin and Secretary of State Warren Christopher are all struggling to improve America's foreign policy performance and to build the President's reputation as a competent Commander in Chief amid the fallout from a disastrous raid in Somalia, the failure to restore democracy to Haiti and the prospect of a worsening war in Bosnia. A Need to Explain    In response to criticism that they are not doing well -- and even calls for sacrificial resignations -- the three have begun to fight back. But in characteristic fashion, they said in interviews last week that there is nothing fundamentally wrong with their approach; their solutions are small steps rather than grand gestures.","thumbnail":null,"section":"World"},{"date":"19931108","headline":"Johanna Ginsberg, Mark Brownstein","web_url":"https://www.nytimes.com/1993/11/08/style/weddings-johanna-ginsberg-mark-brownstein.html","abstract":"  Johanna Rachel Ginsberg, a daughter of Harold and Edna Ginsberg of Brooklyn, was married yesterday to Mark Stuart Brownstein, the son of Irwin and Evalyn Brownstein of Teaneck, N.J. Rabbi Allen Darnov performed the ceremony at the Livingston (N.J.) Country Club.   The bride is keeping her name. She is a lawyer in the criminal defense division of the Legal Aid Society in Brooklyn. She graduated magna cum laude from the University of Michigan, from which she also received a law degree.","thumbnail":null,"section":"Style"},{"date":"19931108","headline":"1893: Balkan Annex : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/11/08/opinion/IHT-1893-balkan-annex-in-our-pages100-75-and-50-years-ago.html","abstract":"BERLIN - It is rumoured that Austria is desirous of definitely annexing Bosnia and Herzegovina. The visits of Count Nigra to Rome and the Archduke Albrecht to Potsdam are believed to have had some connection with this project","thumbnail":null,"section":"Opinion"},{"date":"19931108","headline":"Game of the Century May Be Fiesta Bowl","web_url":"https://www.nytimes.com/1993/11/08/sports/on-college-football-game-of-the-century-may-be-fiesta-bowl.html","abstract":"  Before the T-shirt manufacturers roll out those Game of the Century souvenirs, before psychics attempt to contact Knute Rockne for his take on the Notre Dame-Florida State game next Saturday, and before a weatherman is voted most valuable player should Charlie Ward start skidding on the ice, there is one thing neither the Fighting Irish nor the Seminoles want to know.   Miami could be waiting.","thumbnail":null,"section":"Sports"},{"date":"19931108","headline":"Deer","web_url":"https://www.nytimes.com/1993/11/08/world/pulse-deer.html","abstract":"  As deer season moves into high gear, the region's deer population is reaching crisis levels in some suburban and even urban areas, according to state wildlife officials. The deer's ability to adapt to a changing habitat and the lack of hunting in built-up areas has led to bigger deer herds in northeastern New Jersey and Westchester and helped spread Lyme disease. Fairfield County now has more deer per square mile than any other county in Connecticut and road kills in the state have doubled over the past decade. All three states still rely exclusively on hunting to curb the deer population, and all three have lengthened deer seasons, allowed hunters to take additional deer and encouraged the hunting of antlerless deer, usually the females.","thumbnail":null,"section":"World"},{"date":"19931108","headline":"What they're reading","web_url":"https://www.nytimes.com/1993/11/08/style/IHT-what-theyre-reading.html","abstract":"Mary Blair, of Fidelity Investments, Europe, is reading \"An Evil Cradling,\" by Brian Keenan, a former hostage in Lebanon. .\"He didn't just relate what happened to him; he tried to explain what happened to him mentally. He was trying to an","thumbnail":null,"section":"Style"},{"date":"19931108","headline":"Beth F. Tornek, David Schulman","web_url":"https://www.nytimes.com/1993/11/08/style/weddings-beth-f-tornek-david-schulman.html","abstract":"  Beth Frances Tornek, the daughter of Mr. and Mrs. Lawrence D. Tornek of Coconut Grove, Fla., was married yesterday to Dr. David B. Schulman, a son of Malkah Schulman of Great Neck, L.I., and Dr. Martin Schulman of Manhasset, L.I. Rabbi Sol Landau officiated at the Biltmore Hotel in Coral Gables, Fla.   Mrs. Schulman, 25, is a sales associate at the May Company in St. Louis. She will begin studying for a master's degree in social work at Washington University there in January. She graduated from Boston University.","thumbnail":null,"section":"Style"},{"date":"19931108","headline":"Essay; Anatomy of a Coverup","web_url":"https://www.nytimes.com/1993/11/08/opinion/essay-anatomy-of-a-coverup.html","abstract":"  Let me take you behind the scenes in the exposure of a scandal, as the irresistible forces of inquiry slam into the immovable stone wall of coverup.   In Iraqgate, the Bush Administration arranged for billions in unlawful financing of Saddam Hussein through the Atlanta office of Italy's Banca Lavoro. To avert embarrassment after Saddam's double-cross, our Justice Department conspired with Italy to obstruct the investigation of Saddam's bankers and Bush's top aides.","thumbnail":null,"section":"Opinion"},{"date":"19931108","headline":"Even Luxury Has Drawbacks","web_url":"https://www.nytimes.com/1993/11/08/us/even-luxury-has-drawbacks.html","abstract":"  Everywhere he goes, someone opens a door, clears a path, or trails along whispering in his ear. And when the President goes for his morning jog -- a cap pulled low over his forehead -- a string of dark security vehicles motors along beside him.   A year after winning election to the White House post he sought for so long and so hard, President Clinton has discovered that everything is a lot simpler on the outside. Even the luxury accommodations at the White House have their drawbacks, he said today in a television interview.","thumbnail":null,"section":"U.S."},{"date":"19931108","headline":"Future Mayor and a Past Mayor: So Much in Common, So Many Differences","web_url":"https://www.nytimes.com/1993/11/08/nyregion/future-mayor-and-a-past-mayor-so-much-in-common-so-many-differences.html","abstract":"  The Mets had finished the season in last place. As Election Day neared, the polls were forecasting a photo finish, and when the ballots were counted, New Yorkers had elected a Republican-Liberal as Mayor, a Manhattan man in his 40's who lived with his wife and children on the Upper East Side and whose agenda promised change. And though his two running mates lost to Democrats, he celebrated with a triumphal five-borough tour and appeals for unity and a chance to succeed.   His name was not Rudolph W. Giuliani, but John V. Lindsay.","thumbnail":null,"section":"New York"},{"date":"19931108","headline":"Robbed Cabdriver Follows Suspects and One Is Arrested","web_url":"https://www.nytimes.com/1993/11/08/nyregion/robbed-cabdriver-follows-suspects-and-one-is-arrested.html","abstract":"  A cabdriver who said he had been robbed three times before, decided he had had enough early yesterday when he was robbed again. So after four men roughed him up on a street in upper Manhattan and took his night's earnings, he followed the van they were in and called for help on his citizens' band radio. As a result, one suspect was caught and arrested, the police said yesterday.   \"It's a dangerous job,\" said Yu Nien Lin, 44, who came from Hong Kong 10 years ago and has been driving a cab for three years. At least 33 cabdrivers have been killed this year and 2,100 robbed in the first eight months, the police said.","thumbnail":null,"section":"New York"},{"date":"19931108","headline":"Joy Buzzer: Starks 3-Pointer Sets Up OT Victory","web_url":"https://www.nytimes.com/1993/11/08/sports/pro-basketball-joy-buzzer-starks-3-pointer-sets-up-ot-victory.html","abstract":"  John Starks made a spectacular 3-pointer to force overtime. Patrick Ewing (42 points, 10 rebounds) and Charles Oakley (19 points, 22 rebounds ) were spectacular all night.   The result was an impressive 115-107 come-from-behind victory over the Cleveland Cavaliers, which kept the Knicks unbeaten (2-0) in the young season. Trailing by as many as 14 points just before halftime, the Knicks turned the momentum with their style of basketball -- relentless defense, with Ewing and Oakley controlling inside play.","thumbnail":null,"section":"Sports"},{"date":"19931108","headline":"North Korea Should Listen","web_url":"https://www.nytimes.com/1993/11/08/opinion/IHT-north-korea-should-listen.html","abstract":"The door is half open, and the prospect on the other side is dauntingly plain: a nuclear North Korea and behind it, in all likelihood, a nuclear Iran followed by nuclear X, Y and Z. The door can still be shut, and that fatal proliferation prevented, but","thumbnail":null,"section":"Opinion"},{"date":"19931108","headline":"It Happened in Las Vegas: It Was Night to Remember","web_url":"https://www.nytimes.com/1993/11/08/sports/boxing-it-happened-in-las-vegas-it-was-night-to-remember.html","abstract":"  Boxing's wonderfully tangled history added one of its most bizarre chapters on Saturday when, in one night, a dethroned heavyweight champion regained his title while an uninvited spectator sailed out of the sky to disrupt the savage bout.   Except for bumps and bruises, virtually everyone involved was all right today. Among them were the paraglider; the newly deposed heavyweight champion's pregnant wife; his 82-year-old trainer, Eddie Futch, who is hospitalized, and the Rev. Jesse Jackson.","thumbnail":null,"section":"Sports"},{"date":"19931108","headline":"Need to Refute the Deniers of the Holocaust","web_url":"https://www.nytimes.com/1993/11/08/opinion/l-need-to-refute-the-deniers-of-the-holocaust-632693.html","abstract":"  To the Editor:   Jean Claude Pressac's book detailing how the Nazi gas chambers at Auschwitz actually worked (news article, Oct. 28, Week in Review Oct. 31) has elicited condemnation from a variety of sources contending that \"genocide was possible because it happened.\" They argue Pressac's work is superfluous; the tears of the survivors should be sufficient proof.","thumbnail":null,"section":"Opinion"},{"date":"19931108","headline":"DIALOGUE: North Korea and the Bomb; Sanctions Won't Work","web_url":"https://www.nytimes.com/1993/11/08/opinion/dialogue-north-korea-and-the-bomb-sanctions-won-t-work.html","abstract":"  Still reeling from crises in Somalia and Haiti, the Administration is about to face another foreign policy test, in North Korea. President Clinton said yesterday, \"North Korea cannot be allowed to develop a nuclear bomb. We have to be very firm about it.\" The U.S. must move quickly to avoid a confrontation, but also must temper an impulse to punish North Korea with economic sanctions.   International Atomic Energy Agency inspectors discovered last year that North Korea may have reprocessed plutonium at least three times, not just once, as it has claimed. We have no idea how much plutonium it may have or how close it is to a bomb. The I.A.E.A. has demanded that it be allowed to inspect two possible plutonium waste sites. Pyongyang has refused permission, arguing that the sites are conventional military facilities -- a blatant lie. Calls are mounting for decisive action.","thumbnail":null,"section":"Opinion"},{"date":"19931108","headline":"Giuliani on Police Corruption","web_url":"https://www.nytimes.com/1993/11/08/nyregion/giuliani-on-police-corruption.html","abstract":"  Rudolph W. Giuliani, the Mayor-elect, favors recreating the office of a special state prosecutor to investigate corrupt police officers. Page B4.","thumbnail":null,"section":"New York"},{"date":"19931108","headline":"A Good Start on Overhauling Congress","web_url":"https://www.nytimes.com/1993/11/08/opinion/l-a-good-start-on-overhauling-congress-631893.html","abstract":"  Public exasperation with Congressional scandals, shenanigans and other dysfunctional behavior drove the Senate and House to create a special joint committee last year to develop fundamental reforms. The Senate members have reached general agreement on what to do, and it's generally good. House members are still angling for better.   The ranking Senate members -- David Boren, Democrat of Oklahoma, and Pete Domenici, Republican of New Mexico -- have mapped out an intelligent response to much of the criticism of Congress's ways. Their plan will rile turf-conscious colleagues. Among other things, it would limit senators' committee memberships, wipe out many subcommittees, reduce opportunities for filibusters, make Congress obey its own laws, and bring in outsiders for ethics investigations.","thumbnail":null,"section":"Opinion"},{"date":"19931108","headline":"Tapes Show F.B.I. Agreed To Return Timer for Bomb","web_url":"https://www.nytimes.com/1993/11/08/nyregion/tapes-show-fbi-agreed-to-return-timer-for-bomb.html","abstract":"  As a second bombing plot took shape months after the blast at the World Trade Center, nervous Federal agents agreed to slip a timer for a new bomb back into the garage where it was to be built, according to tape recordings made by an informer.   The informer, Emad A. Salem, had insisted on procuring the timer so as not to expose himself to the group of Muslim extremists he had infiltrated. But in a near-comic charade, F.B.I. agents stole the device because they feared that it might end up being used in an explosion, the transcripts show.","thumbnail":null,"section":"New York"},{"date":"19931108","headline":"Giuliani Accepts a Task Mired in Contradictions","web_url":"https://www.nytimes.com/1993/11/08/nyregion/metro-matters-giuliani-accepts-a-task-mired-in-contradictions.html","abstract":"  ON election night, sounding conciliatory but invoking the verbs of a prosecutor, Rudolph W. Giuliani vowed that no group would \"escape my care, my concern and my attention.\"   With that pledge, Mr. Giuliani set himself an awesome challenge: to deliver on a potentially contradictory agenda of satisfying the middle class and businesses while not forsaking people unable to fend for themselves.","thumbnail":null,"section":"New York"},{"date":"19931108","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/11/08/nyregion/inside-990793.html","abstract":"  'Understandings' in Jordan   Foreign Minister Shimon Peres of Israel and King Hussein reportedly signed an economic accord, inching toward a peace pact. Page A3. Heart Drugs Questioned    Two drugs used to treat heart attacks show little or no benefit in preventing death, and a third shows only a small benefit, a study found. Page B10. One War Seems to End    With Russia's help, President Eduard A. Shevardnadze of Georgia has apparently halted one civil war, but a secessionist battle persists. Page A14. Drug Sentences Under Fire    A growing number of judges, prosecutors and wardens say mandatory drug sentencing laws have had disastrous consequences. Page A16.","thumbnail":null,"section":"New York"},{"date":"19931108","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/11/08/arts/pop-and-jazz-in-review-669593.html","abstract":"  Houria Aichi  Vocalist Thread Waxing Space   Houria Aichi sang intimate incantations on Wednesday night at the Thread Waxing Space. Mrs. Aichi, an Algerian singer who lives in Paris, has worked with world-fusion musicians like Ryuichi Sakamoto and sings music she has collected along with music she learned while growing up. Her program on Wednesday was traditional music from the Aures region of Algeria: austere yet intricate solos and duets with Said Nissia on wooden flutes. The songs, she explained in French, were about the beauty of a lover, the pain of exile, the pleasure of dancing, the wounds of war.","thumbnail":null,"section":"Arts"},{"date":"19931108","headline":"'Son of Sam,' on TV, Denies 70's Shootings","web_url":"https://www.nytimes.com/1993/11/08/nyregion/son-of-sam-on-tv-denies-70-s-shootings.html","abstract":"  In a televised interview, David R. Berkowitz, the man known as the \"Son of Sam\" killer, said he was not responsible for all the shootings that he was convicted of carrying out in New York City in 1976 and 1977.   Mr. Berkowitz, who pleaded guilty to the crimes, admitted in the interviews, to be broadcast in three parts starting tonight on the program \"Inside Edition,\" that he was present at all eight shootings, but said he did not always fire the shots.","thumbnail":null,"section":"New York"},{"date":"19931108","headline":"Abroad at Home; Merchants of Hate","web_url":"https://www.nytimes.com/1993/11/08/opinion/abroad-at-home-merchants-of-hate.html","abstract":"  If you wonder how low the politics of hate and revenge can get in Washington, listen to this story.   Janet Napolitano, a leading Arizona lawyer, has been nominated by President Clinton as U.S. Attorney for that state. She is a Democrat but has supported both parties. She once worked for Senator Pete Domenici, Republican of New Mexico, and he is for her.","thumbnail":null,"section":"Opinion"},{"date":"19931108","headline":"Review/Dance; Evoking Primal Earth And Soul","web_url":"https://www.nytimes.com/1993/11/08/arts/review-dance-evoking-primal-earth-and-soul.html","abstract":"  There is a peculiar magic to the theater of Kazuo Ohno, the pioneering Butoh performer. And Mr. Ohno worked his magic again in \"Ka Cho Fu Getsu (Flowers-Birds-Wind-Moon),\" presented on Friday night at the Japan Society.   A remarkably lithe 87 years old, Mr. Ohno makes no attempt to disguise his age. Dressed and made up as a woman of considerable ornamentation, he totters about the stage on heeled shoes, his face seeming to crumble under its bright cosmetics. At times, in this New York premiere, Mr. Ohno looked like nothing so much as some poor old dear who had lost her way to Mortimer's.","thumbnail":null,"section":"Arts"},{"date":"19931108","headline":"School Voucher Plans Don't Improve Education; Discrimination Built In","web_url":"https://www.nytimes.com/1993/11/08/opinion/l-school-voucher-plans-don-t-improve-education-discrimination-built-in-639393.html","abstract":"  To the Editor:   Bret Schundler (Op-Ed, Oct. 28) disingenuously supported California's school voucher initiative. The proposition would not have provided enough funds to allow poor children to attend private schools; it would not have regulated schools that any con artist could have established by assembling 25 children in a storefront. Even with entrance to a decent private school, it would not have provided money for transportation.","thumbnail":null,"section":"Opinion"},{"date":"19931108","headline":"As Mandatory Terms Pack Prisons, Experts Ask, Is Tougher Too Tough?","web_url":"https://www.nytimes.com/1993/11/08/us/as-mandatory-terms-pack-prisons-experts-ask-is-tougher-too-tough.html","abstract":"  As a bored teen-ager in a conservative Colorado town, Christian Martensen quit a minimum-wage job, packed some tie-dyed clothes and followed the Grateful Dead band around America.    He led a carefree, vagabond life for a couple of years, but in the winter of 1991, his van broke down and he needed money to keep moving. When a fellow Deadhead offered him $400 to find someone who would sell LSD, he accepted.","thumbnail":null,"section":"U.S."},{"date":"19931108","headline":"PRO FOOTBALL: Sports of The Times; Looming Larger Than 'The Game'","web_url":"https://www.nytimes.com/1993/11/08/sports/pro-football-sports-of-the-times-looming-larger-than-the-game.html","abstract":"  WITH a victory over the Jets yesterday, Donald Francis Shula would have had one of the most significant achievements in football within his grasp.   I'm not referring to the 325th victory that would have allowed him to stand alone as the National Football League's winningest coach.","thumbnail":null,"section":"Sports"},{"date":"19931108","headline":"Spoiling to Debate Gore, Perot Puts Up His Dukes","web_url":"https://www.nytimes.com/1993/11/08/us/spoiling-to-debate-gore-perot-puts-up-his-dukes.html","abstract":"  Tuning up for Tuesday's debate with Vice President Al Gore, Ross Perot taunted President Clinton today for sending \"somebody else to do the dirty work\" and asserted that the proposed North American Free Trade Agreement not only would destroy American sovereignty but also worsen Mexican poverty.   \"I want to know how a President of the United States can be for that,\" Mr. Perot demanded during a two-hour rally here that was attended by 3,500 cheering, whooping Perot partisans.","thumbnail":null,"section":"U.S."},{"date":"19931108","headline":"Ms. Sullivan And Mr. Roseman","web_url":"https://www.nytimes.com/1993/11/08/style/weddings-ms-sullivan-and-mr-roseman.html","abstract":"  Elizabeth Seton Sullivan, a daughter of Mrs. Peter Sullivan of Lincroft, N.J., and the late Mr. Sullivan, was married yesterday to Matthew Glen Roseman, a son of Mr. and Mrs. Gilbert Roseman of Dix Hills, L.I. The Rev. William Morris, a Roman Catholic priest, and Rabbi Irwin H. Fishbein officiated at the Molly Pitcher Inn in Red Bank, N.J.   Mrs. Roseman is a manager of public relations for Mastercard International in New York. She graduated from Hamilton College.","thumbnail":null,"section":"Style"},{"date":"19931108","headline":"Review/Music; Marking the Anniversary Of a Cabaret Institution","web_url":"https://www.nytimes.com/1993/11/08/arts/review-music-marking-the-anniversary-of-a-cabaret-institution.html","abstract":"  Bobby Short has been synonymous for so many years with a particular image of Manhattan chic that it is easy to lose sight of what makes him the only cabaret performer in New York who could be called an institution. The key to his endurance has little to do with fashion or his relationship with what used to be called high society. It has everything to do with his superb musicianship, his impeccable taste in songs and an undiminished passion that infuses his brand of cultivated charm with a genuine joie de vivre.    That passion, which shifted between an ebullient enthusiasm and a mature, glad-to-be-alive reflectiveness, could be felt in everything Mr. Short performed at Thursday evening's opening-night concert of his 26th fall season at the Cafe Carlyle (Madison Avenue and 76th Street). The show opened with \"Do What You Wanna Do\" and \"Take Love Easy,\" two brilliant, little-known gems with lyrics by John LaTouche, which Mr. Short sang with an emphatic exuberance that turned them into personal philosophical statements.","thumbnail":null,"section":"Arts"},{"date":"19931108","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/11/08/nyregion/chronicle-666093.html","abstract":"  The first thought PAIGE RENSE, editor in chief of Architectural Digest, had when she heard about the fires that destroyed about 300 homes in California last week was that the state had once again been hit by a plague, and she worried for friends.   Then she thought of the cover of the December issue: a picture of Barbra Streisand's Malibu home that will herald a 10-page spread on the mansion and its collection of Art Deco paintings and furnishings.","thumbnail":null,"section":"New York"},{"date":"19931108","headline":"2,000 No Longer Truckin'","web_url":"https://www.nytimes.com/1993/11/08/us/2000-no-longer-truckin.html","abstract":"  More than 2,000 fans of the Grateful Dead are serving time in prisons around the country, says Toni Brown, the publisher of Relix, a magazine for the group's followers.   The magazine, published in Brooklyn, carries a feature called, \"Heads Behind Bars,\" listing the prison addresses for \"Deadheads\" who wish to get letters. Over the years, at least three prison newsletters have been circulated in Federal correctional institutions around the country.","thumbnail":null,"section":"U.S."},{"date":"19931108","headline":"Giuliani Sees Rogue Police As Needing A Prosecutor","web_url":"https://www.nytimes.com/1993/11/08/nyregion/giuliani-sees-rogue-police-as-needing-a-prosecutor.html","abstract":"  Setting himself at odds with New York City's district attorneys and a mayoral commission now completing a report on police corruption, Rudolph W. Giuliani said in a taped interview yesterday that he favored recreating the office of a special state prosecutor to investigate corrupt officers.   Dismantling the office, Mr. Giuliani suggested on WCBS-TV's \"Sunday Edition,\" which was taped on Friday, has eroded the willingness of the Police Department's Internal Affairs Division to catch rogue officers.","thumbnail":null,"section":"New York"},{"date":"19931108","headline":"Nets Turn Into a Nightmare For Dream Team's Center","web_url":"https://www.nytimes.com/1993/11/08/sports/pro-basketball-nets-turn-into-a-nightmare-for-dream-team-s-center.html","abstract":"  As everybody expected, New Jersey's debut in the Alamodome turned out to be an embarrassment tonight.    Not for the visiting Nets, however, but for the Spurs, and Olympic Dream Team center David Robinson, who were beaten, 99-73, by the injury-plagued Nets before a crowd of 15,280. The 73 points were the fewest the Spurs have scored in a game. The Spurs' previous low was in a 97-80 loss to the Lakers Nov. 28, 1990, in Los Angeles.","thumbnail":null,"section":"Sports"},{"date":"19931108","headline":"Landry Ends His Animosity","web_url":"https://www.nytimes.com/1993/11/08/sports/pro-football-landry-ends-his-animosity.html","abstract":"  Tom Landry, the former Dallas Cowboy coach, was inducted into the team's Ring of Honor today, ending years of animosity toward the owner, Jerry Jones, who dismissed him almost five years ago.   In a 20-minute halftime ceremony, Landry, accompanied by the seven previous inductees, including Roger Staubach, Don Meredith and Mel Renfro, had his name unveiled on the row of names. There was no number in front of his name, just a portrait of one of his trademark fedoras.","thumbnail":null,"section":"Sports"},{"date":"19931108","headline":"Clinton Warns North Korea Against Building Atom Bomb","web_url":"https://www.nytimes.com/1993/11/08/world/clinton-warns-north-korea-against-building-atom-bomb.html","abstract":"  President Clinton issued a stern warning today to North Korea not to develop a nuclear weapon as it continues to block international inspections of its nuclear sites.   \"North Korea cannot be allowed to develop a nuclear bomb,\" Mr. Clinton said in an interview on the NBC News program \"Meet the Press.\" \"We have to be very firm about it.\"","thumbnail":null,"section":"World"},{"date":"19931108","headline":"1918: Armistice Talks : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/11/08/opinion/IHT-1918-armistice-talks-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The Havas agency issued this note at 10:30 last night [Nov. 7]: The following documents have been communicated to us: The High German Command, by order of the German Government, to Marshal Foch: \"The German Government, having been informed by","thumbnail":null,"section":"Opinion"},{"date":"19931108","headline":"Linda K. Singer, Steven I. Roth","web_url":"https://www.nytimes.com/1993/11/08/style/weddings-linda-k-singer-steven-i-roth.html","abstract":"  Linda Karen Singer, the daughter of Stuart and Elaine Singer of Highland Park, N.J., was married yesterday to Steven I. Roth, the son of Herbert and Marcia Roth of Lawrence, L.I. Rabbi Bennett F. Miller officiated at Bridgewaters, a catering establishment in New York.","thumbnail":null,"section":"Style"},{"date":"19931108","headline":"CLINTON IS CRITICAL OF LABOR ON TRADE","web_url":"https://www.nytimes.com/1993/11/08/us/clinton-is-critical-of-labor-on-trade.html","abstract":"  Moving into the final 10 days of his battle to win ratification for the North American Free Trade Agreement, President Clinton today accused the labor unions that oppose the measure of applying \"naked pressure\" to kill the pact in Congress.   At the same time, he said, the businesses that stand to benefit from expanded trade have not done enough to convince their workers that the agreement is a good idea.","thumbnail":null,"section":"U.S."},{"date":"19931108","headline":"For a Church, From Ashes to Hope; After Fire, a Bronx Parish Prays and Looks to Its Rebuilding","web_url":"https://www.nytimes.com/1993/11/08/nyregion/for-church-ashes-hope-after-fire-bronx-parish-prays-looks-its-rebuilding.html","abstract":"  \"For there is hope of a tree, if it be cut down, that it will sprout again, and that the tender branch thereof will not cease. Though the root thereof wax old in the earth, and the stock thereof die in the ground, yet through the scent of water it will bud, and bring forth boughs like a plant.\" Job 14:7.   It was only fitting yesterday that when the Rev. Glenworth D. Miles approached his makeshift altar, he would look into the pained faces of his congregation and read them the words of Job. For like the fabled man of the Old Testament, they too had suffered.","thumbnail":null,"section":"New York"},{"date":"19931108","headline":"Hunter College's Playhouse Prepares for a New Beginning","web_url":"https://www.nytimes.com/1993/11/08/theater/hunter-college-s-playhouse-prepares-for-a-new-beginning.html","abstract":"  Two seasons ago, the Hunter College Playhouse was the rundown home of a few rootless ensembles, and barely in use at that. Concertgoers old enough to remember the recitals and theater productions that had made Hunter a lively place between 1942 and 1975 could not help glancing wistfully around the tattered auditorium, or walking through the college's main building to peek into the larger Assembly Hall, where Horowitz, Heifetz, Segovia, Rubinstein, Pinza and other classical-music greats used to perform.   But after letting its performance series slide for nearly 20 years, to become a casualty of changing policies and campus overcrowding, Hunter is getting back into the business with a vengeance. The Playhouse, at 68th Street at Lexington Avenue, has been fully revamped, and Joseph A. LoSchiavo, its new administrator, has put together a schedule of 200 dance, music and theater performances. The hall opened for business quietly in April. But its official Inaugural Week begins tonight with a Lerner and Loewe revue, \"The Night They Invented Champagne.\" Stiff Competition    Hunter's new program is likely to draw heavily on an audience already stretched thin by the recession and distracted by numerous other entertainment choices. On the East Side alone, the Playhouse is up against competition from the Tisch Center at the 92d Street Y, the Metropolitan Museum, the Frick Collection and Gould Hall. Across town, Lincoln Center, Carnegie Hall, Merkin Concert Hall, Town Hall, the Joyce Theater and other halls offer further diversions.","thumbnail":null,"section":"Theater"},{"date":"19931108","headline":"Deborah Cummis, Richard E. Klein","web_url":"https://www.nytimes.com/1993/11/08/style/weddings-deborah-cummis-richard-e-klein.html","abstract":"  Deborah Gwen Cummis, a lawyer in Beverly Hills, Calif., was married yesterday to Richard Erwin Klein, a senior sales representative in Irvine, Calif., for the Cognos Corporation, a computer software manufacturer. Rabbi Norman Patz performed the ceremony at the Essex House in New York.   Ms. Cummis, 34, is keeping her name. She graduated from Brandeis University, and received a master's degree in liberal studies from New York University and a law degree from Seton Hall University.","thumbnail":null,"section":"Style"},{"date":"19931108","headline":"3 Drugs for Heart Attacks Are Shown to Be Ineffective","web_url":"https://www.nytimes.com/1993/11/08/us/3-drugs-for-heart-attacks-are-shown-to-be-ineffective.html","abstract":"  Two drugs commonly used to treat heart attacks show little or no benefit in preventing death, and a third shows only a small benefit, according to the largest study of heart attack patients ever conducted.   Leading experts had predicted that the study, presented at a scientific meeting here today, would confirm the benefits of all three drugs. Heart attacks are the leading cause of death in the United States and many other countries.","thumbnail":null,"section":"U.S."},{"date":"19931108","headline":"Elizabeth Colodny, William Giddins","web_url":"https://www.nytimes.com/1993/11/08/style/weddings-elizabeth-colodny-william-giddins.html","abstract":"  Elizabeth S. Colodny, a daughter of Edwin I. Colodny of Bethesda, Md., and Mildred Colodny of Washington, was married yesterday to William Giddins, a son of Michael Giddins of New York and Celia Giddins of Brooklyn. Rabbi Daniel Alder officiated at the Mark Hotel in New York.   The bride, who is keeping her name, is a vice president for human resources at Citibank in Long Island City, Queens. She graduated from the University of Chicago and received a master's degree in management from Northwestern University. Her father, who retired as the chairman and chief executive of the USAir Group, which operates the airline, is of counsel to the Washington law firm of Paul, Hastings, Janofsky & Walker.","thumbnail":null,"section":"Style"},{"date":"19931108","headline":"Ex-Soviet Lands Must Consider Reunion","web_url":"https://www.nytimes.com/1993/11/08/opinion/l-ex-soviet-lands-must-consider-reunion-193093.html","abstract":"  To the Editor:   In \"The (Russian) Empire Strikes Back\" (Op-Ed, Oct. 27), John P. Hannah suggests a reconstituted union of some former Soviet republics is a geopolitical threat to the West.","thumbnail":null,"section":"Opinion"},{"date":"19931108","headline":"Shevardnadze Enters Stronghold Recaptured From Foes in Georgia","web_url":"https://www.nytimes.com/1993/11/08/world/shevardnadze-enters-stronghold-recaptured-from-foes-in-georgia.html","abstract":"  As Georgian soldiers moved cautiously down the streets alert for snipers and as tanks were positioned at strategic corners, President Eduard A. Shevardnadze entered this town at noon today, marking the end of an uprising by backers of Zviad K. Gamsakhurdia, the country's former President.    Mr. Gamsakhurdia was ousted in January 1992, and his return from exile in September set off one of the two civil wars that have torn this republic on Russia's southern flank. Secessionists in the western province of Abkhazia are still holding out against Georgian troops.","thumbnail":null,"section":"World"},{"date":"19931108","headline":"1943: Kiev in Flames : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/11/08/opinion/IHT-1943-kiev-in-flames-in-our-pages100-75-and-50-years-ago.html","abstract":"MOSCOW - [From our New York edition:] Battle-toughened Russian veterans stood on the heights before Kiev on Friday night [Nov. 5] with tears of fury in their eyes as they watched the destruction of the \"Mother of Russian Cities\" by German troops","thumbnail":null,"section":"Opinion"},{"date":"19931108","headline":"Michele K. Vass, Robert B. Kay","web_url":"https://www.nytimes.com/1993/11/08/style/weddings-michele-k-vass-robert-b-kay.html","abstract":"  Michele Kim Vass, the daughter of Mr. and Mrs. A. Joseph Vass of Brooklyn, was married yesterday to Robert Bruce Kay, a son of Mr. and Mrs. Joseph Kay of Manhattan. Rabbi Robert Levine officiated at the Terrace restaurant in New York.   The bride, 35, is a health-care consultant for Health Management Systems in New York. She graduated cum laude from the State University at Albany and received an M.B.A. from Baruch College.","thumbnail":null,"section":"Style"},{"date":"19931108","headline":"Cowboys March on a Mission and Pound the Giants 'Like a Drum'","web_url":"https://www.nytimes.com/1993/11/08/sports/pro-football-cowboys-march-on-a-mission-and-pound-the-giants-like-a-drum.html","abstract":"  The Dallas Cowboys were leading the Giants by 24-6, when Jimmy Johnson, not one to sit on a lead, had his offense run a wide-receiver option. It went from the quarterback to Alvin Harper to Michael Irvin for 46 yards. That's how good the Cowboys are -- their wide receivers are throwing deep. So, of course, people will talk about how the Cowboys were trying to run up the score. But what's the most talented team in football supposed to do when it's up big? Go catch a movie?   The Giants ran into a team today that said it was on a mission. The battle for the National Conference East lead turned out to be a rout, as the Cowboys dominated the Giants in every phase of the game, hammering them, 31-9, before 64,735 at Texas Stadium.","thumbnail":null,"section":"Sports"},{"date":"19931108","headline":"Smith's Knee To Be Tested","web_url":"https://www.nytimes.com/1993/11/08/sports/pro-basketball-smith-s-knee-to-be-tested.html","abstract":"  Charles Smith will have a magnetic resonance imaging of his sore left knee Monday. Smith was forced to leave tonight's game with 3 minutes 7 seconds left in the fourth quarter, and after the game he gingerly limped off the court while being helped by Mike Saunders, the Knicks' trainer. Smith had arthroscopic surgery done on both knees during the off season.   Asked if he was concerned, Smith said: \"It was so sore that I couldn't play. That's a concern. It doesn't feel great.\"","thumbnail":null,"section":"Sports"},{"date":"19931108","headline":"Corrections","web_url":"https://www.nytimes.com/1993/11/08/nyregion/c-corrections-624593.html","abstract":"  An article on Thursday about a proposal to tax handgun ammunition misstated the cost of some particularly destructive bullets under the plan. A 10,000 percent tax (calculated on the wholesale cost) would push the price of a $24 box of 20 Black Talon cartridges to $1,500, not to $150,000.","thumbnail":null,"section":"New York"},{"date":"19931108","headline":"The High-Minded Road As the Path to Success","web_url":"https://www.nytimes.com/1993/11/08/arts/the-high-minded-road-as-the-path-to-success.html","abstract":"  Does it mean anything to call William Hogarth a \"critical deist\"? Richard Dorment, the art critic for The London Daily Telegraph, would really like to know. And Ronald Paulson, who used the phrase and whose three-volume biography of Hogarth was scathingly reviewed in The New York Review of Books, would like to know how Mr. Dorment can fail to see that Hogarth's art created a counter discourse to Shaftsburyian civic humanism.   The debate rages on, six months after the review originally appeared, with no end in sight. Eventually, Robert B. Silvers, the co-editor of The New York Review, will call a halt to it and make space for a slanging match over Bosnia or the Federal deficit. But for the moment Hogarth boils furiously on the front burner.","thumbnail":null,"section":"Arts"},{"date":"19931108","headline":"Maintain APEC on Its Economic Trajectory","web_url":"https://www.nytimes.com/1993/11/08/opinion/IHT-maintain-apec-on-its-economic-trajectory.html","abstract":"In convening an informal conference of Asian leaders here next week, President Bill Clinton will be using the annual meeting of the Asia-Pacific Economic Cooperation forum to register the primacy of America's policy interest in the region. But will this","thumbnail":null,"section":"Opinion"},{"date":"19931108","headline":"The Test Tube Wars","web_url":"https://www.nytimes.com/1993/11/08/opinion/the-test-tube-wars.html","abstract":"As Congress examines competing proposals for overhauling the health care system, we must also consider the nation's long-term investment in health care. In our determination to reduce costs and improve care for all Americans, it is critical not to overlook the role of basic biological research in curing and ultimately preventing disease. \n\nAlthough the precise cost of providing reasonable health care for everyone has not been determined, we know, and President Clinton has acknowledged, that it will be steep. Certainly there will be little tolerance for any provision that seems optional or extravagant.","thumbnail":null,"section":"Opinion"},{"date":"19931108","headline":"New Delhi Journal; In Land of Believe It or Not, Hands-Down Winner","web_url":"https://www.nytimes.com/1993/11/08/world/new-delhi-journal-in-land-of-believe-it-or-not-hands-down-winner.html","abstract":"  For 30 years, Romesh Sharma has raced toward glory, demolishing challengers, stupifying observers, troubling manicurists.   \"In 1962, I started as a sort of hobby,\" offered Mr. Sharma, a man of formality and precise words. As he settled himself on a couch, he eased his left hand to the cushions, 196 combined inches of fingernail splaying from his fingers, like humanoid tentacles.","thumbnail":null,"section":"World"},{"date":"19931108","headline":"Corrections","web_url":"https://www.nytimes.com/1993/11/08/nyregion/c-corrections-625393.html","abstract":"  Because of an editing error, a news analysis article on Saturday about the planned debate between Ross Perot and Vice President Al Gore on the North American Free Trade Agreement misstated the position of Representative Charles E. Schumer of Brooklyn. He opposes the agreement.","thumbnail":null,"section":"New York"},{"date":"19931108","headline":"Welfare Reform, Done Harshly","web_url":"https://www.nytimes.com/1993/11/08/opinion/welfare-reform-done-harshly.html","abstract":"  Wisconsin's welfare reform -- putting a two-year limit on benefits -- would seem to have come straight out of President Clinton's playbook. During the campaign, he promised to \"end welfare as we know it\" by making benefits temporary. No wonder then that the Administration granted its approval for Wisconsin's plan last week.   But a closer look shows that the two policies veer in starkly different directions. Mr. Clinton wants to guarantee a job for parents who reach the end of the two-year period; Wisconsin doesn't. Mr. Clinton pledges generous education and training programs before the benefits run out; Wisconsin doesn't. And Mr. Clinton's advisers recognize that for welfare reform to work, it must protect children from penalties meted out to delinquent parents; Wisconsin doesn't.","thumbnail":null,"section":"Opinion"},{"date":"19931108","headline":"For Giuliani, Big Job in Albany: Separating Friends From the Foes","web_url":"https://www.nytimes.com/1993/11/08/nyregion/for-giuliani-big-job-in-albany-separating-friends-from-the-foes.html","abstract":"  For Rudolph W. Giuliani, the road linking promises made to promises fulfilled will lead time and again through a place of complex partisan alliances and fierce regional loyalties, a place where labels lose their meaning and reliable maps of the political terrain don't exist -- Albany.   Whether he seeks to change homeless-shelter policies, sell city hospitals, repair the subways, improve schools, balance the budget or arrest more drug dealers, Mr. Giuliani will need the help or approval of Gov. Mario M. Cuomo and the State Legislature.","thumbnail":null,"section":"New York"},{"date":"19931108","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/11/08/sports/results-plus-401393.html","abstract":"  TENNIS  Ivanisevic Wins in Rout, To Crowd's Displeasure  Goran Ivanisevic was making it look too easy. So easy the fans didn't like his manhandling of Andrei Medvedev. They occasionally booed Ivanisevic's awesome power -- 27 aces and 32 service winners in winning the $2.1 million Paris Open yesterday, 6-3, 6-2, 7-6 (7-2). \"I don't care,\" Ivanisevic said. \"They want five sets but I don't want to play five sets.\" (AP) Navratilova Wins: No. 1-seeded Martina Navratilova defeated No. 3-seeded Zina Garrison Jackson for the 33d time in 34 meetings to win the $375,000 Bank of the West Classic in Oakland, Calif., yesterday. Navratilova won, 6-2, 7-6 (7-1). (AP) GOLF  Couples Makes Top 10  Fred Couples shot a three-under-par 70 yesterday to win the Kapalua International in Hawaii by four strokes. Couples, who earned $180,000, has played only 19 tournaments on the PGA Tour this year, but finished 10th on the money list with $796,579 in earnings. (AP) King Climbs to the Top: Betsy King sank a 20-foot birdie putt on the final hole to win the Japan Queens Cup in Yokawa by a shot, becoming the United States' L.P.G.A. top 1993 money winner and Player of the Year. (AP) HIGH SCHOOLS  St. Francis Prep Ousted  St. Francis Prep (3-5) will not go to the Catholic High Schools' Football League final for the first time since 1987. Chaminade (8-1) made sure of that yesterday at Hofstra University, defeating the perennial finalist, 20-3, in a quarterfinal game. Three-Way Tie: Stevenson (6-1) defeated Bryant (1-7) by 30-8 in the P.S.A.L. B Division, putting Stevenson in a three-way tie with Truman and Flushing for first place in the division. The P.S.A.L. will drop the names of the three into a hat today, then pick one. It gets a week off before meeting the winner of a game between the other two. AUTO RACING  A Memory for McLaren  Ayrton Senna won the Australian Grand Prix in Adelaide yesterday in his final drive for McLaren, while the world champion, Alain Prost, finished second in the final race of his career. After the race the often bitter rivals shook hands, hugged, and then sprayed each other with champagne. But although the two were gracious, they fell short of a reconciliation. \"There is no point in talking about it,\" Senna said. \"We should finish with the good things.\" (AP) HORSE RACING  Personal Bid Upset  Lottsa Talc, ridden by Nick Santagata, outdueled heavily favored Personal Bid yesterday to win the $60,000-added Schenectady Handicap at Aqueduct by 2 1/4 lengths for her first stakes victory. Personal Bid weakened in midstretch with Jose Santos aboard. Lottsa Talc returned $16.40 and $4. (AP)","thumbnail":null,"section":"Sports"},{"date":"19931108","headline":"Karen Koretz, Richard N. Gordon","web_url":"https://www.nytimes.com/1993/11/08/style/weddings-karen-koretz-richard-n-gordon.html","abstract":"  Dr. Karen Koretz, a daughter of Dr. David and Mrs. Marilyn Koretz of Woodbury, L.I., was married yesterday to Dr. Richard Nathaniel Gordon, a son of Sylvia Gordon of New York and the late Dr. Edward R. Gordon. Rabbi Ronald Sobel officiated at Temple Emanu-El in New York.   The bride is a resident in dermatology at Tisch Hospital of New York University. She graduated from Emory University. She and her husband received medical degrees from New York University. Her father is an orthopedic surgeon in Woodbury.","thumbnail":null,"section":"Style"},{"date":"19931108","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/11/08/nyregion/chronicle-665293.html","abstract":"  About a year ago, DREW NIEPORENT, owner of Montrachet and the TriBeCa Grill, and JEAN-LOUIS PALLADIN, chef of Jean Louis at the Watergate Hotel, were in Sarasota, Fla., cooking at a stone crab festival, when Mr. Nieporent was struck with the idea of cooking for charity in Israel.   Incongruous? No, Mr. Nieporent said the other day. \"We were fishing with a guy named MICHAEL GINOR, who owns a foie gras farm in the Hudson Valley and who is from Israel,\" he said. \"I leaned over and said, 'Why don't we do something in Israel?' \"","thumbnail":null,"section":"New York"},{"date":"19931108","headline":"Jet Defense Rises to Highest '93 Level","web_url":"https://www.nytimes.com/1993/11/08/sports/pro-football-jet-defense-rises-to-highest-93-level.html","abstract":"  Sure, Boomer Esiason could hardly miss a receiver and his receivers could hardly miss catching the ball and the offense kept driving and driving. But what really drove the Jets to their 27-10 victory over the Miami Dolphins today was a defense that played tough and almost error free.   \"Today,\" said Jeff Lageman, the Jets' defensive end, \"I think it was as good as the defense has played all year.\"","thumbnail":null,"section":"Sports"},{"date":"19931108","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/11/08/arts/pop-and-jazz-in-review-671793.html","abstract":"  Rage Against the Machine  Roseland   Rage Against the Machine, a Los Angeles band that performed on Thursday night at Roseland, crams together every angry, jolting sound in current rock.","thumbnail":null,"section":"Arts"},{"date":"19931108","headline":"Big, but Not Biggest, Payoff","web_url":"https://www.nytimes.com/1993/11/08/sports/horse-racing-big-but-not-biggest-payoff.html","abstract":"  Arcangues's winning price of $269.20 for $2 in Saturday's Breeders' Cup Classic at Santa Anita was the biggest in the 10-year history of the Breeders' Cup, and was one of the largest in the sport's history in a major stakes race.   But it fell far short of the $2,922 payoff on Power to Geaux at Aksarben on Dec. 8, 1989, the record in thoroughbred racing, according to the American Racing Manual.","thumbnail":null,"section":"Sports"},{"date":"19931108","headline":"Time for China to Address Worries About Its Military Intentions","web_url":"https://www.nytimes.com/1993/11/08/opinion/IHT-time-for-china-to-address-worries-about-its-military-intentions.html","abstract":"When Asia-Pacific leaders gather in Seattle next week for their first summit, economic and trade issues will dominate the agenda. But regional security issues should also command their attention. .At the top of the list of security concerns is North Ko","thumbnail":null,"section":"Opinion"},{"date":"19931108","headline":"Israel and Jordan Are Said to Have Signed a Pact on Economic Ties","web_url":"https://www.nytimes.com/1993/11/08/world/israel-and-jordan-are-said-to-have-signed-a-pact-on-economic-ties.html","abstract":"  King Hussein of Jordan and Foreign Minister Shimon Peres of Israel signed \"understandings\" last week on economic ties and other forms of cooperation at a secret meeting in Amman, The Jerusalem Post reported today.    The agreements, the signing of which was neither denied nor confirmed by senior Israeli officials, fall short of a draft peace treaty between the countries. The two nations are technically at war but have had secret high-level contacts for decades and presumably could make a formal peace in short order.","thumbnail":null,"section":"World"},{"date":"19931108","headline":"Serbs Seize, Then Free 3 U.N. Soldiers","web_url":"https://www.nytimes.com/1993/11/08/world/serbs-seize-then-free-3-un-soldiers.html","abstract":"  Bosnian Serb militiamen took three United Nations soldiers hostage in central Bosnia today, then released them unharmed after a standoff during which United Nations troops fired warning shots, a United Nations official said.   The incident occurred about four miles southeast of Vares, a grim steel town that Bosnian Croat forces abandoned Wednesday to the mostly Muslim Bosnian Army. Most of the Croatian militiamen, together with thousands of civilians whom they had rousted from Vares, fled across nearby Serbian lines east of the town.","thumbnail":null,"section":"World"},{"date":"19931108","headline":"2 JEWS ATTACKED IN THE WEST BANK","web_url":"https://www.nytimes.com/1993/11/08/world/2-jews-attacked-in-the-west-bank.html","abstract":"  Palestinian gunmen opened fire today on the car of a rabbi who is a leading advocate of Jewish settlement in the occupied territories, wounding him and killing his driver, the police said.   The attack on the rabbi, Haim Druckman, a former member of Parliament, and his driver, Ephraim Ayubi, resulted in the sixth slaying of an Israeli in the territories since the signing of an Israeli-Palestinian agreement in September. It set off another wave of retaliation by Jewish settlers outraged by attacks by Arab militants opposed to the accord.","thumbnail":null,"section":"World"},{"date":"19931108","headline":"Review/Ballet; Boston's 'Sleeping Beauty' With Touches of the New","web_url":"https://www.nytimes.com/1993/11/08/arts/review-ballet-boston-s-sleeping-beauty-with-touches-of-the-new.html","abstract":"  Because Tchaikovsky died a century ago and the Boston Ballet is now 30 years old, Bruce Marks, the troupe's artistic director, decided that an anniversary season featuring ballets to music by Tchaikovsky would be timely and festive. After all, Tchaikovsky composed three magnificent ballet scores and his stirring instrumental compositions have inspired generations of choreographers.    The Boston Ballet has opened its Tchaikovsky season with a lavish new staging of \"The Sleeping Beauty,\" the spectacle that Marius Petipa choreographed in 1890. Its magic was present in performances, conducted by Mark Churchill, on Friday night and Saturday afternoon at the Wang Center for the Performing Arts here. The cast was augmented by members of Boston Ballet II, students from the Boston Ballet School and participants in Citydance, a dance-training program for Boston schoolchildren.","thumbnail":null,"section":"Arts"},{"date":"19931108","headline":"Conflict for Working Couples: When He Retires, Must She?","web_url":"https://www.nytimes.com/1993/11/08/us/conflict-for-working-couples-when-he-retires-must-she.html","abstract":"  John Synal, a Westchester County school superintendent, was 56, burned out and bored when he told his wife he was going to retire. But Jean Synal, at 49, was just reaching the peak of her professional life.    \"He was adamant he was going to retire,\" said Mrs. Synal, who reared three children before becoming a teacher and then a principal. \"I wasn't too thrilled, because I wondered what he would do with himself. But I never had any doubt that I was going to go on working, because I was in my prime.\"","thumbnail":null,"section":"U.S."},{"date":"19931108","headline":"Arenas Fading Without Stars","web_url":"https://www.nytimes.com/1993/11/08/sports/on-basketball-arenas-fading-without-stars.html","abstract":"  With the lowering of one man into a front-row seat, courtside at Chicago Stadium didn't much feel like a trendy place anymore, or a good investment either.   A building that thundered only moments before was no longer the loudest basketball arena in the country. You could hear yourself think, and you could even read minds.","thumbnail":null,"section":"Sports"},{"date":"19931108","headline":"Science and Law Clash Over Fraud-Case Appeals","web_url":"https://www.nytimes.com/1993/11/08/us/science-and-law-clash-over-fraud-case-appeals.html","abstract":"  The Federal standards for judging scientific misconduct have been changed to incorporate a greater measure of legal protection for those accused, a move that officials of a Federal fraud-hunting office say threatens to undo years of work by investigators.","thumbnail":null,"section":"U.S."},{"date":"19931108","headline":"Bridge","web_url":"https://www.nytimes.com/1993/11/08/nyregion/bridge-309293.html","abstract":"  Seattle has some 7,000 hotel rooms, but it will be hard to find one around Thanksgiving. There will be at least 5,000 visitors bent on attending the football game between Washington and Washington State. There will be some 4,000 bridge players attending the Fall Nationals, with headquarters at the Sheraton Hotel. And there will be 3,000 delegates, staff members and journalists attending the Asia-Pacific Conference, an economic meeting of nations of the Pacific Rim.   There has already been some furor because one president, Barbara Nudelman of the American Contract Bridge League, has refused to surrender the presidential suite at the Sheraton to another President, Kim Young-sam of South Korea.","thumbnail":null,"section":"New York"},{"date":"19931108","headline":"Lynn Addington, Tad Van Norden","web_url":"https://www.nytimes.com/1993/11/08/style/weddings-lynn-addington-tad-van-norden.html","abstract":"  Lynn Andrea Addington, the daughter of Ernest W. and Judith L. Addington of Sylvania, Ohio, was married yesterday to Langdon Van Norden Jr., the son of Gloria Barnes Van Norden of Greenwich, Conn., and the late Mr. Van Norden. The Rev. Richard F. Van Wely performed the ceremony at St. Barnabas Episcopal Church in Greenwich.   The bride, 26, is an associate at the law firm of Cummings & Lockwood in Stamford, Conn. She graduated from Northwestern University and she and her husband received law degrees from the University of Pennsylvania. Her father is a controller in the operating division of Owens-Corning Fiberglas in Toledo, Ohio. Her mother teaches kindergarten at the Stranahan Elementary School in Sylvania.","thumbnail":null,"section":"Style"},{"date":"19931108","headline":"School Voucher Plans Don't Improve Education; Benefits of Choice","web_url":"https://www.nytimes.com/1993/11/08/opinion/l-school-voucher-plans-don-t-improve-education-benefits-of-choice-637793.html","abstract":"  To the Editor:   In \"California's Experiment on Your Schools\" (Op-Ed, Oct. 30), Jonathan Schorr says there's no proof that vouchers work, so let's not try them. Yet there's ample proof that public schools are not working for many of the families who are paying taxes to have children educated by them.","thumbnail":null,"section":"Opinion"},{"date":"19931108","headline":"110th National Horse Show Had Novices and Novelties","web_url":"https://www.nytimes.com/1993/11/08/sports/horse-show-110th-national-horse-show-had-novices-and-novelties.html","abstract":"  They struck the red-and-white striped circus tents that had housed the four-legged competitors in the Meadowlands parking lot, doled out the last of the week's $450,000 in prize money in a $100,000 grand prix finale that attracted 33 international jumpers, and anointed a new junior riding champion. This completed the 110th National Horse Show.   In the interests of family entertainment, this year the National was reduced to a five-day schedule but expanded by novelty additions to its program: There was a combination dog-and-pony show in the form of Canada's high-leaping Superdogs, a celebrity cowpunching exhibition, a balletic dressage performance and, as usual, the epitome of hunter and show-jumping competition.","thumbnail":null,"section":"Sports"},{"date":"19931108","headline":"Past Doesn't Repeat In Fear of Immigrants","web_url":"https://www.nytimes.com/1993/11/08/opinion/l-past-doesn-t-repeat-in-fear-of-immigrants-640793.html","abstract":"  To the Editor:   In \"Fear of Immigrants Sounds an Old Theme\" (letter, Oct. 28) Amy Bridges notes that New York City's foreign-born population was almost twice as high in 1855 as today, and she lauds the achievements of \"that generation of immigrants.\"","thumbnail":null,"section":"Opinion"},{"date":"19931108","headline":"New Guidelines For Lawyers Ignite Debate","web_url":"https://www.nytimes.com/1993/11/08/nyregion/new-guidelines-for-lawyers-ignite-debate.html","abstract":"  Broad guidelines intended to protect divorcing clients from being exploited by their lawyers have set off an acrimonious debate in New York State over whether lawyers should be held to the kind of consumer regulations that other businesses must abide by.   Lawyers and bar associations have expressed such anger over the rules that Judge E. Leo Milonas, the state's top administrative judge, has modified some of them and put off implementation till the end of this month. Even with the changes, the rules still amount to the toughest in the country.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19931108","time":"1993-11-08 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.4,"rhum":88,"wspd":9.4},{"date":"19931108","time":"1993-11-08 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.2,"rhum":88,"wspd":9.4},{"date":"19931108","time":"1993-11-08 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":86,"wspd":7.6},{"date":"19931108","time":"1993-11-08 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.3,"rhum":83,"wspd":13},{"date":"19931108","time":"1993-11-08 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.5,"rhum":83,"wspd":9.4},{"date":"19931108","time":"1993-11-08 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.3,"rhum":85,"wspd":11.2},{"date":"19931108","time":"1993-11-08 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.4,"rhum":84,"wspd":7.6},{"date":"19931108","time":"1993-11-08 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":84,"wspd":7.6},{"date":"19931108","time":"1993-11-08 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.4,"rhum":85,"wspd":5.4},{"date":"19931108","time":"1993-11-08 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":84,"wspd":7.6},{"date":"19931108","time":"1993-11-08 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":81,"wspd":7.6},{"date":"19931108","time":"1993-11-08 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":82,"wspd":9.4},{"date":"19931108","time":"1993-11-08 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":80,"wspd":9.4},{"date":"19931108","time":"1993-11-08 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":80,"wspd":9.4},{"date":"19931108","time":"1993-11-08 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":77,"wspd":5.4},{"date":"19931108","time":"1993-11-08 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":74,"wspd":5.4},{"date":"19931108","time":"1993-11-08 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":77,"wspd":7.6},{"date":"19931108","time":"1993-11-08 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":77,"wspd":3.6},{"date":"19931108","time":"1993-11-08 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":78,"wspd":9.4},{"date":"19931108","time":"1993-11-08 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":79,"wspd":5.4},{"date":"19931108","time":"1993-11-08 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":78,"wspd":9.4},{"date":"19931108","time":"1993-11-08 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":79,"wspd":5.4},{"date":"19931108","time":"1993-11-08 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":82,"wspd":7.6},{"date":"19931108","time":"1993-11-08 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":81,"wspd":1.8},{"date":"19931108","time":"1993-11-08 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":48,"wspd":11.2},{"date":"19931108","time":"1993-11-08 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":48,"wspd":13},{"date":"19931108","time":"1993-11-08 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":50,"wspd":11.2},{"date":"19931108","time":"1993-11-08 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":55,"wspd":11.2},{"date":"19931108","time":"1993-11-08 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":62,"wspd":9.4},{"date":"19931108","time":"1993-11-08 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":67,"wspd":9.4},{"date":"19931108","time":"1993-11-08 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":72,"wspd":7.6},{"date":"19931108","time":"1993-11-08 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":78,"wspd":5.4},{"date":"19931108","time":"1993-11-08 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":78,"wspd":7.6},{"date":"19931108","time":"1993-11-08 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":82,"wspd":5.4},{"date":"19931108","time":"1993-11-08 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":78,"wspd":7.6},{"date":"19931108","time":"1993-11-08 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":78,"wspd":7.6},{"date":"19931108","time":"1993-11-08 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":78,"wspd":9.4},{"date":"19931108","time":"1993-11-08 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":64,"wspd":7.6},{"date":"19931108","time":"1993-11-08 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":57,"wspd":9.4},{"date":"19931108","time":"1993-11-08 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":47,"wspd":20.5},{"date":"19931108","time":"1993-11-08 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":47,"wspd":18.7},{"date":"19931108","time":"1993-11-08 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":44,"wspd":18.7},{"date":"19931108","time":"1993-11-08 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":44,"wspd":22.3},{"date":"19931108","time":"1993-11-08 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":41,"wspd":18.7},{"date":"19931108","time":"1993-11-08 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":41,"wspd":16.6},{"date":"19931108","time":"1993-11-08 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":42,"wspd":13},{"date":"19931108","time":"1993-11-08 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":44,"wspd":14.8},{"date":"19931108","time":"1993-11-08 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":49,"wspd":13}]},"19931109":{"guardian_articles":[{"date":"19931109","headline":"Murdered boy 'was twice nearly saved'","web_url":"https://www.theguardian.com/uk/1993/nov/09/bulger","abstract":null,"thumbnail":null,"section":"UK news"}],"nytimes_articles":[{"date":"19931109","headline":"U.S., Aware of Killings, Worked With Salvador's Rightists, Papers Suggest","web_url":"https://www.nytimes.com/1993/11/09/world/us-aware-of-killings-worked-with-salvador-s-rightists-papers-suggest.html","abstract":"  Newly released intelligence reports provide powerful evidence that the Reagan and Bush Administrations collected detailed information about assassinations conducted by right-wing leaders in El Salvador in the 1980's but continued to work with them nonetheless.   The reports go far beyond the sketchy accounts of possible links between political killings and leaders like Roberto d'Aubuisson that were provided to Congress at the time by Administration officials who repeatedly described the information as limited and incomplete.","thumbnail":null,"section":"World"},{"date":"19931109","headline":"Rifkin's Lawyer Assails Actions of the Police","web_url":"https://www.nytimes.com/1993/11/09/nyregion/rifkin-s-lawyer-assails-actions-of-the-police.html","abstract":"  A lawyer for Joel Rifkin, the former landscaper who confessed to killing 17 women, charged at a pretrial hearing today that the police acted illegally when they searched his pickup truck in June and discovered a body in the back.   They also said that Mr. Rifkin, 34, of East Meadow, was interviewed by at least one officer before he was advised of his rights.","thumbnail":null,"section":"New York"},{"date":"19931109","headline":"Firm's Pact Seen Adding 150 Workers","web_url":"https://www.nytimes.com/1993/11/09/nyregion/firm-s-pact-seen-adding-150-workers.html","abstract":"  Countering a trend among Long Island military contractors, an engineering and testing company here is hiring up to 150 new workers and expanding its plant.   The company, Dayton T. Brown, Inc., which employs about 350 people, has won a five-year, $150 million Army contract to test helicopter components including rotors, engines and transmissions.","thumbnail":null,"section":"New York"},{"date":"19931109","headline":"Corrections","web_url":"https://www.nytimes.com/1993/11/09/nyregion/c-corrections-328493.html","abstract":"  An article in Business Day yesterday about the Treasury's auction schedule this week misstated the yield in the pre-auction market on Friday for the three-year Treasury note being auctioned today. In \"when issued\" trading on Friday, the new three-year note was offered at a price to yield 4.55 percent, not 5.55 percent.","thumbnail":null,"section":"New York"},{"date":"19931109","headline":"Giuliani Sees Role for Police In the Schools","web_url":"https://www.nytimes.com/1993/11/09/nyregion/giuliani-sees-role-for-police-in-the-schools.html","abstract":"  Mayor-elect Rudolph W. Giuliani said yesterday that police officers should be posted inside any New York City public school where the security was found to be inadequate, but Schools Chancellor Ramon C. Cortines stopped short of endorsing Mr. Giuliani's position.   The subject arose as Mr. Giuliani, sharing a podium with Mr. Cortines, explained how he would carry out his campaign proposal to create drug-free and crime-free zones around the city's 1,069 public schools. He said police precinct commanders would determine how many officers to deploy to patrol the zones, covering a two-and-a-half-block radius around each school.","thumbnail":null,"section":"New York"},{"date":"19931109","headline":"The Debate On Television","web_url":"https://www.nytimes.com/1993/11/09/us/the-free-trade-accord-the-debate-on-television.html","abstract":"  The debate between Vice President Al Gore and Ross Perot on the North American Free Trade Agreement will be televised live starting at 9 P.M. on \"Larry King Live\" on CNN. The debate will also be broadcast live on National Public Radio.  ","thumbnail":null,"section":"U.S."},{"date":"19931109","headline":"On My Mind; Grovel and Pander","web_url":"https://www.nytimes.com/1993/11/09/opinion/on-my-mind-grovel-and-pander.html","abstract":"  Ross Perot? He is a team player and yes, he might be considered for a job in Bill Clinton's cabinet.   Who said that? Al Gore, when he was running for Vice President.","thumbnail":null,"section":"Opinion"},{"date":"19931109","headline":"With Foreign Policies Under Fire, Top State Dept. Deputy Is Ousted","web_url":"https://www.nytimes.com/1993/11/09/world/with-foreign-policies-under-fire-top-state-dept-deputy-is-ousted.html","abstract":"  The Clinton Administration moved today to stanch the relentless criticism of its foreign policy performance by compelling the second-highest official in the State Department to resign.   Deputy Secretary of State Clifton R. Wharton Jr., the highest-ranking black official in State Department history, submitted his resignation, effective immediately, in letters to President Clinton and Secretary of State Warren Christopher, senior White House and State Department officials said.","thumbnail":null,"section":"World"},{"date":"19931109","headline":"In Los Angeles, a Museum on a Roller Coaster","web_url":"https://www.nytimes.com/1993/11/09/arts/in-los-angeles-a-museum-on-a-roller-coaster.html","abstract":"  The earth didn't actually quake. But to those at the Los Angeles County Museum of Art, the effects of the last 18 traumatic months may make it feel as if the Big One had hit.   The museum was still enjoying tremendous growth when its director, Earl A. Powell 3d, resigned in April 1992 to head the National Gallery in Washington, one of the most prestigious jobs in the arts in America. From a fledgling institution in 1965, it had become the most comprehensive art museum west of Chicago. More than $80 million of private money had been raised during Mr. Powell's 12-year regime to put up new buildings to house the growing collection and the blockbuster exhibitions that regularly stopped there. Annual operating costs had topped a whopping $30 million, but the museum felt secure that about half of that would be picked up by the County of Los Angeles under a contractual commitment any museum could envy.","thumbnail":null,"section":"Arts"},{"date":"19931109","headline":"Discovering A Different Pyongyang","web_url":"https://www.nytimes.com/1993/11/09/opinion/IHT-discovering-a-different-pyongyang.html","abstract":"Taxis are lined up outside the Hotel Koryo in Pyongyang. A visitor walks out of the hotel, climbs into one of the vehicles and tells the driver to head for a restaurant or a department store. The driver does as asked. .Those responsive taxis are a sign","thumbnail":null,"section":"Opinion"},{"date":"19931109","headline":"Old Tablet From Turkish Site Shows Early Spread of Culture","web_url":"https://www.nytimes.com/1993/11/09/science/old-tablet-from-turkish-site-shows-early-spread-of-culture.html","abstract":"  NEW discoveries in Turkey and northern Syria, two buried cities and intriguing clay tablets with cuneiform writing, are expanding the known horizons of early urban civilization and literacy well beyond the Sumerian city-states of southern Mesopotamia.   Archeologists say the discoveries are among the most exciting in Mesopotamian studies in recent decades. They are confident that further excavations at the sites will provide answers to one of the most important questions in archeology: how and when did the phenomena of urban living and the first writing spread from their place of origin more than 5,000 years ago in the lower valley of the Tigris and Euphrates rivers far into adjacent regions?","thumbnail":null,"section":"Science"},{"date":"19931109","headline":"Patient Dies After Falling Into a Coma at a Hospital","web_url":"https://www.nytimes.com/1993/11/09/nyregion/patient-dies-after-falling-into-a-coma-at-a-hospital.html","abstract":"  A 60-year-old man who lapsed into a coma last month after he was sedated by an intern who was convicted of poisoning six people in 1985 died early today, and his family requested an immediate autopsy to determine if there had been foul play.   The patient, Barron Harris, was admitted to the Veterans Administration Hospital here on Sept. 29 suffering from pneumonia. Two days later, family members said, he fell into a coma after being given a sedative by Dr. Michael Swango, a convicted felon who had obtained a job here under an alias. The family fears he may have been been poisoned, their lawyer, Andrew Siben, said.","thumbnail":null,"section":"New York"},{"date":"19931109","headline":"Chiefs Again Turn Good Defense Into Their Best Offense","web_url":"https://www.nytimes.com/1993/11/09/sports/pro-football-chiefs-again-turn-good-defense-into-their-best-offense.html","abstract":"  Before Joe Montana joined them, the Kansas City Chiefs would win football games this way: Defense makes big play, scores, jump-starts offense and defense wins it in the end.   There was no Joe Montana on the field when the Chiefs met the Green Bay Packers here tonight before 76,742 fans at Arrowhead Stadium. Montana was still nursing his hamstring injury. So, this is how Kansas City won: Defense made big play, scored, jump-started offense and defense won it in the end.","thumbnail":null,"section":"Sports"},{"date":"19931109","headline":"Browns Pass Kosar Off Their Roster Over Feud With Belichick","web_url":"https://www.nytimes.com/1993/11/09/sports/pro-football-notebook-browns-pass-kosar-off-their-roster-over-feud-with.html","abstract":"  There was bad blood between Bill Belichick, the Cleveland Browns' head coach, and Bernie Kosar, their long-time quarterback, and the Browns solved it yesterday. In a stunning move, they released Kosar.   The decision was ultimately made by Art Modell, the Browns' owner, and it was especially difficult because his two favorite people seemed to be his coach and his quarterback. But there was friction because Belichick believed Kosar was not the player he once was and had benched him once this year, and Kosar believed Belichick's offense was too limited. Something had to give, and it turned out be be Kosar.","thumbnail":null,"section":"Sports"},{"date":"19931109","headline":"Sports of The Times; The Sick Saga of the Paraglider","web_url":"https://www.nytimes.com/1993/11/09/sports/sports-of-the-times-the-sick-saga-of-the-paraglider.html","abstract":"  HE came from out of the blue, or the black, actually, the black of the night sky, flying down as if on a gossamer string. He was the Mysterious Paraglider, searching for a seat in the middle of the heavyweight championship fight, and thinking he spotted one in the middle of the ring.   It might have been funny if it was not so dangerous and scary -- scary not only because of what has gone on before this to interrupt and disrupt sports events in recent times, but because of what we still might have in store for us.","thumbnail":null,"section":"Sports"},{"date":"19931109","headline":"Of Zoomers, Newtons and Real Life: So Far, Promise Exceeds Usefulness","web_url":"https://www.nytimes.com/1993/11/09/science/personal-computers-zoomers-newtons-real-life-so-far-promise-exceeds-usefulness.html","abstract":"  WHEN the Newton Message Pad finally arrived a couple of months ago, Apple Computer Inc. was widely criticized for promising too much and delivering too little. Billed as a \"personal digital assistant,\" the Newton was the first of what was expected to be a new generation of pocket computers that combined information management and communications.    Now comes the Casio Z-7000 \"Zoomer,\" which uses technology licensed from the maker of its fraternal twin, the Tandy Z-PDA, and one must conclude that these small, pen-based information managers are simply ahead of their time. Although the Zoomer appears to be marginally more useful than the Newton, at least for now, it, too, is most likely to appeal mainly to what Casio refers to as \"early adopters of innovative consumer electronics technology,\" in other words, gadget buffs who do not mind spending $700 or more for a gizmo of unproven utility, and who are willing to endure some frustration in learning to use it. The suggested list price for the Casio device I tested was $899.95.","thumbnail":null,"section":"Science"},{"date":"19931109","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/11/09/nyregion/news-summary-928793.html","abstract":"  International A3-10  THE TOLL ON YOUNG HAITIANS  An oil embargo and other sanctions intended to help restore democracy to Haiti are killing as many as 1,000 children a month, say public health experts at Harvard.  A1  YELTSIN APPROVES DRAFT CHARTER  Boris Yeltsin approved the draft of the first post-Soviet constitution, which if approved by voters will give Russia a strong executive presidency and restrict the powers of its constituent regions.  A1","thumbnail":null,"section":"New York"},{"date":"19931109","headline":"Norv Turner Has the Cowboys' Offense on the Go","web_url":"https://www.nytimes.com/1993/11/09/sports/on-pro-football-norv-turner-has-the-cowboys-offense-on-the-go.html","abstract":"  After the Dallas Cowboys had ripped the Buffalo Bills last January in Super Bowl XXVII, the Dallas offensive coordinator, Norv Turner, got a call from his close friend and former University of Oregon teammate, the Hall of Fame quarterback Dan Fouts.   \"Dan recapped each of our touchdown passes on offenses and knew the play, the formation and exactly what we had done,\" Turner recalled, smiling. \"He was right on the mark, but it wasn't a surprise.\"","thumbnail":null,"section":"Sports"},{"date":"19931109","headline":"Review/Television; Art Imitates Many Lives In 'Unsolved' Mystery","web_url":"https://www.nytimes.com/1993/11/09/arts/review-television-art-imitates-many-lives-in-unsolved-mystery.html","abstract":"  With the promise, or the specter, of a 500-channel future looming before the nation, television is scrambling to develop new programming sources. Look for repackaging to become a survival craft. Like some giant juice extractor, television is determined to squeeze every possible drop of programming mileage out of its more workable formulas. This week's top example: \"Victim of Love: The Shannon Mohr Story,\" a television movie on Channel 4 at 8 tonight.    In the beginning, going back to 1987, there was \"Unsolved Mysteries,\" a \"reality\" show offering, according to NBC, \"reports on the paranormal, as well as touching human dramas involving unexplained disappearances, medical miracles, lost loves, unclaimed fortunes and wanted fugitives.\" With the host, Robert Stack, assuming his patented Eliot Ness authoritative manner, the program consisted of interviews with actual participants and dramatic re-enactments.","thumbnail":null,"section":"Arts"},{"date":"19931109","headline":"A School Crossing Guard Is Slain in Her Apartment","web_url":"https://www.nytimes.com/1993/11/09/nyregion/a-school-crossing-guard-is-slain-in-her-apartment.html","abstract":"  A 50-year-old woman who had been a crossing guard at her neighborhood school for 22 years was stabbed to death in her apartment in Brooklyn on Sunday evening and her 12-year-old grandson critically wounded, the police said yesterday.   Gladys Aviles, who held a second job cleaning the school as she struggled as a single parent to raise four children, was found stabbed once in the chest after neighbors heard her grandson screaming in the third-floor hallway outside their apartment.","thumbnail":null,"section":"New York"},{"date":"19931109","headline":"Canada Links Trade Pact To an Accord on Subsidies","web_url":"https://www.nytimes.com/1993/11/09/world/the-free-trade-accord-canada-links-trade-pact-to-an-accord-on-subsidies.html","abstract":"  The United States charges that Canadian hog farmers get unfair Government subsidies, hurting American hog farmers but enabling American consumers to buy cheaper pork chops and bacon.   So the Commerce Department retaliates by slapping higher duties on Canadian pork.","thumbnail":null,"section":"World"},{"date":"19931109","headline":"Corrections","web_url":"https://www.nytimes.com/1993/11/09/nyregion/c-corrections-329293.html","abstract":"  The Market Place column in Business Day yesterday, about the stocks of radio companies, misstated terms of SFX Broadcasting's debt payments. The annual interest payments total $9.1 million, not $17 million, and the debt is due in seven years, not six.","thumbnail":null,"section":"New York"},{"date":"19931109","headline":"Remembrance Is the Way To Live With That Hole","web_url":"https://www.nytimes.com/1993/11/09/opinion/IHT-remembrance-is-the-way-to-live-with-that-hole.html","abstract":"Fifty-five years ago today, my family and I experienced Kristallnacht in Frankfurt. What we did not know, after that night of attacks on Jewish businesses and synagogues, and then after my father's brush with death during his monthlong confinement in the","thumbnail":null,"section":"Opinion"},{"date":"19931109","headline":"2 States That Limit Medicaid Abortions Are Object of a Suit","web_url":"https://www.nytimes.com/1993/11/09/us/2-states-that-limit-medicaid-abortions-are-object-of-a-suit.html","abstract":"  Using a new provision in the Federal budget, abortion-rights groups today began a legal campaign against states that have imposed greater restrictions than the Federal Government on financing abortions for poor women.   In separate lawsuits filed in Federal courts in Little Rock and Denver, the groups asked that provisions in the Arkansas and Colorado Constitutions be struck down because they limit Medicaid payments for abortions to only those instances in which the life of the pregnant woman is in jeopardy.","thumbnail":null,"section":"U.S."},{"date":"19931109","headline":"Senate Votes Life Term for 3d Felony","web_url":"https://www.nytimes.com/1993/11/09/us/senate-votes-life-term-for-3d-felony.html","abstract":"  In a muscle-flexing but largely symbolic vote, the Senate today approved a measure that would set mandatory life sentences for people convicted of three violent felonies when the third crime is committed on Federal property.   The amendment to the $22.3 billion crime package working its way through the Senate is opposed by some liberals in the House, putting its enactment in doubt. But the overwhelming Senate vote of 91 to 1 reflects a strong mood in both chambers to enact a strong crime bill.","thumbnail":null,"section":"U.S."},{"date":"19931109","headline":"E-W-I-N-G Spells Trouble for Bradley and the 76ers","web_url":"https://www.nytimes.com/1993/11/09/sports/pro-basketball-e-w-i-n-g-spells-trouble-for-bradley-and-the-76ers.html","abstract":"  After the superb weekend that Patrick Ewing had, Shawn Bradley may be in trouble.   Bradley, the Philadelphia 76ers' 7-foot-6-inch rookie center, makes his Madison Square Garden debut tonight in New York's home opener. And waiting for Bradley will be Ewing, who averaged 38 points while leading the Knicks to road victories in their first two games.","thumbnail":null,"section":"Sports"},{"date":"19931109","headline":"Fermilab Chief Appointed To Dismantle Supercollider","web_url":"https://www.nytimes.com/1993/11/09/science/fermilab-chief-appointed-to-dismantle-supercollider.html","abstract":"  DR. JOHN PEOPLES JR., director of the Fermi National Accelerator Laboratory in Illinois, was appointed yesterday to take over direction of the dismantling of the superconducting supercollider in Texas.   Dr. Peoples will replace Dr. Roy F. Schwitters, the supercollider's founding director, who resigned last week after Congress decided to terminate the $11 billion project. Dr. Peoples will continue to direct Fermilab, which is the most powerful particle accelerator in the world, but for the time being he plans to spend most of his time in Texas.","thumbnail":null,"section":"Science"},{"date":"19931109","headline":"Tokyo Panel Urges Loosening of Bonds on Business","web_url":"https://www.nytimes.com/1993/11/09/world/tokyo-panel-urges-loosening-of-bonds-on-business.html","abstract":"  In its first effort to reduce the Government's power over Japan's minutely regulated economy, a commission appointed by Prime Minister Morihiro Hosokawa called today for the elimination or easing of 475 regulations governing the nation's legal and economic systems.   The proposals, which were in an interim report hastily prepared so that Mr. Hosokawa can present it to President Clinton this month at a planned meeting in Seattle, were ambitious but conspicuous in their lack of details.","thumbnail":null,"section":"World"},{"date":"19931109","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/11/09/nyregion/inside-927993.html","abstract":"  Crime Bill Advances   The Senate approved an amendment that would set mandatory life sentences for people convicted of three violent felonies when the third is committed on Federal property. Page B9.  Police in New York's Schools    Mayor-elect Rudolph W. Giuliani said police officers should be posted inside public schools if needed, but the Schools Chancellor stopped short of endorsing the plan. Page B1. Insight Into Healing    New research has increased knowledge of how wounds heal themselves and offers hope that science might discover ways to improve on the process. Science Times, page C1. High-Tech Harmony    Leonard Bernstein's family is donating his vast personal archive to the Library of Congress in a collaboration intended to make it accessible to anyone with a computer. Page C17.","thumbnail":null,"section":"New York"},{"date":"19931109","headline":"Nassau Plans A Tax Freeze In '94 Budget","web_url":"https://www.nytimes.com/1993/11/09/nyregion/nassau-plans-a-tax-freeze-in-94-budget.html","abstract":"  Facing a projected deficit of at least $39 million, the Nassau County Executive, Thomas S. Gulotta, today proposed a 1994 budget that he said would freeze taxes while cutting millions of dollars in personnel, consulting, welfare and other costs.   At about 4:30 P.M., about 15 minutes before the budget was due, the county announced that the plan would total about $1.91 billion, about $70 million more than this year's budget.  To achieve the higher revenues, the county is projecting a 5.5 percent increase in sales tax revenue from the amount received over the last 12 months.","thumbnail":null,"section":"New York"},{"date":"19931109","headline":"Q&A","web_url":"https://www.nytimes.com/1993/11/09/science/q-a-253993.html","abstract":"  St. Elmo's Fire   Q.  What is St. Elmo's fire?   A.  St. Elmo's fire is a brushlike or treelike electrical discharge around an object in the atmosphere, often accompanied by a bluish glow and a hissing, crackling noise. St. Elmo's fire requires a large difference in electrical charge between the object and the surrounding air and is most commonly seen around pointed objects in high terrain in disturbed weather conditions.","thumbnail":null,"section":"Science"},{"date":"19931109","headline":"From G.O.P.'s Fall Guy To Our Man in Panama","web_url":"https://www.nytimes.com/1993/11/09/nyregion/our-towns-from-gop-s-fall-guy-to-our-man-in-panama.html","abstract":"  IF the world of politics ever produced a good sport, it was Robert R. McMillan. In 1988, when every prominent Republican in New York turned down the chance to run against Senator Daniel Patrick Moynihan, the G.O.P. turned to Mr. McMillan, a little-known Long Island lawyer who took on the job with uncommon gusto and good cheer.   For 22 weeks, Mr. McMillan crisscrossed the state in his own Cadillac, receiving little money from the party and still making, by his own count, 702 campaign appearances. And when it was all over, after Mr. Moynihan had thoroughly whupped him, the Republicans in the White House asked Mr. McMillan what he wanted for falling on his sword.","thumbnail":null,"section":"New York"},{"date":"19931109","headline":"Cabdriver Shot Dead On Staten Island","web_url":"https://www.nytimes.com/1993/11/09/nyregion/cabdriver-shot-dead-on-staten-island.html","abstract":"  A livery-cab driver was shot and killed yesterday afternoon near a Staten Island housing project, the police said.   The driver, identified as Mahmoud Addelrehiem, 45, of Staten Island, became the 37th driver killed this year and the fourth killed in the last month. All but five of the drivers operated livery cabs.","thumbnail":null,"section":"New York"},{"date":"19931109","headline":"Insight Under the Big Top","web_url":"https://www.nytimes.com/1993/11/09/sports/tv-sports-insight-under-the-big-top.html","abstract":"  Tim Ryan, who called the Riddick Bowe-Evander Holyfield fight for TVKO Saturday night, needed a day to recall anything in his career as remotely outrageous as parachutist James Miller's descent to the edge of the Caesars Palace ring 1 minute 10 seconds into the seventh round.   He was working for a Toronto TV station 30 years ago, announcing a police track and field meet. As entertainment, the organizers brought in an aerialist.","thumbnail":null,"section":"Sports"},{"date":"19931109","headline":"The 'Great Debate' Over Nafta","web_url":"https://www.nytimes.com/1993/11/09/opinion/the-great-debate-over-nafta.html","abstract":"  Were it not for the fact that truly serious issues are involved, the caterwauling over the North American Free Trade Agreement would be almost comic.   On one side we have a populist President frantically wooing the Republican establishment to round up the 30 or so votes he needs to get Nafta through the House. Standing the usual political coalitions on their heads, Mr. Clinton has courted familiar G.O.P. luminaries like Henry Kissinger, James Baker and even Senator Bob Dole, while accusing his erstwhile allies in the labor movement of using \"naked pressure\" and \"muscle-bound tactics\" to defeat the agreement.","thumbnail":null,"section":"Opinion"},{"date":"19931109","headline":"Guess Who Came to Dinner","web_url":"https://www.nytimes.com/1993/11/09/us/the-free-trade-accord-guess-who-came-to-dinner.html","abstract":"  Maybe it wasn't the dinner invitation that changed her mind, but President Clinton had one convert to the North American Free Trade Agreement even before the 13 undecided Democrats invited to the White House for dinner tonight with the President sat down to eat.   Representative Karan English of Arizona made her support for the pact known after receiving the invitation.","thumbnail":null,"section":"U.S."},{"date":"19931109","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/11/09/style/chronicle-350093.html","abstract":"  People who get up on stages to present honors to award winners usually lavish praise on their subjects. So it was something of a surprise to listen to LARRY KING and SALLY JESSY RAPHAEL talk about RUSH LIMBAUGH at the 1993 Radio Hall of Fame Awards on Sunday evening. Mr. Limbaugh, the conservative talk-show host, received the award for top syndicated radio personality at the honors ceremony in the Museum of Broadcast Communications in Chicago.    \"There is a new organization being formed,\" said Mr. King, who was host of the event attended by 600 people. \"It's called 'Feminists, Blacks and the Homeless for Limbaugh,' and they are meeting in a phone booth in Wichita.\"","thumbnail":null,"section":"Style"},{"date":"19931109","headline":"No Headline","web_url":"https://www.nytimes.com/1993/11/09/nyregion/no-headline-930993.html","abstract":"  \"We don't have any money for medicine, and life has become very hard. The little money I had has dried up. It's hard for me to watch my children like this.\" -- SOLIEUS FENELON, a Haitian mother of six children, three of whom are seriously ill.  [ A8:1. ]","thumbnail":null,"section":"New York"},{"date":"19931109","headline":"Ex-Yonkers Mayor's Death Is Laid to Fears of Inquiry","web_url":"https://www.nytimes.com/1993/11/09/nyregion/ex-yonkers-mayor-s-death-is-laid-to-fears-of-inquiry.html","abstract":"  The wife and brother of Nicholas C. Wasicsko, the former Yonkers mayor who shot himself to death last month, said today that they believed his suicide was prompted largely by fears that he was under investigation for his role in the Yonkers Industrial Development Agency.   A continuing inquiry into financial practices at the agency, of which Mr. Wasicsko was a board member and former chairman, began this summer after a former secretary admitted to embezzling at least part of an estimated $500,000 that is missing from agency coffers, officials said.","thumbnail":null,"section":"New York"},{"date":"19931109","headline":"AIDS Message in a Subway Comic Strip; New York City Health Agency Teaches About the Disease in a Soap With a Sober Focus","web_url":"https://www.nytimes.com/1993/11/09/nyregion/aids-message-subway-comic-strip-new-york-city-health-agency-teaches-about.html","abstract":"  Our story so far, as seen in 6,000 New York City subway cars, above the windows and between the advertisements for hemorrhoid, hernia, and foot doctors:   Julio and Marisol run into each other while visiting Raul Rodriguez, who is in the hospital with AIDS. They apologize for the big quarrel several episodes back, when Julio refused to use a condom and walked out. Their romance rekindled, they leave Raul's room to get some coffee and talk things over.","thumbnail":null,"section":"New York"},{"date":"19931109","headline":"Editorial Notebook: Nationalist China or Nationalist Taiwan?; Democracy Raises An Inconvenient Issue","web_url":"https://www.nytimes.com/1993/11/09/opinion/editorial-notebook-nationalist-china-nationalist-taiwan-democracy-raises.html","abstract":"  Americans who still think of Taiwan as \"Nationalist China\" are in for a shock. The most conspicuous nationalism to be encountered on the island these days is not Chinese but Taiwanese.    It's based on the idea that the immigrants who arrived from the Chinese mainland centuries ago created a new and distinctive society, just as the English colonists who settled America or Australia did. Taiwanese nationalists point out that for only four years this century has their island been under mainland rule.","thumbnail":null,"section":"Opinion"},{"date":"19931109","headline":"U.N.L.V. Sanctions","web_url":"https://www.nytimes.com/1993/11/09/sports/sports-people-basketball-unlv-sanctions.html","abstract":"  A six-year infractions case involving the University of Nevada-Las Vegas men's basketball program will finally be resolved today when the National Collegiate Athletic Association announces sanctions against the program.","thumbnail":null,"section":"Sports"},{"date":"19931109","headline":"Question of Islamic Philosophy Raised at Explosion Trial","web_url":"https://www.nytimes.com/1993/11/09/nyregion/question-of-islamic-philosophy-raised-at-explosion-trial.html","abstract":"  A bit of Islamic moral philosophy came up in the World Trade Center trial yesterday, and so did information on why an immigration inspector at Kennedy International Airport suspected that a Palestinian was not a Swede, as the prosecution, countered by a spirited defense, turned its attention to the movements of one of the defendants, Ahmad M. Ajaj.   Mr. Ajaj is seen as a minor figure among the four men on trial in the World Trade Center bombing on Feb. 26. Unlike the three other defendants, who are accused of helping to build the bomb and transport it to the trade center, Mr. Ajaj is charged with bringing manuals into the country that were used in making the explosive. He was arrested when he entered this country on Sept. 1, 1992, five months before the bombing, and remained in jail on immigration charges until after the explosion.","thumbnail":null,"section":"New York"},{"date":"19931109","headline":"Vincent Declines the Mets' Job Offer","web_url":"https://www.nytimes.com/1993/11/09/sports/baseball-notebook-vincent-declines-the-mets-job-offer.html","abstract":"  Fay Vincent, the former commissioner of baseball, will not become the chief business officer for the Mets. Vincent, who had met with ownership three times in the last week to discuss the vacant title of executive vice president for business operations, notified the Mets yesterday that personal and professional commitments would make taking the job impossible.   \"I was interested,\" Vincent said. \"But I decided this past weekend that it really wasn't appropriate at this time.\"","thumbnail":null,"section":"Sports"},{"date":"19931109","headline":"Collins 'Just Glad to Be Walking'","web_url":"https://www.nytimes.com/1993/11/09/sports/pro-football-collins-just-glad-to-be-walking.html","abstract":"  Giants cornerback Mark Collins put it simply. One day after he lay on the turf for several minutes, his back hurting so much he could barely move and thoughts that he might be paralyzed creeping into his head, he woke up this morning and took pleasure in the very act of moving.   \"I'm just glad to be walking,\" Collins said. \"I'll tell you that.\"","thumbnail":null,"section":"Sports"},{"date":"19931109","headline":"Injured Knee Puts Morris Out 1 to 2 Weeks","web_url":"https://www.nytimes.com/1993/11/09/sports/pro-basketball-injured-knee-puts-morris-out-1-to-2-weeks.html","abstract":"  There was more bad news from the front line of the Nets, who arrived here today for Tuesday night's game against the Mavericks. It looks as if small forward Chris Morris will be out for one to two weeks.   Morris took a nasty tumble during the third quarter of the Nets' 99-73 victory over the Spurs on Sunday night. Tests today showed that he sprained the medial collateral ligament of his left knee. He will be replaced by P. J. Brown.","thumbnail":null,"section":"Sports"},{"date":"19931109","headline":"Review/Music; Of Mists and Mystics, Muscles and Money","web_url":"https://www.nytimes.com/1993/11/09/arts/review-music-of-mists-and-mystics-muscles-and-money.html","abstract":"  The good news from the Brooklyn Academy of Music last weekend is that the Brooklyn Philharmonic's new theme series can draw the kind of young and committed audience classical music presenters pine for but rarely see. It is also pleasant to report that during this three-day combination of music and talk called \"The European Mystics,\" the orchestra played always respectably and sometimes quite well.   Would that this opening theme had been a little clearer. While the other events this season -- \"Ellington's New York,\" \"Sturm und Drang,\" \"From the New World\" and \"The Russian Stravinsky\" -- offer clear-cut exploration, \"The European Mystics\" seemed to be hiding an idea not quite thought through behind a mystical cloud of its own. I don't think I was the only listener who came away still wondering what European mystics are and what the weekend's six composers had in common.","thumbnail":null,"section":"Arts"},{"date":"19931109","headline":"A Quick Bite","web_url":"https://www.nytimes.com/1993/11/09/science/science-watch-a-quick-bite.html","abstract":"  Faster than a jumping flea, more rapid than a fleeing fly, able to trap small prey in single snap. A denizen of the planet Krypton? No, just the lightning-quick mandibles of the trap-jaw ant.   Researchers at the University of Wurzburg in Wurzburg, Germany, have found that the speed of the mandible strike of the trap-jaw ant, less than a millisecond, and sometimes as fast as a third of a millisecond, is among the fastest movements possible in animals. By comparison, the jumps of fleas, at 0.7 to 1.2 milliseconds, and the escape response of cockroaches, at 40 milliseconds, are relatively slow.","thumbnail":null,"section":"Science"},{"date":"19931109","headline":"Jets Savoring the Remains of the Game","web_url":"https://www.nytimes.com/1993/11/09/sports/pro-football-jets-savoring-the-remains-of-the-game.html","abstract":"  A day after dismantling the Dolphins for the second time this season, the Jets were still savoring their 27-10 victory. But they were also casting a cautious eye toward Sunday's game at Indianapolis.   Just as the Jets own the Dolphins, having won five of their past six games, the Colts have dominated New York, taking 10 of 12 games since 1987 and 5 of 6 since Bruce Coslet took over as the Jets' coach in 1990. And the Jets will be going into Sunday's game against a rejuvenated Jeff George at quarterback without their best cornerback, James Hasty, who broke his cheekbone and was scheduled to have surgery at Lenox Hill Hospital tonight.","thumbnail":null,"section":"Sports"},{"date":"19931109","headline":"Rangers Finally Measure Up to Messier's Standard","web_url":"https://www.nytimes.com/1993/11/09/sports/hockey-rangers-finally-measure-up-to-messier-s-standard.html","abstract":"  Mark Messier will not compare last night's game at Madison Square Garden with the infamous one between the Rangers and the Tampa Bay Lightning almost exactly one year ago. That game was an unqualified disaster, one Messier followed with his own diatribe, and that night still stands as the first major indication that New York's 1992-93 season was going to turn out a mess.   Instead, Messier stepped onto the ice last night thinking about a Tampa Bay game played just a few shorts weeks ago in Florida, a game that followed New York's embarrassing loss to the Anaheim Mighty Ducks and also was a mortifying defeat. Would the Rangers once again fail to prepare for a lesser opponent? Would they take this one lightly and get burned again?","thumbnail":null,"section":"Sports"},{"date":"19931109","headline":"Jetliner From China, The Sixth This Year, Hijacked to Taiwan","web_url":"https://www.nytimes.com/1993/11/09/world/jetliner-from-china-the-sixth-this-year-hijacked-to-taiwan.html","abstract":"  In the sixth hijacking of a Chinese airliner to Taiwan this year, a man using bars of soap to simulate explosives diverted a jet carrying 59 people to the international airport at Taipei today.   As it has done in the previous hijackings, Taiwan returned the jet, a Dash-8-300, and its passengers and crew, and held the hijacker for trial.","thumbnail":null,"section":"World"},{"date":"19931109","headline":"At 86 Years Old, Mavis Lindgren Is a Road Runner","web_url":"https://www.nytimes.com/1993/11/09/sports/marathon-at-86-years-old-mavis-lindgren-is-a-road-runner.html","abstract":"  Her first running suit was a home-made dress and canvas shoes, which caused some commotion along the highway here. She was frail, a grandmother, and moving not that much slower than a Volkswagen. Cars kept screeching to a halt, figuring she needed a ride to the nearest telephone.   \"Something the matter?\" the drivers would ask.","thumbnail":null,"section":"Sports"},{"date":"19931109","headline":"Political Memo; Complexities of the Middle of the Road","web_url":"https://www.nytimes.com/1993/11/09/us/political-memo-complexities-of-the-middle-of-the-road.html","abstract":"  There is a certain grandeur to President Clinton's proposed Health Security Act, to the sheer reach of the thing, from Title I, Subtitle B, Section 1114, g(2A), authorizing Pap tests every two years for women aged 50 to 65, to Title X, Subtitle C, Section 10201(a), creating a 15-member Commission on the Integration of Health Benefits.   There is a certain pride in the White House over the sweep and intricacy of the 1,342 pages, which roll like the work of a bureaucratic Tolstoy from the procedures on the posterior teeth of children under the age of 13 to the borrowing authority for regional alliances to cover cash shortages.","thumbnail":null,"section":"U.S."},{"date":"19931109","headline":"KEVORKIAN LEAVES JAIL AFTER 3 DAYS","web_url":"https://www.nytimes.com/1993/11/09/us/kevorkian-leaves-jail-after-3-days.html","abstract":"  Dr. Jack Kevorkian was unexpectedly released from jail after three days today when a lawyer who had never met him and says he opposes assisted suicide put up $2,000 to bail him out.    \"I just felt it was time for this charade to end,\" said Jack A. DeMoss, 68, who described himself as a civil lawyer in general practice in suburban Clinton Township. \"He was trying to hold the whole legal system up to ridicule.\"","thumbnail":null,"section":"U.S."},{"date":"19931109","headline":"Study Says Haiti Sanctions Kill Up to 1,000 Children a Month","web_url":"https://www.nytimes.com/1993/11/09/world/study-says-haiti-sanctions-kill-up-to-1000-children-a-month.html","abstract":"  An oil embargo and other sanctions intended to help restore democracy to Haiti are killing as many as 1,000 children each month, according to a study to be released this week by international public health experts at Harvard University.   The study, titled \"Sanctions in Haiti: Crisis in Humanitarian Action,\" reports that although international attention has focused largely on killings and political terrorism in Haiti since the September 1991 coup that deposed President Jean-Bertrand Aristide, \"the human toll from the silent tragedy of humanitarian neglect has been far greater than either the violence or human rights abuses.\"","thumbnail":null,"section":"World"},{"date":"19931109","headline":"Corrections","web_url":"https://www.nytimes.com/1993/11/09/nyregion/c-corrections-330693.html","abstract":"  The Inside Art column in Weekend on Friday misstated the price paid by the Metropolitan Museum of Art for \"The Golden Age,\" a 1605 painting by the Dutch master Joachim Wtewael. It was $2.1 million, not $1.2 million.","thumbnail":null,"section":"New York"},{"date":"19931109","headline":"Files Contradict U.S. On Salvador Killings","web_url":"https://www.nytimes.com/1993/11/09/world/files-contradict-us-on-salvador-killings.html","abstract":"  Newly released intelligence reports provide powerful evidence that the Reagan and Bush Administrations collected detailed information on assassinations by rightist leaders in El Salvador in the 1980's but continued to work with them.   The reports go far beyond the accounts provided to Congress at the time by Administration officials, who described their information as limited or incomplete.","thumbnail":null,"section":"World"},{"date":"19931109","headline":"Assembly Chief Weighs Run Against Lautenberg","web_url":"https://www.nytimes.com/1993/11/09/nyregion/assembly-chief-weighs-run-against-lautenberg.html","abstract":"  A few days after winning re-election to the Assembly and to his job as Speaker, Garabed (Chuck) Haytaian has notified the Federal Election Commission that he has his eye on another post in 1994: the United States Senate seat held by Frank R. Lautenberg.   Mr. Haytaian, a Hackettstown Republican, said today that he has set a goal of raising $1 million by the end of January and that if he meets it, he will announce his intentions about challenging the incumbent Democrat. Speaking after a meeting here to discuss last week's elections, he said he did not anticipate difficulty raising the money.","thumbnail":null,"section":"New York"},{"date":"19931109","headline":"Israelis and Palestinians Resume Talks to Clear Way for Self-Rule","web_url":"https://www.nytimes.com/1993/11/09/world/israelis-and-palestinians-resume-talks-to-clear-way-for-self-rule.html","abstract":"  Determined to bargain in secret, Israeli and Palestinian negotiators quietly resumed talks here today on obstacles to carrying out limited Palestinian self-rule, but no details of the talks were revealed.   Egypt's Foreign Minister, Amr Moussa, and a spokesman for the Foreign Ministry confirmed that the delegates resumed talks at a secret location today on self-rule in Gaza and Jericho.","thumbnail":null,"section":"World"},{"date":"19931109","headline":"In Central Asia, New Alliances Shift the Balance; Turkey Looks to West","web_url":"https://www.nytimes.com/1993/11/09/opinion/l-in-central-asia-new-alliances-shift-the-balance-turkey-looks-to-west-387093.html","abstract":"  To the Editor:   William Safire's \"Ally for Sale\" (column, Oct. 28) lacks understanding of Turkey's deep commitment to the Western alliance, of which Turkey is an integral part. Since World War II, Turkey has promoted and strengthened its alliance with the West out of respect for shared ideals of freedom, democracy, human rights and economic liberalization.","thumbnail":null,"section":"Opinion"},{"date":"19931109","headline":"Corrections","web_url":"https://www.nytimes.com/1993/11/09/nyregion/c-corrections-331493.html","abstract":"  An article in some editions on Saturday about the trial of a Newark police officer charged in the shooting of a car-theft suspect misspelled the last name of another officer. The officer, who testified at the trial, is Michael Cavallaro.","thumbnail":null,"section":"New York"},{"date":"19931109","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/11/09/style/chronicle-352793.html","abstract":"  When ANTHONY DREXEL DUKE first heard about plans to celebrate his 75th birthday in Grand Central Terminal, \"nothing shocked me more in my life,\" he said yesterday, adding, \"I thought, they'll never be able to fill even a corner of it.\" .   Not to worry, Mr. Duke.","thumbnail":null,"section":"Style"},{"date":"19931109","headline":"Ebersol to Remain Chief of NBC Sports","web_url":"https://www.nytimes.com/1993/11/09/sports/sports-people-television-ebersol-to-remain-chief-of-nbc-sports.html","abstract":"  DICK EBERSOL ended all reports that he was a candidate for baseball commissioner yesterday by signing a four-year contract as the president of NBC Sports. Ebersol has run the division since May 1989.","thumbnail":null,"section":"Sports"},{"date":"19931109","headline":"Voting by Color","web_url":"https://www.nytimes.com/1993/11/09/opinion/l-voting-by-color-389693.html","abstract":"  To the Editor:   Your Nov. 3 coverage of the New York City mayoral election included an article restating the now-familiar complaint that Mayor David N. Dinkins lost because of white racism. The facts show otherwise.","thumbnail":null,"section":"Opinion"},{"date":"19931109","headline":"Turkey and the Kurds : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/11/09/opinion/IHT-turkey-and-the-kurds-letters-to-the-editor.html","abstract":"Regarding \"Here's a Better Road for Turkey to Travel\" (Opinion, Oct. 29) by William Safire: .The solution to the Kurdish problem is not a military one, but a political and economic one. While the Kurdish Workers Party, or PKK, remains murdero","thumbnail":null,"section":"Opinion"},{"date":"19931109","headline":"A Bronx Priest Is Dismissed In Church Leadership Rift","web_url":"https://www.nytimes.com/1993/11/09/nyregion/a-bronx-priest-is-dismissed-in-church-leadership-rift.html","abstract":"  An Episcopal priest who believed that part of his mission was to deal head-on with the social ills buffeting his community, has been removed from his South Bronx church. He had been suspended in May after questions arose over his understanding of church policies and conflicts with its leadership.    The Right Rev. Richard F. Grein, Episcopal Bishop of New York, terminated the Rev. Luis Barrios as the priest in charge of St. Ann's Church, saying he had \"no confidence\" in the priest's ability to heal the rifts and protests that had besieged the Mott Haven parish since the suspension.","thumbnail":null,"section":"New York"},{"date":"19931109","headline":"In Central Asia, New Alliances Shift the Balance","web_url":"https://www.nytimes.com/1993/11/09/opinion/l-in-central-asia-new-alliances-shift-the-balance-381093.html","abstract":"  To the Editor:   William Safire criticizes Turkey's unprincipled pressure to lift United Nations sanctions on Iraq in \"Ally for Sale\" (column, Oct. 28). But he misportrays Turkey's relationship with Iran as one purely of conflict.","thumbnail":null,"section":"Opinion"},{"date":"19931109","headline":"Hillary Clinton Attacks Health Plans Offered by Conservative Democrats","web_url":"https://www.nytimes.com/1993/11/09/us/hillary-clinton-attacks-health-plans-offered-by-conservative-democrats.html","abstract":"  Hillary Rodham Clinton said today that the Administration was willing to negotiate the future of the nation's health care system with liberal Democrats and moderate Republicans, but she turned a surprisingly cold shoulder to conservative Democrats whom her husband embraced in last year's Presidential campaign.   The First Lady said the Administration was willing to consider changes in President Clinton's health care plan so long as the final product guaranteed \"universal coverage with comprehensive benefits.\" She said that the only proposals that earned serious consideration by those standards were the President's plan and those offered by liberal Democrats and moderate Republicans.","thumbnail":null,"section":"U.S."},{"date":"19931109","headline":"Chess","web_url":"https://www.nytimes.com/1993/11/09/arts/chess-993793.html","abstract":"  Jan Timman's three losses in a row to Anatoly Karpov, in Games 14, 15 and 16 of the International Chess Federation's world championship match, virtually knocked him out of contention. He was then trailing by a score of 5 1/2 points to 10 1/2, and there were only eight more games to go. The Dutch grandmaster kept struggling, and gained back one point with a victory in Game 20 before Karpov ran out another draw in Game 21 to triumph in the series, 12 1/2 to 8 1/2.   Karpov surpassed Timman in all phases of the game. His positional play, skill in defense and technical mastery of the endgame were too much for Timman. The Russian even stole his opponent's thunder by exhibiting greater creativity in opening strategy. In Game 16, Karpov capped his superior opening play with decisive middle game maneuvers and a trenchant endgame.","thumbnail":null,"section":"Arts"},{"date":"19931109","headline":"Review/Theater: How to Write a Play; A Ludlam Legacy: New Drummer, Same Beat","web_url":"https://www.nytimes.com/1993/11/09/theater/review-theater-how-to-write-a-play-a-ludlam-legacy-new-drummer-same-beat.html","abstract":"  Things could not have been going much better for Charles Ludlam a decade ago, when he wrote \"How to Write a Play.\" \"Le Bourgeois Avant-Garde\" and \"Galas,\" his major endeavors as playwright, star and director at the Ridiculous Theatrical Company in 1983, were artistic and popular successes. Next up was \"The Mystery of Irma Vep,\" a crowd-pleaser that repeatedly extended its run. So much so that \"How to Write a Play,\" which was originally intended to fill out the \"Irma Vep\" season, emerged from the wings for only a couple of in-house performances.    To see this lost play at last in 1993, in the authentically outrageous staging it receives from Everett Quinton, Ludlam's heir as star and director at the Ridiculous, is to be catapulted right back to an exuberant moment in the history of a groundbreaking theatrical company. For a couple of hours you can almost forget that Ludlam died in 1987 at the age of 44.","thumbnail":null,"section":"Theater"},{"date":"19931109","headline":"U.S. ARRESTS MAN IN FIRE THREATS","web_url":"https://www.nytimes.com/1993/11/09/us/us-arrests-man-in-fire-threats.html","abstract":"  A man was charged today with threatening to set fires in revenge for the Government seizure of his property. But prosecutors said they had not linked him to recent fires in Southern California.    The man, Thomas Lee Larsen, 43, was arrested on Sunday and charged today in Federal District Court with one count of mailing threats to damage or destroy by means of fire. The charge carries a maximum penalty of five years in prison and a $250,000 fine.","thumbnail":null,"section":"U.S."},{"date":"19931109","headline":"Lebow's Mettle Earns French Medal","web_url":"https://www.nytimes.com/1993/11/09/sports/marathon-lebow-s-mettle-earns-french-medal.html","abstract":"  Countdown week for next Sunday's New York City Marathon got under way at Tavern on the Green in Central Park yesterday with the usual tokens of hype and of hoopla, from the over-sized athletic shoe behind the podium at the morning news conference to the presentation of the official medal of the French City of Caen to Fred Lebow.   You know Fred Lebow. According to Caen's deputy mayor, Paul Dubourget, everybody in France does. And what's more, the French are so taken with Lebow's sheer, shining human will in overcoming brain cancer and completing his 69th marathon last year that they plan to honor him from here to France.","thumbnail":null,"section":"Sports"},{"date":"19931109","headline":"Repairing New York's Schools","web_url":"https://www.nytimes.com/1993/11/09/opinion/repairing-new-york-s-schools.html","abstract":"  It took a crisis over asbestos to call widespread attention to the appalling physical deterioration of New York City schools. Now it is inescapably clear that the school system must find ways to repair and maintain its physical plant before the deterioration becomes terminal.   Schools Chancellor Ramon Cortines has proposed a reasonable plan to overcome the two chief problems causing the maintenance crisis -- a shortage of funds, and poor management.","thumbnail":null,"section":"Opinion"},{"date":"19931109","headline":"Serbs Abduct 2 Aides Riding With Sarajevo's Catholic Archbishop","web_url":"https://www.nytimes.com/1993/11/09/world/serbs-abduct-2-aides-riding-with-sarajevo-s-catholic-archbishop.html","abstract":"  Serbian gunmen abducted two aides of Sarajevo's Roman Catholic Archbishop from United Nations armored cars today, United Nations officials said.   The cars were transporting Msgr. Vinko Puljic, two priests and three aides from Sarajevo to Vares when about 50 Serbian militia members halted the convoy, forced the travelers from their vehicles and abducted two aides, the officials said, adding that the Serbs said the captives were \"war criminals.\"","thumbnail":null,"section":"World"},{"date":"19931109","headline":"Attack Suspect Held","web_url":"https://www.nytimes.com/1993/11/09/sports/sports-people-luging-attack-suspect-held.html","abstract":"  A suspect in the neo-Nazi attack on members of the United States luge team is back in jail, but a court rejected arrest warrants for two other suspects, a German prosecutor said yesterday   About 15 neo-Nazis beat up luger DUNCAN KENNEDY of Lake Placid, N.Y., in a bar in the eastern German mountain resort of Oberhof Oct. 29.","thumbnail":null,"section":"Sports"},{"date":"19931109","headline":"Theater in Review","web_url":"https://www.nytimes.com/1993/11/09/theater/theater-in-review-385393.html","abstract":"  Eating Chicken Feet Playhouse 46 at St. Clement's 423 West 46th Street Clinton By Kitty Chen; directed by Kati Kuroda; lighting by Michael Chybowski; costumes by Hugh Hanson; set by Robert Klingelhoefer; sound by Jim Van Bergen; production stage manager, Patt Giblin; fight choreography by Michael G. Chin. Presented by Pan Asian Repertory Theater (Tisa Chang, artistic and producing director) and the Women's Project Productions (Julia Miles, artistic director).  WITH: Christine Campbell, Wai-Ching Ho, Mary Lee, Ben Lin, Liana Pai, Steve Park and Bobby Sacher.","thumbnail":null,"section":"Theater"},{"date":"19931109","headline":"Notre Dame? It's Just Another Game to Low-Key Ward","web_url":"https://www.nytimes.com/1993/11/09/sports/pro-football-notre-dame-it-s-just-another-game-to-low-key-ward.html","abstract":"  The quarterback says he is fine. The ribs are still a little sore, but Charlie Ward says they will not be a problem by Saturday, when his Florida State Seminoles face the real and imagined obstacles at Notre Dame Stadium.   He says he is fine with all the excitement and anticipation of someone looking toward a dental appointment. This must be a big game.","thumbnail":null,"section":"Sports"},{"date":"19931109","headline":"Books of The Times; With Flux Everywhere And Meaning in All of It","web_url":"https://www.nytimes.com/1993/11/09/books/books-of-the-times-with-flux-everywhere-and-meaning-in-all-of-it.html","abstract":"  The Protean Self  Human Resilience in an Age of Fragmentation  By Robert Jay Lifton  262 pages. Basic Books. $25.   As events like the fall of the Berlin wall, the collapse of the Soviet Union, the splintering of Yugoslavia and the recent signing of a peace accord between Israel and the Palestine Liberation Organization so dramatically attest, change has been accelerating around the world. A sense of flux, the psychiatrist Robert Jay Lifton argues in his latest book, is further heightened by the growing spread of communication -- television, fax machines and telephones -- and it is underscored in the United States by the breakdown of communities and families and the constant movement of people from job to job, town to town.","thumbnail":null,"section":"Books"},{"date":"19931109","headline":"Yes, the Sky Is Falling (in a Shower of Dust)","web_url":"https://www.nytimes.com/1993/11/09/science/science-watch-yes-the-sky-is-falling-in-a-shower-of-dust.html","abstract":"  BY studying the tiny dents on a satellite that had been in space for nearly six years, scientists have determined that about 40,000 tons of dust fall from space onto the surface of the Earth in a typical year.    The research marks the first time that levels of cosmic dust less than a millimeter in diameter have been measured directly and precisely, said Dr. Stanley Love, a postdoctoral research associate in astronomy at the University of Washington in Seattle. He and his colleagues examined 761 hypervelocity impact craters in 12 aluminum panels that had been designed to protect and cool the satellite, the Long Duration Exposure Facility. Their findings were published last month in the journal Science.","thumbnail":null,"section":"Science"},{"date":"19931109","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/11/09/sports/results-plus-102893.html","abstract":"  TENNIS  Graf Returns Strongly  Steffi Graf, returning to competition after foot surgery five weeks ago, reached the second round of the Virginia Slims of Philadelphia by defeating Debbie Graham, 6-2, 6-0, last night. The world's No. 1 female player showed her usual mobility and said she experienced no pain. \"I felt very good tonight and felt no effects from the layoff,\" the German star said. (AP)","thumbnail":null,"section":"Sports"},{"date":"19931109","headline":"In Central Asia, New Alliances Shift the Balance; A Deadly Censorship","web_url":"https://www.nytimes.com/1993/11/09/opinion/l-in-central-asia-new-alliances-shift-the-balance-a-deadly-censorship-386193.html","abstract":"  To the Editor:   A kind of censorship by assassination has taken place in Turkey. Since February 1992, 16 journalists, most of whom wrote for left-wing or pro-Kurdish journals have been murdered, often gangland style, in southeast Turkey, where a separatist guerrilla war has cost more than 7,400 lives, mostly civilians, since 1984.","thumbnail":null,"section":"Opinion"},{"date":"19931109","headline":"Arabs Accusing Israel On Handling of Protests","web_url":"https://www.nytimes.com/1993/11/09/world/arabs-accusing-israel-on-handling-of-protests.html","abstract":"  As protesting Jewish settlers barricaded highways in the occupied territories with little interference by the army, a Palestinian leader accused Israel today of using a double standard in handling Jewish unrest caused by the latest attacks on settlers.   Arab traffic was paralyzed during the morning rush hour as hundreds of settlers blocked highways throughout the West Bank and Gaza Strip with rocks and burning tires for a second consecutive day, preventing thousands of Palestinians from reaching their jobs in Israel.","thumbnail":null,"section":"World"},{"date":"19931109","headline":"PRESIDENT BEGINS A LOBBYING BLITZ FOR TRADE ACCORD","web_url":"https://www.nytimes.com/1993/11/09/us/the-free-trade-accord-president-begins-a-lobbying-blitz-for-trade-accord.html","abstract":"  President Clinton began an intensive face-to-face effort today to persuade lawmakers to throw their support behind the North American Free Trade Agreement as the White House added to his criticisms of labor unions who are the chief opponents of the accord.   Struggling to find the 218 votes he needs for the agreement's approval in the House of Representatives, Mr. Clinton met from morning until well into the night with pairs and small groups of Democratic members of Congress, nearly all of whom had not declared their position.","thumbnail":null,"section":"U.S."},{"date":"19931109","headline":"Thomas Wins Title","web_url":"https://www.nytimes.com/1993/11/09/sports/sports-people-golf-thomas-wins-title.html","abstract":"  It took a national championship to do it, but JEFF THOMAS of Plainview West in New Jersey has finally become the Metropolitan Golf Association player of the year. Thomas, a fixture on the circuit for years, clinched the award by capturing the 1993 Mid-Amateur Championship.","thumbnail":null,"section":"Sports"},{"date":"19931109","headline":"Senate Showdown Set on Grazing-Fees Filibuster","web_url":"https://www.nytimes.com/1993/11/09/us/senate-showdown-set-on-grazing-fees-filibuster.html","abstract":"  Interior Secretary Bruce Babbitt and his opponents in the Senate are about to square off one more time over his plan to toughen the rules for ranchers whose herds graze on public land in the West.   As early as Tuesday, Mr. Babbitt's allies in the Senate are expected to try for the fourth time in three weeks to round up the 60 senators needed to break a filibuster that has stymied passage of a spending bill for the Interior Department.","thumbnail":null,"section":"U.S."},{"date":"19931109","headline":"Nothing Romantic About It : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/11/09/opinion/IHT-nothing-romantic-about-it-letters-to-the-editor.html","abstract":"Regarding photographs of a bullfighter (July 5) and the running of the bulls in Pamplona, Spain (July 8): .The photographs you printed a few months back should have been titled \"Barbaric Savagery Continues in Spain.\" The bulls are tormented,","thumbnail":null,"section":"Opinion"},{"date":"19931109","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/11/09/sports/transactions-176193.html","abstract":"  Baseball  American League  BOSTON RED SOX -- Named John Wathan bullpen coach; Mike Roarke pitching coach; and Frank White first base coach.","thumbnail":null,"section":"Sports"},{"date":"19931109","headline":"A Good Deal for France : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/11/09/opinion/IHT-a-good-deal-for-france-letters-to-the-editor.html","abstract":"According to one study, the partial trade liberalization in agriculture, manufacturing and intellectual property envisaged in the Uruguay Round of trade negotiations under the General Agreement on Tariffs and Trade could add $25 billion to the annual inc","thumbnail":null,"section":"Opinion"},{"date":"19931109","headline":"Prenden Journal; For East German Theme Park, the Bad Old Days","web_url":"https://www.nytimes.com/1993/11/09/world/prenden-journal-for-east-german-theme-park-the-bad-old-days.html","abstract":"  Guard towers cast ominous shadows over fearful citizens who are forbidden to leave their heavily guarded enclave. Spies from the dreaded secret police are everywhere. Prices are low, but there is little to buy.  Everyone is supposed to turn out for military parades and cheer the Communist boss as he waves from the reviewing stand.","thumbnail":null,"section":"World"},{"date":"19931109","headline":"Galore vs. Sore Sport","web_url":"https://www.nytimes.com/1993/11/09/opinion/galore-vs-sore-sport.html","abstract":"Whirring and beeping inside our computer is Ars Magna, a software program that always replies with an anagram of what we ask it. When we say Al Gore, it replies Galore. And if we say H. Ross Perot, it comes back with Sports hero.\n\nThe program has become skillful in political prognostication. Recently it has been pondering tonight's Gore-Perot debate on the North American Free Trade Agreement. We invited it to share its thinking.","thumbnail":null,"section":"Opinion"},{"date":"19931109","headline":"Hurrah for Rao : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/11/09/opinion/IHT-hurrah-for-rao-letters-to-the-editor.html","abstract":"Regarding \"The Party in Power Is Self-Destructive\" (Opinion, Oct. 21): .I have to disagree with James Manor that India's Congress (I) Party is on its way to self-destruction, for in the past, the party has been split, resplit, born and reborn","thumbnail":null,"section":"Opinion"},{"date":"19931109","headline":"Hagler Enters Hospital","web_url":"https://www.nytimes.com/1993/11/09/sports/sports-people-boxing-hagler-enters-hospital.html","abstract":"  The former world middleweight champion, MARVIN HAGLER , was hospitalized yesterday in Milan, Italy, after complaining of stomach pain, his agent said. The agent, PETER DeVEBER, said Hagler's doctor told him the retired boxer would be kept overnight at Polyclinic Hospital for tests. Hospital officials declined to release more information. (AP)","thumbnail":null,"section":"Sports"},{"date":"19931109","headline":"U.S. Vendetta Targets Radar Detectors","web_url":"https://www.nytimes.com/1993/11/09/opinion/l-us-vendetta-targets-radar-detectors-388893.html","abstract":"  To the Editor:   Even as the Clinton Administration promises to reduce arbitrary Government regulation, the Department of Transportation is trying to get the radar detector industry. Despite a lack of evidence linking these devices to higher speeds or greater accident risk (and ignoring research by one of the department's agencies that concluded further studies of the subject were unjustified), the department goes ahead with efforts to ban detectors in commercial vehicles.","thumbnail":null,"section":"Opinion"},{"date":"19931109","headline":"For Pollard, Justice Is Jail : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/11/09/opinion/IHT-for-pollard-justice-is-jail-letters-to-the-editor.html","abstract":"Regarding \"Justice for J.J. Pollard\" (Letters, Oct. 20): .Jonathan Jay Pollard is in no way a \"political prisoner,\" and his 1987 conviction for spying was not merely for \"providing Israel with classified information\" but f","thumbnail":null,"section":"Opinion"},{"date":"19931109","headline":"1918:Surrender Terms : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/11/09/opinion/IHT-1918surrender-terms-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The following official announcement was made at noon yesterday [Nov. 8]: \"The German delegates arrived this morning at Marshal Foch's general headquarters. They formally declared an armistice. The text of the Allies' conditions was read and h","thumbnail":null,"section":"Opinion"},{"date":"19931109","headline":"THE FREE-TRADE ACCORD: Estranged, Not Divorced; Clinton Attacks Labor for Stance on Trade, But Reconciliation Appears to Be Inevitable","web_url":"https://www.nytimes.com/1993/11/09/us/free-trade-accord-estranged-not-divorced-clinton-attacks-labor-for-stance-trade.html","abstract":"  Many in organized labor viewed Bill Clinton with suspicion in the spring of 1992 as he appealed desperately for the votes that would knock Jerry Brown and Paul Tsongas out of the primary campaigns in Michigan and Illinois.   Mr. Clinton was Governor of a state that did not much accommodate unions, and he would not say what he would do about the North American Free Trade Agreement, an idea they despised. But Mr. Clinton was the pragmatic choice -- he seemed most likely to win -- and he insisted that he was \"pro-worker, not anti-union.\"","thumbnail":null,"section":"U.S."},{"date":"19931109","headline":"Big Pain For Jets: A Costly Collision","web_url":"https://www.nytimes.com/1993/11/09/sports/pro-football-big-pain-for-jets-a-costly-collision.html","abstract":"  Don't tell Jets safety Brian Washington that strange plays and odd injuries are part of the game. He feels responsible for putting teammate James Hasty in the hospital with a broken cheekbone.    \"If anything, it should have been me that was hurt,\" Washington said.","thumbnail":null,"section":"Sports"},{"date":"19931109","headline":"What Other Industry Suits Washington?","web_url":"https://www.nytimes.com/1993/11/09/opinion/l-what-other-industry-suits-washington-382993.html","abstract":"  To the Editor:   In \"Tax Fairness for D.C.\" (editorial, Oct. 30), you are right to criticize Congressional meddling with the budget of the District of Columbia. The residents of the District should have the real self-government that cannot exist without fiscal autonomy, including the right to make foolish decisions.","thumbnail":null,"section":"Opinion"},{"date":"19931109","headline":"Other States' Cuts, Cited by Whitman, Were Less Severe Than Her Proposals","web_url":"https://www.nytimes.com/1993/11/09/nyregion/other-states-cuts-cited-by-whitman-were-less-severe-than-her-proposals.html","abstract":"  When Christine Todd Whitman was challenged over her plan to slash state taxes and spending in New Jersey, she often replied that if other governors could do so, so could she.   Her advisers frequently point to Massachusetts and Michigan, along with Arizona, as examples of states where Republicans succeeded in reversing years of supposed Democratic profligacy after entering office.","thumbnail":null,"section":"New York"},{"date":"19931109","headline":"Small Businesses Also Deserve a Few Breaks From City Hall","web_url":"https://www.nytimes.com/1993/11/09/opinion/l-small-businesses-also-deserve-a-few-breaks-from-city-hall-383793.html","abstract":"  To the Editor:   New York City is giving Kidder, Peabody & Company $31 million in incentives to stay in New York City (news article, Oct. 30). The city has been giving large corporations billions for decades to retain jobs.","thumbnail":null,"section":"Opinion"},{"date":"19931109","headline":"Corrections","web_url":"https://www.nytimes.com/1993/11/09/nyregion/c-corrections-940693.html","abstract":"  A photograph yesterday with an article about growing foreign student enrollment at the University of Bridgeport was published in error. The picture, at the right, showed Stacy Andriolas, a student at the university and a resident of Bridgeport, not Erica Roesch, president of the senior class.","thumbnail":null,"section":"New York"},{"date":"19931109","headline":"Bernstein Archive To Be Digitized For Public Access","web_url":"https://www.nytimes.com/1993/11/09/arts/bernstein-archive-to-be-digitized-for-public-access.html","abstract":"  Leonard Bernstein's personal archive, a vast collection of correspondence, musical manuscripts, photographs, recordings and memorabilia, is to be donated to the Library of Congress, the Bernstein family and the library announced today. And in a collaboration between the Bernstein estate, the library and a consortium of institutions across the country, the material is to be used to create the Leonard Bernstein Multi-Media Archive, a technological experiment that may prove a major step in creating a vast, interconnected national data system.   The plan, outlined today at the library, calls for the material to be digitally copied. Once digitized electronic facsimiles of the letters, scores, books and recordings are stored in the library's computers -- and once a distribution system is on line -- the material will be available not only to other institutions but to private researchers and music lovers, who will be able to dial into the collection from their home computers. No archive as extensive and varied as this one has ever been made accessible by electronic means, and the technology being developed to accommodate it will be usable for any archive on any subject.","thumbnail":null,"section":"Arts"},{"date":"19931109","headline":"Another Shifting Alliance","web_url":"https://www.nytimes.com/1993/11/09/us/another-shifting-alliance.html","abstract":"  Hillary Rodham Clinton said the Administration was not willing to negotiate its health care plan with conservative Democrats, a group once aligned with her husband. Page A12.","thumbnail":null,"section":"U.S."},{"date":"19931109","headline":"Theater in Review","web_url":"https://www.nytimes.com/1993/11/09/theater/theater-in-review-131193.html","abstract":"  The Cincinnati Saint  Playhouse 91 316 East 91st Street Manhattan Book by Norman Lessing; music by Raphael Crystal; lyrics by Richard Engquist. Based on the play \"36,\" by Norman Lessing. Directed by Ran Avni; set by Barbara Cohig; costumes by Gail Cooper-Hecht; lighting by Betsy Finston; orchestrations and musical direction by Mr. Crystal; musical staging by Helen Butleroff; production stage manager, D. C. Rosenberg. Presented by the Jewish Repertory Theater, Mr. Avni, artistic director; Edward M. Cohen, associate director, in association with the 92d Street YM-YWHA. WITH: Robert Ari, Ellen Foley, Gordon Greenberg, Jonathan Hadley, Steve Sterner and Kurt Ziskie.","thumbnail":null,"section":"Theater"},{"date":"19931109","headline":"Biologists Decipher Body's Signals for Repairing Wounds","web_url":"https://www.nytimes.com/1993/11/09/science/biologists-decipher-body-s-signals-for-repairing-wounds.html","abstract":"  WHETHER from the edge of an envelope that seems suddenly to have sprouted teeth, or a bread knife that completes its journey through a bagel by diving into the tender V of flesh between thumb and forefinger, a wound to the skin sets off a predictable reaction: a yelp of pain, a fleeting desire to blame somebody else for the injury, and the body's nearly instantaneous efforts to minimize the damage and begin cleaning up the mess.    The task of healing wounded tissue is among the most essential, dramatic and visible jobs the body performs. And lately scientists have made significant progress in parsing the complex sequence of events that allows traumatized tissue to heal itself.","thumbnail":null,"section":"Science"},{"date":"19931109","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/11/09/style/chronicle-351993.html","abstract":"  Mr. King had to postpone a part of the tour he is making to promote his book, \"On the Line: The New Road to the White House,\" which was published last week by Harcourt Brace & Company. But it was for a good cause. Mr. King is the moderator of the debate between Vice President Al Gore and Ross Perot tonight on \"Larry King Live\" on CNN, about the North American Free Trade Agreement. So scratch Seattle and Los Angeles from his promotional itinerary, at least for now.","thumbnail":null,"section":"Style"},{"date":"19931109","headline":"Officials Look but Can't Confirm Plot to Kill Perot","web_url":"https://www.nytimes.com/1993/11/09/us/the-free-trade-accord-officials-look-but-can-t-confirm-plot-to-kill-perot.html","abstract":"  Federal law-enforcement officials said today that they had been unable to confirm the existence of a plot to kill Ross Perot, who said in Tampa, Fla., on Sunday that he was a target because of his opposition to the North American Free Trade Agreement.   One law-enforcement official said information about a threat to Mr. Perot's life was first received on Saturday evening by a nonprofit telephone tip line in Southern California. The caller said that he was standing with a man who spoke no English, but that the man had recently been released from a Mexican jail, and in jail he had heard that a six-member Cuban hit squad planned to kill Mr. Perot. Perot Disclosed Threat    Officials of the Federal Bureau of Investigation said the agency's office in Los Angeles was alerted to the threat and advised Mr. Perot in Tampa. Federal agents have investigated the tip, but have so far failed to substantiate it, officials said today.","thumbnail":null,"section":"U.S."},{"date":"19931109","headline":"Cronkite's Mother Dies","web_url":"https://www.nytimes.com/1993/11/09/us/cronkite-s-mother-dies.html","abstract":"  Helen Fritsche Cronkite, mother of Walter Cronkite, died on Sunday at her home in Washington. She was 101.   The cause was congestive heart failure, said Julie Sukman, Mr. Cronkite's executive assistant at CBS News, where he is a special correspondent.","thumbnail":null,"section":"U.S."},{"date":"19931109","headline":"Whitman's Budget Vow May Hurt Backers","web_url":"https://www.nytimes.com/1993/11/09/nyregion/whitman-s-budget-vow-may-hurt-backers.html","abstract":"  If Christine Todd Whitman is going to make good on her promise to cut New Jersey income taxes, her own supporters will have to pay a part of the price.   Analysts outside her circle of advisers say her task will be to persuade the suburban voters who gave her the margin of victory to sacrifice some of their most cherished government benefits, including aid to education and local governments.","thumbnail":null,"section":"New York"},{"date":"19931109","headline":"Holiday on Thursday","web_url":"https://www.nytimes.com/1993/11/09/nyregion/holiday-on-thursday.html","abstract":"  Veterans Day will be observed on Thursday. Here are holiday schedules. NEW YORK   GOVERNMENT OFFICES Closed.","thumbnail":null,"section":"New York"},{"date":"19931109","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1993/11/09/style/IHT-what-theyre-reading.html","abstract":"Werner Schmidt, finance director at Volkswagen's headquarters in Wolfsburg, Germany, is reading \"Danger in the Comfort Zone\" by Judith M. Bardwick. .\"It helps reduce fears in the work place and has some clear directives for those in charg","thumbnail":null,"section":"Style"},{"date":"19931109","headline":"College Soccer Report","web_url":"https://www.nytimes.com/1993/11/09/sports/college-soccer-report-263693.html","abstract":"  N.C.A.A. Tournament  Thirty-two teams were awarded berths yesterday in the Division I tournament, which will start at campus sites this week and conclude with the Final Four Dec. 3-5 at Davidson College in Davidson, N.C.   Sixteen of the 32 bids went automatically to teams that won their conference titles. Two of those schools, Memphis State (13-8-2) and Robert Morris (14-6-1), are in the tournament for the first time.","thumbnail":null,"section":"Sports"},{"date":"19931109","headline":"Bridge","web_url":"https://www.nytimes.com/1993/11/09/nyregion/bridge-996193.html","abstract":"  If the diagramed deal seems confusing, be patient. All will be revealed. It happened in a crucial match between Britain and Italy in the 1954 European Championships, and has a strong claim to belong in the record books.   The weird-looking bidding was the result of an artificial Italian system. The one-diamond opening bid by North was strong and artificial, and the one-spade response showed that South had exactly one king and no ace. North showed a powerful spade suit, and then jumped to slam in the hope that South's hearts were relatively strong. The heart king was a virtual certainty, and he hoped that the queen was in support.","thumbnail":null,"section":"New York"},{"date":"19931109","headline":"'Today' Show Moving to Storefront Studio","web_url":"https://www.nytimes.com/1993/11/09/arts/today-show-moving-to-storefront-studio.html","abstract":"  NBC's morning program, the \"Today\" show, will relocate next fall to a new glass-walled studio that will use the sights of Rockefeller Plaza as a permanent backdrop.   NBC announced the move yesterday. The program will move from a third-floor studio inside the General Electric Building across 49th Street to a three-story, 18,000 square-foot space that formerly housed a bank. NBC will install three-story windows on both sides of the storefront that will, in effect, put passers-by on 49th Street on the air and give them a full view of all the activity during the show.","thumbnail":null,"section":"Arts"},{"date":"19931109","headline":"Fugitive in Contraband Cigarette Case Surrenders, Ending Standoff","web_url":"https://www.nytimes.com/1993/11/09/nyregion/fugitive-in-contraband-cigarette-case-surrenders-ending-standoff.html","abstract":"  A Golden Hill Paugussett Indian chief ended a bitter standoff with Connecticut authorities last night by surrendering to state police in Colchester after three months of hiding on the tribe's reservation. The chief, Moonface Bear, was charged with illegally selling tax-free cigarettes.    Moonface Bear contacted the police late yesterday and agreed to leave the sanctuary of his 107-acre reservation, said Sgt. Scott O'Mara of the Connecticut State Police.","thumbnail":null,"section":"New York"},{"date":"19931109","headline":"Why Incite Demagogy?","web_url":"https://www.nytimes.com/1993/11/09/opinion/why-incite-demagogy.html","abstract":"Two conditions are indispensable for establishing a sound international policy. The first is continuity. By its very nature, foreign policy, a long-term enterprise, requires persistence and tenacity as well as skill and realism.\n\nThe second condition is unity of purpose. The various groups and interests that make up a nation must agree on a common goal. Those conditions, as Alexis de Tocqueville noted more than a century ago, are especially hard to achieve in modern democracies.","thumbnail":null,"section":"Opinion"},{"date":"19931109","headline":"Kasparaitis D.W.I. Case","web_url":"https://www.nytimes.com/1993/11/09/sports/sports-people-hockey-kasparaitis-dwi-case.html","abstract":"  It will be a little longer before DARIUS KASPARAITIS finds out the ramifications of his arrest this past summer on a charge of driving while intoxicated.","thumbnail":null,"section":"Sports"},{"date":"19931109","headline":"YELTSIN APPROVES NEW CONSTITUTION WIDENING HIS ROLE","web_url":"https://www.nytimes.com/1993/11/09/world/yeltsin-approves-new-constitution-widening-his-role.html","abstract":"  President Boris N. Yeltsin approved the draft of the first post-Soviet constitution today. If approved by voters on Dec. 12, the constitution will give Russia a strong executive presidency and restrict the powers of its constituent regions.   The final draft is to be published Tuesday. An earlier draft, which has only been slightly changed, confirmed that a new two-chamber parliament that is also to be elected on Dec. 12 will serve only two years, while Mr. Yeltsin will serve out the rest of his five-year term, until June 1996.","thumbnail":null,"section":"World"},{"date":"19931109","headline":"1918:Surrender Terms (folo) : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/11/09/opinion/IHT-1918surrender-terms-folo-in-our-pages100-75-and-50-years-ago.html","abstract":"BELGRADE - The troops of the Second Serbian Army on Wednesday [Nov. 6] entered Sarajevo, the capital of Bosnia, where the population gave them an enthusiastic welcome. Preparations are being made in Belgrade to celebrate the proclamation of the union of","thumbnail":null,"section":"Opinion"},{"date":"19931109","headline":"All-Star Ballot Set in Pro Basketball","web_url":"https://www.nytimes.com/1993/11/09/sports/pro-basketball-all-star-ballot-set-in-pro-basketball.html","abstract":"  Election Day may have been last week, but balloting of a different sort began last night in National Basketball Association arenas across the country. At stake: the right to start in the 1994 N.B.A. All-Star Game at the Target Center in Minneapolis, Feb. 13. Balloting by fans will continue through late January.   The entire Knicks' starting lineup made the ballot, while only two Nets were named. Patrick Ewing, a seven-time All-Star, led the Knicks' contingent of Charles Oakley, Charles Smith, Doc Rivers and John Starks. Derrick Coleman and Kenny Anderson are eligible for the Nets.","thumbnail":null,"section":"Sports"},{"date":"19931109","headline":"Princess Wins a Court Ban on More Gym Photos","web_url":"https://www.nytimes.com/1993/11/09/world/princess-wins-a-court-ban-on-more-gym-photos.html","abstract":"  Declaring \"distress and a deep sense of outrage,\" the Princess of Wales won an injunction tonight against two British newspapers that published photographs secretly taken of her exercising at a London health club.   The photographs, taken by a camera hidden in the ceiling, were sold to The Daily Mirror and The Sunday Mirror by the gym's owner for a sum that was reported to be about $150,000.","thumbnail":null,"section":"World"},{"date":"19931109","headline":"Tearful Woman Tells Jury Why She Cut Off Her Husband's Penis","web_url":"https://www.nytimes.com/1993/11/09/us/tearful-woman-tells-jury-why-she-cut-off-her-husband-s-penis.html","abstract":"  A woman told jurors today that she cut off her husband's penis because she was distraught after he had choked and raped her for the second time in five days. The husband's lawyer offered a different motive, saying the woman was a social climber who wanted to spite her husband for being a selfish lover.    The woman, Lorena L. Bobbitt, was testifying in Prince William County Circuit Court at the trial of her husband, John Wayne Bobbitt, who is charged with marital sexual assault. Mrs. Bobbitt said she sliced off Mr. Bobbitt's penis when he fell asleep after attacking her.","thumbnail":null,"section":"U.S."},{"date":"19931109","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/11/09/nyregion/metro-digest-732293.html","abstract":"  WHITMAN'S PLEDGE MAY MEAN SACRIFICE If Christine Todd Whitman is going to make good on her promise to cut New Jersey income taxes, her own supporters will have to pay a part of the price, analysts say. A1.","thumbnail":null,"section":"New York"},{"date":"19931109","headline":"Observer; All Shook Up","web_url":"https://www.nytimes.com/1993/11/09/opinion/observer-all-shook-up.html","abstract":"  Americans love crime in movies, television and books, but gibber and quake when it walks their streets. This is one of many contradictions that confuse efforts to reduce crime.   A nation hooked on violent entertainment can hardly be expected to give it up because it just may happen to provide insensitivity training for children, can it?","thumbnail":null,"section":"Opinion"},{"date":"19931109","headline":"Only NATO Membership Will Soothe Their Fears","web_url":"https://www.nytimes.com/1993/11/09/opinion/IHT-only-nato-membership-will-soothe-their-fears.html","abstract":"NATO has yet to find a way to reassure the Central and East European nations without alienating Russia. The \"security partnership\" expected to be offered by NATO to all European states, including Russia, Ukraine and possibly other former Soviet","thumbnail":null,"section":"Opinion"},{"date":"19931109","headline":"SCIENTIST AT WORK: Katy Payne; Picking Up Mammals' Deep Notes","web_url":"https://www.nytimes.com/1993/11/09/science/scientist-at-work-katy-payne-picking-up-mammals-deep-notes.html","abstract":"  WATCHING elephants from a tower in the African savanna seems a long way from the music studies Katy Payne pursued here as an undergraduate student at Cornell University in the 1950's. But she insists that her career as a field biologist, which has produced remarkable discoveries about the language of the world's largest mammals, whales and elephants, has followed \"a natural, logical line,\" and that her knowledge of music has been an essential ingredient in her studies of animal communication.   \"It's all connected -- my outdoorsy childhood, my early musical experiences, my marriage to a musical biologist who abandoned laboratory science to study whales,\" she said. Even her divorce in 1985 from the biologist, Dr. Roger Payne, fostered new discoveries by prompting Ms. Payne, a self-taught bioacoustician, to turn her research attention from whales to elephants.","thumbnail":null,"section":"Science"},{"date":"19931109","headline":"Review/Music; Exploring the Effects Of Dvorak's Sojourn In the New World","web_url":"https://www.nytimes.com/1993/11/09/arts/review-music-exploring-the-effects-of-dvorak-s-sojourn-in-the-new-world.html","abstract":"  A hundred years ago, Antonin Dvorak lived on East 17th Street in Manhattan. He loved New York's pigeons and elevated trains, he once drank the music critic James Huneker under the table, and he directed a music conservatory founded by the wealthy wife of a wholesale grocer.    But this mundane three-year visit by the Czech composer has begun to take on epic proportions, partly because Dvorak came here with advice: that American music find inspiration in such folk sources as Negro and Indian songs. His advice brings up issues that now cause anxious debate: What relationship does high art have to popular culture? How should music evolve in a country that has no coherent national culture?","thumbnail":null,"section":"Arts"},{"date":"19931109","headline":"Supreme Court Roundup; Justices Agree to Rule on Rights of State Prisoners","web_url":"https://www.nytimes.com/1993/11/09/us/supreme-court-roundup-justices-agree-to-rule-on-rights-of-state-prisoners.html","abstract":"  Opening a new round in its long-running debate over the right of inmates in state prisons to have their cases reviewed in Federal court, the Supreme Court today agreed to decide whether inmates transferred from one state prison system to another can appeal to Federal court on the ground that their confinement violates the interstate agreement on prison transfers.   Under an agreement signed by 48 states -- all except Louisiana and Mississippi -- and the Federal Government, a complex set of rules governs the handling of prisoners who face criminal charges in more than one jurisdiction. A prisoner who is transferred for trial in a different state must be tried there within 120 days, or the charges must be dismissed.","thumbnail":null,"section":"U.S."},{"date":"19931109","headline":"Theater in Review","web_url":"https://www.nytimes.com/1993/11/09/theater/theater-in-review-384593.html","abstract":"  Trophies  Cherry Lane Theater 38 Commerce Street Greenwich Village By John J. Wooten; directed by John Gulley; set by Mark Cheney; costumes by Missy West; lighting by Mark F. O'Connor; sound by Scott Stauffer; music by David Brunetti; production stage manager, Geoffrey F. Morris. Presented by Yabadoo Productions. WITH: Janet Nell Catt, John Henry Cox, R. Ward Duffy, Mark Irish and Christen Tassin.","thumbnail":null,"section":"Theater"},{"date":"19931109","headline":"Pointing Fingers, Joined Hands","web_url":"https://www.nytimes.com/1993/11/09/sports/pro-football-pointing-fingers-joined-hands.html","abstract":"  As the Dallas Cowboys began to run up the score and put the final touches on a 31-9 thrashing of the Giants on Sunday, the Giants' frustrations began to show in a big way. Some were questioning the intensity of others, and shouting matches and finger pointing ensued. For a brief time there was a hole in the bow of Ship Giant that had previously been cruising along so smoothly.   \"I think guys were just frustrated, on both sides of the ball,\" said one offensive player, who asked not to be identified. \"Some guys took it out on each other. But it's over and forgotten.\"","thumbnail":null,"section":"Sports"}],"wiki_events":[{"date":"19931109","headline":"Stari Most, the \"old bridge\" in the Bosnian city of Mostar, built in 1566, collapses after several days of bombing by Croat forces during the CroatBosniak War.","pages":[{"title":"Stari Most","web_url":"https://en.wikipedia.org/wiki/Stari_Most","description":"Bridge in Mostar, Bosnia and Herzegovina","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Stari_Most22.jpg/320px-Stari_Most22.jpg","thumbnail_width":320,"thumbnail_height":240},"abstract":"Stari Most, also known as Mostar Bridge, is a rebuilt 16th-century Ottoman bridge in the city of Mostar in Bosnia and Herzegovina that crosses the river Neretva and connects the two parts of the city. On 9 November 1993 Stari Most collapsed due to shelling by the Croatian Defence Council (HVO) during the CroatBosniak War. Subsequently, a project was set in motion to reconstruct it; the rebuilt bridge opened on 23 July 2004. In 2017, the appeal court deemed that destruction was legal since the bridge was a military target as the opposing Army of the Republic of Bosnia and Herzegovina used it as a military supply line."},{"title":"Bosnia and Herzegovina","web_url":"https://en.wikipedia.org/wiki/Bosnia_and_Herzegovina","description":"Country in Southeast Europe","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Flag_of_Bosnia_and_Herzegovina.svg/320px-Flag_of_Bosnia_and_Herzegovina.svg.png","thumbnail_width":320,"thumbnail_height":160},"abstract":"Bosnia and Herzegovina is a country in Southeast Europe, in the Balkans, bordering Serbia to the east, Montenegro to the southeast, and Croatia to the north and southwest. In the south it has a 20 kilometres long coast on the Adriatic Sea, with the town of Neum being its only access to the sea. Bosnia has a moderate continental climate with hot summers and cold, snowy winters. In the central and eastern regions, the geography is mountainous, in the northwest it is moderately hilly, and in the northeast it is predominantly flat. Herzegovina, the smaller, southern region, has a Mediterranean climate and is mostly mountainous. Sarajevo is the capital and the largest city."},{"title":"Mostar","web_url":"https://en.wikipedia.org/wiki/Mostar","description":"City in Bosnia and Herzegovina","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Mostar_%28collage_image%29.jpg/320px-Mostar_%28collage_image%29.jpg","thumbnail_width":320,"thumbnail_height":390},"abstract":"Mostar is a city and the administrative center of Herzegovina-Neretva Canton of the Federation of Bosnia and Herzegovina, an entity of Bosnia and Herzegovina, and the historical capital of Herzegovina."},{"title":"1566","web_url":"https://en.wikipedia.org/wiki/1566","description":"Calendar year","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Mostar1.gif/320px-Mostar1.gif","thumbnail_width":320,"thumbnail_height":255},"abstract":"Year 1566 (MDLXVI) was a common year starting on Tuesday of the Julian calendar."},{"title":"CroatBosniak War","web_url":"https://en.wikipedia.org/wiki/Croat%E2%80%93Bosniak_War","description":"19921994 armed conflict within the Bosnian War","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Croat%E2%80%93Bosniak_War_collage.jpg/320px-Croat%E2%80%93Bosniak_War_collage.jpg","thumbnail_width":320,"thumbnail_height":320},"abstract":"The CroatBosniak War was a conflict between the Republic of Bosnia and Herzegovina and the Republic of Herzeg-Bosnia, supported by Croatia, that lasted from 18 October 1992 to 23 February 1994.\nIt is often referred to as a \"war within a war\" because it was part of the larger Bosnian War. In the beginning, the Army of the Republic of Bosnia and Herzegovina and the Croatian Defence Council (HVO) fought together in an alliance against the Yugoslav People's Army (JNA) and the Army of Republika Srpska (VRS). By the end of 1992, however, tensions between Bosniaks and Bosnian Croats increased. The first armed incidents between them occurred in October 1992 in central Bosnia. The military alliance continued until early 1993, when it mostly fell apart and the two former allies engaged in open conflict."}]}],"weather":[{"date":"19931109","time":"1993-11-09 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":83,"wspd":7.6},{"date":"19931109","time":"1993-11-09 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":89,"wspd":1.8},{"date":"19931109","time":"1993-11-09 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7,"rhum":92,"wspd":5.4},{"date":"19931109","time":"1993-11-09 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.6,"rhum":95,"wspd":3.6},{"date":"19931109","time":"1993-11-09 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.7,"rhum":99,"wspd":7.6},{"date":"19931109","time":"1993-11-09 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.1,"rhum":97,"wspd":3.6},{"date":"19931109","time":"1993-11-09 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.4,"rhum":98,"wspd":1.8},{"date":"19931109","time":"1993-11-09 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.6,"rhum":90,"wspd":5.4},{"date":"19931109","time":"1993-11-09 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.2,"rhum":88,"wspd":7.6},{"date":"19931109","time":"1993-11-09 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.1,"rhum":83,"wspd":11.2},{"date":"19931109","time":"1993-11-09 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":81,"wspd":11.2},{"date":"19931109","time":"1993-11-09 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.4,"rhum":78,"wspd":13},{"date":"19931109","time":"1993-11-09 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":80,"wspd":14.8},{"date":"19931109","time":"1993-11-09 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":77,"wspd":16.6},{"date":"19931109","time":"1993-11-09 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":80,"wspd":11.2},{"date":"19931109","time":"1993-11-09 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.6,"rhum":76,"wspd":11.2},{"date":"19931109","time":"1993-11-09 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.6,"rhum":75,"wspd":13},{"date":"19931109","time":"1993-11-09 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":77,"wspd":20.5},{"date":"19931109","time":"1993-11-09 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":81,"wspd":11.2},{"date":"19931109","time":"1993-11-09 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":89,"wspd":11.2},{"date":"19931109","time":"1993-11-09 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":83,"wspd":13},{"date":"19931109","time":"1993-11-09 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":86,"wspd":14.8},{"date":"19931109","time":"1993-11-09 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":89,"wspd":16.6},{"date":"19931109","time":"1993-11-09 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":91,"wspd":14.8},{"date":"19931109","time":"1993-11-09 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":51,"wspd":11.2},{"date":"19931109","time":"1993-11-09 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":53,"wspd":13},{"date":"19931109","time":"1993-11-09 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":57,"wspd":14.8},{"date":"19931109","time":"1993-11-09 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":59,"wspd":0},{"date":"19931109","time":"1993-11-09 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":65,"wspd":9.4},{"date":"19931109","time":"1993-11-09 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":70,"wspd":11.2},{"date":"19931109","time":"1993-11-09 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":79,"wspd":0},{"date":"19931109","time":"1993-11-09 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":79,"wspd":7.6},{"date":"19931109","time":"1993-11-09 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":76,"wspd":9.4},{"date":"19931109","time":"1993-11-09 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":82,"wspd":9.4},{"date":"19931109","time":"1993-11-09 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":85,"wspd":5.4},{"date":"19931109","time":"1993-11-09 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":82,"wspd":7.6},{"date":"19931109","time":"1993-11-09 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":82,"wspd":7.6},{"date":"19931109","time":"1993-11-09 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":70,"wspd":7.6},{"date":"19931109","time":"1993-11-09 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":58,"wspd":7.6},{"date":"19931109","time":"1993-11-09 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":55,"wspd":9.4},{"date":"19931109","time":"1993-11-09 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":54,"wspd":13},{"date":"19931109","time":"1993-11-09 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":46,"wspd":13},{"date":"19931109","time":"1993-11-09 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":44,"wspd":14.8},{"date":"19931109","time":"1993-11-09 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":41,"wspd":16.6},{"date":"19931109","time":"1993-11-09 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":39,"wspd":18.7},{"date":"19931109","time":"1993-11-09 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":41,"wspd":14.8},{"date":"19931109","time":"1993-11-09 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":46,"wspd":13},{"date":"19931109","time":"1993-11-09 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":50,"wspd":11.2}]},"19931110":{"guardian_articles":[],"nytimes_articles":[{"date":"19931110","headline":"Whitman Funds Went to Curtail Black Turnout","web_url":"https://www.nytimes.com/1993/11/10/nyregion/whitman-funds-went-to-curtail-black-turnout.html","abstract":"  Christine Todd Whitman's campaign made payments to black ministers and Democratic Party workers in exchange for promises not to rally votes for Gov. Jim Florio in the final stages of the New Jersey gubernatorial race, her campaign manager said today.    The manager, Edward J. Rollins, said the campaign funneled about $500,000 in such \"walking around money\" from the state Republican Party. Those efforts to depress the vote in urban, heavily Democratic areas, he said, were important in Mrs. Whitman's narrow upset victory.","thumbnail":null,"section":"New York"},{"date":"19931110","headline":"Court Rules For Parents In Training Of Disabled","web_url":"https://www.nytimes.com/1993/11/10/education/court-rules-for-parents-in-training-of-disabled.html","abstract":"  A unanimous Supreme Court decision today strengthened the hand of parents in disputes with school boards over what education program is appropriate for their handicapped children.    The Court ruled that parents who unilaterally take children with disabilities out of public school may be entitled to reimbursement for their private school tuition, even if the private school has not been approved by the school district or does not meet state standards.","thumbnail":null,"section":"Education"},{"date":"19931110","headline":"After 9,319-Mile Run, 26.2 Should Be a Mere Stroll","web_url":"https://www.nytimes.com/1993/11/10/sports/new-york-city-marathon-after-9319-mile-run-26.2-should-be-a-mere-stroll.html","abstract":"  As Japan's Demon Drummers sprinted the final yards in Central Park yesterday, completing a three-year, 9,319-mile run around the perimeter of the United States, Sunday's New York City Marathon promised to be less a torturous race than a stroll down the driveway for the morning paper.   \"After this, only 26 miles will seem like dessert,\" said Marco Lienhard, 31, a Swiss-born member of the drum troupe, known in Japan as Ondekoza, which will play Carnegie Hall on Dec. 3. \"A treat.\"","thumbnail":null,"section":"Sports"},{"date":"19931110","headline":"Holyfield Gets an $11 Million Golden Paraglider","web_url":"https://www.nytimes.com/1993/11/10/sports/boxing-holyfield-gets-an-11-million-golden-paraglider.html","abstract":"  He has knots in the back of his neck. His hands hurt. His elbow smarts. His wrists, his ankles, his thighs -- they still throb.   All for $11 million.","thumbnail":null,"section":"Sports"},{"date":"19931110","headline":"A Writer Considers Fate, Evil And Movies","web_url":"https://www.nytimes.com/1993/11/10/movies/a-writer-considers-fate-evil-and-movies.html","abstract":"  After the success of \"The Fabulous Baker Boys,\" the stylish 1989 movie that made Michelle Pfeiffer a star, Steve Kloves was embraced by movie studios here. It seemed they all wanted the film's writer and director, then only 28, to take on big-budget projects that would make him rich.   \"Did the golden gates open?\" he said recently with a gentle laugh. \"Maybe the bronze gates.\"","thumbnail":null,"section":"Movies"},{"date":"19931110","headline":"Corrections","web_url":"https://www.nytimes.com/1993/11/10/nyregion/c-corrections-551793.html","abstract":"  Because of a production error, the continuation of an article yesterday about Leonard Bernstein's personal archive appeared in some copies with passages interchanged. Readers wishing corrected copies of the page may write to Production Quality Control, The New York Times, 229 West 43d Street, New York, N.Y. 10036.","thumbnail":null,"section":"New York"},{"date":"19931110","headline":"THE FREE TRADE ACCORD: Right and Wrong; Exaggerations? Yes, Particularly by Perot","web_url":"https://www.nytimes.com/1993/11/10/us/the-free-trade-accord-right-and-wrong-exaggerations-yes-particularly-by-perot.html","abstract":"  As has been the case with much of the fight over the North American Free Trade Agreement, the debate tonight between Vice President Al Gore and Ross Perot included some misleading and exaggerated arguments on both sides.   Their disagreements ranged from the sweeping (whether the pact would result in massive layoffs across the United States) to the obscure (the pact's rules on certain labels of Tennessee bourbon). But a review of their statements on CNN's \"Larry King Live\" indicates that Mr. Perot tended to stray a little further from the facts than did Mr. Gore.","thumbnail":null,"section":"U.S."},{"date":"19931110","headline":"Palestinians Kill Israeli Arab; Rabin Confers With Settlers","web_url":"https://www.nytimes.com/1993/11/10/world/palestinians-kill-israeli-arab-rabin-confers-with-settlers.html","abstract":"  Palestinian militants killed an Israeli Arab in the Gaza Strip today, the police said, as Prime Minister Yitzhak Rabin held a rare meeting with leaders of Jewish settlers who have protested violently after a spate of fatal Arab attacks.   Masked men reportedly commandeered a garbage truck in Gaza city and rammed it into a car with Israeli license plates, killing the driver, Suleiman al-Hawashla, 38.","thumbnail":null,"section":"World"},{"date":"19931110","headline":"Theater in Review","web_url":"https://www.nytimes.com/1993/11/10/theater/theater-in-review-375193.html","abstract":"  Who Will Carry The Word?  Judith Anderson Theater 422 West 42d Street Clinton Through Nov. 28 By Charlotte Delbo, directed by Edward Berkeley; translated from the French by Cynthia Haft; scenery by Patricia Woodbridge; costumes by Dede Pochos and Fiona Davis; lighting by Jane Reisman. Presented by Willow Cabin Theater Company, Mr. Berkeley, artistic director; Adam Oliensis and Maria Radman, producing directors and Annette Moskowitz and Alexander E. Racolin, on behalf of Play Producers, Inc. WITH: Cynthia Besteman, Fiona Davis, Cecil Hoffmann, Tasha Lawrence, Angela Nevard, Dede Pochos, Linda Powell, Christine Radman and Maria Radman.","thumbnail":null,"section":"Theater"},{"date":"19931110","headline":"Pact Has Few Votes From New York Region","web_url":"https://www.nytimes.com/1993/11/10/nyregion/pact-has-few-votes-from-new-york-region.html","abstract":"  As evidence of the steep hill President Clinton must climb if he is to win Congressional approval next week of the North American Free Trade Agreement, no Democrat in the New York, New Jersey and Connecticut delegations in the House of Representatives is committed to voting for it.   Three Democratic Representatives -- Floyd H. Flake and Nita M. Lowey of New York and Robert G. Torricelli of New Jersey -- say they have still not decided which way they will go when the trade pact is put to a vote on Nov. 17. But the 25 other Democrats in the three states are firmly opposed to the agreement.","thumbnail":null,"section":"New York"},{"date":"19931110","headline":"Excerpts From Supreme Court Ruling on Sexual Harassment in Workplace","web_url":"https://www.nytimes.com/1993/11/10/us/excerpts-from-supreme-court-ruling-on-sexual-harassment-in-workplace.html","abstract":"  Following are excerpts from the Supreme Court's ruling today on sexual harassment in the workplace. The Court ruled unamimously that workers suing their employers for sexual harassment need not show that they suffered psychological injury. Justice Sandra Day O'Connor wrote the opinion, Harris v. Forklift systems. While joining the opinion, Justices Antonin Scalia and Ruth Bader Ginsburg also filed separate concurring opinions. BY JUSTICE O'CONNOR, For the Court    In this case we consider the definition of a discriminatorily \"abusive work environment\" (also known as a \"hostile work environment\") under Title VII of the Civil Rights Act of 1964.","thumbnail":null,"section":"U.S."},{"date":"19931110","headline":"At Haiti-Dominican Border: Barrier or Loophole?","web_url":"https://www.nytimes.com/1993/11/10/world/at-haiti-dominican-border-barrier-or-loophole.html","abstract":"  More a creek than a river, the Rio Artibonito forms the border between Haiti and the Dominican Republic, and for as long as the two countries have existed people on both sides have often just waded across at points like this whenever they wanted to trade with each other.   But with Western ships off the Haitian coast, the success of an oil and arms embargo against Haiti may ultimately depend on enforcement of the sanctions along the country's 241-mile border with the Dominican Republic.","thumbnail":null,"section":"World"},{"date":"19931110","headline":"Studies Suggest Estrogen Lowers Alzheimer's Risk","web_url":"https://www.nytimes.com/1993/11/10/us/studies-suggest-estrogen-lowers-alzheimer-s-risk.html","abstract":"  Women who take estrogen after menopause appear to reduce their risk of getting Alzheimer's disease and, if they do get it, to have milder symptoms, scientists reported today.   The findings were among several results on aging and the brain presented at the annual meeting of the Society for Neuroscience here. In another report, scientists said that for the first time they had found a link between chronic stress and poorer mental performance.","thumbnail":null,"section":"U.S."},{"date":"19931110","headline":"Spicy Food for the Bean Wary","web_url":"https://www.nytimes.com/1993/11/10/style/spicy-food-for-the-bean-wary.html","abstract":"LEGUMES, with their delightful texture and robust flavor, are a near-perfect source of nutrition. As new ethnic foods and assertive seasonings are incorporated into mainstream cuisine in this country, dishes like black beans from Cuba, curried lentils from India and fava-bean fritters from the Middle East are becoming more visible. \n\nHerbs and spices enhance the appeal of legumes and make them easier to digest. Middle Easterners, for example, cook fava beans in water flavored with cumin. In Mexico, red beans are served with chilies. The Chinese add ginger to the water they use to cook beans. In India, fenugreek seeds and cloves are used to counter gastric problems.","thumbnail":null,"section":"Style"},{"date":"19931110","headline":"Corrections","web_url":"https://www.nytimes.com/1993/11/10/nyregion/c-corrections-552593.html","abstract":"  A report in the Benefits column of Styles of The Times on Sunday about a fund-raiser to be held tomorrow at the Grand Hyatt Hotel, honoring Ted Turner and journalists from five countries who have demonstrated a commitment to freedom of the press, misidentified the sponsoring organization. It is the Committee to Protect Journalists (not \"Society\").  ","thumbnail":null,"section":"New York"},{"date":"19931110","headline":"No Headline","web_url":"https://www.nytimes.com/1993/11/10/nyregion/no-headline-799993.html","abstract":"  \"There is a mood here that if someone came to the floor and said we should barbwire the ankles of anyone who jaywalks, I think it would pass.\" SENATOR JOSEPH R. BIDEN, of Delaware.  [ A1:2. ]","thumbnail":null,"section":"New York"},{"date":"19931110","headline":"Grand Central Television","web_url":"https://www.nytimes.com/1993/11/10/opinion/grand-central-television.html","abstract":"  On Manhattan's East 42d Street, there's an enormous room with Tennessee marble floors, an extraordinary staircase, 75-foot windows and a sky-blue ceiling, 10 or so stories high, that's soon to be twinkling once more with golden stars. Doesn't sound like the kind of place to which a 60-square-foot television screen would add much, does it? But it's about to get one just the same.    For 90 years Grand Central Terminal has provided more drama in a day than any television screen can provide in a year. Part of the drama is provided by people; a mixed bag of humanity crosses the main concourse from morning till night. But most of it is provided by the sheer splendor of the soaring spaces and arched windows that make this as extraordinary a public space as Trafalgar Square or the Place Vendome.","thumbnail":null,"section":"Opinion"},{"date":"19931110","headline":"Sports of The Times; Bradley's Eloquent Teacher","web_url":"https://www.nytimes.com/1993/11/10/sports/sports-of-the-times-bradley-s-eloquent-teacher.html","abstract":"  IT may be surprising to learn that Moses Malone is only 38 years old, not even the elder statesman of the National Basketball Association. He seems to have been around, if not since the beginning of time, then at least before the creation of the 24-second clock.   Actually, he broke into pro ball in 1974, a year after Wilt Chamberlain quit. In the mid-1970's, Malone battled Dave Cowens and Kareem Abdul-Jabbar. In the mid-1980's, he tutored a college kid from Africa named Hakeem Olajuwon in sweltering Houston summer leagues and took a Georgetown rookie named Patrick Ewing to school in his first game for the Knicks.","thumbnail":null,"section":"Sports"},{"date":"19931110","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/11/10/nyregion/news-summary-824393.html","abstract":"  International A3-18  CHINA WEIGHS VISITS TO PRISONERS  China said it was considering allowing the Red Cross to visit political prisoners, a signal of what would be a major shift on human rights.  A1  Russia will provide military technology to China.  A15","thumbnail":null,"section":"New York"},{"date":"19931110","headline":"Collision Course","web_url":"https://www.nytimes.com/1993/11/10/sports/IHT-collision-course.html","abstract":"International soccer is on a collision course involving the participants' health and the sporting essence since FIFA is determined that World Cup '94, set before a new audience in America and relayed to a widening one in Japan, will present a more wholes","thumbnail":null,"section":"Sports"},{"date":"19931110","headline":"Livery Driver Shot","web_url":"https://www.nytimes.com/1993/11/10/nyregion/livery-driver-shot.html","abstract":"  A livery driver was shot and killed by a passenger in the Bronx yesterday, and the police said he was the 38th cabby to die on the job this year. The victim, a 44-year-old man who was not immediately identified, was shot while he drove down West 188th Street around 8:20 P.M., said Sgt. Frances Haimeck, a police spokeswoman. The driver, who was struck in the upper chest, was taken to North Central Bronx Hospital, where he was pronounced dead on arrival. The gunman fled.","thumbnail":null,"section":"New York"},{"date":"19931110","headline":"U.S. Should Preach Less to the World","web_url":"https://www.nytimes.com/1993/11/10/opinion/l-us-should-preach-less-to-the-world-589493.html","abstract":"  To the Editor:   I feel I'm at the mercy of a New York Times literary perpetual motion machine. First, you publish selective quotations purporting to be my view of United States China policy (news article, Oct. 28). Then A. M. Rosenthal pre-emptively punches me in the nose on the basis of those quotations in \"How Dare We?\" (column, Oct. 29).","thumbnail":null,"section":"Opinion"},{"date":"19931110","headline":"Mistakes Are Islanders' Only Consistency","web_url":"https://www.nytimes.com/1993/11/10/sports/hockey-mistakes-are-islanders-only-consistency.html","abstract":"  Tonight's 5-2 loss to the Winnipeg Jets was an embarrassment to the Islanders. Although Aleksei Zhamnov scored a hat trick for the Jets, the winning goal was scored by Tie Domi, a gnome-like brawler who used to pester the Islanders when he was a Ranger enforcer.   Domi had a couple of other scoring chances and skated freely across the ice, doing as he pleased, intercepting passes, bumping into Islanders and firing pucks at the net. Toward the end of the evening, he verbally baited Mick Vukota, the Islanders' tough guy who declined the invitation to fight. Both were sent off with misconduct penalties.","thumbnail":null,"section":"Sports"},{"date":"19931110","headline":"Personal Health","web_url":"https://www.nytimes.com/1993/11/10/health/personal-health-334493.html","abstract":"  FOR many years, American women thought they were relatively immune to heart disease, long the leading killer of American men. But now a tide of information intended to dispel this myth has many thinking that heart disease is the newest epidemic to afflict women.   Both ideas are wrong. Women were never immune; they just lag 10 years behind men in developing heart disease. After the age of 65, a woman's risk of suffering a heart attack is almost as high as a man's. Nearly half the 500,000 Americans who will die of heart attacks this year will be women, most past menopause.","thumbnail":null,"section":"Health"},{"date":"19931110","headline":"Yeltsin Promotes a Charter That Is Very Much His","web_url":"https://www.nytimes.com/1993/11/10/world/yeltsin-promotes-a-charter-that-is-very-much-his.html","abstract":"  President Boris N. Yeltsin went on national television tonight to open his campaign for a new constitution that he promised would help restore \"law and order\" to a country that has seen little of either in the last two years.   \"We need order, but not the horrible repressive order of the Stalinist camps,\" Mr. Yeltsin said. \"Russia needs a steady, law-based order badly,\" he added, not an \"iron hand\" but a \"democratic state that will insure progress toward a normal and worthy life for citizens, toward prosperity for a single, integral Russia.\"","thumbnail":null,"section":"World"},{"date":"19931110","headline":"Judge Says Health Panel Erred by Withholding Data","web_url":"https://www.nytimes.com/1993/11/10/us/judge-says-health-panel-erred-by-withholding-data.html","abstract":"  A Federal district judge said today that the White House was improperly withholding records of Hillary Rodham Clinton's Task Force on National Health Care Reform from doctors and consumer groups that wanted to scrutinize the panel's work.   The judge, Royce C. Lamberth of the Federal District Court here, ordered the Government to provide documents needed to assess whether the more than 500 people who worked for the task force had complied with Federal ethics laws.","thumbnail":null,"section":"U.S."},{"date":"19931110","headline":"Germans Sigh As One Nov. 9 Passes Easily","web_url":"https://www.nytimes.com/1993/11/10/world/germans-sigh-as-one-nov-9-passes-easily.html","abstract":"  On the German calendar, this date is eerier and more disturbing than any other, a date that has marked four of the country's most dramatic turning points in this century.   Nov. 9 has been a fateful day for democrats and tyrants alike. Germans have trouble deciding how to commemorate it, so most of them simply don't.","thumbnail":null,"section":"World"},{"date":"19931110","headline":"Mostar's Old Bridge Battered to Death","web_url":"https://www.nytimes.com/1993/11/10/world/mostar-s-old-bridge-battered-to-death.html","abstract":"  Croatian gunners destroyed the renowned Old Bridge in the Bosnian city of Mostar today, sending one of the most graceful examples of Ottoman architecture crashing into the Neretva River.   The four-century-old arch, described by a Muslim poet as \"a crescent moon in stone,\" was one of the most formidable metaphors for the common life that the Muslims, Croats and Serbs of the old Yugoslavia enjoyed before the country's violent breakup into separate nation-states began in mid-1991.","thumbnail":null,"section":"World"},{"date":"19931110","headline":"Two Challenges for the House Campaign Finance Reform, Redux","web_url":"https://www.nytimes.com/1993/11/10/opinion/two-challenges-for-the-house-campaign-finance-reform-redux.html","abstract":"  As we expected, the Democratic campaign finance legislation finally moving in the House is not as strong as it ought to be. Indeed, the weaker points in this legislation are not accidental creations. They stand as monuments to months of purposeful procrastination by House Speaker Thomas Foley. Mr. Foley, on behalf of the careerist Democrats sheltering behind him, refused all pleas to put the legislation on a fast-track spring or summer agenda. He knew his history. Delay is the career pol's strongest weapon against the reform fevers that rage right after a national election.   The bill set to be considered today by the House Administration Committee could have been a poison arrow to the heart of the Washington influence system. That's what the voters said they wanted, and it's what the disappointing freshman class in the House had promised. But by refusing to act on the legislation for the first 10 months of the year, Mr. Foley allowed House Democrats time to co-opt the newcomers and build support for the incumbent-protection features of the legislation.","thumbnail":null,"section":"Opinion"},{"date":"19931110","headline":"Rex Ingram: The Master of '20s Pageantry","web_url":"https://www.nytimes.com/1993/11/10/style/IHT-rex-ingram-the-master-of-20s-pageantry.html","abstract":"Rex Ingram, the Irish-born director whose personal style revolutionized motion-picture technique in the 1920s, is being honored by the CinMmoire festival, which restores films of the past. Ingram's production of \"The Four Horsemen of the","thumbnail":null,"section":"Style"},{"date":"19931110","headline":"Paris Journal; France's Homeless Get Help! Read All About It!","web_url":"https://www.nytimes.com/1993/11/10/world/paris-journal-france-s-homeless-get-help-read-all-about-it.html","abstract":"  After a chilly night huddled in blankets outside the Musee d'Orsay, Georges was up with the sun and ready for a morning's work selling Macadam Journal at an open-air market near the Seine in Paris's elegant 16th arrondissement. By noon, he had earned enough for a good lunch.   \"It has made a big difference for me,\" he said, nodding toward the tabloid newspaper \"for the homeless\" that he was holding out to passers-by. \"I can stay in a small hotel one night out of three, but at least I'm well fed now. And I have saved a bit of money.\"","thumbnail":null,"section":"World"},{"date":"19931110","headline":"France Arrests 88 Suspected Islamic Militants","web_url":"https://www.nytimes.com/1993/11/10/world/france-arrests-88-suspected-islamic-militants.html","abstract":"  Apparently in reprisal for the kidnapping of three French citizens by Islamic militants in Algeria last month, the French police today arrested 88 suspected members or sympathizers of the Islamic Salvation Front who are living in France.   The crackdown also reflected France's mounting concern about the influence of Islamic militants among the three million Muslims living in France and a desire to bolster the besieged Government in Algeria, its former North African colony.","thumbnail":null,"section":"World"},{"date":"19931110","headline":"Life Can Continue After Kidney Failure","web_url":"https://www.nytimes.com/1993/11/10/opinion/l-life-can-continue-after-kidney-failure-588693.html","abstract":"  To the Editor:   \"A Bleak U.S. Report on Kidney-Failure Patients,\" (news article, Nov. 4) is far too one-sided.   End-stage renal disease is indeed serious and disabling. Many patients, particularly those with other major conditions (often advanced diabetes), face special problems, including exposure to premature mortality. But a substantial part of the dialysis patient population leads reasonably productive, comfortable and long lives.","thumbnail":null,"section":"Opinion"},{"date":"19931110","headline":"Landeta Cut; Ex-Bronco Takes Over","web_url":"https://www.nytimes.com/1993/11/10/sports/pro-football-landeta-cut-ex-bronco-takes-over.html","abstract":"  After nine seasons as the Giants' punter, Sean Landeta was abruptly cut yesterday and replaced by Mike Horan, a nine-year veteran who played for seven seasons under Giants Coach Dan Reeves at Denver and is known for his accuracy.   \"I think I'm a little bit of a scapegoat when you're averaging over 42 and netting over 35 with a lot of stuff going against you,\" Landeta told The Associated Press last night from his agent's office in Baltimore. \"I thought he'd see I wasn't punting that bad but I guess he wanted to make a change.\"","thumbnail":null,"section":"Sports"},{"date":"19931110","headline":"Open-and-Shut Encounter for Knicks at Garden","web_url":"https://www.nytimes.com/1993/11/10/sports/pro-basketball-open-and-shut-encounter-for-knicks-at-garden.html","abstract":"  A scintillating home opener it was not.   An easy Knick victory it was.   Sweeping aside a Philadelphia 76er team that has a 7-foot-6-inch center but plenty of holes, New York cruised to a 95-86 victory last night at Madison Square Garden. Led by John Starks (19 points), the Knicks built a 22-point lead early in the fourth quarter, then rested their starters, who enjoyed the view.","thumbnail":null,"section":"Sports"},{"date":"19931110","headline":"Bridge","web_url":"https://www.nytimes.com/1993/11/10/nyregion/bridge-266693.html","abstract":"  It is always irritating to reach an excellent contract, devise a careful plan of play and fail. The irritation is compounded when the post-mortem reveals that a pedestrian course of action would have succeeded.   The victim of the diagramed deal, played Oct. 24 in a Long Island Swiss Team event, was Rob Gordon of Northport, L.I., who sat South. He heard his partner bid two no-trump over one heart to show length in the minor suits and eventually jumped to five diamonds. This was a slam invitation, in view of the earlier cue-bid, but North had no reason to accept.","thumbnail":null,"section":"New York"},{"date":"19931110","headline":"Bonds Gets Another M.V.P. Award","web_url":"https://www.nytimes.com/1993/11/10/sports/baseball-bonds-gets-another-mvp-award.html","abstract":"  He still hasn't reached the World Series, but Barry Bonds yesterday attained a distinction no player ever had achieved: Bonds was named the National League most valuable player for the third time in four seasons.   Bonds, winning the award for the first time with the San Francisco Giants, easily held off Lenny Dykstra of Philadelphia, gaining 24 first-place votes and a total of 372 points. Dykstra was named first on the other 4 ballots and received 267 points..","thumbnail":null,"section":"Sports"},{"date":"19931110","headline":"Daly, Breaking His Silence, Denies Drinking Again","web_url":"https://www.nytimes.com/1993/11/10/sports/golf-daly-breaking-his-silence-denies-drinking-again.html","abstract":"  Speaking publicly for the first time since he was suspended from the PGA Tour on Sunday, a contrite John Daly apologized yesterday for his conduct and said he would not appeal the suspension imposed by Commissioner Deane Beman.   At an impromptu news conference after an exhibition round in Mexico City, Daly, 27, a recovering alcoholic, stressed two things: he has not resumed drinking and he does not know when he will play again on the PGA Tour.","thumbnail":null,"section":"Sports"},{"date":"19931110","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/11/10/style/chronicle-587893.html","abstract":"  It may be nine years since Senator JOHN GLENN ran for the Democratic Presidential nomination, but the memories linger on, or at least the campaign debts do. So the four-term Ohio Senator and former astronaut has found himself on what might be called a retrospective fund-raising party trail in hopes of erasing those debts. He is coming to New York for a party on Monday at the studio of the artist PETER MAX, on West 65th Street. Vice President Al Gore has said he will attend, and the organizers hope it will raise $400,000.    With Federal election laws barring any candidate from contributing more than $50,000 to his own campaign and limiting gifts from individuals to $1,000, the Senator has found it difficult to raise new money for the old debt. Mr. Glenn said he was not legally liable for the debt, since it was incurred in the name of his campaign committee. \"What do you do, walk away and say it's not my responsibility?\" he said. \"I couldn't do that.\"","thumbnail":null,"section":"Style"},{"date":"19931110","headline":"Cortines Calls For Standards In Teaching","web_url":"https://www.nytimes.com/1993/11/10/nyregion/cortines-calls-for-standards-in-teaching.html","abstract":"  Arguing that New York City's schools need more rigorous classroom guidelines, the city's Schools Chancellor Ramon C. Cortines said yesterday that he has ordered the preparation of a core curriculum that would set citywide standards for what to teach and when to teach it.   Because of the lack of standards, instruction varies widely across the city's 1,069 schools and 32 districts, Mr. Cortines said, and children moving from one district to another often have difficulty adjusting. \"Some kids get lab science in their elementary years, other kids don't,\" he said. \"It depends on the school district.\"","thumbnail":null,"section":"New York"},{"date":"19931110","headline":"47 New Death Penalties. Big Deal.","web_url":"https://www.nytimes.com/1993/11/10/opinion/47-new-death-penalties-big-deal.html","abstract":"  In the 1993 crime bill working its way through Congress, the proposals to put more police officers on the beat nationwide and to construct new high-security prisons are sound. Little else deserves support. The bill lacks a coherent national anticrime strategy. It is a potpourri of programs that offers something to everyone -- except perhaps those who live in fear of violent crime.   Most disturbing are provisions extending the death penalty to an additional 47 Federal crimes and creating more than 60 new Federal crimes for conduct already harshly punished under state law. Legislators who think these measures will reduce violent crime fool themselves and the public.","thumbnail":null,"section":"Opinion"},{"date":"19931110","headline":"1918: A Hasty Retreat : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/11/10/opinion/IHT-1918-a-hasty-retreat-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - From the Dutch frontier to the Voivre the enemy continues to beat a hasty retreat, closely followed by the victorious Allied Armies. Good use is being made of the delay granted to the Germans to give their answer to the terms of the armistice, and","thumbnail":null,"section":"Opinion"},{"date":"19931110","headline":"Jordanian Vote Endorses Peace Effort","web_url":"https://www.nytimes.com/1993/11/10/world/jordanian-vote-endorses-peace-effort.html","abstract":"  Jordanians have given a strong endorsement to the Middle East peace effort by spurning Islamic militants whose principal platform was opposition to any peace talks with Israel.   The Islamic Action Front won only 16 seats in the 80-member in elections on Monday, according to official results announced today. The Muslim fundamentalist voting bloc, which includes two nominal independents in addition to the Action Front, thus shrank to 18, from 32 in the last Parliament. Political parties have only been allowed since the last elections, which were in 1989.","thumbnail":null,"section":"World"},{"date":"19931110","headline":"17 States in Vanguard of War on Smoking","web_url":"https://www.nytimes.com/1993/11/10/health/17-states-in-vanguard-of-war-on-smoking.html","abstract":"  WHILE most funerals are somber events, in Portland, Me., residents cheered last Friday as a local funeral director laid to rest a life-size model of Joe Camel, the advertising symbol for Camel cigarettes. The event and others like it around the country marked the start of the largest, most comprehensive effort ever undertaken against smoking.    As the health and other costs related to smoking soar to a projected $68 billion this year and as the social acceptability of tobacco smoke sinks to an all-time low, the National Cancer Institute and the American Cancer Society have begun a five-year, 17-state project intended to attack smoking from every possible angle -- at work, at home and at play -- through schools, health-care settings, community groups, work sites and the mass media.","thumbnail":null,"section":"Health"},{"date":"19931110","headline":"Theater in Review","web_url":"https://www.nytimes.com/1993/11/10/theater/theater-in-review-583593.html","abstract":"  Promises, Promises  Goodspeed Opera House East Haddam, Conn. Through Dec. 19 Book by Neil Simon, based on the screenplay \"The Apartment\" by Billy Wilder and I. A. L. Diamond; music by Burt Bacharach; lyrics by Hal David; directed and choreographed by Ted Pappas; musical direction, Michael O'Flaherty; scenery by James Noone; costumes by Deborah Newhall; lighting by Kirk Bookman; orchestrations by Keith Levenson and Andrew Wilder; stage manager, Donna Cooper Hilton; produced by Michael P. Price. Presented by Goodspeed Opera House. WITH: Jim Athens, P. J. Benjamin; Linda Bloom, Paul A. Brown, Michael Cone, John Deyle, Cynthia Khoury, Juliet Lambert, Joe Palmieri, Evan Pappas, Marilyn Pasekoff, Steve Pudenz, Robert Roznowski, Avery Saltzman, Laurie Sheppard, Elizabeth S. Steers, Suzanne Van Johns, Mary P. Wanamaker, Rob Woronoff and Kayoko Yoshioka.","thumbnail":null,"section":"Theater"},{"date":"19931110","headline":"N.H.L. Offers a Deal to Officials","web_url":"https://www.nytimes.com/1993/11/10/sports/sports-people-hockey-nhl-offers-a-deal-to-officials.html","abstract":"  The National Hockey League Officials Association, whose agreement with the league ends on Monday, received a proposal yesterday from Commissioner GARY BETTMAN. The four-year deal would increase the base salaries for first-year referees from $50,000 to $65,000 in the first year of the contract and to $80,000 by the fourth year. A referee with 10 years' experience would receive an increase from $80,000 to $125,000. The most senior referees would nearly double their salaries from $90,000 to $175,000. \"This offer puts the N.H.L. referees well ahead of our counterparts in major league baseball or the N.B.A.,\" said Bettman.","thumbnail":null,"section":"Sports"},{"date":"19931110","headline":"Florio and Whitman Meet, And Some Advice Is Passed","web_url":"https://www.nytimes.com/1993/11/10/nyregion/florio-and-whitman-meet-and-some-advice-is-passed.html","abstract":"  For the first time since Election Day, Gov. Jim Florio and Governor-elect Christine Todd Whitman met yesterday.   Mrs. Whitman talked privately with Mr. Florio for about two hours at the gubernatorial mansion in Princeton and then accompanied his wife, Lucinda Florio, on a tour of the residence, known as Drumthwacket. Mrs. Whitman has said she will spend Monday through Friday at the mansion and weekends on her farm in Oldwick.","thumbnail":null,"section":"New York"},{"date":"19931110","headline":"Corrections","web_url":"https://www.nytimes.com/1993/11/10/nyregion/c-corrections-549593.html","abstract":"  A picture caption on Saturday with an article about exchanging coins at the Federal Reserve Bank's office in Manhattan misidentified an employee at the counter. She was Sandra Williams, not Joanna Grever. The article also misspelled the surname of the chief of the Government Bond Department. She is Grace Jaiman, not Taiman.","thumbnail":null,"section":"New York"},{"date":"19931110","headline":"Jamiroquai: Will Wonders Ever Cease?","web_url":"https://www.nytimes.com/1993/11/10/style/IHT-jamiroquai-will-wonders-ever-cease.html","abstract":"Jason Kay, a/k/a Jamiroquai, takes his stage name from jam (as in session) and the American Indian tribe. He wears an outsized fur hat that looks ponderously nativesomething, under which, it is said, this 22-year-old British rock star for the 1990s has r","thumbnail":null,"section":"Style"},{"date":"19931110","headline":"Stoked by Ethnic Conflict, Refugee Numbers Swell","web_url":"https://www.nytimes.com/1993/11/10/world/stoked-by-ethnic-conflict-refugee-numbers-swell.html","abstract":"  The spread of ethnic conflict since the end of the cold war has pushed the number of refugees to 44 million people, or more than one in every 130 inhabitants of the globe, the United Nations High Commissioner for Refugees reported today.   The number of people qualifying as refugees because they have been driven across an international frontier has climbed steadily from 2.5 million in 1970 to 19.7 million today, taking into account the recent mass exodus from the tiny African state of Burundi. In addition, roughly 24 million people have been forced into exile within their own countries.","thumbnail":null,"section":"World"},{"date":"19931110","headline":"Corrections","web_url":"https://www.nytimes.com/1993/11/10/nyregion/c-corrections-547993.html","abstract":"  A headline on Monday about a study of three drugs used to treat heart attacks overstated the findings. As the article stated, two drugs, magnesium and nitrates like nitroglycerin, showed little or no benefit; the third, captopril, showed a small benefit.","thumbnail":null,"section":"New York"},{"date":"19931110","headline":"Plaintiffs' Lawyers Applaud Decision","web_url":"https://www.nytimes.com/1993/11/10/us/plaintiffs-lawyers-applaud-decision.html","abstract":"  Lawyers said the Supreme Court's ruling yesterday on sexual harassment in the workplace meant that their clients would not have to show that the incidents drove them crazy in order to get their cases to a jury.   Although the ruling underlines existing law rather than altering it, plaintiffs' lawyers were exultant: the restating of the status quo brought an enormous sigh of relief.","thumbnail":null,"section":"U.S."},{"date":"19931110","headline":"Review/Rock; Faith, Love And Death: It's Weighty","web_url":"https://www.nytimes.com/1993/11/10/arts/review-rock-faith-love-and-death-it-s-weighty.html","abstract":"  Johnette Napolitano, Concrete Blonde's bassist and singer, writes about weighty matters: faith, love, death, resurrection. She addresses them in a big voice, a mezzo-soprano that can be a bluesy growl or a clarion; like Ann Wilson of Heart, she has clearly listened to Grace Slick and Robert Plant. At the Academy on Thursday night, in a College Media Journal Marathon show, Ms. Napolitano's voice and her premeditated but unforced gestures filled her songs with drama.    In long, sweeping crescendos, her voice kept finding new reserves of power; then, suddenly, she would drop to a confidential purr and start again. At a time when rockers are often flippant and self-deprecating, she sings as if personal crises and triumphs can shake the world. In \"Heal It Up,\" about battle-scarred romance, the word \"up\" became a 20-note cry of hope, pain and exhilaration.","thumbnail":null,"section":"Arts"},{"date":"19931110","headline":"3 Women Accused of Making Firebomb","web_url":"https://www.nytimes.com/1993/11/10/nyregion/3-women-accused-of-making-firebomb.html","abstract":"  Three women from 18 to 21 years old were arrested on Monday and charged with helping to make a firebomb that was thrown into a fire engine, injuring three firefighters during a night of unrest in Washington Heights in July.   A fourth young woman, 16 years old, was arrested on riot and assault charges arising from the July 9 disturbance, the police said yesterday.","thumbnail":null,"section":"New York"},{"date":"19931110","headline":"Review/Film: Carlito's Way; The Triumph of Atmosphere Over Detail in Spanish Harlem","web_url":"https://www.nytimes.com/1993/11/10/movies/review-film-carlito-s-way-triumph-atmosphere-over-detail-spanish-harlem.html","abstract":"In Brian De Palma's film a major crime figure (Al Pacino) leaves prison determined to go straight but gets sucked back into the old life by his lawyer (Sean Penn) and other bad influences.\\n","thumbnail":null,"section":"Movies"},{"date":"19931110","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/11/10/style/chronicle-586093.html","abstract":"  A promising Broadway moment . . . far off Broadway.   Eight of the American musical theater's legendary figures will be inducted into the new Musical Theater Hall of Fame, which is being inaugurated today at New York University.","thumbnail":null,"section":"Style"},{"date":"19931110","headline":"Let's Not Extend Morning Darkness in Winter","web_url":"https://www.nytimes.com/1993/11/10/opinion/l-let-s-not-extend-morning-darkness-in-winter-590893.html","abstract":"  To the Editor:   In advocating daylight saving time during the winter in \"The Tunnel at the End of the Light\" (Op Ed, Oct. 30), Harriet Van Horne emphasizes the problems caused by one less hour of afternoon sunlight under the present system.","thumbnail":null,"section":"Opinion"},{"date":"19931110","headline":"Backtracking on the Baltics","web_url":"https://www.nytimes.com/1993/11/10/opinion/backtracking-on-the-baltics.html","abstract":"  Who's in charge of Russian foreign policy, Boris Yeltsin or the military? That question takes on new urgency after Defense Minister Pavel Grachev challenged Mr. Yeltsin's commitment to unconditional withdrawal of all 20,000 Russian troops from Latvia and Estonia.    Mr. Yeltsin and Foreign Minister Andrei Kozyrev have sought an end to discrimination against Russians who live in the two Baltic republics, but have never explicitly linked that issue to withdrawal. Last week General Grachev sounded an ominously different note. \"I as Minister of Defense want to link the pullout of troops to the protection of Russian-speakers,\" he said at a news conference.","thumbnail":null,"section":"Opinion"},{"date":"19931110","headline":"Man and Boy Hurt After Being Hit by Subway","web_url":"https://www.nytimes.com/1993/11/10/nyregion/man-and-boy-hurt-after-being-hit-by-subway.html","abstract":"  Holding his 5-year-old foster brother in his arms, a 27-year-old man jumped in front of a moving subway train yesterday, the police said.   The boy was critically injured. The man escaped with bruises. Both were lucky to have survived, said Sgt. Luis Medina, a transit police spokesman.","thumbnail":null,"section":"New York"},{"date":"19931110","headline":"A Murdered Writer's Prophecy","web_url":"https://www.nytimes.com/1993/11/10/opinion/a-murdered-writers-prophecy.html","abstract":"Three more Muslim extremists were executed in Egypt last week, bringing to 18 the number of militants put to death this year. At the end of October, militants assassinated a high-ranking police official in Qena, a southern town. Thus, as President Hosni Mubarak begins his third six-year term, Egypt continues the cycle of violence that has led to the deaths of more than 200 people in less than two years. \n\nThe Government has invoked the June 1992 assassination of Farag Foda, one of Egypt's foremost intellectuals, in passing strict anti-terrorism laws aimed at the fundamentalists. Yet Mr. Foda was one of the Government's harshest critics. In his last essay, excerpted below, he argues that official discrimination against Egyptian Christians encouraged an atmosphere of intolerance that led to attacks on Christians in Imbaba, a poor section of Cairo, in 1991.","thumbnail":null,"section":"Opinion"},{"date":"19931110","headline":"Which Mayor Created That Big Deficit?","web_url":"https://www.nytimes.com/1993/11/10/opinion/l-which-mayor-created-that-big-deficit-591693.html","abstract":"  To the Editor:   Richard Ravitch (Op-Ed, Nov. 3) repeats inaccurate statements by former Mayor Ed Koch, that \"in 1978 Ed Koch inherited a billion-dollar deficit\" from me.","thumbnail":null,"section":"Opinion"},{"date":"19931110","headline":"Ban on Gun Sales to Minors Passes Senate Easily","web_url":"https://www.nytimes.com/1993/11/10/us/ban-on-gun-sales-to-minors-passes-senate-easily.html","abstract":"  After Senators told grim tales of gang violence in their states, they passed two measures today expanding Federal authority to prosecute crimes committed by gang members and making it a Federal crime to sell a pistol to a minor.   Senate passage of the two measures by overwhelming margins was another indication that the overall $22.3 billion crime package Senate leaders hope to pass on Wednesday would include new Federal initiatives on youth violence.","thumbnail":null,"section":"U.S."},{"date":"19931110","headline":"Review/Music; Chamber Society Starts an Annex","web_url":"https://www.nytimes.com/1993/11/10/arts/review-music-chamber-society-starts-an-annex.html","abstract":"  On Monday night, the Chamber Music Society of Lincoln Center inaugurated its Music of Our Time series in the Walter Reade Theater. This venture seems to have grown out of difficulties encountered with contemporary music in the society's regular concerts at Alice Tully Hall; a smattering of new works will remain at Tully, but most will be taken by the new three-concert offshoot.   Some might say that separating new music in this way amounts to segregating it: precisely the sort of \"out of sight, out of mind\" treatment that composers have suffered for too long. Sharply defined programming could overcome the appearance of ghettoization, but Monday night's concert was a motley collection","thumbnail":null,"section":"Arts"},{"date":"19931110","headline":"The Light That Raged, Then Died, 40 Years Ago","web_url":"https://www.nytimes.com/1993/11/10/nyregion/about-new-york-the-light-that-raged-then-died-40-years-ago.html","abstract":"  YESTERDAY, on the 40th anniversary of Dylan Thomas's death, a retired Welsh clergyman, who had married Miss Piggy and Kermit the Frog in one of the Muppet movies, and a waiter read the dead man's poems at his favorite table at the White Horse Tavern.   It was at least as fitting as the plaque on the wall that referred to the writer as a \"poet, scholar, and gentleman.\" Not long before he died at 39 of too much drink and too much life he had categorized his identities as \"Welshman, drunkard and heterosexual.\"","thumbnail":null,"section":"New York"},{"date":"19931110","headline":"CHINA MAY ALLOW RED CROSS TO VISIT DISSIDENTS IN JAIL","web_url":"https://www.nytimes.com/1993/11/10/world/china-may-allow-red-cross-to-visit-dissidents-in-jail.html","abstract":"  Signaling what would be a major policy shift on human rights, China said today that it would give \"positive consideration\" to allowing the Red Cross to visit more than 3,000 political prisoners.   Speaking with United States journalists, Foreign Minister Qian Qichen also said China viewed a meeting next week between President Clinton and the Chinese Communist Party Secretary, Jiang Zemin, as not for \"picture taking,\" but as a discussion of \"a broader and longer-term perspective\" on bilateral relations.","thumbnail":null,"section":"World"},{"date":"19931110","headline":"CNN Extends Its Audience","web_url":"https://www.nytimes.com/1993/11/10/us/the-free-trade-accord-cnn-extends-its-audience.html","abstract":"  Larry King threw a party for Al Gore and Ross Perot last night in the form of a free-swinging debate on the North American Free Trade Agreement. And the question is: who showed up?   For the first nine months of this year, the average audience for \"Larry King Live\" on CNN was 850,000 households, or about 1 percent of the 93.1 million American household with television sets.","thumbnail":null,"section":"U.S."},{"date":"19931110","headline":"A Southern Journal; Y'all Come Back, Now, Ecoutez, Professeurs?","web_url":"https://www.nytimes.com/1993/11/10/us/a-southern-journal-y-all-come-back-now-ecoutez-professeurs.html","abstract":"  Sure, they deconstructed the plantation world, saw a gala screening of the Southern epic \"It's Grits,\" heard the Swiss Alpine bluesman Walter Liniger and pondered whether Scarlett O'Hara was a feminist.   But do they have a quarterback at the Pedagogical University of Flensburg or the University of Oslo who can run the option?","thumbnail":null,"section":"U.S."},{"date":"19931110","headline":"1893:Persistent Princess : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/11/10/opinion/IHT-1893persistent-princess-in-our-pages100-75-and-50-years-ago.html","abstract":"MUNICH - The discreet silence that has been observed on the banks of the Isar concerning a romantic love affair between a Royal Bavarian Princess and a young officer of the Guards, has at last been broken through the persistence of the Princess in refusin","thumbnail":null,"section":"Opinion"},{"date":"19931110","headline":"My Father's War","web_url":"https://www.nytimes.com/1993/11/10/opinion/my-fathers-war.html","abstract":"I was a kid during World War II and I loved the machinery of it. New cars, if there were any, could not be half as fascinating as bombers, and I tried to spot Junkers and Dorniers as easily as I could tell a Chrysler from a Chevy. If a Stuka dive-bombed Times Square this afternoon, I could still identify it by the outline.\n Other kids were following their fathers' Army careers, but it was not my father's war. He came here from Germany as a grown man, and when he went to the draft board the morning after Pearl Harbor to enlist, he was turned down because of age.\n So I drilled him on civil defense and I got all the flashcards of bomber outlines. I even got him to drive me out to Fort Hamilton in Brooklyn one night so I could look over the water and be the first to spot a Nazi air raid.  When I think now of the blackout and gas rationing, it must have been a hell of a chore for him, but he did it uncomplainingly.","thumbnail":null,"section":"Opinion"},{"date":"19931110","headline":"Courting the Israelis; With Barriers Down, Arab Lands Compete To Conclude Deals With an Ancient Enemy","web_url":"https://www.nytimes.com/1993/11/10/world/courting-israelis-with-barriers-down-arab-lands-compete-conclude-deals-with.html","abstract":"  The meeting between Foreign Minister Shimon Peres of Israel and King Hussein of Jordan last week provided a glimpse into a fascinating new phase of Middle East politics in which different Arab parties are tacitly forging alliances with Israel against one another.   Now that the walls of enmity around Israel are crumbling, Israel is being drawn more than ever into the do-si-do of Arab rivalries and economic competition.","thumbnail":null,"section":"World"},{"date":"19931110","headline":"Husband Tells Court of Sexual Mutilation by Wife","web_url":"https://www.nytimes.com/1993/11/10/us/husband-tells-court-of-sexual-mutilation-by-wife.html","abstract":"  John Wayne Bobbitt, whose very personal suffering has gained him national notoriety, testified today that he tried to scream but could not when his wife cut off his penis with a kitchen knife on June 23.    \"I felt a pull, a jerk,\" he told the jury that will decide whether he is guilty of marital sexual battery. \"That hurt real bad and I sprang up -- like, silent pain.  I grabbed my groin area and held myself.\"","thumbnail":null,"section":"U.S."},{"date":"19931110","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/11/10/sports/results-plus-361193.html","abstract":"  HOCKEY  Oilers End Loss Streak  The Edmonton Oilers, overcoming a 2-0 first-period deficit, snapped an 11-game losing streak and 14-game stretch without a victory with a 4-2 victory over the Detroit Red Wings last night at Detroit. The Oilers, who opened the season with two victories, tied it with second-period goals by Steve Rice and Craig MacTavish, then won it with third-period goals by Ilva Byakin and Igor Kravchik. (AP) Blues 3, Penguins 3: Brett Hull's second goal of the game tied visiting Pittsburgh, but a last-minute chance turned out to be only a tantalizing tease for St. Louis. Philippe Bozon fired a shot off the right post with 34.2 seconds to go and the goal judge flashed the goal light on, but replay officials overruled the call. (AP) Capitals 2, Nordiques 1: The Washington Capitals stretched their winning streak to five games, rallying behind third-period goals by Peter Bondra and Randy Burridge to defeat Quebec. (AP) Team USA 5, Whalers 1: Mike Dunham stopped 23 shots and Peter Ferraro had a goal and an assist to spark Team USA to victory over the Whalers at Hartford. (AP) TENNIS  Fernandez Is Upset  Zina Garrison-Jackson upset third-seeded Mary Joe Fernandez, 6-4, 6-1, in the first round of the $750,000 Virginia Slims of Philadelphia yesterday. Later, Tracy Austin, a wild-card entry, lost to Ann Grossman, 6-4, 6-1, 6-4. (AP) Sampras and Becker Win: Pete Sampras and Boris Becker each won their opening matches yesterday at the European Community Championships at Antwerp, Belgium. Sampras coasted past fellow American David Wheaton, 6-3, 6-2. Becker, who needs to reach the final of the $1.11 million event to be able to defend his world championship title, rallied from behind for a 2-6, 6-3, 7-5 victory over Jason Stoltenberg of Australia. (AP) Cherkasov Takes a Bow: Andrei Cherkasov of Russia, playing before an Olympic Sports Complex audience that included President Boris Yeltsin, held off a late rally by Diego Nargiso of Italy for a 7-6, (7-1), 7-5 victory in the Kremlin Cup in Moscow yesterday. (AP) BOXING  Hill Wins 14th Defense  Virgil Hill stopped Saul Montana of Mexico in the 10th round last night in Fargo, N.D., to retain his World Boxing Association light heavyweight title. (AP)","thumbnail":null,"section":"Sports"},{"date":"19931110","headline":"Russia and China Sign a Military Agreement","web_url":"https://www.nytimes.com/1993/11/10/world/russia-and-china-sign-a-military-agreement.html","abstract":"  Russia and China signed a five-year military cooperation agreement today that is expected to broaden the transfer of military technology to China. But the Russian Defense Minister, Gen. Pavel Grachev, said the expanded cooperation would not be used \"against any third country.\"   Chinese and Russian officials also emphasized that General Grachev was not here to negotiate any new sale of Russian weapons to China, which has been a matter of concern to China's neighbors and to the United States.","thumbnail":null,"section":"World"},{"date":"19931110","headline":"Mashburn Content as a Builder","web_url":"https://www.nytimes.com/1993/11/10/sports/pro-basketball-mashburn-content-as-a-builder.html","abstract":"  Whether it was Cardinal Hayes High School in the Bronx or the University of Kentucky in Lexington, Ky., Jamal Mashburn has made a strong impact on any program he has been a part of. So why should it be any different with the Dallas Mavericks, the National Basketball Association's worst team last season with only 11 victories in 82 games?   So far, it isn't. Even though the Mavericks were beaten by the Nets, 86-80, tonight at Reunion Arena, and even though they are still without a victory in three games, Mashburn has already made a big impression in this town. He is playing small forward and averaging nearly 18 points and 6.0 rebounds.  Dallas Feels Like Kentucky    That puts Mashburn, this year's fourth pick over all in the N.B.A. draft, right up there with Jim Jackson, last year's fourth draft choice over all, for scoring honors on the Mavericks. It is a position Mashburn enjoys, the cornerstone of a sagging program.","thumbnail":null,"section":"Sports"},{"date":"19931110","headline":"COURT, 9-0, MAKES SEX HARASSMENT EASIER TO PROVE","web_url":"https://www.nytimes.com/1993/11/10/us/court-9-0-makes-sex-harassment-easier-to-prove.html","abstract":"  Ruling with surprising speed and unanimity, the Supreme Court today announced a broad definition of sexual harassment in the workplace that will enable workers to win suits without having to prove that the offensive behavior left them psychologically damaged or unable to do their jobs.   In an opinion by Justice Sandra Day O'Connor, the Court rejected a standard adopted by several lower Federal courts that required plaintiffs to show that sexual harassment made the workplace environment so hostile as to cause them \"severe psychological injury.\"  [ Excerpts, page A22. ]","thumbnail":null,"section":"U.S."},{"date":"19931110","headline":"Holiday Tomorrow","web_url":"https://www.nytimes.com/1993/11/10/nyregion/holiday-tomorrow.html","abstract":"  Veterans Day will be observed on tomorrow. Here are holiday schedules.   NEW YORK     PARADE Tomorrow, the Veterans Day Parade begins at 9 A.M. at Fifth Avenue and 39th Street, going south to 24th Street. Fifth Avenue will be closed from 9 A.M. until completion of the parade.   GOVERNMENT OFFICES Closed.   POST OFFICE Express Mail and special delivery only; main post office open at 33d Street and Eighth Avenue.   BANKS Closed.    PARKING Alternate-side street cleaning regulations suspended.   SANITATION No pickups or street cleanings.    SCHOOLS Open.    FINANCIAL MARKETS Open.    TRANSPORTATION Buses and subways on weekday schedules. Long Island Rail Road and Metro-North on weekday schedule.   NEW JERSEY    GOVERNMENT OFFICES Closed.   POST OFFICES Express Mail and special delivery only.   BANKS Closed.    SCHOOLS Local option.    TRANSPORTATION N.J. Transit on weekday schedule.   CONNECTICUT    GOVERNMENT OFFICES Closed.   POST OFFICES Express Mail and special delivery only.   BANKS Closed.    SCHOOLS Closed.    TRANSPORTATION Metro-North on weekday schedule.","thumbnail":null,"section":"New York"},{"date":"19931110","headline":"Rebounding From Crises, New York Hospital Changes Its Ways","web_url":"https://www.nytimes.com/1993/11/10/nyregion/rebounding-from-crises-new-york-hospital-changes-its-ways.html","abstract":"  At a time when New York Hospital, like nearly all others in the city, was facing an acute financial crisis, the mysterious death of Andy Warhol after a routine operation in 1987 added yet another jolt. But in the end, the tragedy helped shock the entire staff of the institution into accepting the need for a sharp change in direction.   New York Hospital -- which, in conjunction with Cornell Medical Center, is among the most distinguished teaching hospitals in the nation -- brought in a new president, introduced modern business practices and, perhaps most importantly, took the lead in looking for innovative ways to escape the fiscal traumas that continue to plague nearly all hospitals in the area.","thumbnail":null,"section":"New York"},{"date":"19931110","headline":"Review/Theater: A Quarrel of Sparrows; Lo, It's Armageddon in an Old-Fashioned Comedy","web_url":"https://www.nytimes.com/1993/11/10/theater/review-theater-quarrel-sparrows-lo-it-s-armageddon-old-fashioned-comedy.html","abstract":"  It has gotten to the point where specters of the apocalypse should probably form their own theatrical union. Over the past year, they have tirelessly stalked the stages of New York in works as different as \"Angels in America,\" \"Marisol,\" \"Pterodactyls\" and \"The Twilight of the Golds,\" reflecting and enhancing millenarian jitters in their audiences.   Now there is \"A Quarrel of Sparrows,\" by James Duff, a small, chipper comedy that seems to have been created as an antidote to such anxieties. The spirit of Armageddon again plays a major role here, but it has been domesticated and deflated, cast in the hopeful, common-sensical tradition of the old-fashioned, all-American comedy of manners.","thumbnail":null,"section":"Theater"},{"date":"19931110","headline":"House Fire in Jamaica Kills Two Boys, Ages 3 and 4","web_url":"https://www.nytimes.com/1993/11/10/nyregion/house-fire-in-jamaica-kills-two-boys-ages-3-and-4.html","abstract":"  Two boys were killed yesterday afternoon when fire swept through their home in Jamaica, Queens, trapping the children in an upstairs bedroom, fire officials said.   Byron Bowen, 3 years old, and his cousin Nicholas Walters, 4, were found unconscious beneath a window in the front bedroom of their home at 155-57 116th Road, said Jerry Sanford, a spokesman for the New York City Fire Department.","thumbnail":null,"section":"New York"},{"date":"19931110","headline":"L.I. Nanny, A Newlywed, Is Arrested","web_url":"https://www.nytimes.com/1993/11/10/nyregion/li-nanny-a-newlywed-is-arrested.html","abstract":"  A nanny left two children, 1 1/2 and 3 1/2 years old, in her employer's home here today while she went to Brooklyn to get married, the police said. The woman returned to find the police waiting.    The woman, Mary Charles, 24, of 700 Ocean Avenue in Brooklyn, was still wearing a white satin wedding dress when the police charged her with endangering the welfare of the children, who had been found playing unattended outside.","thumbnail":null,"section":"New York"},{"date":"19931110","headline":"Johnson: He Runs, Catches And Starts","web_url":"https://www.nytimes.com/1993/11/10/sports/pro-football-johnson-he-runs-catches-and-starts.html","abstract":"  Jets running back Johnny Johnson had an excellent training camp. Some people said he earned the starting job. He didn't.   Blair Thomas, the incumbent, got the job. And Johnson, who came to New York in a draft-day trade with Phoenix with a reputation for being sullen, held his tongue and did not sulk.","thumbnail":null,"section":"Sports"},{"date":"19931110","headline":"Personalities and Pictures: A Made-for-TV Debate","web_url":"https://www.nytimes.com/1993/11/10/us/free-trade-accord-media-watch-personalities-pictures-made-for-tv-debate.html","abstract":"  Sometimes there is a political event so transcendentally weird, so Silly Putty, to use one of tonight's Perot-isms, that it almost defies description.    Tonight's big Nafta debate on \"Larry King Live\" on CNN was not exactly Webster and Clay. More like Punch and Judy -- with charts instead of bats.","thumbnail":null,"section":"U.S."},{"date":"19931110","headline":"A Europeanized Alliance Could Play a Vital Role","web_url":"https://www.nytimes.com/1993/11/10/opinion/IHT-a-europeanized-alliance-could-play-a-vital-role.html","abstract":"NATO's future is in the balance. The disappearance of the Soviet threat and the organization's seeming impotence in today's crises have raised serious doubts about its future. Powerful voices in the United States and Europe say starkly that it must chang","thumbnail":null,"section":"Opinion"},{"date":"19931110","headline":"Corrections","web_url":"https://www.nytimes.com/1993/11/10/nyregion/c-corrections-550993.html","abstract":"  A holiday schedule yesterday, for tomorrow -- Veterans Day -- referred incorrectly to plans for the financial markets. They will be open. The schedule also misstated the day and time for the Transportation Alternatives Street Fair to be held on St. Marks Place between First Avenue and Avenue A in Manhattan. It is on Saturday from 10 A.M. to 6 P.M., not on Thursday from 11 to 1.","thumbnail":null,"section":"New York"},{"date":"19931110","headline":"Giuliani Chooses 19 for Transition Council","web_url":"https://www.nytimes.com/1993/11/10/nyregion/giuliani-chooses-19-for-transition-council.html","abstract":"  Mayor-elect Rudolph W. Giuliani named 19 people to his transition council yesterday, assembling a group largely from prominent campaign supporters and donors, but one that also sent a signal that he is consulting women and minority groups as he puts together his government.   The council, headed by Richard D. Parsons, the chairman of the Dime Savings Bank, has been described by Mr. Giuliani's aides as a part-time advisory panel that will act as a \"magnet\" for potential recruits to the Giuliani administration. But a separate set of subcommittees, yet to be named, will have the real power to carry out interviewing and winnow the lists to the three to five candidates that will be submitted to Mr. Giuliani for key posts.","thumbnail":null,"section":"New York"},{"date":"19931110","headline":"Review/Television; Eisenhower: The Warts Are Receding","web_url":"https://www.nytimes.com/1993/11/10/movies/review-television-eisenhower-the-warts-are-receding.html","abstract":"  Military genius or bland bumbler? A hero of our time or Old Bubblehead? When he left the White House in 1961, his \"crusade for peace\" in tatters, Dwight D. Eisenhower was ranked by a survey of historians as being in the bottom third of American Presidents, below Chester A. Arthur. During the 1980's, the same survey ranked him near the top. \"Eisenhower,\" continuing a series of in-depth political portraits (\"The Kennedys,\" \"L. B. J.,\" \"Nixon\"), finds its subject more complex and more interesting, though not always more admirable, than the public image.   The two-and-a-half-hour documentary has two sections. In \"Soldier,\" written and produced by Adriana Bosch, Eisenhower is followed from his spiritedly rebellious youth in Abilene, Kan., to world renown as Supreme Commander of the Allied Forces in World War II. His career in the military was hardly orthodox. At West Point, his poker playing was more distinguished than his grades. By the age of 49 he was an obscure lieutenant colonel who had never seen combat. But as he told a confidant, \"in an emergency, anything can happen.\" The war began and Eisenhower, whose mother was a pacifist Jehovah's Witness, began his ascent.","thumbnail":null,"section":"Movies"},{"date":"19931110","headline":"Thalia to Showcase Fine Line Films","web_url":"https://www.nytimes.com/1993/11/10/movies/thalia-to-showcase-fine-line-films.html","abstract":"  The Thalia Theater, the venerable revival house on 95th Street west of Broadway, which reopened in July after six dark years, will show first-run art films distributed by Fine Line Features beginning on Friday.   Under an agreement reached last Friday and announced on Monday by Ira Deutchman, the president of Fine Line, the company will pay rent on the Thalia to its current landlord, Roy Ennacheril, and use the theater as an outlet for exhibiting primarily Fine Line films. Rick Azar, programmer at the theater, is to stay on as manager.","thumbnail":null,"section":"Movies"},{"date":"19931110","headline":"Libya Expels Thais in Chemical Weapons Dispute","web_url":"https://www.nytimes.com/1993/11/10/world/libya-expels-thais-in-chemical-weapons-dispute.html","abstract":"  Libya has ordered thousands of Thai workers out of the country in retaliation for Thailand's efforts to investigate American allegations that Thai companies were involved in the construction of chemical weapons plants in Libya, Thai officials and foreign diplomats said today.   The expulsion order was made directly by Col. Muammar el-Qaddafi, the Libyan leader, who was quoted as saying on state television on Sunday that he wanted Libyan companies and foreign contractors operating in Libya to dismiss all Thai workers.","thumbnail":null,"section":"World"},{"date":"19931110","headline":"What Turkey Confronts : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/11/10/opinion/IHT-what-turkey-confronts-letters-to-the-editor.html","abstract":"Regarding \"Here's a Better Road for Turkey to Travel\" (Opinion, Oct. 29) by William Safire: .Turkey acted, during the Gulf War, according to its conviction that Saddam Hussein should be stopped and eliminated. It was the first country to adhe","thumbnail":null,"section":"Opinion"},{"date":"19931110","headline":"Lynch Honored by N.C.A.A.","web_url":"https://www.nytimes.com/1993/11/10/sports/sports-people-women-s-sports-lynch-honored-by-ncaa.html","abstract":"  NNENNA LYNCH, Villanova's cross-country runner and Rhodes Scholar, won the N.C.A.A.'s Woman of the Year award. She was one of 10 finalists chosen for athletic, academic and community achievement from a group of 51 national semifinalists.","thumbnail":null,"section":"Sports"},{"date":"19931110","headline":"Theater in Review","web_url":"https://www.nytimes.com/1993/11/10/theater/theater-in-review-585193.html","abstract":"  The Game of Love and Chance  Pearl Theater Company 125 West 22d Street Chelsea Through Dec. 11 By Pierre Carlet de Chamblain de Marivaux, translated by Adrienne and Oscar Mandel; directed by Shepard Sobel; set by Robert Joel Schwartz; lighting by Russell H. Champa; costumes by Deborah Rooney; sound by Donna Riley; wig master, Emily Garrick; stage manager, Mary-Susan Gregson. Presented by the Pearl Theater Company. WITH: Robert Hock, Raye Lankford, Victoria Miner, Sean Pratt, Andrew Sellon, Margo Skinner and Timothy Wheeler.","thumbnail":null,"section":"Theater"},{"date":"19931110","headline":"Corrections","web_url":"https://www.nytimes.com/1993/11/10/nyregion/c-corrections-548793.html","abstract":"  An article yesterday about President Clinton's lobbying for the North American Free Trade Agreement referred incorrectly to the involvement of Representative Karan English of Arizona with a White House dinner on Monday night for undecided Congressional Democrats. Although her name was on a White House list of those who would attend, Representative English said yesterday that she declined the invitation last week and did not attend.","thumbnail":null,"section":"New York"},{"date":"19931110","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/11/10/nyregion/inside-831693.html","abstract":"Core Curriculum in New York   The New York City Schools Chancellor has ordered preparation of a core curriculum describing what to teach and when to teach it. Page B1. Bosnian School Is Attacked    Up to nine children died in an attack in Sarajevo, and a historic bridge that symbolized the old Yugosalvia's common bonds was destroyed. Page A18. Refugee Increase Cited   Some 44 million people are refugees, in part because of growing ethnic conflicts since the end of the cold war, the United Nations said. Page A6. Surprising Drop in Prices   Producer prices declined two-tenths of 1 percent in October, providing a surprisingly strong reassurance that inflation is not reviving. Page D1.","thumbnail":null,"section":"New York"},{"date":"19931110","headline":"Florida State Wants To Avoid a Runaway","web_url":"https://www.nytimes.com/1993/11/10/sports/college-football-florida-state-wants-to-avoid-a-runaway.html","abstract":"  The concept seems simple enough: stop the run. That has been the formula, it seems, since Dinosaurs versus Mammals, the original meeting between No. 1 and No. 2. If Florida State intends to pass through Notre Dame Stadium this Saturday and continue on a path toward a national championship, the Seminoles must limit the Irish running game enough to create the kind of uncomfortable passing situations that can lead to mistakes.   Stop the run, and the Fighting Irish will be unable to build the time-consuming drives they are hoping will reduce Seminole quarterback Charlie Ward from a decisive factor to a frustrated spectator.","thumbnail":null,"section":"Sports"},{"date":"19931110","headline":"Small Ranchers Can't Pay More for Arid Lands","web_url":"https://www.nytimes.com/1993/11/10/opinion/l-small-ranchers-can-t-pay-more-for-arid-lands-572093.html","abstract":"  To the Editor:   \"Bruce Babbitt's Landscape, at Risk\" (editorial, Oct. 31) captures the attitude of the Clinton Administration (and your newspaper) that the Secretary of the Interior and the Federal Government can lord it over citizens of the West and arrogantly impose upon them a new system of grazing regulations.    This tired old command-and-control approach is deemed by Mr. Babbitt to be in the best interests of Westerners, despite the historical, social, economic and, yes, even democratic arguments to the contrary.","thumbnail":null,"section":"Opinion"},{"date":"19931110","headline":"THE FREE TRADE ACCORD: The Overview; Gore and Perot Dual on TV Over the Trade Pact","web_url":"https://www.nytimes.com/1993/11/10/us/the-free-trade-accord-the-overview-gore-and-perot-dual-on-tv-over-the-trade-pact.html","abstract":"  Vice President Al Gore suggested tonight that Ross Perot opposed the North American Free Trade Agreement to win political and financial advantage for himself.   In a sour 90-minute televised debate that turned more on personality than substance, the Vice President observed that Mr. Perot had favored the trade agreement until he began running for President, and that the Perot family had obtained special free-trade privileges for its development near a cargo airport in Fort Worth.","thumbnail":null,"section":"U.S."},{"date":"19931110","headline":"Gorky Stars as Auctions Resume","web_url":"https://www.nytimes.com/1993/11/10/arts/gorky-stars-as-auctions-resume.html","abstract":"  The market for contemporary art at auction is facing its own sort of Catch-22. The audience is there and eager to buy; the only problem is finding good material to sell. At a tepid auction at Christie's last night, art sold at every price level, even relatively insignificant art. Of the 62 works offered, 50 found buyers. The evening's sale totaled $15.9 million, just above Christie's low estimate of $15.3 million.   \"I was mightily relieved and pleased that there was so much activity,\" said Christopher Burge, president of Christie's in New York. \"We saw more bidding on less valuable works than we have in the past.\"","thumbnail":null,"section":"Arts"},{"date":"19931110","headline":"Indians Question Americans' Motivation","web_url":"https://www.nytimes.com/1993/11/10/sports/sports-people-tennis-indians-question-americans-motivation.html","abstract":"  The hosts are ready and willing, but will anybody represent the visitors when the United States, a 1993 Davis Cup first-round loser because of apathy among its top players, and India, 1993's sleeper semifinalist, clash in the first round of Davis Cup next March in Bombay or Madras? India's Davis Cup veteran RAMESH KRISHNAN said yesterday from his training headquarters in Tampa, Fla., that he hopes the unassembled United States squad includes PETE SAMPRAS and JIM COURIER, the world's top two players. But the 296th-ranked Krishnan, who along with LEANDER PAES this year upstaged Switzerland, the 1992 runner-up, and France, the 1991 champion, has spotted a disturbing trend among United States players: \"For some reson, Americans don't take Davis Cup that seriously, maybe because there's such an abundance of good players that it's easier for them to pass the buck and not go,\" said Krishnan. As for India's interest in the March 25-27 match, said the 32-year-old player, \"The whole country will be aware of it.\"","thumbnail":null,"section":"Sports"},{"date":"19931110","headline":"In Schools","web_url":"https://www.nytimes.com/1993/11/10/education/in-schools.html","abstract":"  Early on, the pediatrician noted Jonathan Estrada's attention span. \"At six months he liked watching 'Wheel of Fortune,' \" says his mother, Mary. \"He'd get all excited when they turned over the letters.\"   When Jonathan was 9 months old, Mrs. Estrada and her husband, Mario, were waiting in traffic at a red light. \"I was saying, 'Do you think we should get him a Sesame Street ABC-123 video?' My husband says, 'What?' And Jonathan says, 'ABC-123.' We turned and stared. We were frozen. Cars were honking. I said, 'Jonathan, say it again.' \"","thumbnail":null,"section":"Education"},{"date":"19931110","headline":"Cuomo Wants High-Speed New York City-Albany Rail Link","web_url":"https://www.nytimes.com/1993/11/10/nyregion/cuomo-wants-high-speed-new-york-city-albany-rail-link.html","abstract":"  Hoping to tap into the Clinton Administration's interest in high-speed rail transportation, Gov. Mario M. Cuomo yesterday proposed building a high-speed rail link between New York City and Albany that would eventually connect to Boston in only two hours.   The project would rely on a technology called magnetic levitation, which enables trains to \"float\" an inch or two in the air and achieve speeds of up to 300 miles an hour. Japan and Germany are testing \"maglev\" trains but have not yet put them into commercial use.","thumbnail":null,"section":"New York"},{"date":"19931110","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/11/10/nyregion/metro-digest-003593.html","abstract":"  MONEY TO MINISTERS IN CAMPAIGN CITED The campaign manager for Christine Todd Whitman's successful race for Governor in New Jersey said the campaign paid money to black ministers who agreed not to rally their flock to vote for Gov. Jim Florio. A1. NO AREA VOTES FOR TRADE ACCORD As evidence of the hill President Clinton must climb if he is to win Congressional approval of the North American Free Trade Agreement, no Democrat in the New York, New Jersey and Connecticut delegations in the House of Representatives is committed to voting for it. A1. NEW YORK CITY  HIGHER COST SEEN TO REMOVE ASBESTOS The projected cost of the cleanup of asbestos at schools has more than tripled to at least $119 million, making it likely that other urgent maintenance and construction projects will have to be delayed, school officials said. B3. TWO BOYS KILLED IN QUEENS FIRE Two little boys were killed when fire swept through their home in Jamaica, Queens, trapping the children in an upstairs bedroom, fire officials said. B3. BOMB-MAKING BOOKS SHOWN AT TRIAL Six large-format books with blue-green covers containing writing in both Arabic and English and, most importantly, diagrams on bomb-making, were at the center of testimony in the World Trade Center trial. B4. GIULIANI APPOINTS ADVISERS Mayor-elect Rudolph W. Giuliani named 19 people to his transition council, assembling a group largely from prominent campaign supporters and donors, but one that also sent a signal that he is consulting women and minority groups as he puts together his government. B6. A group of New York State legislators and members of the City Council have been wined and dined in Puerto Rico at a conference. B9. Three women were charged with helping to make a firebomb that was thrown into a fire engine, injuring three firefighters in Washington Heights in July. B11. Holding his 5-year-old foster brother in his arms, a 27-year-old man jumped in front of a moving subway train, the police said. B11. REGION  WHITMAN AND FLORIO MEET For the first time since Election Day, Gov. Jim Florio and Governor-elect Christine Todd Whitman met. Mrs. Whitman talked privately with Mr. Florio at the gubernatorial mansion. B8. FIRST CANDIDATE FOR GOVERNOR George E. Pataki, a little-known State Senator from Peekskill, said he will run for the Republican gubernatorial nomination in 1994, and he apparently will have the support of Senator Alfonse M. D'Amato and the state party chairman, William D. Powers. B8. A Rye, N.Y., couple testified that they thought their baby had been abused by a nanny. B8. A nanny in Jericho, L.I., was charged with leaving two young children alone while she went off to get married. B8. About New York by Michael T. Kaufman B3  Holiday Box B3  Chronicle B12","thumbnail":null,"section":"New York"},{"date":"19931110","headline":"The Market Monster : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/11/10/opinion/IHT-the-market-monster-letters-to-the-editor.html","abstract":"Regarding \"Hard-Won, Not to Be Forgotten\" (Opinion, Oct. 29): .Flora Lewis writes, \"The temptation then is to turn to economic nationalism, sparking arguments that free trade and GATT are pernicious, inhumane ploys to re-sharpen the claw","thumbnail":null,"section":"Opinion"},{"date":"19931110","headline":"When the Indiscreet Senator Was Only Fiction","web_url":"https://www.nytimes.com/1993/11/10/opinion/l-when-the-indiscreet-senator-was-only-fiction-579793.html","abstract":"  To the Editor:   As I watched the hearings on Senator Bob Packwood's diary (front page, Nov. 3), I couldn't help feeling that it was 1947 all over again. There I was sitting in a local movie theater and watching \"The Senator Was Indiscreet,\" one of the great political satires of this century (directed by George S. Kaufman, in his only venture into directing, and starring William Powell in the title role).","thumbnail":null,"section":"Opinion"},{"date":"19931110","headline":"Tripled Estimates for Asbestos Cleanup Could Delay Other Work","web_url":"https://www.nytimes.com/1993/11/10/nyregion/tripled-estimates-for-asbestos-cleanup-could-delay-other-work.html","abstract":"  The projected cost of the emergency cleanup of asbestos at New York City public schools has more than tripled since September to at least $119 million, making it likely that other urgent school maintenance and construction projects will have to be delayed, school officials said yesterday.   Ramon C. Cortines, the Schools Chancellor, said he was stunned by the increase, which far exceeded any previous estimates and that was reported to him last Thursday.","thumbnail":null,"section":"New York"},{"date":"19931110","headline":"Theater in Review","web_url":"https://www.nytimes.com/1993/11/10/theater/theater-in-review-584393.html","abstract":"  Jimmy Tingle's Uncommon Sense American Place Theater 111 West 46th Street Manhattan  Written and performed by Jimmy Tingle; directed by Larry Arrick; lighting, Christopher Boll; production stage manager, Paul A. Kochman. Presented by the American Place Theater, Wynn Handman, artistic director; Susannah Halston, executive director.","thumbnail":null,"section":"Theater"},{"date":"19931110","headline":"Female Crew II in Whitbread Race","web_url":"https://www.nytimes.com/1993/11/10/sports/sports-people-yachting-female-crew-ii-in-whitbread-race.html","abstract":"  A new group of women has taken over the U.S. Women's Challenge, the 60-foot yacht that NANCE FRANK had entered in the Whitbread Round the World Race. The women's original Whitbread team withdrew from the race last month after the team arrived at its first port-of-call, Punta del Este, Uruguay. The 32,000-mile competition started Sept. 25 from England. Although a lack of finances was given as the team's reason for quitting, an internal rift that tore apart crew solidarity also contributed to the campaign's demise.","thumbnail":null,"section":"Sports"},{"date":"19931110","headline":"Peekskill Legislator to Seek Governor Nomination","web_url":"https://www.nytimes.com/1993/11/10/nyregion/peekskill-legislator-to-seek-governor-nomination.html","abstract":"  George E. Pataki, a little-known State Senator from Peekskill, said today that he will run for the Republican gubernatorial nomination in 1994, and he apparently will have the support of Senator Alfonse M. D'Amato and the state party chairman, William D. Powers.   Mr. Pataki, 48, a lawyer and farmer who has spent eight years in the Legislature, emerged as a potential candidate after Mr. D'Amato said last month that he would not run.","thumbnail":null,"section":"New York"},{"date":"19931110","headline":"Books of The Times; The Oeuvre of That Lyricist Who Got Rhythm","web_url":"https://www.nytimes.com/1993/11/10/books/books-of-the-times-the-oeuvre-of-that-lyricist-who-got-rhythm.html","abstract":"   The Complete Lyrics  of Ira Gershwin   Edited by Robert Kimball.    414 pages. Alfred A. Knopf. $45.     The bards of Broadway and Tin Pan Alley didn't make art for art's sake; they made art for commerce and for pleasure's sake. The worst of them were hit-mongering hacks; the best made hits and great songs simultaneously.","thumbnail":null,"section":"Books"},{"date":"19931110","headline":"Remembering the Women Who Served","web_url":"https://www.nytimes.com/1993/11/10/opinion/l-remembering-the-women-who-served-580093.html","abstract":"  To the Editor:   America's women veterans are receiving special recognition this Veterans Day for their years of service and sacrifice in defense of our country. Nov. 7-13 has been designated a week of tribute for America's women veterans. Our organization is sponsoring a registration drive among such veterans for a computerized register in connection with the Women in Military Service Memorial.","thumbnail":null,"section":"Opinion"},{"date":"19931110","headline":"Middle East Sports History: Arabs Join in Israeli Event","web_url":"https://www.nytimes.com/1993/11/10/sports/middle-east-sports-history-arabs-join-in-israeli-event.html","abstract":"  When Israel and the Palestine Liberation Organization reached their historic peace agreement in September, Abed Rabian decided to run in the second annual Jerusalem Marathon.   The 17-year-old from East Jerusalem today joined other Palestinians, Israeli Arabs and Arabs from abroad who used their running shoes to take steps toward normalizing relations between Israel and the Arab world.","thumbnail":null,"section":"Sports"},{"date":"19931110","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/11/10/sports/transactions-416293.html","abstract":"  Baseball  American League   BOSTON RED SOX -- Promoted Lou Gorman to executive vice president of baseball operations.","thumbnail":null,"section":"Sports"},{"date":"19931110","headline":"Lobbyists Woo New York Lawmakers in the Sun","web_url":"https://www.nytimes.com/1993/11/10/nyregion/lobbyists-woo-new-york-lawmakers-in-the-sun.html","abstract":"  For a week now, a group of New York State legislators and members of the New York City Council have been wined and dined by lobbyists as they hold a conference here that they say will help them better serve their Puerto Rican constituents back home.   The meals and receptions staged by such diverse interests as A.T.&.T., Philip Morris, Banco Popular, Coors and the firm of Davidoff & Malito are not unusual -- some legislators note that more lavish ones are held throughout the legislative year in Albany. But the tropical setting is, and that has attracted some negative publicity, making it a bit more stressful for participants to sip a pina colada or swim in the tennis racket-shaped pool at the Carib-Inn Hotel, where most are staying.","thumbnail":null,"section":"New York"},{"date":"19931110","headline":"In America; Nafta And the Elite","web_url":"https://www.nytimes.com/1993/11/10/opinion/in-america-nafta-and-the-elite.html","abstract":"  The intellectual and political elite have lined up in support of the North American Free Trade Agreement, but it's the grunts, the ordinary working men and women of America, who will face the consequences in the form of wage contraction, lost jobs and reduced standards of health and safety.   It's too bad Ross Perot is the leading opponent of Nafta. Working people deserve better. When Mr. Perot starts waving his arms, tossing out misleading data and shrieking about \"that giant sucking sound,\" his noise drowns out the serious discussion of the problems with Nafta.","thumbnail":null,"section":"Opinion"},{"date":"19931110","headline":"Art and Commerce : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/11/10/opinion/IHT-art-and-commerce-letters-to-the-editor.html","abstract":"Regarding \"Just Make Good Movies\" (Editorial, Oct. 25): .The French-American film competition unfortunately is not about who makes the best films, but the most successfully commercial ones. Most of the time, such films are a long way from wha","thumbnail":null,"section":"Opinion"},{"date":"19931110","headline":"Parents of Dead Child Say They Suspected Abuse by Nanny","web_url":"https://www.nytimes.com/1993/11/10/nyregion/parents-of-dead-child-say-they-suspected-abuse-by-nanny.html","abstract":"  The parents of a 10-month-old who died of injuries received while in a nanny's care have testified that they suspected the baby was being abused, but ignored their fears because of their trust in the nanny and the reassurances of their pediatrician and a relative.   The baby's parents, David and Peggy Leahy Dunne of Rye, testified on Monday and today in pretrial hearings at Westchester County Court. They said that the second time their son, Kieran, received bruises that his nanny attributed to his falling on a toy, they started watching Kieran's behavior more closely but did not remove him from the nanny's care.","thumbnail":null,"section":"New York"},{"date":"19931110","headline":"Never Too Young for Tennis Millions","web_url":"https://www.nytimes.com/1993/11/10/sports/tennis-never-too-young-for-tennis-millions.html","abstract":"  Over the summer, she completed her second season as the prime phenomenon-in-residence at Rick Macci's cozy, well-regarded tennis academy in Delray Beach, Fla. During the United States Open, she suddenly moved to the sprawling high-tech, Marine-paced training facility operated by Nick Bollettieri, where she jostled for court space with a handful of the planet's hottest prodigies.    Then two weeks ago, while other kids her age were busy carving Halloween pumpkins and creating costumes, she turned up in her tennis whites here on this tropical playground south of Miami to carve out groundstrokes under the eagle eye of half a dozen national coaches during an intense four-day camp sponsored by the United States Tennis Association.","thumbnail":null,"section":"Sports"},{"date":"19931110","headline":"Smith Is Sidelined With a Sore Left Knee","web_url":"https://www.nytimes.com/1993/11/10/sports/pro-basketball-smith-is-sidelined-with-a-sore-left-knee.html","abstract":"  Charles Smith, the Knicks' starting small forward, will be out at least 7 to 10 days because of soreness in his left knee.   Smith underwent a magnetic resonance imaging test Monday that revealed no ligament damage, but some roughening of and damage to the cartilage underneath the kneecap. The knee has been bothering Smith since late in the exhibition season, when he sat out an Oct. 28 game against the Phoenix Suns. He aggravated the injury in the season opener last Friday in Boston, then he had to leave Sunday's game in Cleveland during the fourth quarter when the pain became too severe.","thumbnail":null,"section":"Sports"},{"date":"19931110","headline":"Coleman-Anderson Tandem Beats Jackson and Mashburn","web_url":"https://www.nytimes.com/1993/11/10/sports/pro-basketball-coleman-anderson-tandem-beats-jackson-and-mashburn.html","abstract":"  After losing a big chunk of their offense for the second game in a row, the New Jersey Nets found some more of their defense and fought off the young and pesky Dallas Mavericks tonight, to come away from Reunion Arena with an 86-80 victory.   \"We were fortunate enough to win in San Antonio, and then we were able to get this win against a well-coached team that is going somewhere,\" said Coach Chuck Daly, who got 46 points from his two all-star candidates, Derrick Coleman and Kenny Anderson. Coleman's game-best total of 28 points included 10 in the crucial fourth quarter.","thumbnail":null,"section":"Sports"},{"date":"19931110","headline":"As 'Silent' Films Are Revived, They Make New Music","web_url":"https://www.nytimes.com/1993/11/10/style/IHT-as-silent-films-are-revived-they-make-new-music.html","abstract":"Silent film is film for which the synchronized sound track had not yet been invented, but films were never silent. From the beginning music was recognized as an absolute necessity, to illustrate or explain, to create atmosphere and provide continuity, to","thumbnail":null,"section":"Style"},{"date":"19931110","headline":"Trade Center Witness Tells of Manuals on Bombs","web_url":"https://www.nytimes.com/1993/11/10/nyregion/trade-center-witness-tells-of-manuals-on-bombs.html","abstract":"  Six large-format books with blue-green covers containing writing in both Arabic and English and, most importantly, diagrams on bomb-making, were at the center of testimony in the World Trade Center trial yesterday.   The books, along with false passports and identification cards, were introduced by prosecutors as they continued to build their case against Ahmad Ajaj, one of the four defendants in the case. Mr. Ajaj is accused of having brought the bomb-making manuals to Kennedy International Airport when he arrived on a flight from Pakistan on Sept. 1, 1992. He was arrested on passport violations and has been in prison ever since.","thumbnail":null,"section":"New York"},{"date":"19931110","headline":"GRAZING FEES CUT FROM SENATE BILL","web_url":"https://www.nytimes.com/1993/11/10/us/grazing-fees-cut-from-senate-bill.html","abstract":"  Unable to break a filibuster by Western lawmakers, the Senate today abandoned its effort to raise grazing fees and tighten environmental rules for use of Federal lands. But in doing so, it freed the Clinton Administration to impose even higher grazing fees and stricter environmental regulations on its own.   The action ended weeks of bargaining that had tied up a spending bill for the Interior Department. At the end of the bruising fight, neither side was triumphant but both claimed victory.","thumbnail":null,"section":"U.S."},{"date":"19931110","headline":"Showdown on the Brady Bill","web_url":"https://www.nytimes.com/1993/11/10/opinion/showdown-on-the-brady-bill.html","abstract":"  There's a chance today for the House of Representatives to pass the simple, fair Brady handgun bill and take a big step toward the safety from uncontrolled weapons sales the public yearns for. Auspiciously, the Senate is committed to a vote on the bill and for the first time a President is eager to sign it.    House members widely support this bill, yet friends of the National Rifle Association in their ranks threaten to cripple it with damaging amendments. The House must stare down these challenges and avoid changes that will complicate quick final passage in both chambers.","thumbnail":null,"section":"Opinion"},{"date":"19931110","headline":"1943: Churchill's Vision : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/11/10/opinion/IHT-1943-churchills-vision-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] Prime Minister Churchill declared today [Nov. 9] that 1944 will see the triumphant climax of the European war unless the Allied nations make some grave mistake in strategy, but he solemnly warned that the final campai","thumbnail":null,"section":"Opinion"},{"date":"19931110","headline":"A Haven for Hopeless Causes; Devotions to St. Jude Are Growing, Manhattan Church Says","web_url":"https://www.nytimes.com/1993/11/10/nyregion/haven-for-hopeless-causes-devotions-st-jude-are-growing-manhattan-church-says.html","abstract":"  Clutching rosaries or wrinkled prayer cards, thousands of urban pilgrims filed through the sanctuary of St. Francis of Assisi Roman Catholic Church over the course of a recent week, seeking answers to the impossible -- chronic illnesses, broken marriages, lost jobs -- or just a glimpse of happiness. Laborers and executives, blacks and whites, young and old sat together during prayers, lining up afterward for a blessing from a relic of St. Jude, the patron saint of impossible causes.   Attendance at the devotions has doubled at the Manhattan church in the last six years, just one sign of the popularity of this dedication of prayers to a saint who, despite having been one of Christ's 12 Apostles, had been obscure until a priest in Chicago erected a shrine to St. Jude. It has become one of the most durable American devotions, with numerous prayer services that attract even non-Catholics. There are also countless tiny newspaper ads by worshipers that read \"Thank you, St. Jude, \" and there is even a St. Jude chain letter.","thumbnail":null,"section":"New York"},{"date":"19931110","headline":"Magical Poufs of Air, Souffles Become Even More Elusive","web_url":"https://www.nytimes.com/1993/11/10/style/magical-poufs-of-air-souffles-become-even-more-elusive.html","abstract":"SOUFFLES belong to a different era of French cooking, along with coq au vin and canard a l'orange, traditional dishes knocked off their pedestals by nouvelle cuisine.\n\nEven in New York, with thousands of restaurants, the number of souffle sources is down to a dozen or so -- mostly old school, East Side restaurants with chefs who create perfect examples of this classic yet elusive dessert. To fans of dessert souffles, the closing of La Tulipe, a Greenwich Village restaurant, was a real loss because of its much-admired apricot souffle.","thumbnail":null,"section":"Style"}],"wiki_events":[],"weather":[{"date":"19931110","time":"1993-11-10 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":89,"wspd":14.8},{"date":"19931110","time":"1993-11-10 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":95,"wspd":9.4},{"date":"19931110","time":"1993-11-10 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":91,"wspd":11.2},{"date":"19931110","time":"1993-11-10 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":90,"wspd":9.4},{"date":"19931110","time":"1993-11-10 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.6,"rhum":91,"wspd":9.4},{"date":"19931110","time":"1993-11-10 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":100,"wspd":9.4},{"date":"19931110","time":"1993-11-10 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":91,"wspd":11.2},{"date":"19931110","time":"1993-11-10 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":90,"wspd":11.2},{"date":"19931110","time":"1993-11-10 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":90,"wspd":13},{"date":"19931110","time":"1993-11-10 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":90,"wspd":9.4},{"date":"19931110","time":"1993-11-10 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":91,"wspd":11.2},{"date":"19931110","time":"1993-11-10 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.3,"rhum":85,"wspd":13},{"date":"19931110","time":"1993-11-10 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":71,"wspd":16.6},{"date":"19931110","time":"1993-11-10 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":78,"wspd":13},{"date":"19931110","time":"1993-11-10 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.4,"rhum":95,"wspd":18.4},{"date":"19931110","time":"1993-11-10 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":88,"wspd":18.4},{"date":"19931110","time":"1993-11-10 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":89,"wspd":18.4},{"date":"19931110","time":"1993-11-10 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":89,"wspd":16.6},{"date":"19931110","time":"1993-11-10 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":87,"wspd":22.3},{"date":"19931110","time":"1993-11-10 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":88,"wspd":14.8},{"date":"19931110","time":"1993-11-10 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":84,"wspd":16.6},{"date":"19931110","time":"1993-11-10 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":78,"wspd":14.8},{"date":"19931110","time":"1993-11-10 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":75,"wspd":14.8},{"date":"19931110","time":"1993-11-10 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.2,"rhum":76,"wspd":18.4},{"date":"19931110","time":"1993-11-10 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":50,"wspd":9.4},{"date":"19931110","time":"1993-11-10 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":58,"wspd":9.4},{"date":"19931110","time":"1993-11-10 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":62,"wspd":9.4},{"date":"19931110","time":"1993-11-10 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":68,"wspd":7.6},{"date":"19931110","time":"1993-11-10 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":70,"wspd":7.6},{"date":"19931110","time":"1993-11-10 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":73,"wspd":0},{"date":"19931110","time":"1993-11-10 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":82,"wspd":0},{"date":"19931110","time":"1993-11-10 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":89,"wspd":7.6},{"date":"19931110","time":"1993-11-10 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":92,"wspd":7.6},{"date":"19931110","time":"1993-11-10 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":88,"wspd":0},{"date":"19931110","time":"1993-11-10 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":92,"wspd":5.4},{"date":"19931110","time":"1993-11-10 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":89,"wspd":7.6},{"date":"19931110","time":"1993-11-10 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":85,"wspd":11.2},{"date":"19931110","time":"1993-11-10 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":82,"wspd":9.4},{"date":"19931110","time":"1993-11-10 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":70,"wspd":9.4},{"date":"19931110","time":"1993-11-10 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":58,"wspd":13},{"date":"19931110","time":"1993-11-10 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":44,"wspd":18.7},{"date":"19931110","time":"1993-11-10 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":43,"wspd":18.7},{"date":"19931110","time":"1993-11-10 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":37,"wspd":14.8},{"date":"19931110","time":"1993-11-10 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":34,"wspd":13},{"date":"19931110","time":"1993-11-10 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":33,"wspd":13},{"date":"19931110","time":"1993-11-10 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":28,"wspd":13},{"date":"19931110","time":"1993-11-10 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":37,"wspd":13},{"date":"19931110","time":"1993-11-10 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":42,"wspd":11.2}]}}