{"19930607":{"guardian_articles":[],"nytimes_articles":[{"date":"19930607","headline":"Moynihan Is Moving to Halve 1993 Tax Increase","web_url":"https://www.nytimes.com/1993/06/07/us/moynihan-is-moving-to-halve-1993-tax-increase.html","abstract":"  Senator Daniel Patrick Moynihan, whose committee will begin work this week on President Clinton's economic plan, said today that under the measure he was contemplating wealthy taxpayers would face only half the tax increase proposed by the President this year, with the full increase not effective until 1994.   \"It doesn't feel right to anybody\" to make the tax increases retroactive to Jan. 1, Mr. Moynihan said, so he would make the new rates effective on July 1.","thumbnail":null,"section":"U.S."},{"date":"19930607","headline":"Meredith S. Saul, John H. Marks","web_url":"https://www.nytimes.com/1993/06/07/style/meredith-s-saul-john-h-marks.html","abstract":"  Meredith Stacey Saul, a daughter Dr. and Mrs. Richard B. Saul of Philadelphia, was married yesterday to Dr. John H. Marks, a son of Dr. and Mrs. Gerald Marks of Penn Valley, Pa. Rabbi David Sandmel performed the ceremony at the Hotel du Pont in Wilmington, Del.","thumbnail":null,"section":"Style"},{"date":"19930607","headline":"Books of The Times; A Selective History of a Decade Defining America","web_url":"https://www.nytimes.com/1993/06/07/books/books-of-the-times-a-selective-history-of-a-decade-defining-america.html","abstract":"   The Fifties   By David Halberstam   Illustrated. 800 pages. Villard Books/ Random House. $27.50.     Many prominent books have been written about the various subjects that David Halberstam covers in \"The Fifties,\" a history of the decade of which he describes himself \"a child,\" having graduated from high school in 1951 and from college in 1955, and having had his values \"shaped in that era.\"","thumbnail":null,"section":"Books"},{"date":"19930607","headline":"More U.N. Appeasement on Bosnia","web_url":"https://www.nytimes.com/1993/06/07/opinion/more-un-appeasement-on-bosnia.html","abstract":"  The West has dithered so pathetically, and Bosnia has suffered so terribly, that Bosnian leaders are justifiably suspicious of the new \"joint action program\" approved by the U.N. Security Council on Friday in response to Belgrade's grab for a Greater Serbia.   The plan centers on establishing six \"safe areas\" around the besieged cities of Sarajevo, Srebrenica, Zepa, Tuzla, Gorazde and Bihac. The U.N. promises protection, but with the whiff of appeasement in the air Bosnians hear a Western euphemism for refugee camps and capitulation.","thumbnail":null,"section":"Opinion"},{"date":"19930607","headline":"Apologies for D.A.R. Racism Never End","web_url":"https://www.nytimes.com/1993/06/07/opinion/l-apologies-for-dar-racism-never-end-515593.html","abstract":"  To the Editor:   As author of a study on civil rights protests at the Lincoln Memorial (Journal of American History, June 1993), I am writing about your May 18 article on the 1939 refusal by the Daughters of the American Revolution to allow Marian Anderson to sing in Constitution Hall. The personal biases and autocratic style of Fred E. Hand, the D.A.R. booking manager, do not justify a conclusion that the organization itself merely \"acquiesced in an exclusionary policy.\" Hand was only the first tier of refusal; the D.A.R.'s highest officers promptly and explicitly affirmed the singer's rejection on racial grounds.","thumbnail":null,"section":"Opinion"},{"date":"19930607","headline":"Take My Players, Please, Harazin Says","web_url":"https://www.nytimes.com/1993/06/07/sports/baseball-take-my-players-please-harazin-says.html","abstract":"  The sweep was complete, and so the Astrodome scoreboard flashed the cartoon broom. Al Harazin, the general manager of the Mets, absorbed the indignity and adjourned to the clubhouse.   Staring at the floor after today's 5-4 defeat to the Astros, Harazin had a different sort of broom very much on his mind. A sweeping of the roster could begin within the week.","thumbnail":null,"section":"Sports"},{"date":"19930607","headline":"Jessica R. Glass, Perry N. Fishkind","web_url":"https://www.nytimes.com/1993/06/07/style/jessica-r-glass-perry-n-fishkind.html","abstract":"  Jessica Rachel Glass, an assistant district attorney in Manhattan, was married yesterday to Dr. Perry Neal Fishkind, a physician. Rabbi Michael Ehrlich officiated at the Hilton Hotel in Pearl River, N.Y.   Mrs. Fishkind, 25, received undergraduate and law degrees from Syracuse University. She is a daughter of Mr. and Mrs. Leonard R. Glass of Tenafly, N.J.","thumbnail":null,"section":"Style"},{"date":"19930607","headline":"Wynn Gets a Surprise: A Victory in 54 Holes","web_url":"https://www.nytimes.com/1993/06/07/sports/golf-wynn-gets-a-surprise-a-victory-in-54-holes.html","abstract":"  Bob Wynn went to the driving range in anticipation of a playoff when he saw Bob Charles, considered by many golfers the real legend of Sleepy Hollow, hit his approach shot within 10 feet on the last hole of today's $550,000 Nynex Commemorative.   When Wynn heard a roar near the driving range of the Sleepy Hollow Country Club course, he figured that Charles had made the birdie putt and a playoff was about to get under way for the title Charles had won in 1988 and 1989 in record fashion.","thumbnail":null,"section":"Sports"},{"date":"19930607","headline":"Sara E. Barcan, Marc D. Draisen","web_url":"https://www.nytimes.com/1993/06/07/style/sara-e-barcan-marc-d-draisen.html","abstract":"  Sara Ellen Barcan, a master's degree candidate in city planning at the Massachusetts Institute of Technology, was married yesterday to Marc Douglas Draisen, a Massachusetts State Representative from Boston. Rabbi Charles Kroloff performed the ceremony at Temple Emanu-El in Westfield, N.J.   Ms. Barcan, who is keeping her name, graduated magna cum laude from Harvard University. She is the daughter of Mr. and Mrs. Stephen E. Barcan of Westfield. Her father is a senior partner at the law firm of Wilentz, Goldman & Spitzer in Woodbridge, N.J. Her mother, Bettye Barcan, is a reference librarian at the Springfield (N.J.) Public Library.","thumbnail":null,"section":"Style"},{"date":"19930607","headline":"Abigail H. Amsterdam, Daniel J. Bial","web_url":"https://www.nytimes.com/1993/06/07/style/abigail-h-amsterdam-daniel-j-bial.html","abstract":"  Abigail Holly Amsterdam, a manager in the Metropolitan Transportation Authority's Office of Capital Program Management in New York, was married yesterday to Daniel Jeremy Bial, the founder and president of the Daniel Bial Literary Agency in New York. Rabbi Morrison Bial, the bridegroom's father, performed the ceremony at Temple Sinai in Summit, N.J.   Ms. Amsterdam, 30, is keeping her name. She graduated magna cum laude from Harvard University, where she was elected to Phi Beta Kappa, and from which she received a master's degree in public policy.","thumbnail":null,"section":"Style"},{"date":"19930607","headline":"Gunman's Acquittal Sends World a Message; Spirited Defense","web_url":"https://www.nytimes.com/1993/06/07/opinion/l-gunman-s-acquittal-sends-world-a-message-spirited-defense-512093.html","abstract":"  To the Editor:   In \"Gun Crazy,\" (editorial, May 25) you lambaste Lewis Unglesby, the lawyer who defended Rodney Peairs for shooting a Japanese exchange student, Yoshihiro Hattori. Mr. Unglesby argued that people have the right to answer the door carrying a firearm. \"In his book,\" you state, anyone from ministers to Girl Scouts can be shot for ringing the doorbell.","thumbnail":null,"section":"Opinion"},{"date":"19930607","headline":"The Silence of Roxana Ramos","web_url":"https://www.nytimes.com/1993/06/07/nyregion/the-silence-of-roxana-ramos.html","abstract":"  In the Indian summer days of last September, at a time when Roxana Ramos, a high school student here, became pregnant, an outreach worker for the local Planned Parenthood was sending stacks of letters to the public schools and Hispanic organizations of Nassau County.   The worker, Lori Rolleri, offered to broach subjects that were often difficult for immigrant families to tackle: sexuality and intimacy, sexually transmitted diseases, contraception and control over one's own body.","thumbnail":null,"section":"New York"},{"date":"19930607","headline":"Title German's First In Paris Since 1988 : Graf Dispels Fernandez's Upset Hopes","web_url":"https://www.nytimes.com/1993/06/07/sports/IHT-title-germans-first-in-paris-since-1988-graf-dispels-fernandezs.html","abstract":"Other sports disburse their titles among all walks of life, blessing some of the most unlikely winners, but not women's tennis. . Mary Joe Fernandez, who on Saturday was trying to become the third such lowly seed to win a women's Grand Slam event in 26 ye","thumbnail":null,"section":"Sports"},{"date":"19930607","headline":"Dr. Grunberger And Dr. Stang","web_url":"https://www.nytimes.com/1993/06/07/style/dr-grunberger-and-dr-stang.html","abstract":"  Dr. Arlene Richman Stang, a psychotherapist in New York and Great Neck, L.I., was married yesterday to Dr. Lawrence Walter Nicholas Grunberger, a consulting physicist, editor and technical writer. Rabbi Judith Brazen officiated at the Plumbush Inn in Cold Spring, N.Y.    The bride graduated from Hunter College and received a master's degree in social work and a Ph.D. in clinical social work from New York University. She is a daughter of Mrs. Louis Richman of Great Neck and the late Mr. Richman. Her previous marriage ended in divorce.","thumbnail":null,"section":"Style"},{"date":"19930607","headline":"Amy R. Rothenberg, Michael E. Klein","web_url":"https://www.nytimes.com/1993/06/07/style/amy-r-rothenberg-michael-e-klein.html","abstract":"  Amy Rand Rothenberg, a daughter of Judge and Mrs. Sylvan Glen Rothenberg of Wayne, N.J., was married yesterday to Michael Eliot Klein, a son of Mr. and Mrs. Jack Klein of Valley Stream, L.I. Rabbi Morris S. Friedman officiated at the Fair Lawn (N.J.) Jewish Center.   Mrs. Klein is a teacher at the Rosa Parks School of Fine and Performing Arts in Paterson, N.J. She graduated from Syracuse University. Her father is a State Superior Court judge in Paterson.","thumbnail":null,"section":"Style"},{"date":"19930607","headline":"Bolivian Businessman Is Leading in the Election for President","web_url":"https://www.nytimes.com/1993/06/07/world/bolivian-businessman-is-leading-in-the-election-for-president.html","abstract":"  A millionaire mining entrepreneur appeared to have come out ahead in Bolivia's presidential election today, receiving almost 38 percent of the vote, according to early and unofficial results.   For the entrepreneur, Gonzalo Sanchez de Lozada, a similar outcome took place four years ago when he came out ahead in the popular vote in the presidential election only to lose out in the negotiations that characterize Bolivia's system of electoral politics.","thumbnail":null,"section":"World"},{"date":"19930607","headline":"The Molding of Masako-san, Japan's Perfect Bride","web_url":"https://www.nytimes.com/1993/06/07/world/the-molding-of-masako-san-japan-s-perfect-bride.html","abstract":"  In Japan this month, only those as dead and buried as the ancient emperors could miss these critical facts about Masako Owada: her favorite coffee-shop lunch is an $8 curry rice special, her Yorkshire terrier, Chocolat, was born in Scotland and joined the Owada family during a diplomatic mission to Paris, and the craftsmen who ruined her traditional Japanese kimono chests by covering the rich wood in tacky gold leaf are now very, very sorry.   For the casual channel-surfer or for anyone lingering in front of a subway newsstand these days, there is hardly a trivial detail you cannot learn about the savvy 29-year-old woman who on Wednesday will become the Crown Princess of Japan.","thumbnail":null,"section":"World"},{"date":"19930607","headline":"Robin Shanus, Stephen Merkel","web_url":"https://www.nytimes.com/1993/06/07/style/robin-shanus-stephen-merkel.html","abstract":"  Robin Shanus and Stephen Marcus Merkel, both lawyers, were married yesterday. Rabbi Lori Forman officiated at Wave Hill in the Bronx.   The bride is an associate in the New York law firm of Debevoise & Plimpton. She graduated from the University of Rochester and received her law degree from Fordham University.","thumbnail":null,"section":"Style"},{"date":"19930607","headline":"Does Vitamin E Keep Hair From Graying?","web_url":"https://www.nytimes.com/1993/06/07/opinion/l-does-vitamin-e-keep-hair-from-graying-514793.html","abstract":"  To the Editor:   Your May 20 article on Vitamin E calls the new studies some of the first to find large-dose vitamin supplements beneficial. In 1958, Devin-Adair, my husband's company, published \"90 Days to a Better Heart\" by John Loughran. Chapter 16, \"The Amazing Vitamin E,\" mentions Canadian doctors who found vitamin E beneficial in 80 percent of cases. Why are our doctors so reluctant to accept the value of vitamins, considering how many are removed from our processed foods? JOAN GARRITY  Pound Ridge, N.Y., May 25, 1993","thumbnail":null,"section":"Opinion"},{"date":"19930607","headline":"Call New C.C.N.Y. President a Scholar and Skilled Politician","web_url":"https://www.nytimes.com/1993/06/07/opinion/l-call-new-ccny-president-a-scholar-and-skilled-politician-517193.html","abstract":"  To the Editor:   Your portrayal of Dr. Yolanda T. Moses, newly appointed president of City College (news article, May 25), reinforces gender- and race-based stereotypes that many of us in the academy are struggling to dismantle. I was dismayed by your value-laden slant, making Dr. Moses appear an affirmative action appointment.","thumbnail":null,"section":"Opinion"},{"date":"19930607","headline":"Don't Sacrifice the Needy Workers","web_url":"https://www.nytimes.com/1993/06/07/opinion/don-t-sacrifice-the-needy-workers.html","abstract":"  The Clinton Administration has agreed to shrink the proposed energy tax in order to push its economic plan through the Senate. That's an acceptable, though regrettable, compromise. But it's unacceptable that the Administration seems willing to make up for much of the lost revenue by cutting back its proposed tax credit for low-paid workers.    Such reneging would trash President Clinton's lofty pledge, repeated as recently as last week, that his budget would guarantee full-time workers enough money to bring their families out of poverty. Political compromises are fine, but not when they victimize America's poor.","thumbnail":null,"section":"Opinion"},{"date":"19930607","headline":"Review/Television; From Adolf to Elvis, Fame and Its Many Faces","web_url":"https://www.nytimes.com/1993/06/07/arts/review-television-from-adolf-to-elvis-fame-and-its-many-faces.html","abstract":"  \"Fame in the 20th Century\" is a cruise through the waters of 20th-century celebrity under a wisecracking captain. Clive James, an Australian-born writer who has appeared on BBC television when he was not reviewing the medium for the British press, embarks on his droll eight-hour tour with the announcement that fame as we know it was invented in America in the 20th century.   As two hours' worth of clips from old newsreels and silent movies roll by in tonight's opener, you may suspect that the whole enterprise is merely a pretext for bringing on delicious glimpses of Queen Victoria and Enrico Caruso, Henry Ford and Thomas Alva Edison, Mahatma Gandhi and Mata Hari, Babe Ruth and Vladimir Ilyich Lenin (who, it is noted, attained divinity through a propaganda machine that Mr. James calls \"the most successful thing in the Soviet Union except for the secret police\").","thumbnail":null,"section":"Arts"},{"date":"19930607","headline":"Karen Korngold, Michael Whaley","web_url":"https://www.nytimes.com/1993/06/07/style/karen-korngold-michael-whaley.html","abstract":"  Karen Tessler Korngold, a daughter of Carole W. and Robert D. Korngold of Scarsdale, N.Y., was married yesterday to William Michael Whaley, a son of William F. Whaley and Mrs. J. Lawson Kennedy, both of New Canaan, Conn. Rabbi Miriam Ancis performed the ceremony at the Carlyle Hotel in New York.   Ms. Korngold, 29, is keeping her name. She is the director of project development at the Center for Montessori Teacher Education/NY in Scarsdale, which was founded and is directed by her mother. She graduated from Wesleyan University and received a master's degree in poetry from Columbia University. Her previous marriage ended in divorce. Her father is president of the Manager, a marketing consulting firm in Scarsdale.","thumbnail":null,"section":"Style"},{"date":"19930607","headline":"Review/Rock; A Glimpse Of the Dead Of Old, With Sting","web_url":"https://www.nytimes.com/1993/06/07/arts/review-rock-a-glimpse-of-the-dead-of-old-with-sting.html","abstract":"  Over the years, the Grateful Dead's main musical problem in concert has been consistency: it can produce lapidary improvisational moments, only to join them with hours of swill. Only the faithful, there for the particularly Californian dream of transcendence the band sells for a living, can overlook the boredom and sluggishness the band has perfected.   At Giants Stadium in East Rutherford, N.J., on a rainy Saturday night, at the first of two sold-out shows there, the Dead turned in what must be a rare thing, a whole three-hour concert that rarely flagged. The rhythm section meshed well, the singers, Jerry Garcia and Bob Weir, sang in tune and even harmonized without rough edges, and Mr. Garcia's improvisations, which can plod along at 15 miles an hour, actually hurried, as if he were trying to get somewhere. Mr. Garcia, who was hospitalized for exhaustion in August, has recently been on a regimen of exercise and a prescribed diet, and was looking fitter than he has in years.","thumbnail":null,"section":"Arts"},{"date":"19930607","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/06/07/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1918: Lazy Husbands","thumbnail":null,"section":"Opinion"},{"date":"19930607","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/06/07/nyregion/chronicle-171193.html","abstract":"  Another cross-cultural tale was told by a guest, SENATOR PATRICK J. LEAHY, the Vermont Democrat, who said he inherited his love of opera from his Italian immigrant grandfather who years ago encouraged him (or more accurately, required him) to listen to recordings by Caruso and other classical music on the radio.","thumbnail":null,"section":"New York"},{"date":"19930607","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/06/07/nyregion/metro-digest-955493.html","abstract":"  NEW YORK CITY SMUGGLED TO NEW YORK: 7 DIE AS IMMIGRANT SHIP RUNS AGROUND   A tramp steamer smuggling hundreds of illegal Chinese immigrants into New York runs aground in a pounding surf off the Rockaway Peninsula in Queens, ending a 17,000-mile odyssey from the Far East in a nightmare of panic, chaos, death and capture within sight of the golden door. At least 7 people are killed and 16 are seriously injured, officials say, as scores of terrified passengers leap into the sea and try to swim and wade ashore. A1. A TRIP BOTH DEVIOUS AND DESPERATE   The freighter that ran aground off Rockaway Peninsula is part of a recent surge of illegal Chinese immigrants who have made their way east to Hawaii, California, Guatemala, Florida and now, for what is believed to be the first time by boat, to the shores of New York. Why the immigrants chose a tortuous route around the Horn of Africa and into the North Atlantic is not clear. A1.","thumbnail":null,"section":"New York"},{"date":"19930607","headline":"SMUGGLED TO NEW YORK: The Scene; Waves of Panic Yield To Elation of Refugees","web_url":"https://www.nytimes.com/1993/06/07/nyregion/smuggled-to-new-york-the-scene-waves-of-panic-yield-to-elation-of-refugees.html","abstract":"  Some wore suits, maybe the best clothes they owned, as they leaped frantically into the dark, whitecapped water only 200 yards from America's shore. Perhaps it was a sign of high hopes in a new land. But there was likely no time to think as they surged to the deck when their ship ran aground, plunking one after another into the sea as they clutched all they owned in plastic bags.    When rescuers arrived, they found the surf off Rockaway Peninsula dotted with Chinese refugees in a desperate flailing dash to the beach. The air echoed with screams for help.","thumbnail":null,"section":"New York"},{"date":"19930607","headline":"High Spirits Dominate Gay Parade in Queens","web_url":"https://www.nytimes.com/1993/06/07/nyregion/high-spirits-dominate-gay-parade-in-queens.html","abstract":"  Hundreds of gay and lesbian marchers coursed through Jackson Heights, Queens, yesterday to demonstrate their political clout and celebrate a life style they say has recently been under attack in the borough and throughout New York City.   Taking to the streets of one of the city's most ethnically diverse neighborhoods, the marchers gathered for what organizers said was the borough's first gay pride parade. There were about 1,000 marchers and 500 spectators along the 15-block parade route, the police said.","thumbnail":null,"section":"New York"},{"date":"19930607","headline":"Bruguera's French Is Better Than Courier's","web_url":"https://www.nytimes.com/1993/06/07/sports/tennis-bruguera-s-french-is-better-than-courier-s.html","abstract":"  Sergi Bruguera finally lived up to his reputation as a clay-court wizard by winning the 1993 French Open final today, defeating Jim Courier, the seemingly invincible two-time defending champion, in five arduous sets that were made even more oppressive by the steamy summer swelter that descended on Paris this afternoon.   Bruguera, Spain's most promising male tennis star since 60's great Manuel Santana, had hitherto been labeled an underachiever with a tendency to falter in the tough going. He had previously reached no Grand Slam finales and had a 4-7 record in five-set matches heading into today's confrontation with Courier, who had taken home four titles in five previous Slam finals.","thumbnail":null,"section":"Sports"},{"date":"19930607","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/06/07/nyregion/chronicle-170393.html","abstract":"  DR. CARLO M. CROCE of the Jefferson Cancer Institute in Philadelphia received the Charles S. Mott Prize for achievements in understanding the causes of cancer, specifically for identifying many of the cancer-causing genes involved in leukemias and lymphomas. And HIDESABURO HANAFUSA, Ph.D., of Rockefeller University in New York, won the Alfred P. Sloan Prize for basic scientific contributions to cancer research and work clarifying the relationship of viruses to oncogenes.","thumbnail":null,"section":"New York"},{"date":"19930607","headline":"Bridge","web_url":"https://www.nytimes.com/1993/06/07/nyregion/bridge-204093.html","abstract":"  In North America, the 1993 Epson Worldwide Bridge Contest, played Friday evening, proved to be a triumph for Canada. In the first session, Friday night, the top score, of slightly more than 75 percent, went to Roland Brunet and Sarko Kassabian playing at the St. Rose Club in Fabreville, Quebec. They sat North-South, a slightly easier line in which to score. The East-West winners, with 71 percent, were Peter Gospodic and Jacques Cloutier of Guelph Ontario, playing in Cambridge, Ontario.   In the second session on Saturday, the North-South winners, with 74 percent, were Nicole Hainault and Normand Hubert, both from the Montreal area, playing at the West Hill Club in Montreal. The East-West winners, with 73 percent, were Robert Briselli of Broomall, Pa., and Steven Blomstedt of Westchester, Pa., playing at Lola's in Newton Square.","thumbnail":null,"section":"New York"},{"date":"19930607","headline":"Doctors, Spaghetti and My American Wife","web_url":"https://www.nytimes.com/1993/06/07/opinion/doctors-spaghetti-and-my-american-wife.html","abstract":"It was when I was lying on my back with my trousers and underpants around my knees, and a doctor was beginning, ominously, to don rubber gloves and advance purposefully that I first began to wonder whether it was all worthwhile.\n\nIn accordance with Government rules and procedures, I already had a vein punctured for an AIDS test. I had been duly pronounced H.I.V. negative and free of syphilis and infectious tuberculosis. Now I was about to undergo a minute visual examination for chancroids, apparently a symptom of sexually contagious diseases so terrible that neither I nor my friends had the faintest idea of what they were (save that the Oxford English Dictionary defined chancroids as \"venereal ulcers\").","thumbnail":null,"section":"Opinion"},{"date":"19930607","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/06/07/nyregion/chronicle-492293.html","abstract":"  Like father, like son, or so its seems in Washington, where JESSE L. JACKSON Jr., the 28-year-old son of the black civil rights leader, has been appointed field director of the National Rainbow Coalition, the group his father established to join people of all races and colors in a fight for equality.   The younger Mr. Jackson, who received his law degree from the University of Illinois, will try to mobilize religious, labor, business, and governmental organizations in achieving the coalition's goals.","thumbnail":null,"section":"New York"},{"date":"19930607","headline":"Call New C.C.N.Y. President a Scholar and Skilled Politician; Record Distorted","web_url":"https://www.nytimes.com/1993/06/07/opinion/l-call-new-ccny-president-a-scholar-and-skilled-politician-record-distorted-518093.html","abstract":"  To the Editor:   As the faculty members of the search committee that recommended Dr. Yolanda T. Moses, the president-designate of City College, we are deeply distressed by the unfair attacks to which she has been subjected and the gross distortion of her record, presented in your May 25 coverage of her appointment.","thumbnail":null,"section":"Opinion"},{"date":"19930607","headline":"Hillsborough Journal; The Talk of the Isle (Pop. 6,000): Liberty or Death","web_url":"https://www.nytimes.com/1993/06/07/world/hillsborough-journal-the-talk-of-the-isle-pop-6000-liberty-or-death.html","abstract":"  In these times of blossoming multiculturalism, the tiny island of Carriacou has decided that self-respect demands that it too should join the struggle to say its piece.   For too long, residents say, they have been the silent victims of their administrative overlords in Grenada, or the \"mainland,\" 20 miles to the south, and recently they have begun to insist that they be allowed to assert their own traditions.","thumbnail":null,"section":"World"},{"date":"19930607","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/06/07/arts/dance-in-review-380293.html","abstract":"  \"My Father Is a Tree\"   Mark DeGarmo and Dancers St. Mark's Church    \"My Father Is a Tree,\" declared the title of the new work that Mark DeGarmo and Dancers presented on Friday night as part of the Events series. Mr. DeGarmo explained in a program note that after his father died, a tree had been planted in his memory and that in his five-part dance he wished to explore themes of renewal and healing.","thumbnail":null,"section":"Arts"},{"date":"19930607","headline":"Energy Tax Puts Senator In Tough Spot","web_url":"https://www.nytimes.com/1993/06/07/us/energy-tax-puts-senator-in-tough-spot.html","abstract":"  Senator John B. Breaux once joked that his vote could not be bought but that \"it can be rented.\"   That was during the Reagan era, when the Louisiana Democrat was a lowly backbench Congressman unabashedly seeking sugar subsidies for his farm constituents.","thumbnail":null,"section":"U.S."},{"date":"19930607","headline":"Jill M. Birnbaum, Todd M. Orlich","web_url":"https://www.nytimes.com/1993/06/07/style/jill-m-birnbaum-todd-m-orlich.html","abstract":"  Jill Michele Birnbaum, a daughter of Dr. and Mrs. Martin H. Birnbaum of Syosset, L.I., was married yesterday to Todd Michael Orlich, the son of the late Mr. and Mrs. David Orlich. Rabbi Daniel Fogel performed the ceremony at the Harbor Club in Huntington, L.I.","thumbnail":null,"section":"Style"},{"date":"19930607","headline":"Experts Wavering on Steep Rise in Cigarette Tax","web_url":"https://www.nytimes.com/1993/06/07/us/experts-wavering-on-steep-rise-in-cigarette-tax.html","abstract":"  President Clinton is eagerly eyeing a fat new tax on cigarettes, and for reasons easy to fathom. Tobacco addicts are a proven menace to themselves and others, so why not turn that to advantage, deterring their destructive behavior with high costs and using the revenue to offset the burden smokers add to the nation's health bill?   While the size of the tax is still being debated in the Administration, reports last week suggested that it could be as high as $2 a pack to help cover the cost of the health-care plan the President is preparing to submit to Congress later this year.","thumbnail":null,"section":"U.S."},{"date":"19930607","headline":"Russians Fault U.S. on Shifting Ukraine's Arms","web_url":"https://www.nytimes.com/1993/06/07/world/russians-fault-us-on-shifting-ukraine-s-arms.html","abstract":"  In a blunt expression of differences between Russia and the United States over policy toward nuclear weapons in Ukraine, the Russian Defense Minister, Gen. Pavel S. Grachev, today criticized an American plan to place Ukraine's warheads under international control.   Speaking to reporters after a meeting with Defense Secretary Les Aspin in Garmisch-Partenkirchen, Germany, General Grachev said the nuclear warheads left in Ukraine after the breakup of the Soviet Union were Russian and should remain under Russian control.","thumbnail":null,"section":"World"},{"date":"19930607","headline":"Age of 5 Can Be Like 65, So Strike the Gold Retires","web_url":"https://www.nytimes.com/1993/06/07/sports/horse-racing-age-of-5-can-be-like-65-so-strike-the-gold-retires.html","abstract":"  Strike the Gold, who won the Kentucky Derby in 1991 and became a kind of racing folk hero as he lost his next 12 starts and then rebounded, was retired at the age of 5 yesterday with ruffles and flourishes for a career of 31 races, $3.4 million in purses and many late dashes through the homestretch.   \"With the accumulating wear and tear over the years,\" said his trainer, Nick Zito, \"it looks like Strike the Gold has run his last race. He made every dance. He just can't go on anymore.\"","thumbnail":null,"section":"Sports"},{"date":"19930607","headline":"Bruguera Topples Courier to Capture French Crown","web_url":"https://www.nytimes.com/1993/06/07/sports/IHT-bruguera-topples-courier-to-capture-french-crown.html","abstract":"\"I will tell you a secret,\" said Sergi Bruguera, a 22-year-old from Barcelona. \"Every year since I was 6 years old, they asked me for a wish, and every year I wished to win at Roland Garros.\". He was standing on a green-carpeted stage","thumbnail":null,"section":"Sports"},{"date":"19930607","headline":"SMUGGLED TO NEW YORK: The Immigrants -- 7 Die as Crowded Immigrant Ship Grounds Off Queens; One Failed Voyage Illustrates Flow of Chinese Immigration","web_url":"https://www.nytimes.com/1993/06/07/nyregion/smuggled-new-york-immigrants-7-die-crowded-immigrant-ship-grounds-off-queens-one.html","abstract":"  The freighter that ran aground off Rockaway Peninsula in Queens yesterday was part of a recent surge of illegal Chinese immigrants who have made their way to Hawaii, California, Guatemala, Florida and now, for what is believed to be the first time by boat, to the shores of New York.   Why the immigrants chose a tortuous route that took them around the Horn of Africa and north again into the cold waters of the North Atlantic is not clear, but officials said that a highly organized network of smugglers around the world probably provided assistance in stops along the way.","thumbnail":null,"section":"New York"},{"date":"19930607","headline":"Gunman's Acquittal Sends World a Message","web_url":"https://www.nytimes.com/1993/06/07/opinion/l-gunman-s-acquittal-sends-world-a-message-511293.html","abstract":"  To the Editor:   It is the summer of 1987, and I am 16 years old. A high school student from South Carolina, I am living in Osaka, Japan, as a guest of the Goto family. Yoko, my host sister, decides to take me to a party at a friend's house. While we are there, I comment on a set of beautiful handmade masks lying on a table. Our host tells me her grandmother made them, and she asks which one I like best. A few hours later, when we are leaving, Yoko's friend gives me a handmade, padded silk bag. Inside is my favorite mask. The mask hangs on my wall at home now, a reminder of the warm welcome that strangers gave me wherever I went in Japan.","thumbnail":null,"section":"Opinion"},{"date":"19930607","headline":"Pamela Schiller, Brian Socolow","web_url":"https://www.nytimes.com/1993/06/07/style/pamela-schiller-brian-socolow.html","abstract":"  Pamela Renee Lori Schiller, the daughter of Dr. and Mrs. Sheldon B. Schiller of Louisville, Ky., was married there yesterday to Brian Roy Socolow, a son of Dr. and Mrs. Edward L. Socolow of Chappaqua, N.Y. Rabbi Robert Slosberg officiated at Adeth Jeshurun Synagogue.    Mrs. Socolow, 27, is the media manager at the Elizabeth Arden Company in New York. She graduated from the University of Michigan.","thumbnail":null,"section":"Style"},{"date":"19930607","headline":"Marketing Is First to Enter This Ring","web_url":"https://www.nytimes.com/1993/06/07/sports/boxing-marketing-is-first-to-enter-this-ring.html","abstract":"  For the last couple of months, George Foreman and Tommy Morrison have been joined at the pocketbook, generating what promoters say will be boxing's richest pay-per-view fight.   But their unusual business relationship will change tonight about the time they touch gloves at the Thomas & Mack Center in Las Vegas, Nev., and come out fighting for the World Boxing Organization's vacant heavyweight championship. The pay-per-view telecast will begin at 9 P.M. Eastern time, with the 12-round bout expected to begin at about 10:30.","thumbnail":null,"section":"Sports"},{"date":"19930607","headline":"Gina Lyn Ingber, Scott A. Mirskin","web_url":"https://www.nytimes.com/1993/06/07/style/gina-lyn-ingber-scott-a-mirskin.html","abstract":"  Gina Lyn Ingber, a managing director of grants for Daytop Village Inc., the drug rehabilitation center in New York, was married yesterday to Scott Alan Mirskin, a director of sales at J & C International Seafood Inc., a seafood importer in Brooklyn. Rabbi Irving Goodman officiated at Kutsher's Country Club in Monticello, N.Y.   Mrs. Ingber-Mirskin graduated from George Washington University and received an M.B.A. from Baruch College. She is a daughter of Mac Ingber of South Fallsburg, N.Y., and the late Rose C. Ingber. The bride is also a stepdaughter of Arline Ingber of South Fallsburgh.   Mr. Mirskin graduated from Buffalo State College. He is a son of Mr. and Mrs. Irving Mirskin of New Hyde Park, L.I.","thumbnail":null,"section":"Style"},{"date":"19930607","headline":"Alisa K. Lincoln, B. E. Lanckton","web_url":"https://www.nytimes.com/1993/06/07/style/alisa-k-lincoln-b-e-lanckton.html","abstract":"  Alisa Kim Lincoln, a daughter of Dr. and Mrs. Alan Jay Lincoln of Durham, N.H., was married yesterday to Benjamin Edward Lanckton, a son of Mr. and Mrs. A. Van C. Lanckton of Newton, Mass. Rabbi David Mark performed the ceremony at Temple Israel in Portsmouth, N.H.   Ms. Lincoln, 24, is keeping her name. She is a doctoral fellow in psychiatric epidemiology at Columbia University. She graduated from Tufts University and received a master's degree in public health from Boston University.","thumbnail":null,"section":"Style"},{"date":"19930607","headline":"BASKETBALL: Sports of The Times; Jordan Experiences The Discomfort Zone","web_url":"https://www.nytimes.com/1993/06/07/sports/basketball-sports-of-the-times-jordan-experiences-the-discomfort-zone.html","abstract":"  IN a kind of comfort zone, Michael Jordan was stretched out on a couch in a hotel room in Cleveland three weeks ago with earphones on, quietly listening to music, and thinking. Thinking not so much of the Bulls' playoff game the next night, or of those many games ahead or the glorious games behind, but of his simple good fortune.   \"Amazing how things have clicked so perfectly,\" he said then, \"and how easily everything might have gone sour.\"","thumbnail":null,"section":"Sports"},{"date":"19930607","headline":"Marsi Fein, Todd D. Miller","web_url":"https://www.nytimes.com/1993/06/07/style/marsi-fein-todd-d-miller.html","abstract":"  Martha Susan Fein, a daughter of Drs. Richard and Helen Fein of Cambridge, Mass., was married yesterday to Todd David Miller, a son of Harley Miller of Canton, Ohio, and the late Elaine Miller. Rabbi Avis Miller officiated at the Historic Car Barn, a catering hall in Washington.   Ms. Fein, 31, is keeping her name. She is known as Marsi. She is a public-policy researcher in the Office of Social Responsibility, the public-policy research arm of the Union Institute in Cincinnati. She graduated from Syracuse University, and she and her husband received master's degrees in public administration from New York University.","thumbnail":null,"section":"Style"},{"date":"19930607","headline":"Review/Music; Dutch Opera in an Italian 'Ulysses'","web_url":"https://www.nytimes.com/1993/06/07/arts/review-music-dutch-opera-in-an-italian-ulysses.html","abstract":"  In its unedited form, Monteverdi's \"Return of Ulysses\" looks at the Homeric tale of Ulysses's homecoming from a split perspective. Mostly, we see the story unfolding in mythologized but human terms. Yet there is also an otherworldly overlay, in which discussions between Jove and Neptune suggest the limits to which mortals determine their fates. This supernatural component, though extraneous to the narrative, resonates with the Prologue, in which Time, Fate and Love sing of their assaults on Human Mortality.   In the Netherlands Opera version of the work, the latest of the Brooklyn Academy of Music's imported productions, this heaven-and-earth symmetry is largely scuttled. The Prologue remains, but the gods have been banished except for Athene, the only Olympian to interact directly with Ulysses. One notable mortal, the nurse Euryclea, has also been jettisoned.","thumbnail":null,"section":"Arts"},{"date":"19930607","headline":"Serbs Attack Two of U.N.'s 'Safe Areas' in Bosnia","web_url":"https://www.nytimes.com/1993/06/07/world/serbs-attack-two-of-un-s-safe-areas-in-bosnia.html","abstract":"  Bosnian Serb forces reportedly kept up their offensive against the United Nations-designated 'safe area' of Gorazde today and shelled another safe area, Srebrenica, defying a new United Nations Security Council resolution providing for troops to protect the six Bosnian Muslim areas.    Bosnian Serb commanders denied a five-member team of United Nations military observers access again today to Gorazde, where a year of fighting has trapped some 60,000 Muslims, said Comdr. Barry Frewer, spokesman for the United Nations force here.","thumbnail":null,"section":"World"},{"date":"19930607","headline":"The Fund-Raising Frenzy, Cont'd.","web_url":"https://www.nytimes.com/1993/06/07/opinion/the-fund-raising-frenzy-cont-d.html","abstract":"  Two weeks ago, embarrassed White House officials canceled a breakfast with President Clinton that the Democratic National Committee had organized for lobbyists and other fat-cat contributors. Now they've pulled the plug on the committee's plan to establish a private foundation to help sell Mr. Clinton's health care program.   But other aspects of the D.N.C.'s dubious scheme are proceeding apace, making one wonder whether Bill Clinton's political friends were paying attention when he promised to run the special interests out of town.","thumbnail":null,"section":"Opinion"},{"date":"19930607","headline":"Clinton Coattails Debated After Senate Loss in Texas","web_url":"https://www.nytimes.com/1993/06/07/us/political-memo-clinton-coattails-debated-after-senate-loss-in-texas.html","abstract":"  Has President Clinton become such a political pariah that he drove hordes of Texans to the polls on Saturday to vote for a Republican, Kay Bailey Hutchison, to the United States Senate?   Probably not. The Democratic incumbent, Senator Bob Krueger, had problems of his own, like being such a dreadful campaigner that his campaign produced television commercials extolling that fact. Besides, analysts warn against making too much of whether any President has \"coattails\" that significantly affect a local election for better or for worse.","thumbnail":null,"section":"U.S."},{"date":"19930607","headline":"SMUGGLED TO NEW YORK: The Overview -- 7 Die as Crowded Immigrant Ship Grounds Off Queens; Chinese Aboard Are Seized for Illegal Entry","web_url":"https://www.nytimes.com/1993/06/07/nyregion/smuggled-new-york-overview-7-die-crowded-immigrant-ship-grounds-off-queens.html","abstract":"  A tramp steamer smuggling hundreds of illegal Chinese immigrants into New York ran aground in moonlit darkness and a pounding surf off the Rockaway Peninsula in Queens early yesterday, ending a 17,000-mile odyssey from the Far East in a nightmare of panic, chaos, death and capture within sight of the golden door.   At least 7 people were killed and 16 were injured, officials said, as scores of terrified refugees leaped into the sea and tried to swim and wade ashore from the stricken 150-foot vessel, Golden Venture, her keel fast on a sandbar 200 yards off Jacob Riis Park.","thumbnail":null,"section":"New York"},{"date":"19930607","headline":"Knicks Off Bandstand, Bulls Feel Like Dancing","web_url":"https://www.nytimes.com/1993/06/07/sports/basketball-knicks-off-bandstand-bulls-feel-like-dancing.html","abstract":"  The message inside the cartoonlike bubble on the front of Scottie Pippen's hat, \"!*?@#,\" held a sentiment that must have been left over from the last two weeks in the lives of the Chicago Bulls.   With the exception of Michael Jordan's continued public silence, any traces of angst seemed to have been replaced by a relaxed sense of anticipation as the Bulls prepared for the National Basketball Association finals against the Suns, with Game 1 Wednesday at Phoenix, and a chance to make history.","thumbnail":null,"section":"Sports"},{"date":"19930607","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/06/07/us/inside-820593.html","abstract":"  U.N. Seeks Action in Somalia   The United Nations Security Council condemned the killing of 22 Pakistani peacekeepers in Somalia and called for prosecution. Officials placed the blame on a Somali warlord. Page A3. Spain's Socialists Squeak By    The Socialist Party of Prime Minister Felipe Gonzalez was returned to office in Spain, but it lost considerable ground to the conservatives. Page A8. Bruguera Wins French Open    Sergi Bruguera of Spain defeated Jim Courier, the two-time defending champion, in the French Open tennis final. SportsMonday, page C1.","thumbnail":null,"section":"U.S."},{"date":"19930607","headline":"Nelsa Gidney, Jordan Ringel","web_url":"https://www.nytimes.com/1993/06/07/style/nelsa-gidney-jordan-ringel.html","abstract":"  Nelsa Gidney, the president of Gidney International, a television programming consulting company in New York, was married yesterday to Jordan E. Ringel, a lawyer. Rabbi Albert Thaler officiated at the home of Allan Albert, a friend of the couple, in New York.   Ms. Gidney, who is keeping her name, graduated from Northwestern University. She is the daughter of Ruth Wagner of Miami Beach, and the late Louis Gidney.","thumbnail":null,"section":"Style"},{"date":"19930607","headline":"House of a Different Color Is Shunned","web_url":"https://www.nytimes.com/1993/06/07/us/house-of-a-different-color-is-shunned.html","abstract":"  Four years ago, Lee Jones climbed a ladder and started painting his house a light but distinct shade of purple in a cul-de-sac of beige and gray. It was an unusual color for English Hill, a development of two-story homes east of Seattle where a standard of esthetic fussiness is strictly enforced.    But mauve with deep purple trim -- combined with just a hint of teal around the windows -- became the new color of the Joneses' home, despite objections from the board that represents the development's homeowners. The family's defiant attempt to stay with their color combination set off a fight that went from the forested refuge of suburbia to King County Superior Court in Seattle.","thumbnail":null,"section":"U.S."},{"date":"19930607","headline":"Patricia L. Eby and Peter A. Aldea","web_url":"https://www.nytimes.com/1993/06/07/style/patricia-l-eby-and-peter-a-aldea.html","abstract":"  Dr. Patricia Lynn Eby and Dr. Peter Andrew Aldea, plastic surgeons, were married yesterday at the Long Hill Estate in Beverly, Mass. Rabbi David Kudan officiated.   Dr. Eby, 36, is keeping her name. She is a chief resident in plastic and reconstructive surgery at the Lahey Clinic in Burlington, Mass. She graduated magna cum laude from Georgetown University, where she was elected to Phi Beta Kappa, and received her M.D. from Washington University in St. Louis. She is a daughter of Mr. and Mrs. Donald S. Eby of Gordonville, Pa.","thumbnail":null,"section":"Style"},{"date":"19930607","headline":"Kohl Faces Fierce Protests Over German Violence","web_url":"https://www.nytimes.com/1993/06/07/world/kohl-faces-fierce-protests-over-german-violence.html","abstract":"  In the wake of new arson attacks aimed at Turks, Chancellor Helmut Kohl's appearance at the dedication of the newly renovated Berlin Cathedral brought heated protests today from demonstrators who accused him of not acting decisively against rightist violence.   The visit was Mr. Kohl's first public appearance since the arson attack that killed five Turkish women and girls in the western town of Solingen on May 29. He has been harshly criticized for not attending their funeral, the subsequent memorial service or the burial in Turkey.","thumbnail":null,"section":"World"},{"date":"19930607","headline":"SMUGGLED TO NEW YORK: The Homeland; High Hopes, and Stakes, For China's Boat People","web_url":"https://www.nytimes.com/1993/06/07/nyregion/smuggled-to-new-york-the-homeland-high-hopes-and-stakes-for-china-s-boat-people.html","abstract":"  The desperate risks that Chinese boat people take to get to the United States, even jumping into the ocean to swim to shore, reflect the burden of the trust that has been placed in them by friends and family.   Very few Chinese can afford the thousands of dollars demanded by the \"snakeheads,\" or smugglers. So those who yearn for a better life in the United States borrow from relatives, friends and even neighbors.","thumbnail":null,"section":"New York"},{"date":"19930607","headline":"Whitman Urges G.O.P. Unity After Vote","web_url":"https://www.nytimes.com/1993/06/07/nyregion/whitman-urges-gop-unity-after-vote.html","abstract":"  Christine Todd Whitman, considered the front-runner for the Republican nomination for governor, exhorted her supporters today not to slow a step until November, and called for Republicans to unify after Tuesday's primary and defeat the Democratic incumbent, Jim Florio.   \"After June 8, all Republicans have to come back together,\" Mrs. Whitman told about 150 campaign workers at a get-out-the vote rally at the Flemington fairgrounds this afternoon. \"This is going to be a tough battle all the way to Nov. 2.\"","thumbnail":null,"section":"New York"},{"date":"19930607","headline":"U.N. ASKS ARRESTS OF SOMALIA KILLERS","web_url":"https://www.nytimes.com/1993/06/07/world/un-asks-arrests-of-somalia-killers.html","abstract":"  The United Nations Security Council today condemned the killing of 22 Pakistani peacekeeping soldiers in Somalia on Saturday and called for the \"arrest and detention for prosecution, trial and punishment\" of those responsible.   In a written report on the incident to the Council, United Nations peacekeeping officials pinned the blame squarely on Gen. Mohammed Farah Aidid, a Somali warlord who controls much of the capital, Mogadishu.","thumbnail":null,"section":"World"},{"date":"19930607","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/06/07/nyregion/chronicle-172093.html","abstract":"  DR. CARLO M. CROCE of the Jefferson Cancer Institute in Philadelphia received the Charles S. Mott Prize for achievements in understanding the causes of cancer, specifically for identifying many of the cancer-causing genes involved in leukemias and lymphomas. And HIDESABURO HANAFUSA, Ph.D., of Rockefeller University in New York, won the Alfred P. Sloan Prize for basic scientific contributions to cancer research and work clarifying the relationship of viruses to oncogenes.","thumbnail":null,"section":"New York"},{"date":"19930607","headline":"Armstrong Feels Like a Million Bucks","web_url":"https://www.nytimes.com/1993/06/07/sports/cycling-armstrong-feels-like-a-million-bucks.html","abstract":"  Lance Armstrong, the all-America bike rider, won $1 million today. More or less.   With a brash, in-your-face performance, the 21-year-old Texan, a professional only nine months, won the United States' richest one-day bicycle race, the $110,000 CoreStates United States professional championship.","thumbnail":null,"section":"Sports"},{"date":"19930607","headline":"Essay; Cheer Up, Europe","web_url":"https://www.nytimes.com/1993/06/07/opinion/essay-cheer-up-europe.html","abstract":"  Europe is entering the third millennium the same way it entered the second -- with the Christians kicking the Muslims out.   Many civilized Europeans are troubled by their New Barbarism. They are embarrassed at the way Turkish workers, denied citizenship, are being harassed in a Germany still arrogant about ethnic purity.","thumbnail":null,"section":"Opinion"},{"date":"19930607","headline":"Question: And Now Do Knicks Get Point?","web_url":"https://www.nytimes.com/1993/06/07/sports/basketball-question-and-now-do-knicks-get-point.html","abstract":"  The nature of professional sports is volatile, especially in New York. Moments after the Knicks were eliminated from the National Basktball Association playoffs by the Chicago Bulls on Friday night, people began voicing strong opinions about what had gone wrong.   The Knicks' major accomplishments -- a 60-victory season and an appearance in the Eastern Conference finals for the first time in 19 years -- did not ease the disappointment over the fact that the season ended sooner than the team and its fans had expected.","thumbnail":null,"section":"Sports"},{"date":"19930607","headline":"First-Inning Hole Is Just Too Deep For Yankees","web_url":"https://www.nytimes.com/1993/06/07/sports/baseball-first-inning-hole-is-just-too-deep-for-yankees.html","abstract":"  The hole was massive. Five Rangers had batted in the first, four had already scored and Melido Perez was dumbfounded on the mound. The Yankees rarely score runs for him. How were they going to save him from this 4-0 ditch?   It was a pertinent question and the answer was provided eight innings later because Perez's early disintegration proved too much for the Yankees to overcome. The Yankees picked and prodded at Kenny Rogers and Perez did calm down and pitch six shutout innings, but the offensive explosion in the first was enough to carry the Rangers to a 4-3 victory last night at Arlington Stadium.","thumbnail":null,"section":"Sports"},{"date":"19930607","headline":"No Headline","web_url":"https://www.nytimes.com/1993/06/07/nyregion/no-headline-817593.html","abstract":"  \"If I had said to my wonderful father, 'Daddy, I'd like to be a United States senator someday,' I know he would have patted me on the head and said, 'Kay, there are a lot of wonderful things you can do with your life, but that's probably not one of them.' \" -- KAY BAILEY HUTCHISON, soon to be the seventh woman in the Senate.  [ A15:2. ]","thumbnail":null,"section":"New York"},{"date":"19930607","headline":"Diana J. Lafer, Eric Mendelsohn","web_url":"https://www.nytimes.com/1993/06/07/style/diana-j-lafer-eric-mendelsohn.html","abstract":"  Dr. Diana Joan Lafer, a daughter of Fred and Dr. Barbara Lafer of Wayne, N.J., was married yesterday to Eric Janvrin Mendelsohn, the son of Louis and Kathleen Mendelsohn of Bloomfield, Conn. Rabbi Martin Freedman performed the ceremony at Le Chateau, a restaurant in South Salem, N.Y.   The bride, 29, is a veterinarian in Simsbury, Conn. She graduated from Wesleyan University and received a doctor of veterinary medicine degree from Cornell University. Her father is a senior vice president and corporate secretary at Automatic Data Processing Inc., a payroll service company in Roseland, N.J. Her mother is a psychologist in Pompton Lakes, N.J.","thumbnail":null,"section":"Style"},{"date":"19930607","headline":"Italians Reject Established Parties in Local Voting","web_url":"https://www.nytimes.com/1993/06/07/world/italians-reject-established-parties-in-local-voting.html","abstract":"  In their first elections since the full extent of the country's huge bribery scandal became known, Italians swung away from their mainstream political leaders today and endorsed insurgent groups demanding political change.   While the ballot was restricted to the choice of mayors and local councils, some 10.5 million people -- more than a fifth of the electorate -- were eligible to vote under new rules affecting big cities from Milan in the North to Catania in Sicily. Over all, voters chose 1,000 local administrations.","thumbnail":null,"section":"World"},{"date":"19930607","headline":"Abroad at Home; Bill Clinton's Center","web_url":"https://www.nytimes.com/1993/06/07/opinion/abroad-at-home-bill-clinton-s-center.html","abstract":"  With apologies to Art Buchwald, who had a similar dream in 1965 . . .    I awoke with a shudder the other morning from a terrible dream. I dreamt that George Bush had been re-elected last fall, and the country still had a President who was paralyzed by fear of the political right.","thumbnail":null,"section":"Opinion"},{"date":"19930607","headline":"Liza-Faith Cohn, William Wallach","web_url":"https://www.nytimes.com/1993/06/07/style/liza-faith-cohn-william-wallach.html","abstract":"  Liza-Faith Michaelis Cohn, a daughter of Mr. and Mrs. Albert Linn Cohn of West Orange, N.J., was married yesterday to William David Wallach, a son of Mr. and Mrs. Frederick K. Wallach of Summit, N.J. Rabbi Jeshaia Schnitzer officiated at Temple Shomrei Emunah in Montclair, N.J.   The bride, 27, graduated with honors from Swarthmore College. She is a third-year law student at the Benjamin N. Cardozo School of Law. Her father is the senior partner of Cohn Lifland Pearlman Herrmann & Knopf, a law firm in Saddle Brook, N.J. Her mother, Sylvia J. Cohn, is special counsel to the firm.   Mr. Wallach, 30, is an associate at McCarter & English, a law firm in Newark. He graduated cum laude from Duke University and received a law degree from Washington University in St. Louis. His father is a lawyer with the American Telephone and Telegraph Company in New York.","thumbnail":null,"section":"Style"},{"date":"19930607","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/06/07/nyregion/news-summary-808693.html","abstract":"  International A2-11  SURPRISE CHOICE IN GUATEMALA  In a surprise move, Guatemala's crusading human rights ombudsman, Ramiro de Leon Carpio, is sworn in as President. Politicians had considered him ineligible as unacceptable to the military.  A1  RUSSIA OPPOSES KIEV PLAN  Bluntly expressing Russian differences over policy toward Kiev, Defense Minister Pavel S. Grachev rebuffed an American plan to place Ukraine's nuclear warheads under international control.  A1","thumbnail":null,"section":"New York"},{"date":"19930607","headline":"An Influential Collector Of Modern Haitian Art","web_url":"https://www.nytimes.com/1993/06/07/arts/an-influential-collector-of-modern-haitian-art.html","abstract":"  When Selden Rodman, a fledgling poet and American intelligence officer, disembarked for the first time in Haiti in 1944 to witness a performance of his recent play about the country's 19th-century revolution, the trip seemed little more than another colorful stop in a career deliberately conceived as a blend of art and adventure.   Instead of another simple port of call, however, the trip, paid for by the Bureau of Inter-American Affairs, placed Mr. Rodman in the country at just the right moment to witness the birth of modern Haitian painting.","thumbnail":null,"section":"Arts"},{"date":"19930607","headline":"1,550 Degrees at Staten Island","web_url":"https://www.nytimes.com/1993/06/07/nyregion/commencements-1550-degrees-at-staten-island.html","abstract":"  Former Representative Geraldine A. Ferraro addressed the 17th annual commencement ceremony of the College of Staten Island yesterday.   More than 1,550 degrees were conferred by the school, which is a senior college of the City University of New York. It was the last ceremony on the Sunnyside campus. The school is moving to a new campus at the site of the old Willowbrook hospital next fall.","thumbnail":null,"section":"New York"},{"date":"19930607","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/06/07/sports/transactions-460493.html","abstract":"  SATURDAY Baseball  American League   KANSAS CITY ROYALS -- Placed Keith Miller, infielder, on the 15-day disabled list. Recalled Craig Wilson, infielder, from Omaha of the American Association.   NEW YORK YANKEES -- Placed Mike Witt, pitcher, on the 15-day disabled list, retroactive to June 2. Activated Steve Howe, pitcher, from the 15-day disabled list.","thumbnail":null,"section":"Sports"},{"date":"19930607","headline":"Haitian Advocate Slain in Brooklyn","web_url":"https://www.nytimes.com/1993/06/07/nyregion/haitian-advocate-slain-in-brooklyn.html","abstract":"  A Brooklyn furniture store owner who was a prominent figure in New York's Haitian community was shot and killed late Saturday as he was getting into his car shortly after closing time, the police said.   The victim, Wilner Boucicault, 44, owner of A and B Furniture and Appliances in the East Flatbush section, was shot once in the chest, but he managed to drive his 1993 Mercedes-Benz several blocks before crashing into parked cars, said a police spokesman, Sgt. John McCluskey.","thumbnail":null,"section":"New York"},{"date":"19930607","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/06/07/arts/dance-in-review-510493.html","abstract":"  Karen Bernard   Dia Center for the Arts  155 Mercer Street  SoHo    Karen Bernard is a big, forthright woman with an interest in nontraditional dance movement and a gift for capturing the essence of a gesture. The program of new and recent work that she presented on Friday night was full of curious but potent little solos that made refreshing use of Ms. Bernard's size and authoritative presence.","thumbnail":null,"section":"Arts"},{"date":"19930607","headline":"Woman in the News; From Demure Survivor to G.O.P. Star","web_url":"https://www.nytimes.com/1993/06/07/us/woman-in-the-news-from-demure-survivor-to-gop-star.html","abstract":"  Kay Bailey, one of seven women among the 236 graduates in the 1967 class at the University of Texas Law School, says she found herself shut out when she applied for work in the male-dominated world of Houston's law firms. On a whim, she went by KPRC-TV here one day to check into a reporting job.   The news director at the time, Ray Miller, impressed with both her assurance and her cheerfulness, hired Miss Bailey and sent her back to Austin, to cover the equally male-dominated world of the State Legislature.","thumbnail":null,"section":"U.S."},{"date":"19930607","headline":"Review/Pop; A Blend of Celtic and Cajun","web_url":"https://www.nytimes.com/1993/06/07/arts/review-pop-a-blend-of-celtic-and-cajun.html","abstract":"  At Town Hall on Thursday night, Daniel Lanois talked about his family: the grandparents who sold the farm, a cousin reunited with the child she'd given up for adoption. The songs that went with the stories were also about heritage, a French-Canadian family tree that Mr. Lanois traces back to Celtic Brittany, down through Acadia and on south through New Orleans, where Cajun music meets African roots.   Mr. Lanois is best known as the producer for albums by U2, Peter Gabriel, Bob Dylan, the Neville Brothers and Robbie Robertson. He helps make their music, and his own, sound stately but open by combining old-fashioned effects -- a tremolo-strummed guitar, a touch of distortion -- with glimmers of the latest technology. On stage, he chose rawness. He played vintage Fender guitars through a Vox amplifier pushed to the edge of feedback, accompanied by Daryl Johnson on bass and Brian Blade on drums, whose mallets grew shredded during the set.","thumbnail":null,"section":"Arts"},{"date":"19930607","headline":"Does Vitamin E Keep Hair From Graying?","web_url":"https://www.nytimes.com/1993/06/07/opinion/l-does-vitamin-e-keep-hair-from-graying-513993.html","abstract":"  To the Editor:   Further to \"Vitamin E Greatly Reduces Risk of Heart Disease, Studies Suggest\" (front page, May 20):","thumbnail":null,"section":"Opinion"},{"date":"19930607","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/06/07/arts/dance-in-review-509093.html","abstract":"  Manhattan Tap  Merkin Concert Hall    Manhattan Tap sailed into the airy, pleasant Merkin Concert Hall on Wednesday for an evening of enjoyable tap-dancing. The most imaginative of the program's 11 dances, five of them New York or world premieres, was the new \"Untitled,\" which the company's director, Heather Cornell, invited the audience to name. Choreographed by Ms. Cornell to a score by Keith Saunders, the group's pianist and music director, \"Untitled\" was a road race for four eager, conniving, exhausted runners seen ingeniously from the side and front. The hard-tapping runners were Ms. Cornell, Jeannie Hill, Lisa Hopkins and Max Pollak.","thumbnail":null,"section":"Arts"},{"date":"19930607","headline":"25 Years. The Vision of Robert Kennedy Lives On.","web_url":"https://www.nytimes.com/1993/06/07/us/25-years-the-vision-of-robert-kennedy-lives-on.html","abstract":"  For many, in a society that seems always to crave new myths and new idols, Robert F. Kennedy is a rapidly fading memory a quarter-century after his death, brittle with age. For many others, the third of the nation that was not yet born when he was killed, there is no first-hand memory at all.   But to a remarkable number of Americans, Robert Kennedy remains a vivid presence, the archetype of the charismatic leader.","thumbnail":null,"section":"U.S."},{"date":"19930607","headline":"Slaying Casts a Pall Over Prospect Park","web_url":"https://www.nytimes.com/1993/06/07/nyregion/slaying-casts-a-pall-over-prospect-park.html","abstract":"  In the Long Meadow of Prospect Park in Brooklyn, there are fresh flowers now in an old shoe box, a small American flag and crumpled bits of paper -- hand-written tributes to a popular drama teacher who was shot to death while fending off efforts to steal his bicycle last Wednesday.   Amid the park's 526 acres, the heartfelt mementos stand in isolation as a shrine at the spot where 42-year-old Allyn Winslow collapsed and died in a bed of clover.","thumbnail":null,"section":"New York"},{"date":"19930607","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/06/07/nyregion/chronicle-169093.html","abstract":"  Another cross-cultural tale was told by a guest, SENATOR PATRICK J. LEAHY, the Vermont Democrat, who said he inherited his love of opera from his Italian immigrant grandfather who years ago encouraged him (or more accurately, required him) to listen to recordings by Caruso and other classical music on the radio.","thumbnail":null,"section":"New York"},{"date":"19930607","headline":"ISRAEL ARRESTS 4 IN POLICE DEATH","web_url":"https://www.nytimes.com/1993/06/07/world/israel-arrests-4-in-police-death.html","abstract":"  The Israeli Shin Bet security service said today that it had arrested four Palestinians in the killing of an Israeli border policeman whose abduction and slaying prompted the deportation of about 400 accused Islamic militants to Lebanon in December.   The suspects, residents of Arab communities in and near Jerusalem, have confessed to the killing, Shin Bet said. They were identified as Mahmud Isa, 25, and Majed Abu Kteish, 23, both of Anata; Mahmud Atwan, 23, of Sur Bahir, and Musa Akari, 22 from Shuafat.","thumbnail":null,"section":"World"},{"date":"19930607","headline":"Spanish Premier Re-elected, But Yields Ground to Right","web_url":"https://www.nytimes.com/1993/06/07/world/spanish-premier-re-elected-but-yields-ground-to-right.html","abstract":"  After its toughest challenge since coming to power in 1982, the Socialist Party of Prime Minister Felipe Gonzalez was returned to office today in general elections but lost considerable ground to the conservative People's Party.   Projections by the Interior Ministry, based on 93 percent of the returns, gave the Socialists 159 seats in the 350-member lower house of Parliament against 141 seats for the People's Party, with the balance going to a leftist and to regional parties.","thumbnail":null,"section":"World"},{"date":"19930607","headline":"Script Disapproval: Kings Complain, but Fault Lies With Actors","web_url":"https://www.nytimes.com/1993/06/07/sports/hockey-script-disapproval-kings-complain-but-fault-lies-with-actors.html","abstract":"  The scene of the Stanley Cup finals has changed, from Forum to Forum, but the script has stayed the same: The Los Angeles Kings play well, get the worst of a referee's decision, lose in overtime and complain.   That was the situation here Saturday night when the Kings lost to the Montreal Canadiens, 4-3. Montreal now holds a 2-1 lead in the four-of-seven-game championship round, which resumes here Monday night.","thumbnail":null,"section":"Sports"},{"date":"19930607","headline":"Christian Right Splits G.O.P. in South","web_url":"https://www.nytimes.com/1993/06/07/us/christian-right-splits-gop-in-south.html","abstract":"  The Christian right is on the political move again in the South, pushing hard to win offices and influence in the Republican Party at a time when many of the party's national leaders are urging that it become more moderate and centrist.   Here in Richmond this weekend, Christian conservatives dominated the convention that nominated candidates to represent the party in this fall's elections for governor, lieutenant governor and attorney general.","thumbnail":null,"section":"U.S."},{"date":"19930607","headline":"Apocalypso Now for American Team","web_url":"https://www.nytimes.com/1993/06/07/sports/soccer-apocalypso-now-for-american-team.html","abstract":"  There is no show in soccer quite as entertaining as Brazil nursing a lead, with little chance of losing it.   Ambitious and balletic, even on tired legs, Brazil toyed elegantly with the United States national team today at the Yale Bowl for a 2-0 victory in the opener of the U.S. Cup '93. The Americans had a couple of opportunities, but really had no clue. How do you interrupt a performance like this? How many more years will it take to learn the art form?","thumbnail":null,"section":"Sports"},{"date":"19930607","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/06/07/opinion/IHT-in-our-pages-100-75-and-50-years-ago-93580798261.html","abstract":"1943: Parity of Pay","thumbnail":null,"section":"Opinion"},{"date":"19930607","headline":"Review/Dance; Friendship's Lyricism, On Stage and in Life","web_url":"https://www.nytimes.com/1993/06/07/arts/review-dance-friendship-s-lyricism-on-stage-and-in-life.html","abstract":"  Everyone seemed a friend of the entire human race at \"Dancers and Friends 2,\" the second annual benefit for Friends in Deed on Thursday night at the Joyce Theater. Friends in Deed, an organization founded in 1991, is dedicated to providing support to people affected by life-threatening illnesses, primarily AIDS and cancer. It was therefore appropriate that friendship was often a theme of this program, in which a remarkable array of ballet and modern dancers took part.   Alessandra Ferri and Julio Bocca, of American Ballet Theater, got on wonderfully together in George Balanchine's lighthearted \"Tchaikovsky Pas de Deux,\" which they danced with ebullient bravura.","thumbnail":null,"section":"Arts"},{"date":"19930607","headline":"PULSE: New York City Water Supply","web_url":"https://www.nytimes.com/1993/06/07/nyregion/pulse-new-york-city-water-supply.html","abstract":"  The New York City reservoir system's 1992-93 \"water year\" - the 12-month cycle on which official water-supply statistics are based - ended on May 31. The cycle follows natural seasonal fluctuations in water levels, which peak in May.    Readings were moderately below normal for the first six months, but rose considerably after heavy precipitation in January and March. A final surge came from a typically rainy April and heavy spring runoff in the watershed area.    Readings for 1992-93, shows by the dotted black line, are compared with normal levels (solid gray line), and with last year (dashed gray line), when reservoirs neared drought level.    Figures are for the Delaware, Catskill and Croton reservoir systems, whichsupply water to New York City and most of WEstchester County. Distribution reservoirs (Kensico, Hillview, Jerome Park and Central Park) are not included.","thumbnail":null,"section":"New York"},{"date":"19930607","headline":"Belmont Seeks Clues But Finds Only Fate","web_url":"https://www.nytimes.com/1993/06/07/sports/horse-racing-belmont-seeks-clues-but-finds-only-fate.html","abstract":"  Colonial Affair and the other long-shot stars of the 1993 Belmont Stakes headed into the second half of the racing season with newly won stature yesterday. But the racing world was still groping for reasons, and finding none, for the fatal breakdown of the reigning 3-year-old, Prairie Bayou.   The weather was drizzly and the surface of the track at Belmont Park was getting heavy when Prairie Bayou buckled in the backstretch about half a mile into the race Saturday. His jockey, Mike Smith, jumped over the horse's right side and escaped injury. But Prairie Bayou, who had run second in the Kentucky Derby and first in the Preakness, suffered compound fractures in his left foreleg and was destroyed by injection about 30 minutes later.","thumbnail":null,"section":"Sports"},{"date":"19930607","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/07/nyregion/c-corrections-842693.html","abstract":"  A chart on Wednesday with an article about proposed energy taxes described two elements of the plan incorrectly. As passed by the House, the plan would tax liquefied petroleum gas at 26.8 cents per million British Thermal Units, not 61.0 cents, and would impose a natural gas tax on consumers, not utilities.    The related article referred to an economist incorrectly. He is Philip Verleger.","thumbnail":null,"section":"New York"},{"date":"19930607","headline":"'Spider Woman' and 'Angels' Win Top Honors in Tony Awards","web_url":"https://www.nytimes.com/1993/06/07/theater/spider-woman-and-angels-win-top-honors-in-tony-awards.html","abstract":"  \"Kiss of the Spider Woman,\" the musical adaptation of Manuel Puig's novel about a gay window dresser and a straight Marxist guerrilla who are imprisoned together in a Latin American jail, was the big winner at the Tony Awards presentation last night, with seven awards, including best musical of the 1992-93 season.   \"Angels in America: Millennium Approaches,\" the first installment of Tony Kushner's two-play epic that uses AIDS as a metaphor for a national spiritual decline in the 1980's, won four awards, including best play, best director of a play, and best leading actor and featured actor in a play.","thumbnail":null,"section":"Theater"},{"date":"19930607","headline":"Trenton Acts to Loosen Industrial Cleanup Law","web_url":"https://www.nytimes.com/1993/06/07/nyregion/trenton-acts-to-loosen-industrial-cleanup-law.html","abstract":"  Confronting a precipitous loss of industrial jobs, New Jersey is preparing to weaken environmental cleanup rules for land intended for industrial or commercial use.   Although environmentalists are worried that the proposal will set a bad precedent, urban planners are applauding it, saying it would address a problem that exists to varying degrees across the country: urban land lying fallow, in part because of the costs of cleaning up pollution.","thumbnail":null,"section":"New York"},{"date":"19930607","headline":"Editorial Notebook; Germany Is Not to Blame for Bosnia","web_url":"https://www.nytimes.com/1993/06/07/opinion/editorial-notebook-germany-is-not-to-blame-for-bosnia.html","abstract":"  Hawks and doves disagree passionately over whether the West should intervene militarily to stop the slaughter in the Balkans. But almost everyone is too ready to agree on a key issue of historical responsibility.    It is now conventional wisdom that Germany, by extending diplomatic recognition to Croatia and Slovenia in late December 1991, forced the breakup of the old Yugoslav federation, making the subsequent tragedy in Bosnia inevitable. That's a strained reading of the chronological record. Worse, it conceals the real dynamics of the crisis, inviting future policy mistakes.","thumbnail":null,"section":"Opinion"},{"date":"19930607","headline":"Ellen S. Levy, Merrill Halpern","web_url":"https://www.nytimes.com/1993/06/07/style/ellen-s-levy-merrill-halpern.html","abstract":"  Ellen Sue Levy, a sales representative and executive assistant at the American Jewish Congress in New York, was married yesterday to Merrill Bennett Halpern, a vice president at Citibank in Stamford, Conn. Cantor Henry Weintraub performed the ceremony at the Plaza in New York.   Mrs. Halpern, 32, graduated magna cum laude from Barnard College, where she was elected to Phi Beta Kappa. She is the daughter of Bernice Levy of New York and the late Sheldon S. Levy, who was an acting justice of the New York State Supreme Court.","thumbnail":null,"section":"Style"},{"date":"19930607","headline":"Reporter's Notebook; Amid Motions, Delays and Gawkers, Altman Trial Drags On at Painful Pace","web_url":"https://www.nytimes.com/1993/06/07/us/reporter-s-notebook-amid-motions-delays-gawkers-altman-trial-drags-painful-pace.html","abstract":"  Most trials develop a certain rhythm, but so far there have been decidedly more ebbs than flows in the fraud and bribery trial of Robert A. Altman.   During the last two weeks the pace of Mr. Altman's trial slowed to a crawl, bogged down in contentions by defense lawyers that prosecutors had failed to reveal in a timely fashion material that would have been favorable to Mr. Altman.","thumbnail":null,"section":"U.S."},{"date":"19930607","headline":"Cambodian Prince Pits Sons Against Each Other in Bid for Power","web_url":"https://www.nytimes.com/1993/06/07/world/cambodian-prince-pits-sons-against-each-other-in-bid-for-power.html","abstract":"  Prince Norodom Sihanouk turned old family divisions into a weapon today in his campaign to return to power in Cambodia, pitting one of his sons against the other in hopes of forging a coalition government.   Although diplomats and United Nations peacekeepers say they believe that the Prince will eventually succeed in pulling together a coalition, the political climate of this war-shattered nation has been poisoned by feuding within the royal family.","thumbnail":null,"section":"World"}],"wiki_events":[],"weather":[{"date":"19930607","time":"1993-06-07 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.2,"rhum":69,"wspd":7.6},{"date":"19930607","time":"1993-06-07 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.9,"rhum":70,"wspd":7.6},{"date":"19930607","time":"1993-06-07 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.9,"rhum":73,"wspd":7.6},{"date":"19930607","time":"1993-06-07 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.3,"rhum":70,"wspd":7.6},{"date":"19930607","time":"1993-06-07 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.6,"rhum":70,"wspd":7.6},{"date":"19930607","time":"1993-06-07 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.1,"rhum":69,"wspd":5.4},{"date":"19930607","time":"1993-06-07 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.6,"rhum":55,"wspd":5.4},{"date":"19930607","time":"1993-06-07 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.5,"rhum":47,"wspd":7.6},{"date":"19930607","time":"1993-06-07 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.3,"rhum":40,"wspd":5.4},{"date":"19930607","time":"1993-06-07 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.3,"rhum":25,"wspd":9.4},{"date":"19930607","time":"1993-06-07 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.7,"rhum":25,"wspd":11.2},{"date":"19930607","time":"1993-06-07 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23,"rhum":27,"wspd":11.2},{"date":"19930607","time":"1993-06-07 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.8,"rhum":25,"wspd":9.4},{"date":"19930607","time":"1993-06-07 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24.6,"rhum":25,"wspd":11.2},{"date":"19930607","time":"1993-06-07 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":25.4,"rhum":26,"wspd":13},{"date":"19930607","time":"1993-06-07 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":25.4,"rhum":27,"wspd":11.2},{"date":"19930607","time":"1993-06-07 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":26.1,"rhum":28,"wspd":9.4},{"date":"19930607","time":"1993-06-07 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":25.2,"rhum":29,"wspd":13},{"date":"19930607","time":"1993-06-07 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":25.3,"rhum":34,"wspd":11.2},{"date":"19930607","time":"1993-06-07 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24.6,"rhum":33,"wspd":13},{"date":"19930607","time":"1993-06-07 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.4,"rhum":39,"wspd":13},{"date":"19930607","time":"1993-06-07 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.4,"rhum":44,"wspd":9.4},{"date":"19930607","time":"1993-06-07 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.3,"rhum":50,"wspd":9.4},{"date":"19930607","time":"1993-06-07 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.5,"rhum":52,"wspd":5.4},{"date":"19930607","time":"1993-06-07 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":49,"wspd":18.7},{"date":"19930607","time":"1993-06-07 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":55,"wspd":11.2},{"date":"19930607","time":"1993-06-07 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":58,"wspd":14.8},{"date":"19930607","time":"1993-06-07 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":60,"wspd":9.4},{"date":"19930607","time":"1993-06-07 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":67,"wspd":11.2},{"date":"19930607","time":"1993-06-07 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":72,"wspd":9.4},{"date":"19930607","time":"1993-06-07 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":72,"wspd":9.4},{"date":"19930607","time":"1993-06-07 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":77,"wspd":9.4},{"date":"19930607","time":"1993-06-07 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":69,"wspd":11.2},{"date":"19930607","time":"1993-06-07 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":75,"wspd":9.4},{"date":"19930607","time":"1993-06-07 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":69,"wspd":11.2},{"date":"19930607","time":"1993-06-07 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":64,"wspd":11.2},{"date":"19930607","time":"1993-06-07 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":62,"wspd":9.4},{"date":"19930607","time":"1993-06-07 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":51,"wspd":18.7},{"date":"19930607","time":"1993-06-07 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":46,"wspd":18.7},{"date":"19930607","time":"1993-06-07 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":49,"wspd":16.6},{"date":"19930607","time":"1993-06-07 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":40,"wspd":14.8},{"date":"19930607","time":"1993-06-07 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":30,"wspd":22.3},{"date":"19930607","time":"1993-06-07 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":32,"wspd":22.3},{"date":"19930607","time":"1993-06-07 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":33,"wspd":27.7},{"date":"19930607","time":"1993-06-07 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":33,"wspd":25.9},{"date":"19930607","time":"1993-06-07 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":34,"wspd":22.3},{"date":"19930607","time":"1993-06-07 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":35,"wspd":18.7},{"date":"19930607","time":"1993-06-07 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":38,"wspd":13}]},"19930608":{"guardian_articles":[],"nytimes_articles":[{"date":"19930608","headline":"Protection of Region's Open Spaces Urged by Planning Group","web_url":"https://www.nytimes.com/1993/06/08/nyregion/protection-of-region-s-open-spaces-urged-by-planning-group.html","abstract":"  The planning group that more than half a century ago proposed the system of parkways that today unites the New York region has concluded that it is now critically important to identify and protect broad corridors of woods, open space and sparse development that still survive 40 to 100 miles from New York City.   The group, the Regional Plan Association, said that vast expanses of open space, previously considered invulnerable, are now threatened. A decade of frenetic development has claimed farmland, forests and verdant private estates from northern Connecticut to southern New Jersey, it said.","thumbnail":null,"section":"New York"},{"date":"19930608","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/06/08/style/chronicle-756593.html","abstract":"  The guard at the State Department changed yesterday when RICHARD BOUCHER, the bearded and unflappable press secretary whose soft but authoritative voice and skill at obfuscation were well known to diplomatic reporters, stepped aside in favor of MIKE McCURRY. Mr. McCurry is a veteran press secretary, whose expertise lies in political campaigns more than in international affairs.    He served as spokesman for three candidates for the Democratic Presidential nomination: Senator John Glenn (1984), Bruce Babbitt (1988), now the Interior Secretary, and Senator Bob Kerrey (1992). He is also a former spokesman for the Democratic National Committee.","thumbnail":null,"section":"Style"},{"date":"19930608","headline":"Following A Mouse Through History","web_url":"https://www.nytimes.com/1993/06/08/science/peripherals-following-a-mouse-through-history.html","abstract":"  A COMPUTER can teach you about computers. Computerworks, a program from the Software Marketing Corporation of Phoenix, offers a colorful and lively series of on-screen lessons.   Most of each screen is taken up by a picture of the component being studied. Along the top is a Windows-style menu bar (the DOS program can work under but does not require Windows) and along the bottom are two rows of icons, 16 in all, standing for the available choices: computer systems, display systems, disk drives and storage (memory would better have been called the less anthropomorphic storage, but it is too late now), printers and plotters, keyboards and input devices, circuit boards and electronic components, software, peripherals and cables, history of computers, as well as buttons to reach the index, related topics, a notepad, lessons and quizzes, and to print, get help or quit.","thumbnail":null,"section":"Science"},{"date":"19930608","headline":"Don't Rush the Choice of a School Chief","web_url":"https://www.nytimes.com/1993/06/08/opinion/don-t-rush-the-choice-of-a-school-chief.html","abstract":"  In three more weeks, New York City will be without a Schools Chancellor. Joseph Fernandez, who assumed the post in January 1990, will not serve beyond June 30. Earlier this year the Board of Education voted 4 to 3 not to renew his contract.    The board now seems determined to choose Mr. Fernandez's successor by the time he leaves. That's desirable, but may not be realistic. Meeting an arbitrary deadline should not take precedence over choosing the right candidate.","thumbnail":null,"section":"Opinion"},{"date":"19930608","headline":"Adirondack Survival Waits for State Senate","web_url":"https://www.nytimes.com/1993/06/08/opinion/l-adirondack-survival-waits-for-state-senate-158993.html","abstract":"  To the Editor:   The Adirondack Forest -- part of the heritage of New York State and the United States as priceless as the Statue of Liberty -- is in danger, unless the State Legislature acts promptly. Money to preserve the Adirondacks is available, in unclaimed bottle deposits and existing taxes, but the State Senate has to approve legislation to earmark this money for an environmental trust fund. The legislation has been approved by the Assembly and is strongly supported by Gov. Mario M. Cuomo.","thumbnail":null,"section":"Opinion"},{"date":"19930608","headline":"Senate Repeals No-Fault Insurance Law","web_url":"https://www.nytimes.com/1993/06/08/nyregion/senate-repeals-no-fault-insurance-law.html","abstract":"  The state Senate gave final legislative approval tonight to a repeal of Connecticut's 20-year-old no-fault automobile insurance law, which critics say has led, despite the statute's intent, to higher premiums and clogged courts.   The repeal measure -- which still requires approval from Gov. Lowell P. Weicker Jr., who has not said whether he will sign it -- would replace no-fault insurance with a modified tort system that proponents said could cut premiums on a basic automobile insurance policy by more than 19 percent.","thumbnail":null,"section":"New York"},{"date":"19930608","headline":"Mercado 2-Hitter Gives Monroe P.S.A.L. Title","web_url":"https://www.nytimes.com/1993/06/08/sports/baseball-mercado-2-hitter-gives-monroe-psal-title.html","abstract":"  Move over, Hank Greenberg. Move over, Ed Kranepool. Make room for 18-year-old Ulises Mercado in the baseball annals of James Monroe High School.   The 5-foot-6-inch, 135-pound senior right-hander pitched a two-hit shutout against Franklin Delano Roosevelt High of Brooklyn yesterday at Yankee Stadium to give the Bronx school its first Public Schools Athletic League championship in 24 years. The score was 4-0.","thumbnail":null,"section":"Sports"},{"date":"19930608","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1993/06/08/style/IHT-what-theyre-reading.html","abstract":"Lord Young, executive chairman of Cable & Wireless PLC and former government trade minister, is reading Thomas Mann's \"Joseph and His Brothers.\" .\"It is probably the best book I have ever read. It is terribly long and I tend to like","thumbnail":null,"section":"Style"},{"date":"19930608","headline":"A New York Cabaret Diva Is Storming Hollywood","web_url":"https://www.nytimes.com/1993/06/08/arts/a-new-york-cabaret-diva-is-storming-hollywood.html","abstract":"  Every Sunday evening, the limos and sports cars line up along a bleak stretch of Hollywood for an evening with Jenifer Lewis of \"The Diva Is Dismissed.\"   \"Divas are usually rich, famous and disgusting,\" said Ms. Lewis. \"I was a poor diva. A diva is someone who pretends to know who they are and look fabulous doing it! That was me.\"","thumbnail":null,"section":"Arts"},{"date":"19930608","headline":"Web of Scandal: A special report.; Neither Votes Nor Candor Lighten the Pall Over Italy","web_url":"https://www.nytimes.com/1993/06/08/world/web-scandal-special-report-neither-votes-nor-candor-lighten-pall-over-italy.html","abstract":"  It is now almost a year and a half since Italy's corruption scandal erupted, and hundreds of prominent executives and politicians have been humiliated or ruined by the revelations.    Not only has the scandal touched virtually every political party and corporation; it has also demonstrated the hollowness of Italy's economy, where hundreds of millions of dollars -- some say billions -- have been wasted in payoffs and other bribes.  The Political Damage    As local elections showed on Sunday, the damage wrought to the established parties has redefined Italy's political geography.","thumbnail":null,"section":"World"},{"date":"19930608","headline":"Bearing Witness : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/08/opinion/IHT-bearing-witness-letters-to-the-editor.html","abstract":"Regarding \"Adults Around the World Are Furious About This\" (May 26) by Michael Kelly: .Mr. Kelly fails to see that Hillary Rodham Clinton and her generation, at their best and deepest, are on a religious quest. The Christian tradition calls o","thumbnail":null,"section":"Opinion"},{"date":"19930608","headline":"ESPN Going Into Overtime","web_url":"https://www.nytimes.com/1993/06/08/sports/espn-going-into-overtime.html","abstract":"  ESPN yesterday unveiled ESPN2, a 24-hour sports network that will go on the air Nov. 2 and will offer a mixture of news and information, live events and programming aimed at viewers between the ages of 18 and 34. ESPN appeals mainly to the 25-54 age group.   ESPN2 will show up to three nights a week of National Hockey League games, and will feature college basketball, arena football, volleyball and extreme sports like sky-surfing. The cornerstone program will be SportsNight, a news and highlights show to air Friday-Monday, from 8-11 P.M.","thumbnail":null,"section":"Sports"},{"date":"19930608","headline":"Nigeria Nervously Awaits Vote to End Army Rule","web_url":"https://www.nytimes.com/1993/06/08/world/nigeria-nervously-awaits-vote-to-end-army-rule.html","abstract":"  By the laws of political logic, this should be a time of euphoria in Nigeria as the military appears poised to hand power to civilians. But as Saturday's multi-party presidential elections draw near, attention has shifted to the broken promises, corruption and economic mismanagement of the military leaders.   There is \"a lot of skepticism and disbelief\" about whether the military leader, Gen. Ibrahim Babangida, is genuinely prepared to go, said Gen. Olusegun Obansanjo, a former head of state and the only Nigerian military leader to yield power to civilians voluntarily.","thumbnail":null,"section":"World"},{"date":"19930608","headline":"Weighing Milky Way, Astronomers Find Halo of Dark Matter","web_url":"https://www.nytimes.com/1993/06/08/science/weighing-milky-way-astronomers-find-halo-of-dark-matter.html","abstract":"  The serenity of the Milky Way in the night sky masks the appetite of a cannibal. That cannibalism provides an important clue to the extent and nature, if not the identity, of the mysterious invisible matter that dominates the universe.    The clue is that a vast halo encompassing the Milky Way galaxy contains 10 times the mass that astronomers can see in the multitude of visible stars. Astronomers said this was the most important estimate yet of the amount of invisible matter in a single galaxy, and proof of the existence of what is known as dark matter.","thumbnail":null,"section":"Science"},{"date":"19930608","headline":"1893 :Zola's Locomotion : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/06/08/opinion/IHT-1893-zolas-locomotion-in-our-pages100-75-and-50-years-ago.html","abstract":"Paris -A striking feature of social life at present is the popularity of the bicycle both as a means of locomotion and as amusement. It is used by members of both sexes, of all classes of society and of all professions. Even M. Emile Zola, who lives lik","thumbnail":null,"section":"Opinion"},{"date":"19930608","headline":"Poll Finds Knowledge About AIDS Increasing","web_url":"https://www.nytimes.com/1993/06/08/science/poll-finds-knowledge-about-aids-increasing.html","abstract":"  AMERICANS show improved knowledge about AIDS as well as increased personal acquaintance with victims of AIDS, and half of all adults now say they have acted to avoid getting AIDS themselves, according to the latest New York Times/CBS News Poll.   Forty-nine percent of the 1,347 adults interviewed June 1 to 3 answered \"yes\" when asked, \"Is there anything in particular you have done to avoid getting AIDS?\" The nationwide telephone poll had a margin of sampling error of plus or minus three percentage points.","thumbnail":null,"section":"Science"},{"date":"19930608","headline":"The Doctor Fashions Building Block. Again.","web_url":"https://www.nytimes.com/1993/06/08/sports/baseball-the-doctor-fashions-building-block-again.html","abstract":"  Doc Gooden stood before his locker and said the words almost sheepishly. He knew he was being repetitive. He knew everyone had heard it before. Still, he couldn't help hoping. One day, he figures, it has to come true.   \"I probably sound like a broken record saying this,\" Gooden acknowledged last night at Shea Stadium, \"but, hopefully, we can build on this.\"","thumbnail":null,"section":"Sports"},{"date":"19930608","headline":"Power Authority, Facing New Fines, Dismisses Its President","web_url":"https://www.nytimes.com/1993/06/08/nyregion/power-authority-facing-new-fines-dismisses-its-president.html","abstract":"  After years of poor performance at its nuclear plants, the New York Power Authority today dismissed its president and chief operating officer.   The authority announced that John C. Brons, its president since March 1991, would resign immediately and would be replaced for the time being by Robert G. Schenberger, who had been executive vice president for finance and administration.","thumbnail":null,"section":"New York"},{"date":"19930608","headline":"Nets' Petrovic Dies in Auto Accident in Germany","web_url":"https://www.nytimes.com/1993/06/08/sports/basketball-nets-petrovic-dies-in-auto-accident-in-germany.html","abstract":"  Drazen Petrovic, the New Jersey Nets' 28-year-old guard and the team's leading scorer, was killed yesterday in an automobile accident in Germany, according to his father.   Reached by telephone at his home in Croatia, Jole Petrovic confirmed reports of his son's death, saying, \"It is true.\"","thumbnail":null,"section":"Sports"},{"date":"19930608","headline":"Justices Allow Religious Groups After-Hours Use of Public Schools","web_url":"https://www.nytimes.com/1993/06/08/us/justices-allow-religious-groups-after-hours-use-of-public-schools.html","abstract":"  The Supreme Court ruled today that public school systems that open their schools to after-hours use by community groups must permit religious groups to use the buildings on the same terms.   The 9-to-0 decision in a case from Long Island had the effect of overturning a New York State law that state courts and education officials had long interpreted as barring the use of school property for any religious purpose.","thumbnail":null,"section":"U.S."},{"date":"19930608","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/08/nyregion/c-corrections-116393.html","abstract":"  Because of a computer malfunction, a review in Weekend on Friday about \"Latin American Artists of the 20th Century,\" at the Museum of Modern Art through Sept. 7, rendered the names of four artists incorrectly. They are Matta, Joaquin Torres-Garcia, Rufino Tamayo and Carlos Merida.","thumbnail":null,"section":"New York"},{"date":"19930608","headline":"No Headline","web_url":"https://www.nytimes.com/1993/06/08/nyregion/no-headline-549093.html","abstract":"  \"Mr. Allen has demonstrated no parenting skills that would qualify him as an adequate custodian for Moses, Dylan or Satchel. His financial contributions to the children's support, his willingness to read to them, to tell them stories, to buy them presents and to oversee their breakfasts, do not compensate for his absence as a meaningful source of guidance and caring in their lives.\" -- ACTING JUSTICE ELLIOTT WILK.  [ B4:3. ]","thumbnail":null,"section":"New York"},{"date":"19930608","headline":"Italian Pianist Awarded Top Prize In Cliburn Contest","web_url":"https://www.nytimes.com/1993/06/08/arts/italian-pianist-awarded-top-prize-in-cliburn-contest.html","abstract":"  From the outset of the Ninth Van Cliburn International Piano Competition two and a half weeks ago, many have called it the year of the Italians, and they were right. It is the year of one Italian, at least: Simone Pedroni, from Novara, who took first prize at the awards ceremony on Sunday evening at the Tarrant County Convention Center Theater here. Valery Kuleshov of Russia finished in second place and Christopher Taylor of the United States was third.   Mr. Pedroni received a gold medal, a silver cup and a $15,000 cash prize. Along with Mr. Kuleshov and Mr. Taylor, he will be given concert tours and career management for the next two seasons and a Philips recording. Mr. Pedroni also won the Steven de Groote Memorial Chamber Music Award of $1,000 for his performance of the Franck Piano Quintet with the American String Quartet. On Succeeding Horowitz    Mr. Pedroni's concerts are to include a debut recital in Carnegie Hall at a date to be determined. \"It will be one of the most beautiful experiences of my life,\" he said through an interpreter. \"One of the first records I ever bought was Horowitz at Carnegie Hall. I never thought I would succeed him there.\"","thumbnail":null,"section":"Arts"},{"date":"19930608","headline":"What Makes Energy Tax Scary; It Will Create Jobs","web_url":"https://www.nytimes.com/1993/06/08/opinion/l-what-makes-energy-tax-scary-it-will-create-jobs-170893.html","abstract":"  To the Editor:   There are at least two aspects of the energy, or British Thermal Unit, tax that seem to be missing in the debates on the subject:   (1) The tax will create jobs, rather than lose them and will not necessarily lead to inflation because, as it becomes economically disadvantageous to waste energy, we will insulate our homes better. Then, reduced energy consumption will reduce pollution and the needs for extensive and expensive emission controls. Also, we will build, rather than merely talk about, high-speed rail lines in high-density traffic corridors. Insulating homes, building tracks and railroad cars will provide new jobs. Jobs come and go: we now produce very few horse-drawn carriages, full-fashioned stockings or vacuum tubes.","thumbnail":null,"section":"Opinion"},{"date":"19930608","headline":"90's Minimalism Clashes With Ancient Rome","web_url":"https://www.nytimes.com/1993/06/08/arts/90-s-minimalism-clashes-with-ancient-rome.html","abstract":"  When Sir Norman Foster, the British architect, flew to the south of France a decade ago, he had one overriding question on his mind: What design would coexist with a Roman temple he saw as \"one of the most beautiful buildings in the world\"?    His answer, in glass and steel, is ready. Sir Norman's cultural center in Nimes is remarkable if only because it faces one of the world's oldest surviving Roman temples, among the most graceful of its kind. The architect insists on talking about the temple because, he says, it was this sanctuary, built by Agrippa, the Roman military leader and statesman, a few years before Jesus' birth, that determined the shape of his modern building.","thumbnail":null,"section":"Arts"},{"date":"19930608","headline":"Striking Coal Miners Fight To Protect Shrinking Power","web_url":"https://www.nytimes.com/1993/06/08/us/striking-coal-miners-fight-to-protect-shrinking-power.html","abstract":"  It was just before midnight, an hour very dark and still in the mountains south of Charleston, and a dozen men were gathered around a fire on the picket line at the Hobet 21 Mine.   The strike by the United Mine Workers of America was in its third week, and a certain domesticity had settled in: The men had built a sturdy picket shack and stocked it with food and drink. They had adopted a stray dog and named it Striker. They had become enough of a fixture along U.S. 119 that motorists honked their horns, and many stopped with firewood and food.","thumbnail":null,"section":"U.S."},{"date":"19930608","headline":"Altman Film in Festival","web_url":"https://www.nytimes.com/1993/06/08/arts/altman-film-in-festival.html","abstract":"  Robert Altman's \"Short Cuts\" will be the opening-night film of the 31st New York Film Festival, the Film Society of Lincoln Center has announced. The festival opens on Oct. 1 and will run through Oct. 17. The film, based on the short stories of Raymond Carver, has 22 principal roles. The cast includes Anne Archer, Bruce Davison, Robert Downey Jr., Peter Gallagher, Buck Henry, Jack Lemmon, Frances McDormand, Matthew Modine, Tim Robbins, Madeline Stowe, Lily Tomlin and Tom Waits.","thumbnail":null,"section":"Arts"},{"date":"19930608","headline":"U.C.L.A. Hunger Strike Ends","web_url":"https://www.nytimes.com/1993/06/08/us/ucla-hunger-strike-ends.html","abstract":"  Ending a two-week hunger strike, nine protesters at the University of California at Los Angeles today reached a compromise with administrators to strengthen the campus's Chicano studies program. The new program will give the 20-year-old Chicano studies program more of the trappings of an academic department.","thumbnail":null,"section":"U.S."},{"date":"19930608","headline":"It's a Soft Sell Amid High Hopes","web_url":"https://www.nytimes.com/1993/06/08/sports/on-tv-olympics-it-s-a-soft-sell-amid-high-hopes.html","abstract":"  They want at least $500 million but won't say so boldly. Not anymore. But Atlanta Olympic organizers believe that network TV rights for the 1996 Summer Olympics are worth what Billy Payne, the president of the Atlanta Committee for the Olympic Games, brashly said they were last year.   But now they're trying a softer sell, which they hope will lead to the same conclusion. Top committee officials -- minus Payne, who has just returned to work after recent heart-bypass surgery -- were in Manhattan last week to convince ABC, NBC and CBS of the value to be gained by paying 25 percent more for Atlanta than the $401 million NBC paid for the 1992 Summer Olympics in Barcelona, Spain.","thumbnail":null,"section":"Sports"},{"date":"19930608","headline":"The Talk of the Tonys; After the Tonys, Some Fault Is Found, But Tickets Sell","web_url":"https://www.nytimes.com/1993/06/08/theater/the-talk-of-the-tonys-after-the-tonys-some-fault-is-found-but-tickets-sell.html","abstract":"  Almost everyone was happy, though maybe not happy enough.   In the aftermath of Sunday night's Tony Awards, the grumbling was minimal, but it was there. Some of the winners were a little irritated at the 30-second limit on acceptance speeches and the swelling strings that drowned them out as they outstayed their welcome. It was, as Tony Kushner, author of the Tony-winning \"Angels in America,\" said on the air, \"a scary orchestra.\"","thumbnail":null,"section":"Theater"},{"date":"19930608","headline":"The Victor in Spain Has New Hurdles Ahead","web_url":"https://www.nytimes.com/1993/06/08/world/the-victor-in-spain-has-new-hurdles-ahead.html","abstract":"  With the domestic economy in a slump, the governing Socialist Party muddied by corruption scandals and the electorate tired of the same old faces in power, Spain's conservative opposition seemed to have everything going for it in general elections on Sunday.   But in the end, emerging from the seclusion of the Moncloa Palace, apologizing for past mistakes and single-handedly carrying his party's flag, Prime Minister Felipe Gonzalez again showed his ability to charm Spanish voters by winning his fourth successive general election.","thumbnail":null,"section":"World"},{"date":"19930608","headline":"Latest Resume Entry: Brown to Coach Pacers","web_url":"https://www.nytimes.com/1993/06/08/sports/sports-people-basketball-latest-resume-entry-brown-to-coach-pacers.html","abstract":"  LARRY BROWN was named coach of the Indiana Pacers yesterday, succeeding the dismissed BOB HILL.   It will be the fifth National Basketball Association coaching assignment for Brown, who recently quit as coach of the Los Angeles Clippers. He also coached at U.C.L.A. and Kansas as well as in the American Basketball Association.","thumbnail":null,"section":"Sports"},{"date":"19930608","headline":"Making Fishing Easier For All Kinds of Anglers","web_url":"https://www.nytimes.com/1993/06/08/nyregion/our-towns-making-fishing-easier-for-all-kinds-of-anglers.html","abstract":"  AFTER his father was in a serious accident nearly a decade ago, Chris Marino got to thinking about how he would handle it if he were ever incapacitated. He spends a lot of time mulling such matters, working nights loading U.P.S. trucks. And he decided that one of the things he would miss most would be fishing.   Since he was a boy, he has fished with friends in nearby Spy Pond, where bodies were supposedly dumped during the Revolutionary War. For him, a driver's license meant the freedom to fish all over the massive Croton Reservoir. When he married, he and his wife, Christine, went on a honeymoon fishing trip.","thumbnail":null,"section":"New York"},{"date":"19930608","headline":"A Historic Captain . . .","web_url":"https://www.nytimes.com/1993/06/08/sports/sports-people-soccer-a-historic-captain.html","abstract":"  PAUL INCE became the first black player to be named captain of the English national team yesterday, and his first game with his new responsibility is tomorrow night, against the United States in a U.S. Cup '93 match in Boston.   Ince, a 25-year-old midfielder for Manchester United, was picked by Coach GRAHAM TAYLOR to replace DAVID PLATT, who was hurt on Sunday playing for Juventus of Turin in the Italian League.","thumbnail":null,"section":"Sports"},{"date":"19930608","headline":"Senators See Compromises As Talks Begin on Budget","web_url":"https://www.nytimes.com/1993/06/08/us/senators-see-compromises-as-talks-begin-on-budget.html","abstract":"  President Clinton met this evening with the two leading Democratic Senators on tax and budget matters, the start of a two-week sprint to win Senate committee approval of his tax and spending plans.   Afterward, the Senators -- George J. Mitchell of Maine, the majority leader, and Daniel Patrick Moynihan of New York, chairman of the Finance Committee -- and Treasury Secretary Lloyd Bentsen predicted that the negotiations would lead to legislation encompassing the basic elements of the President's proposals.","thumbnail":null,"section":"U.S."},{"date":"19930608","headline":"Hungary Party Ousting Four Leading Rightists","web_url":"https://www.nytimes.com/1993/06/08/world/hungary-party-ousting-four-leading-rightists.html","abstract":"  Hungary's governing party has disassociated itself from the small but vocal right-wing circle that has coalesced around Istvan Csurka, one of the party's leaders. The action followed months of indecision on how to handle the party's internal right-wing opposition.   The steering committee of the Democratic Forum recommended this weekend that the party's ethics committee should expel Mr. Csurka and three right-wing colleagues.","thumbnail":null,"section":"World"},{"date":"19930608","headline":"World Health Official Says AIDS Spread Could Be Controlled","web_url":"https://www.nytimes.com/1993/06/08/science/world-health-official-says-aids-spread-could-be-controlled.html","abstract":"  The AIDS epidemic that is galloping through much of the world could be curtailed if known preventions measures were more widely applied and if an additional $1.5 billion to $2.9 billion a year were spent in developing countries on AIDS prevention, a World Health Organization official said here today at the ninth international AIDS meeting.   The extra money would represent an increase of about 1.5 percent over current health-care budgets in developing countries and would translate into the cost of one soft drink for every person in the world, said Dr. Michael H. Merson, who heads the W.H.O. program on AIDS.","thumbnail":null,"section":"Science"},{"date":"19930608","headline":"PLEADING FOR LIFE, STUDENT IS SLAIN","web_url":"https://www.nytimes.com/1993/06/08/nyregion/pleading-for-life-student-is-slain.html","abstract":"  A 16-year-old student on a lunch hour stroll outside a Brooklyn school for troubled teen-agers was chased by two older youths, cornered between two parked cars and shot several times at close range yesterday as he pleaded for his life, the police said. He died on the street minutes later.   New York City police detectives said that at least two assailants had pursued the student through the streets after a dispute earlier in the lunch hour that appeared to focus on a leather jacket or vest.","thumbnail":null,"section":"New York"},{"date":"19930608","headline":"Overtime Still No Time for Kings as Canadiens Take 3-1 Lead","web_url":"https://www.nytimes.com/1993/06/08/sports/hockey-overtime-still-no-time-for-kings-as-canadiens-take-3-1-lead.html","abstract":"  The Montreal Canadiens continued their domination of playoff overtime tonight and they are now one victory away from their 24th Stanley Cup championship.   John LeClair scored for Montreal at 14 minutes 37 seconds of the extra session to clinch a 3-2 victory over the Los Angeles Kings at the Forum. The Canadiens can clinch the series Wednesday night at home in Game 5.","thumbnail":null,"section":"Sports"},{"date":"19930608","headline":"Settlement In Lawsuit On Job Bias","web_url":"https://www.nytimes.com/1993/06/08/nyregion/settlement-in-lawsuit-on-job-bias.html","abstract":"  Accused of using reverse discrimination to diversify the municipal work force, the Dinkins administration agreed yesterday to give raises and higher ranks to about 75 supervisors at the Human Resources Administration who contended that they were passed over for advancement because they were white.   The administration did not acknowledge wrongdoing in settling a lawsuit brought in March by the Social Service Employees Union, Local 371, which charged that top officials manipulated city rules to promote black and Hispanic supervisors who did not perform as well as whites on Civil Service tests.","thumbnail":null,"section":"New York"},{"date":"19930608","headline":"Bearing Witness : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/08/opinion/IHT-bearing-witness-letters-to-the-editor-91588413968.html","abstract":"Reading Michael Kelly's articles about Mrs. Clinton (May 25- 26), I had two misgivings. First, I was unable to square her lamentations about deviant behavior with her support for abortion and homosexuality. Second, Mrs. Clinton has been appointed to refo","thumbnail":null,"section":"Opinion"},{"date":"19930608","headline":"1943 :Attacks in Italy : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/06/08/opinion/IHT-1943-attacks-in-italy-in-our-pages100-75-and-50-years-ago.html","abstract":"ALLIED HEADQUARTERS IN NORTH AFRICA - [From our New York edition:] Tearing apart the Axis air opposition at the rate of 19 enemy planes destroyed to one allied craft lost, squadrons of Allied bombers kept the Italian islands and Italy itself under \"a","thumbnail":null,"section":"Opinion"},{"date":"19930608","headline":"In an Instant, Glitter of 3-Year-Old Class Is Gone","web_url":"https://www.nytimes.com/1993/06/08/sports/on-horse-racing-in-an-instant-glitter-of-3-year-old-class-is-gone.html","abstract":"  Patrice Smith watched her husband riding Prairie Bayou down the backstretch for the last time in the Belmont Stakes the other day, and when the colt broke down she realized that Mike Smith had just lost something along with everybody else. \"The horse,\" she reasoned, \"was his ticket to greatness.\"   Prairie Bayou was a lot of people's ticket to greatness.","thumbnail":null,"section":"Sports"},{"date":"19930608","headline":"Babbling Brooks and Talking Dogs","web_url":"https://www.nytimes.com/1993/06/08/opinion/babbling-brooks-and-talking-dogs.html","abstract":"  Advertising executives are reeling over the sheer ingenuity of the proposal by Space Marketing Inc. to orbit mile-wide billboards that would send corporate logos gliding across starry skies from Tokyo to the Tampa Bay. Advertising Age called it \"the most ambitious marketing endeavor ever contemplated.\" But competitors of the Roswell, Ga., agency have not been caught napping, and many are thinking big when it comes to exploiting overlooked venues in the natural world. Among the more innovative proposals:   Bird-belly billboards. \"There are billions of birds in the world,\" says Nathan Tarr of Birdvertising Corporation, \"and virtually all of them have dishwater-dull bellies.\" Mr. Tarr is out to change that, by placing ads on what he calls \"millions of square feet of non-utilized feather space.\" He's starting with a small project involving the release of 300 doves bearing tiny Gucci emblem's on their undersides. If that goes well, flocks of migrating geese will soon sport the Eddie Bauer logo.  Fish flank signs. Researchers at Silurian Systems in Tacoma, Wash., are seeking ways to genetically engineer fish so that corporate emblems will appear just behind the gills. A company spokesman said, \"With a bit of genetic tweaking, your next piece of Dover sole could display a brief, tasteful message such as, \"How about a chocolate mousse for dessert?\" Adfish planned for released into the environment include steelhead trout bearing the Bud Light logo.","thumbnail":null,"section":"Opinion"},{"date":"19930608","headline":"What Makes Energy Tax Scary","web_url":"https://www.nytimes.com/1993/06/08/opinion/l-what-makes-energy-tax-scary-147393.html","abstract":"  To the Editor:   \"A Bipartisan Disservice\" (editorial, May 21), on the proposals by Senators David Boren, Oklahoma Democrat, and John Danforth, Missouri Republican, to cut taxes and spending from President Clinton's proposed budget, was not clearly thought out where you touch on the Administration's plan to tax energy by British Thermal Units used.   You maintain that the Clinton-backed energy tax hurts oil-producing states like Oklahoma and Louisiana, and that the Boren-Danforth approach would shift the burden from South to North.","thumbnail":null,"section":"Opinion"},{"date":"19930608","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/06/08/nyregion/news-summary-551193.html","abstract":"  International A3-15  IN ITALY, A WEB OF SCANDAL  The corruption scandal in Italy suggests that its emergence as an industrial power was composed in part on the myth that an economic boom was built on free enterprise rather than on an unholy alliance that denied the notion of competition.  A1  U.N. RAISES FIREPOWER IN SOMALIA  The United Nations command in the Somali capital increased its firepower there and warned a faction leader that it would punish those responsible for killing about two dozen Pakistani peacekeepers.  A1","thumbnail":null,"section":"New York"},{"date":"19930608","headline":"When Americans Are No Longer No. 1","web_url":"https://www.nytimes.com/1993/06/08/opinion/l-when-americans-are-no-longer-no-1-171693.html","abstract":"  To the Editor:   Re \"New Tally of World's Economies Catapults China Into Third Place\" (front page, May 20): In proposing to abandon measuring the size of national economies by current exchange rates in preference for purchasing power equivalents, the International Monetary Fund replaces one imperfect method with another.","thumbnail":null,"section":"Opinion"},{"date":"19930608","headline":"City Hall Can't Brag About Water Practices","web_url":"https://www.nytimes.com/1993/06/08/opinion/l-city-hall-can-t-brag-about-water-practices-172493.html","abstract":"  To the Editor:   In \"Money Down the Drain\" (Op-Ed, May 21), Timothy D. Searchinger would have us believe that Mayor David N. Dinkins and New York City's Commissioner of Environmental Protection, Albert F. Appleton, are secret environmentalists out to save clean water and city money. Their newfound interest in low-flow toilets, shower heads and leaky faucets, while greatly needed and long overdue, is really part of a much larger city effort, more about raising money than saving it. Their misguided and ill-planned effort to meter the city's water use has created havoc and hardship in all five boroughs.","thumbnail":null,"section":"Opinion"},{"date":"19930608","headline":"U.N. Moves Troops to Somali City And Vows Punishment for Attack","web_url":"https://www.nytimes.com/1993/06/08/world/un-moves-troops-to-somali-city-and-vows-punishment-for-attack.html","abstract":"  The United Nations command increased its firepower in Mogadishu today and warned a Somali factional leader that it would punish those responsible for killing about two dozen Pakistani peacekeepers in attacks on Saturday.   Adm. Jonathan Howe, the special United Nations envoy to Somalia, said on United Nations radio, \"A full investigation will be made into the affair, and appropriate steps will be taken against those responsible.\"","thumbnail":null,"section":"World"},{"date":"19930608","headline":"2 Flu Drugs Work In Tests on Animals","web_url":"https://www.nytimes.com/1993/06/08/technology/2-flu-drugs-work-in-tests-on-animals.html","abstract":"  JUST as scientists have identified the flu strain that they expect will fell Americans next year, a group of Australian researchers has offered a glimpse of hope for the future. They have designed two new drugs that in animals can protect against influenza if given early and can shorten the course of the disease if given after symptoms appear.    Scientists caution that much work must done before it is known whether the drugs will benefit peoople. And there is no guarantee that the ever-changeable influenza viruses will not develop resistance to them. But, the researchers say, the drugs' discovery shows at the very least that it is possible to find new drugs by rationally designing them to block key viral proteins.","thumbnail":null,"section":"Technology"},{"date":"19930608","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/06/08/nyregion/metro-digest-674793.html","abstract":"  D'AMATO CONSIDERS RUN FOR GOVERNOR   Senator Alfonse M. D'Amato, who won re-election to a third term last year, says that he is considering running for Governor next year, and he puts the odds that he will make the race as \"at least 50-50 or better.\" B3. NEW YORK CITY  CHARGES FOR CREW OF IMMIGRANT SHIP   The captain and 10 crew members of the freighter that ran aground off Queens are charged with smuggling illegal aliens.  And the Immigration and Naturalization Service says that the 276 Chinese immigrants who were seized after they came ashore will remain in custody while their claims for political asylum are considered. A1.","thumbnail":null,"section":"New York"},{"date":"19930608","headline":"C.I.A. Funny Businesses","web_url":"https://www.nytimes.com/1993/06/08/opinion/cia-funny-businesses.html","abstract":"  Erwin Rautenberg ran an air freight company in Los Angeles called Air-Sea Forwarders. But in 1956 he agreed to let the Central Intelligence Agency use the company name. In return he began handling some of the agency's air shipments. Air-Sea became a subsidiary of a C.I.A. proprietary called Air Asia. Now, Mr. Rautenberg says, the C.I.A. has left him holding the bag for huge debts.    That's the least of the troubles caused by proprietaries. These are corporations secretly owned by an intelligence agency that do business as private companies, or appear to. They provide useful cover for agents and launder money for covert operations. They also provide contacts with bona fide businesses to gather intelligence and facilitate covert operations. But they are open to abuse and are very difficult to police.","thumbnail":null,"section":"Opinion"},{"date":"19930608","headline":"A Forest Absorbs More Carbon Dioxide Than Was Predicted","web_url":"https://www.nytimes.com/1993/06/08/science/a-forest-absorbs-more-carbon-dioxide-than-was-predicted.html","abstract":"  FOR years, scientists concerned about the environmental effects of burning fossil fuels have tried to balance the global carbon budget. Now Harvard University researchers have found that temperate-zone forests may play a more important role in absorbing atmospheric carbon dioxide, a key greenhouse gas given off by burning, than was previously believed.   Greenhouse gases in the atmosphere are believed to trap heat, possibly leading to global warming.","thumbnail":null,"section":"Science"},{"date":"19930608","headline":"Books of The Times; Forced Smiles and Low Profiles in Romanian Tales","web_url":"https://www.nytimes.com/1993/06/08/books/books-of-the-times-forced-smiles-and-low-profiles-in-romanian-tales.html","abstract":"  Compulsory Happiness  By Norman Manea Translated by Linda Coverdale. 259 pages. Farrar, Straus & Giroux. $22.   There's little laughter or forgiving in \"Compulsory Happiness,\" Norman Manea's bold new book of stories, which confirms in fiction what was known in fact: during the reign of Nicolae Ceausescu, Romania was the most repressive of the Iron Curtain countries for writers with something to declare.","thumbnail":null,"section":"Books"},{"date":"19930608","headline":"Long Island Church At Center of Not What but Who","web_url":"https://www.nytimes.com/1993/06/08/us/long-island-church-at-center-of-not-what-but-who.html","abstract":"  It was not what would be on the screen but who would be running the projector that sent a Long Island case to the United States Supreme Court.   And today the small church group that wanted to present movies in the high school auditorium after school hours said it would try again this fall to show films that it says promote Christian family values.","thumbnail":null,"section":"U.S."},{"date":"19930608","headline":"The Season, Is Over, But Oakley Battles On","web_url":"https://www.nytimes.com/1993/06/08/sports/basketball-the-season-is-over-but-oakley-battles-on.html","abstract":"  Charles Oakley wants more playing time next season. He would also like a contract extension. And if the Knicks do not meet his wishes, then Oakley will consider asking for a trade.   \"I'm going to talk to David Checketts,\" Oakley said, referring to the Knicks' president. \"I'm just not happy now. It's bad, because I don't get unhappy too much. I'm just not happy about a lot of things. I gave all I had. There's a lot that went on that people don't know about. I can't go through it another year.\"","thumbnail":null,"section":"Sports"},{"date":"19930608","headline":"Q&A","web_url":"https://www.nytimes.com/1993/06/08/science/q-a-023093.html","abstract":"  Flitting Butterflies   Q.  Why do butterflies flit aimlessly, in a random path from point to point?   A. \"It looks like flitting, but you're not the butterfly,\" said Dr. Louis Sorkin, an entomologist at the American Museum of Natural History in New York. Depending on the time of day and the species, he said, the butterfly could be searching for or avoiding a number of things.","thumbnail":null,"section":"Science"},{"date":"19930608","headline":"One for His Lifetime, Three for Her Crown","web_url":"https://www.nytimes.com/1993/06/08/sports/tennis-one-for-his-lifetime-three-for-her-crown.html","abstract":"  One two-time champion underwent a torturous four-hour test before being dethroned by a jubilant neophyte who spoiled his attempt to become the first American man to win three French Open titles. Another two-time champion was reinstated to the winner's circle, and to the world's No. 1 ranking, after a five-year drought in Paris that had left her shaken about her ability to perform like a champion at all.   The French Open remained the most grueling event on the Grand Slam calendar, an event that sometimes was metronomic because of its numerous baseline rallies. But this year its outcome was far from repetitious.","thumbnail":null,"section":"Sports"},{"date":"19930608","headline":"Fixing Immigration","web_url":"https://www.nytimes.com/1993/06/08/nyregion/smuggled-to-new-york-fixing-immigration.html","abstract":"  The human cargo washes up on America's shores -- Chinese bodies, Haitian bodies. Congress considers narrowing the gateway to liberty. Anti-immigration groups argue passionately that there is no more room at the American inn.   Will the United States always remain a refuge for the tired, the poor and the tempest-tossed? Or will the nation move, as Germany did last week, to restrict its policies of political asylum -- \"to shut this traffic down,\" in the words of New York's top immigration official?","thumbnail":null,"section":"New York"},{"date":"19930608","headline":"Tokyo Journal; A Model Prince? Well, He Could Do the Washing","web_url":"https://www.nytimes.com/1993/06/08/world/tokyo-journal-a-model-prince-well-he-could-do-the-washing.html","abstract":"  When Crown Prince Naruhito sips a cup of sacred sake at his wedding Wednesday morning, it will not only conclude his arduous courtship of his American-educated bride. It will also culminate the long and surprisingly public search for identity by Naruhito himself.   Most of the wedding publicity has focused on the future Empress, Masako Owada, a former Foreign Ministry official who was pursued by the Crown Prince for six years. Indeed, the publicity has overshadowed the man who is the most international, down-to-earth and perhaps the most ambiguous heir to the Chrysanthemum Throne in modern history.","thumbnail":null,"section":"World"},{"date":"19930608","headline":"CAPTAIN AND CREW CHARGED IN VOYAGE OF CHINESE TO U.S.","web_url":"https://www.nytimes.com/1993/06/08/nyregion/captain-and-crew-charged-in-voyage-of-chinese-to-us.html","abstract":"  The captain and crew members of the decrepit freighter that ran aground off Queens were charged yesterday with smuggling illegal Chinese immigrants as Federal prosecutors described a bizarre voyage in which the agent of a crime boss in China seized control of the ship and locked the captain below deck.   The long, sweaty voyage began in January, according to a complaint filed in Federal District Court in Brooklyn yesterday, as speedboats loaded the first of nearly 300 immigrants on the freighter in the South China Sea off Bangkok, later joined by more who boarded off Kenya. It ended when the captain and crew twice failed to make rendezvous with smaller ships in the Atlantic to carry the immigrants to America, leading to a mutiny.  A Desperate Struggle    An immigrant on board, hired by a crime boss to transport the human cargo, then took the freighter to New York, where the ship ran hard aground off the Rockaway Peninsula early Sunday as he tried to drop off the passengers, the Federal complaint said. With their goal in sight, the startled immigrants rushed to the deck and leaped into the sea, beginning a desperate, frantic struggle through the pounding surf, in which eight of them died.","thumbnail":null,"section":"New York"},{"date":"19930608","headline":"Iraqi Refugees : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/08/opinion/IHT-iraqi-refugees-letters-to-the-editor.html","abstract":"Regarding \"For the Enemies of the Saudis' Enemy, a 'Cemetery'\" (Opinion, April 10) by Flora Lewis: .The true situation in the Saudi refugee camps has been verified by the United Nations and the International Red Cross, as well as prominent me","thumbnail":null,"section":"Opinion"},{"date":"19930608","headline":"Held Accountable : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/08/opinion/IHT-held-accountable-letters-to-the-editor.html","abstract":"Regarding \"The Muzzle of 'Correctness' Has an Ugly History\" (Meanwhile, May 13) by Richard Harwood: .Before political correctness was labeled as such, it was called common sense. You considered what you said before you said it. Are we now, in","thumbnail":null,"section":"Opinion"},{"date":"19930608","headline":"Transactions","web_url":"https://www.nytimes.com/1993/06/08/sports/transactions-033793.html","abstract":"  Baseball  American League   BOSTON RED SOX -- Signed Craig Phillip, Shayne Bennett, Steve Hayward, Shawn Senior and Greg Kennedy, pitchers; Kevin Clark, Lou Merloni and Jim Murphy, infielders, and Fausto Abad, Wilfredo Rivera and Eric Ford, outfielders.   KANSAS CITY ROYALS -- Signed Phillip Brassington, Nevin Brewer, Jason Huffman, and Matthew Aminoff, pitchers; Larry Smith, outfielder; Lino Diaz and Stephen Wojtkowski, third basemen, and Daron Dondero, shortstop.","thumbnail":null,"section":"Sports"},{"date":"19930608","headline":"Ghost Town Where Byzantines Mined Gold","web_url":"https://www.nytimes.com/1993/06/08/science/ghost-town-where-byzantines-mined-gold.html","abstract":"  ARCHEOLOGISTS exploring a ghost town in the remote eastern desert of Egypt have discovered the remains of what almost certainly was a major gold-mining operation for the Byzantine Empire. The stark granite cliffs surrounding the town were the source of a rich supply of the metal that gilded the icons and lavish art of early Christianity.   The site, called Bir Umm Fawakhir, should give scholars a rare look at the conditions of ordinary people in Byzantine Egypt, a poorly understood period from A.D. 330, when control of the Roman Empire shifted to Constantinople, until the Muslim conquest in A.D. 642.","thumbnail":null,"section":"Science"},{"date":"19930608","headline":"ISRAELIS SOUNDING UPBEAT ON TALKS","web_url":"https://www.nytimes.com/1993/06/08/world/israelis-sounding-upbeat-on-talks.html","abstract":"  Israeli leaders offered unusually optimistic assessments of the Middle East peace talks today, with Foreign Minister Shimon Peres saying that Israel and Jordan were so close to an agreement that \"we just have to take out the pen and sign.\"   The upbeat mood echoed remarks several days ago by the new Jordanian Prime Minister, Abdul-Salam Majali, who forecast breakthroughs before the end of the year that could produce Israeli accords not just with Jordan but also with other Arab neighbors.","thumbnail":null,"section":"World"},{"date":"19930608","headline":"U.S. Defers Response to Iraqis' Plot Against Bush","web_url":"https://www.nytimes.com/1993/06/08/world/us-defers-response-to-iraqis-plot-against-bush.html","abstract":"  The Clinton Administration will postpone a decision about whether to retaliate against Iraq for its apparent sponsorship of an assassination plot against former President George Bush until Kuwait completes its trial of the suspects in the case.   In a first day of testimony last weekend, two Iraqis pleaded guilty to carrying out the plot at the behest of Iraqi intelligence agents. But Administration officials said today that the nature of an American response would depend on whether the Kuwaiti proceedings are regarded as fair.","thumbnail":null,"section":"World"},{"date":"19930608","headline":"Review/Dance; A Tribute to a Ballet Master, in Workshop Form","web_url":"https://www.nytimes.com/1993/06/08/arts/review-dance-a-tribute-to-a-ballet-master-in-workshop-form.html","abstract":"  George Balanchine was doubly honored last weekend. The New York City Ballet continued its Balanchine Celebration at the New York State Theater. Nearby, at the Juilliard Theater, the company's School of American Ballet offered its own mini-celebration.    The school's 29th annual Workshop Performances were devoted entirely to choreography by Balanchine. The standard of dancing was very high on Saturday afternoon and evening. Both programs included the same ballets, but there were changes of cast in several roles. One complete work was given, as well as excerpts from five others.","thumbnail":null,"section":"Arts"},{"date":"19930608","headline":"Military Justice","web_url":"https://www.nytimes.com/1993/06/08/opinion/l-military-justice-161993.html","abstract":"  To the Editor:   Airman Apprentice Terry M. Helvey got what he deserved for killing Radioman Allen R. Schindler: life imprisonment (front page, May 28). But why was Mr. Schindler, who had a fine Navy record, being discharged merely for identifying himself as a homosexual and Mr. Helvey, with a \"long history of violence and bullying,\" not considered for discharge? Instead of arguing that homosexuals should not serve in the military because they may be harmed, why don't we get rid of those people who would use violence -- a real threat to military discipline -- against their fellows?  ARLENE EISENBERG  New York, May 28, 1993","thumbnail":null,"section":"Opinion"},{"date":"19930608","headline":"Cost Cutters Shouldn't Target Elderly Widows","web_url":"https://www.nytimes.com/1993/06/08/opinion/l-cost-cutters-shouldn-t-target-elderly-widows-159793.html","abstract":"  To the Editor:   Your longstanding commitment to defending the rights of those without access to political power deserves the commendation of all of society. In editorials and columns, your newspaper has championed women, minorities, the less affluent and the disadvantaged. However, a group that is overwhelmingly composed of older women, many of them members of minority ethnic elements, is being subjected to unfair treatment by the Federal Government. I refer to the future survivors, almost all widows, of retired Federal employees.","thumbnail":null,"section":"Opinion"},{"date":"19930608","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/06/08/style/chronicle-134193.html","abstract":"  President Clinton was on the Washington end of a speaker phone Sunday evening as 50 friends of VIRGINIA KELLEY sang \"Happy Birthday\" at her 70th-birthday celebration in the Las Vegas home of Dr. Elias Ghanem. Dr. Ghanem raised funds for the Clinton campaign last year. Among the guests were Wayne Newton and Col. Tom Parker, formerly Elvis Presley's manager, The Associated Press reported.   Wishing his mother well, the President said that she seemed to be having a good time in Las Vegas. Mrs. Kelley spent last week at the Mirage Hotel there with her husband, Richard Kelley. She is planning to be in Washington this week for eighth-grade graduation of her granddaughter, Chelsea.","thumbnail":null,"section":"Style"},{"date":"19930608","headline":"Bridge","web_url":"https://www.nytimes.com/1993/06/08/nyregion/bridge-848093.html","abstract":"  The Reisinger knockout team championship ended on Sunday in a victory for John Roberts, George Tornay, Saul Bronstein and August Boehm, all of Manhattan, and Bob Sartorius of Lake Hiawatha, N.J.    In the final at the Manhattan Club, at 23 West 72d Street, they trailed throughout but surged in the last quarter to win by 20 imps against Peter Parella, Bjorn Fallenius, Jacqui Mitchell and Judge Amalya Kearse, all of Manhattan; Bob Jones of Auburndale, Queens, and Dr. Howard Hertzberg of Alpine, N.J.","thumbnail":null,"section":"New York"},{"date":"19930608","headline":"Inquiry on General's Remarks","web_url":"https://www.nytimes.com/1993/06/08/us/inquiry-on-general-s-remarks.html","abstract":"  The Air Force said tonight that it was investigating reports that a two-star general had disparaged President Clinton in a speech, calling him, among other things, a \"pot-smoking\" and \"draft-dodging\" Commander in Chief.   The investigation, disclosed tonight by The Washington Post, was confirmed by an Air Force spokesman who identifying the officer as Maj. Gen. Harold N. Campbell.","thumbnail":null,"section":"U.S."},{"date":"19930608","headline":"Clinton in the Trenches : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/08/opinion/IHT-clinton-in-the-trenches-letters-to-the-editor-90146709763.html","abstract":"Regarding \"Clinton Is Booed at Vietnam Memorial\" (June 1): .Why do headlines so frequently accentuate the negative? Even when President Bill Clinton does something that is clearly seen by the majority as positive - and the article says that t","thumbnail":null,"section":"Opinion"},{"date":"19930608","headline":"Answer: A Value-Added Tax","web_url":"https://www.nytimes.com/1993/06/08/opinion/answer-a-value-added-tax.html","abstract":"  Equity or efficiency arguments can be made for each of President Clinton's tax proposals. But there are also legitimate problems with each of them.    Opening up a large gap between the maximum personal income tax rate (a proposed 40 percent) and capital gains tax rate (28 percent) creates an enormous incentive to get back into the loophole business.","thumbnail":null,"section":"Opinion"},{"date":"19930608","headline":"Under-30 Crowd Piles Up Under-70 Scores","web_url":"https://www.nytimes.com/1993/06/08/sports/golf-under-30-crowd-piles-up-under-70-scores.html","abstract":"  When the Saint Andrews Golf Club was established in Yonkers in 1888, the New York area became the cradle of the game in America. In the next two weeks, it will be the nerve center.   Beginning Thursday, the Westchester Country Club in Rye, N.Y., will once again be the site of the Buick Classic. And next week, the Baltusrol Country Club in Springfield, N.J., will host the United States Open for a record seventh time.","thumbnail":null,"section":"Sports"},{"date":"19930608","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/08/nyregion/c-corrections-115593.html","abstract":"  An article in Your Money on May 8 about personal bankruptcy misstated the court fee for filing a petition under Chapter 13 of the United States Bankruptcy Code. It is $150. This correction was delayed because the author of the article did not learn of the error, from a telephone caller, until her return from vacation.","thumbnail":null,"section":"New York"},{"date":"19930608","headline":"Employers Taken For Philanthropists","web_url":"https://www.nytimes.com/1993/06/08/opinion/l-employers-taken-for-philanthropists-169493.html","abstract":"  To the Editor:   A May 20 news analysis on health care states of President Clinton: \"He has already said he wants employers to pay for the cost. He is considering two forms of taxation, requiring employers to pay either a fixed percentage of the total payroll or a fixed amount of money for each worker.\"","thumbnail":null,"section":"Opinion"},{"date":"19930608","headline":"Leeway on Searches","web_url":"https://www.nytimes.com/1993/06/08/us/leeway-on-searches.html","abstract":"  The Justices ruled that the police do not need a warrant to seize drugs detected while frisking a suspect for concealed weapons. Page A23.","thumbnail":null,"section":"U.S."},{"date":"19930608","headline":"Voters Choose Florio Opponent Today","web_url":"https://www.nytimes.com/1993/06/08/nyregion/voters-choose-florio-opponent-today.html","abstract":"  New Jersey's long and expensive campaign for the Republican nomination for governor concludes on Tuesday, when as few as 120,000 voters can select the candidate who will oppose Jim Florio in November.   Secretary of State Daniel Dalton predicted that only 16 to 19 percent of the state's 4 million registered voters would cast ballots in both the Republican and Democratic primaries. Based on past performance, that means only 350,000 or so voters are likely to turn out in the Republican primary, dividing their votes among the party's three major candidates.","thumbnail":null,"section":"New York"},{"date":"19930608","headline":"Bulls' Ethic in the Finals: Work Those Suns Weary","web_url":"https://www.nytimes.com/1993/06/08/sports/basketball-bulls-ethic-in-the-finals-work-those-suns-weary.html","abstract":"  He understands how they think. He knows how to make them uncomfortable. Now that B. J. Armstrong's role with the Chicago Bulls has expanded to include a starting spot and specific defensive assignments, he can draw upon his previous basketball life as an outstanding offensive player at the high school and college level.   Armstrong's 3-point shooting percentage of .453 led the National Basketball Association this season. But it is his role within Chicago's defensive structure, and his ability to share in the attempted containment of Phoenix guard Kevin Johnson, that could become a central factor in the championship series against the Suns, which begins Wednesday night in Phoenix.","thumbnail":null,"section":"Sports"},{"date":"19930608","headline":"The Singapore Girl","web_url":"https://www.nytimes.com/1993/06/08/style/IHT-the-singapore-girl.html","abstract":".When the life-size figure of a Singapore Airlines flight attendant is installed this month at Madame Tussaud's waxworks in London alongside such other recently arrived celebrities as Presidents Bill Clinton and Saddam Hussein, it will mark a signific","thumbnail":null,"section":"Style"},{"date":"19930608","headline":"No Agreement on Budget As Talks Pass Deadline","web_url":"https://www.nytimes.com/1993/06/08/nyregion/no-agreement-on-budget-as-talks-pass-deadline.html","abstract":"  Mayor David N. Dinkins abruptly broke off negotiations with the City Council on a $31 billion budget early this morning without reaching an agreement on how to fill a $300 million budget gap.   The Mayor, dressed in sweatpants and a windbreaker, marched silently and quickly through a legion of lobbyists and out of City Hall at 1:20 A.M., after a full day of talks failed to produce a compromise. Although his departure was considered a setback, negotiations were expected to resume sometime today.","thumbnail":null,"section":"New York"},{"date":"19930608","headline":"Santos Is Suspended","web_url":"https://www.nytimes.com/1993/06/08/sports/sports-people-horse-racing-santos-is-suspended.html","abstract":"  Belmont Park stewards suspended jockey JOSE SANTOS for seven days, from June 11 through June 17, for careless riding. Santos was cited yesterday for his ride aboard Runaway Storm in Belmont's second race on June 6. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930608","headline":"N.Y.R.A.-OTB Merger?","web_url":"https://www.nytimes.com/1993/06/08/sports/horse-racing-nyra-otb-merger.html","abstract":"  The 23 trustees of the New York Racing Association will receive a private briefing tomorrow by members of the Governor's Advisory Commission on Racing in the 21st Century and will reportedly be told that N.Y.R.A. must be receptive to negotiating a merger with the Off-Track Betting Corporation.   \"From our perspective,\" an executive of the commission said yesterday, \"this is N.Y.R.A.'s best and last hope to work cooperatively with the state. Both N.Y.R.A. and OTB are in big trouble financially, and they will have to be willing to follow the commission's report and try to negotiate a longterm relationship with the Offtrack Betting Corporation.\"","thumbnail":null,"section":"Sports"},{"date":"19930608","headline":"Power in a Small Box","web_url":"https://www.nytimes.com/1993/06/08/science/personal-computers-power-in-a-small-box.html","abstract":"  THE Hewlett-Packard Company introduced a new subnotebook computer yesterday, the 2.9-pound Omni Book 300. It appears to be the best compromise yet for those people who demand full power to run Windows software in the smallest and lightest possible package.   The Omni Book 300 packs a lot of technology into its trim, black case, which measures 11 inches wide by 6.4 inches deep by 1.4 inches tall. Those dimensions make it substantially smaller than a conventional notebook computer, but still wide enough for a full-size keyboard and deep enough for a generous monochrome VGA display.","thumbnail":null,"section":"Science"},{"date":"19930608","headline":"Political Memo; A Landslide Remakes Texas's Political Landscape","web_url":"https://www.nytimes.com/1993/06/08/us/political-memo-a-landslide-remakes-texas-s-political-landscape.html","abstract":"  For Texas Democrats, and for Gov. Ann W. Richards in particular, it is not a good sign when party insiders here start making nervous cracks about Yellow Dog Republicans.   There has never been any such thing as a Yellow Dog Republican in Texas, of course. From the Civil War on, the term applied to loyal Democrats, so named, the legend goes, because they would vote for a yellow dog before they would vote for any Republican.","thumbnail":null,"section":"U.S."},{"date":"19930608","headline":"Clinton in the Trenches : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/08/opinion/IHT-clinton-in-the-trenches-letters-to-the-editor.html","abstract":"The media continue to inform us that President Bill Clinton lacks military experience and therefore cannot come to a decision regarding U.S. action in Bosnia. But if we look at recent U.S. presidents, we see that Harry Truman served as a low-ranking offi","thumbnail":null,"section":"Opinion"},{"date":"19930608","headline":"Political Memo; Answer: Cut Entitlements. Question: But How?","web_url":"https://www.nytimes.com/1993/06/08/us/political-memo-answer-cut-entitlements-question-but-how.html","abstract":"  Like a weed run rampant, entitlement programs are taking over the Federal budget, and unless they are brought under control, politicians and economists agree, no hope exists for lowering the deficit in the long run.   The issue dominated the House debate on President Clinton's budget last month and is sure to be a main element of the debate in the Senate later this month.","thumbnail":null,"section":"U.S."},{"date":"19930608","headline":"Judge Allows Dredging To Continue","web_url":"https://www.nytimes.com/1993/06/08/nyregion/judge-allows-dredging-to-continue.html","abstract":"  A Federal judge held today that a permit for ocean disposal of dioxin-tainted silt from Newark Bay was flawed, but he rejected pleas from environmentalists that the dredging and dumping be halted.   The judge, Dickinson R. Debevoise of United States District Court here, said that the Army Corps of Engineers, which granted the permit to port officials, had failed to show that the dioxin existed only in trace amounts, less than 1 part per trillion. Federal law permits ocean disposal of dioxin only in trace amounts.","thumbnail":null,"section":"New York"},{"date":"19930608","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/06/08/sports/results-plus-904593.html","abstract":"  COLLEGE BASEBALL  Sun Devils Are Sent Packing  Jay Hogue shut down top-ranked Arizona State with four innings of two-hit relief and Ernesto Rivera singled to break a 4-4 tie with two down in the eighth inning as Oklahoma State stayed alive in the College World Series with a 5-4 victory yesterday. The Cowboys (44-16) advanced to an elimination game today against the loser of last night's game between Texas and Wichita State. Arizona State (46-20) was eliminated. It was only the second time in 16 trips to Omaha that the Sun Devils failed to win a game. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930608","headline":"Worker-Participation Programs Are Found Illegal","web_url":"https://www.nytimes.com/1993/06/08/us/worker-participation-programs-are-found-illegal.html","abstract":"  Employers, lawyers and business trade associations expressed dismay yesterday after the National Labor Relations Board ruled that an employee-involvement program at E. I. du Pont de Nemours & Company violated Federal labor laws.   The board ordered Du Pont last week to dismantle seven committees established to deal with safety and recreation issues at the Chambers Works plant in Deepwater, N.J., and to bargain in good faith with the plant's union, the Chemical Workers Association.","thumbnail":null,"section":"U.S."},{"date":"19930608","headline":"Chess","web_url":"https://www.nytimes.com/1993/06/08/arts/chess-851093.html","abstract":"  If you are going to play a match billed as the world championship -- even though it is apparently not going to be sanctioned by the International Chess Federation -- it is important for your morale not to falter in the last competition before you turn from practice to the vital pre-match study. That is surely why Nigel Short, Gary Kasparov's challenger in their renegade title contest in London coming up in September, put on a special final-round effort to tie for first in the Verenigde Spaarbank International Tournament in Amsterdam in early May. Short had announced that he would make this his last tourney before meeting Kasparov.   At the start of Round 6 of the six-round event, which was held as a memorial to Max Euwe, the former world champion from the Netherlands, Short trailed the leader, Viswanathan Anand of India, by a point. He defeated Anand impressively, however, and like his co-winners, Anand and Vladimir Kramnik of Russia, was awarded a prize of about $6,500.","thumbnail":null,"section":"Arts"},{"date":"19930608","headline":"Morrison Defeats Foreman By Decision","web_url":"https://www.nytimes.com/1993/06/08/sports/boxing-morrison-defeats-foreman-by-decision.html","abstract":"  George Foreman sucked in his stomach tonight and stayed upright once again. Tommy Morrison flailed at the 44-year-old aspiring actor, and hit him high and in the tummy, but it was as if Morrison were asking Foreman to leave a kitchen.   Foreman would not budge.","thumbnail":null,"section":"Sports"},{"date":"19930608","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/06/08/us/inside-543093.html","abstract":"  New Trade Plan for Tokyo   The White House offered a plan for specific import targets to reduce Japan's trade surplus. Page D1. Discrimination Suit Settled    New York City will promote about 75 white supervisors at the Human Resources Administration who said they were discriminated against. Page B1. Setback for Space Station    A design team said all options for a scaled-down version of the space station exceeded budget goals. Page C8.","thumbnail":null,"section":"U.S."},{"date":"19930608","headline":"Search Advances For 'Antisense' Drugs","web_url":"https://www.nytimes.com/1993/06/08/health/search-advances-for-antisense-drugs.html","abstract":"  SCIENTISTS at a small biotechnology company have taken a significant step toward developing a new class of drugs designed to block the action of specific genes. Such drugs hold the potential to treat many viruses and cancers that elude current therapies.   The drugs are an improved version of \"antisense\" agents, chemicals intended to target and impede messenger RNA, which mediates translation of the genetic information of DNA into specific proteins. The researchers, from Gilead Sciences Inc. of Foster City, Calif., report their findings in the current issue of Science.","thumbnail":null,"section":"Health"},{"date":"19930608","headline":"Assembly Approves Ban on Assault Weapons","web_url":"https://www.nytimes.com/1993/06/08/nyregion/assembly-approves-ban-on-assault-weapons.html","abstract":"  The New York State Assembly approved a near-total ban on assault weapons today, the first time that either house of the Legislature has acted to outlaw possession of the rapid-firing guns.   Officials in the Republican-controlled Senate, where an assault-weapon has never been voted out of committee, said passage of the bill is doubtful. But the bill's Senate sponsor said he was hopeful that the vote by the Democratic-majority Assembly would improve the bill's chances.","thumbnail":null,"section":"New York"},{"date":"19930608","headline":"On My Mind; Give Them a Parade","web_url":"https://www.nytimes.com/1993/06/08/opinion/on-my-mind-give-them-a-parade.html","abstract":"  Let them in, those heroes from China, those men and women who sought the beautiful land, let them out of detention as swiftly as possible and then treat them with the courtesy, dignity and respect their brave hearts merit -- that is what America should do for its own soul's sake.   Worry later about the fears of our poor little country being swamped by hordes of refugees. But right now, how I hope that the Mayor of New York City will walk down Broadway to City Hall with them, and tell them to come and see him personally if anybody tries to squeeze blackmail money out of their foul months at sea.","thumbnail":null,"section":"Opinion"},{"date":"19930608","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/08/nyregion/c-corrections-610093.html","abstract":"  An article yesterday about the observance of the 25th anniversary of Robert F. Kennedy's assassination referred incorrectly to an associate of the Senator's who attended. He is John Seigenthaler, a retired newspaper editor and former Kennedy spokesman.","thumbnail":null,"section":"New York"},{"date":"19930608","headline":"Good Ethics, Good Health Economics","web_url":"https://www.nytimes.com/1993/06/08/opinion/good-ethics-good-health-economics.html","abstract":"Americans have embraced our individual right to limit heroic but futile medical treatment at the end of life with such documents as an advance directive, living will and health care proxy. How can we combine this ethical consensus with the economics of rationing care? \n\nThe coming reform of our health care system may provide an opportunity. First, current law should be amended to require all registrants for Federal entitlement programs -- Medicare, Medicaid and Social Security benefits -- to consider and complete an advance directive.","thumbnail":null,"section":"Opinion"},{"date":"19930608","headline":"SCIENTIST AT WORK: Benjamin S. Carson; For Many, Pediatric Neurosurgeon Is a Folk Hero","web_url":"https://www.nytimes.com/1993/06/08/science/scientist-work-benjamin-s-carson-for-many-pediatric-neurosurgeon-folk-hero.html","abstract":"  WHEN he first came to Johns Hopkins Hospital as a neurosurgery resident, Dr. Benjamin S. Carson was occasionally mistaken for an orderly. \"It wasn't deliberately racist,\" he recalled, without a trace of bitterness. \"It's just that orderlies were the only black hospital employees these people had ever seen before.\"   Today, at age 41, eight years after becoming the nation's youngest chief of pediatric neurosurgery -- he is one of only three African-Americans in that position -- Dr. Carson is arguably the most famous surgeon on the Hopkins staff. As director of the 22-member team that in 1987 successfully separated Siamese twins joined at the head, he was in the national news for weeks.","thumbnail":null,"section":"Science"},{"date":"19930608","headline":"Immigrant Dream of Plenty Turns to Misery and Regret","web_url":"https://www.nytimes.com/1993/06/08/nyregion/smuggled-to-new-york-immigrant-dream-of-plenty-turns-to-misery-and-regret.html","abstract":"  It took $27,000 of borrowed money, a harrowing 52-day voyage by sea eating rotten rice and two days by van and on foot from Mexico before Hua Zhen was finally smuggled into the United States from China. That was six weeks ago, before another ship bulging with passengers like him ran aground off of New York City, when Mr. Hua was still flush with hope.    Already, gloom has consumed Mr. Hua, who would give only the nickname his friends call him. He is homesick, deeply in debt, and still in pursuit of work while he lives with relatives in New Jersey. At best, he hopes to land a job as a dishwasher in a New York restaurant and maybe a bunk to call his own above the kitchen. Not until years in the future, once his passage is repaid, does he imagine he will see his wife and 10-year-old son again.  'A Modern-Day Slave Trade'    \"I regret coming,\" he said. \"I feel like I was tricked. Everybody said life in America is wonderful, that everyone has a big car and a big house.\"","thumbnail":null,"section":"New York"},{"date":"19930608","headline":"'Watch Over Me' to Close","web_url":"https://www.nytimes.com/1993/06/08/theater/watch-over-me-to-close.html","abstract":"  \"Someone Who'll Watch Over Me,\" a drama by Frank McGuinness, is to close after the matinee on Sunday at the Booth Theater, 222 West 45th Street. The matinee of the play, directed by Robert Lefevre, will be its 232d regular performance; it had five previews.","thumbnail":null,"section":"Theater"},{"date":"19930608","headline":". . . And Historic Scorer","web_url":"https://www.nytimes.com/1993/06/08/sports/sports-people-soccer-and-historic-scorer.html","abstract":"  ANTHONY YEBOAH became the first black player and only the second foreigner to win the German scoring title because of four goals that didn't count for his team.   The 27-year-old Yeboah, a Ghanan who plays for Eintracht Frankfurt, ended the season Saturday with 20 goals, tied with ULF KIRSTEN of Bayer Leverkusen for the Bundesliga lead.","thumbnail":null,"section":"Sports"},{"date":"19930608","headline":"Observer; Elvis, Pelvis & Mundt","web_url":"https://www.nytimes.com/1993/06/08/opinion/observer-elvis-pelvis-mundt.html","abstract":"  David Halberstam's new book about the 1950's -- titled \"The Fifties,\" believe it or not -- makes them feel heavier with significance than they felt to me while they were still in progress. This shows once again how hard it is to see the forest when you spend ten years up to your eyeballs in trees.   From his commanding vantage high upon a peak in the faraway 1990's, Halberstam can see, for instance, that Elvis Presley was one of the most important phenomena of the 1950's, in a class with the invention of the hydrogen bomb.","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19930608","time":"1993-06-08 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.6,"rhum":57,"wspd":11.2},{"date":"19930608","time":"1993-06-08 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.9,"rhum":60,"wspd":7.6},{"date":"19930608","time":"1993-06-08 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.4,"rhum":62,"wspd":5.4},{"date":"19930608","time":"1993-06-08 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.1,"rhum":62,"wspd":3.6},{"date":"19930608","time":"1993-06-08 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18,"rhum":58,"wspd":1.8},{"date":"19930608","time":"1993-06-08 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.1,"rhum":64,"wspd":3.6},{"date":"19930608","time":"1993-06-08 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.6,"rhum":64,"wspd":1.8},{"date":"19930608","time":"1993-06-08 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.6,"rhum":52,"wspd":3.6},{"date":"19930608","time":"1993-06-08 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.4,"rhum":48,"wspd":3.6},{"date":"19930608","time":"1993-06-08 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22,"rhum":47,"wspd":5.4},{"date":"19930608","time":"1993-06-08 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24.2,"rhum":42,"wspd":7.6},{"date":"19930608","time":"1993-06-08 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.8,"rhum":41,"wspd":11.2},{"date":"19930608","time":"1993-06-08 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":25.6,"rhum":36,"wspd":7.6},{"date":"19930608","time":"1993-06-08 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":26.6,"rhum":34,"wspd":9.4},{"date":"19930608","time":"1993-06-08 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":27.3,"rhum":32,"wspd":9.4},{"date":"19930608","time":"1993-06-08 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":27.2,"rhum":30,"wspd":5.4},{"date":"19930608","time":"1993-06-08 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":26.7,"rhum":39,"wspd":14.8},{"date":"19930608","time":"1993-06-08 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":26.1,"rhum":39,"wspd":18.4},{"date":"19930608","time":"1993-06-08 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":25.7,"rhum":39,"wspd":18.4},{"date":"19930608","time":"1993-06-08 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24.9,"rhum":38,"wspd":20.5},{"date":"19930608","time":"1993-06-08 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.1,"rhum":52,"wspd":14.8},{"date":"19930608","time":"1993-06-08 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.7,"rhum":59,"wspd":9.4},{"date":"19930608","time":"1993-06-08 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.7,"rhum":65,"wspd":13},{"date":"19930608","time":"1993-06-08 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.4,"rhum":68,"wspd":11.2},{"date":"19930608","time":"1993-06-08 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":42,"wspd":13},{"date":"19930608","time":"1993-06-08 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":47,"wspd":14.8},{"date":"19930608","time":"1993-06-08 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":53,"wspd":11.2},{"date":"19930608","time":"1993-06-08 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":55,"wspd":14.8},{"date":"19930608","time":"1993-06-08 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":59,"wspd":11.2},{"date":"19930608","time":"1993-06-08 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":59,"wspd":5.4},{"date":"19930608","time":"1993-06-08 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":68,"wspd":7.6},{"date":"19930608","time":"1993-06-08 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":73,"wspd":11.2},{"date":"19930608","time":"1993-06-08 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":66,"wspd":13},{"date":"19930608","time":"1993-06-08 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":76,"wspd":13},{"date":"19930608","time":"1993-06-08 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":73,"wspd":0},{"date":"19930608","time":"1993-06-08 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":65,"wspd":11.2},{"date":"19930608","time":"1993-06-08 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":57,"wspd":9.4},{"date":"19930608","time":"1993-06-08 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":48,"wspd":7.6},{"date":"19930608","time":"1993-06-08 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":48,"wspd":13},{"date":"19930608","time":"1993-06-08 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":43,"wspd":14.8},{"date":"19930608","time":"1993-06-08 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":44,"wspd":14.8},{"date":"19930608","time":"1993-06-08 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":42,"wspd":20.5},{"date":"19930608","time":"1993-06-08 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":43,"wspd":18.7},{"date":"19930608","time":"1993-06-08 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":43,"wspd":16.6},{"date":"19930608","time":"1993-06-08 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":45,"wspd":22.3},{"date":"19930608","time":"1993-06-08 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":45,"wspd":22.3},{"date":"19930608","time":"1993-06-08 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":53,"wspd":11.2},{"date":"19930608","time":"1993-06-08 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":61,"wspd":11.2}]},"19930609":{"guardian_articles":[{"date":"19930609","headline":"The collaborator's pitiless end","web_url":"https://www.theguardian.com/world/1993/jun/09/france.paulwebster","abstract":null,"thumbnail":null,"section":"World news"}],"nytimes_articles":[{"date":"19930609","headline":"A Peek Behind the Smile At Rough Journey's End","web_url":"https://www.nytimes.com/1993/06/09/nyregion/about-new-york-a-peek-behind-the-smile-at-rough-journey-s-end.html","abstract":"  THE photograph on the front page of The Times on Monday showing a huddled mass of Chinese certainly evoked hard passages and disorientation. It showed the illegal refugees looking out in grayness at the grounded steamer that had carried them 17,000 miles to Jacob Riis beach. But there in the left-hand corner was a laughing face. Wet and cold, a man was plainly laughing.   For months he traveled on a tramp steamer where close to 300 people ultimately gave up sharing a single toilet. He has arrived in America with nothing more than his clothes and they were soaking wet. He may not have realized it when the picture was taken, but at least six of his fellow passengers died in the last leg of the voyage through the waters of Queens.","thumbnail":null,"section":"New York"},{"date":"19930609","headline":"New Card Deal for Major League Alumni","web_url":"https://www.nytimes.com/1993/06/09/sports/sports-people-baseball-new-card-deal-for-major-league-alumni.html","abstract":"  BROOKS ROBINSON may not stand to make as much from Nabisco as the $126,000 the Baltimore Orioles paid him back in 1976, but who knows? If enough people send in a couple of Nabisco boxtops and a $5 bill for his autographed new baseball card, the company might be tempted to renew its limited new promotion.","thumbnail":null,"section":"Sports"},{"date":"19930609","headline":"Our Failure to Help Bosnia Will Mean Lasting Shame : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/09/opinion/IHT-our-failure-to-help-bosnia-will-mean-lasting-shame-letters-to-the-93535551507.html","abstract":"Whatever way one cuts it, whether by a Vance-Owen fig leaf or bold annexation, Greater Serbia has won the day. Will our governments now allow the regime to plunder Macedonia, Vojvodina and Kosovo?","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"Review/Theater: Playland; South Africa's Conflict, Boiled Down to 2 Men","web_url":"https://www.nytimes.com/1993/06/09/theater/review-theater-playland-south-africa-s-conflict-boiled-down-to-2-men.html","abstract":"  \"The whole world is me and you. Here! Now!,\" says the white man to the black man in \"Playland,\" the new drama written and directed by Athol Fugard. \"Forgive me or kill me. That's the only choice you've got.\"   With those few sentences, Mr. Fugard not only delivers the crux of his play at the Manhattan Theater Club Stage II but also sums up the crisis in South Africa now that apartheid is finally crumbling. In \"Playland,\" as in so much of his canon, this great writer boils down his country's tragedy to the simplest theatrical essentials: a couple of actors, a barren setting, a single confrontation, one act. It's a welcome return to solid artistic ground for Mr. Fugard after the groping of such recent efforts as \"My Children! My Africa!\" and \"A Place With the Pigs.\"","thumbnail":null,"section":"Theater"},{"date":"19930609","headline":"Nominee Rejection Costs Club An Event","web_url":"https://www.nytimes.com/1993/06/09/sports/yachting-nominee-rejection-costs-club-an-event.html","abstract":"  An all-white yacht club's refusal to admit a black dentist for membership has caused national sailing officials to withdraw a major youth championship regatta scheduled to begin June 18 at the Florida Yacht Club in Jacksonville, Fla.    The membership rejection, which has drawn criticism from the United States Navy as well as Jacksonville city officials, has put the spotlight on a sport still known for its long-standing image of elitism.","thumbnail":null,"section":"Sports"},{"date":"19930609","headline":"Public & Private; 1-800-UH OH","web_url":"https://www.nytimes.com/1993/06/09/opinion/public-private-1-800-uh-oh.html","abstract":"  I am not what you would call a compulsive shopper. I am more of a manic-depressive shopper; first I buy things, then I feel bad about it.    My problem has been exacerbated by the meteoric rise of catalogue shopping in America over the last 10 years. During the next 20 minutes, it is not totally beyond the realm of possibility that I could acquire a pair of gardening clogs, a rustic birdhouse, a dog bed filled with cedar shavings or a pair of silk charmeuse lounging pajamas merely by picking up the phone. A confab with the 800 operator for the J. Crew company is much better than hot milk for combating insomnia. The U.P.S. truck pulls up to the house like a loyal dog, big and brown.","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"Review/Dance; Balanchine's Wide Range, Classicism To Jazz","web_url":"https://www.nytimes.com/1993/06/09/arts/review-dance-balanchine-s-wide-range-classicism-to-jazz.html","abstract":"  Take a company like the New York City Ballet, in which standards are already higher than the norm, and superlatives immediately come to mind. Yet even by those standards, the City Ballet's dancers seem suddenly to have recharged themselves.   \"La Source,\" George Balanchine's strange if exquisite meditation on the French style in ballet, was restored to its essence on Saturday afternoon by Nikolaj Hubbe, Kyra Nichols and Katrina Killian. It was a performance imbued with greatness, matched later by that of Darci Kistler and Robert La Fosse, surpassing even their usual excellence, in the Gerswhin \"Who Cares?\" Judith Fugate and Lourdes Lopez were no slouches, either, and the four principals plunged deliciously into the jazzy \"Clap Yo' Hands\" section, danced to a recorded piano solo by George Gershwin that Balanchine dropped from the ballet shortly after its 1970 premiere.","thumbnail":null,"section":"Arts"},{"date":"19930609","headline":"U.S. Leadership Can Still Make a Crucial Difference","web_url":"https://www.nytimes.com/1993/06/09/opinion/IHT-us-leadership-can-still-make-a-crucial-difference.html","abstract":"The international community is being given a third opportunity to steer the conflict in Bosnia-Herzegovina to a close. But it is again likely to miss its chance. Each effort is considerably more onerous than the last, and the cost is increasing sharply.","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"Serbs Are Right to Laugh at the West's Posturing","web_url":"https://www.nytimes.com/1993/06/09/opinion/IHT-serbs-are-right-to-laugh-at-the-wests-posturing.html","abstract":"Incoherency and cruelty have tragically characterized the intervention of the European and world communities in the Balkan drama. As a former foreign minister of France, I was recently asked to describe the international decision-making process in the pa","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"Books of The Times; Words Lightly and Seriously but Always Lovingly","web_url":"https://www.nytimes.com/1993/06/09/books/books-of-the-times-words-lightly-and-seriously-but-always-lovingly.html","abstract":"  Misreadings  By Umberto Eco  Translated by William Weaver. 180 pages. A Helen and Kurt Wolff Book/Harcourt Brace. $12.95 (paper).  Words to Create a World  Interviews, Essays and Reviews of Contemporary Poetry  By Daniel Hoffman  301 pages. University of Michigan Press.    One of Somerset Maugham's admiring readers once asked him how he was able to create such artful short stories and novels. \"It's not difficult,\" he replied. \"You can find all the words I use in one book: the dictionary. I simply rearrange them.\" In \"The Summing Up,\" he made a somewhat more serious observation about the printed word: \"I would sooner read a timetable or a catalogue than nothing at all. They are much more entertaining than half the novels that are written.\"","thumbnail":null,"section":"Books"},{"date":"19930609","headline":"Critic's Notebook; Adventures in Spoletoland: Conservative but Not Bloodless","web_url":"https://www.nytimes.com/1993/06/09/arts/critic-s-notebook-adventures-in-spoletoland-conservative-but-not-bloodless.html","abstract":"  Spoleto Festival U.S.A., held annually here, is troubled by difficult questions in its 17th year. Has this multi-disciplinary event lost its edge, its experimental thrust? Will it overcome internal squabbles and financial crises? Could it survive without the guidance of its 82-year-old founder, Gian Carlo Menotti?   A single weekend's visit did not provide ready answers. For the moment, the festival seems to be on reasonably firm musical ground; there were solid productions of two unjustly neglected operas, some attractive programs of chamber music and a brand-new children's opera by Mr. Menotti. Crowds were large, concessions brisk, publicity relentless.","thumbnail":null,"section":"Arts"},{"date":"19930609","headline":"Book Notes","web_url":"https://www.nytimes.com/1993/06/09/books/book-notes-984993.html","abstract":"  Dead and Alive   \"Embraced by the Light,\" Betty J. Eadie's account of how she died after a hysterectomy, rose to heaven to meet Jesus and scores of angels and then returned with a jolt to her body, initially seemed a bit far out to many members of Manhattan's decidedly cynical publishing world. But 590,000 copies have already been printed, and the book is nearing its fifth week on the New York Times best-seller list, where it moves into the No. 6 spot on Sunday.    Not bad for a first-time author and grief counselor who received no advance and for a publisher that has printed only one book, this one. \"Everyone told us that a near-death book wouldn't sell,\" said the book's publisher, Marc Stephen Garrison, an entrepreneur and author of business books from Sundance, Utah. Mr. Garrison, who owns a tuna-fishing fleet and a travel agency, among other things, founded Gold Leaf Press specifically for Mrs. Eadie's book.","thumbnail":null,"section":"Books"},{"date":"19930609","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/09/nyregion/c-corrections-203393.html","abstract":"  An article in Business Day on May 31, about the Securities and Exchange Commission's new proxy rules, misstated the percentage of the shares in Consolidated Freightways Inc. that are owned by members of the International Brotherhood of Teamsters. The company's employee stock ownership plan, which includes other employees as well as members of the teamsters' union, owns 13 percent.","thumbnail":null,"section":"New York"},{"date":"19930609","headline":"The Golden Venture, Plus 100,000","web_url":"https://www.nytimes.com/1993/06/09/opinion/the-golden-venture-plus-100000.html","abstract":"  The four-month nightmare voyage of the Golden Venture ended Sunday morning when the tramp freighter dumped its starving and frightened cargo of nearly 300 Chinese immigrants into frigid waters off one of New York City's most popular public beaches. Six passengers died from drowning or exposure, several had to be hospitalized and the remainder were sent to detention centers to await Federal hearings.    But for the estimated 100,000 illegal Chinese immigrants who arrive each year, mostly to New York, the nightmare typically goes on and on. The $3,000 down payment they make to \"snakehead\" smugglers before departure -- several years' earnings for a typical Chinese -- covers barely a tenth of what they must ultimately pay to travel huddled below deck for months without adequate food or sanitation. The remaining money must be paid off through years of indentured servitude -- virtual slavery -- in Chinese restaurants and sweatshops.","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"The Serbs Suffer, Too : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/09/opinion/IHT-the-serbs-suffer-too-letters-to-the-editor.html","abstract":"As every responsible leader and Balkan expert knows, forcible UN intervention against the Serbs in Bosnia would mean an international war. .Self-defense is what the Bosnian Serbs are engaged in - they own more than 60 percent of the land in Bosnia. The","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"Our Failure to Help Bosnia Will Mean Lasting Shame : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/09/opinion/IHT-our-failure-to-help-bosnia-will-mean-lasting-shame-letters-to-the-92830381681.html","abstract":"We do not want American soldiers to die for us. No American troops, please. We are capable and willing to fight and die for our country ourselves. All we would like to see is the lifting of the weapons embargo.","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"Dinkins-Council Talks Halt, Then Resume","web_url":"https://www.nytimes.com/1993/06/09/nyregion/dinkins-council-talks-halt-then-resume.html","abstract":"  Talks between Mayor David N. Dinkins and the City Council over the city's $31.4 billion budget resumed yesterday afternoon, but the two sides remained apart on at least three crucial issues.   Council leaders and the Mayor continued to disagree over whether to create a new agency for the homeless, whether the Council should have a say in a new quasi-public corporation to build health clinics, and how to cut $300 million more from the spending plan to make up for a shortfall in state and Federal aid.","thumbnail":null,"section":"New York"},{"date":"19930609","headline":"Details Emerge, but Petrovic's Death Still Baffles","web_url":"https://www.nytimes.com/1993/06/09/sports/pro-basketball-details-emerge-but-petrovic-s-death-still-baffles.html","abstract":"  The death of Drazen Petrovic, a Croatian player who with the Nets became one of the National Basketball Association's top shooting guards, sent shock waves yesterday throughout this country and much of Europe, where his career began.   Petrovic was killed instantly Monday when the car in which he was riding slammed into a trailer truck on a rain-slick road in Germany. He was 28.","thumbnail":null,"section":"Sports"},{"date":"19930609","headline":"Our Failure to Help Bosnia Will Mean Lasting Shame : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/09/opinion/IHT-our-failure-to-help-bosnia-will-mean-lasting-shame-letters-to-the-91851090405.html","abstract":"It is simply not a morally sustainable stance by the West to assert that it is wrong to provide even defensive weaponry to the victims of naked Serbian aggression on the ground that this would prolong the fighting. .If this is so, how can we ethically","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/09/nyregion/c-corrections-200993.html","abstract":"  An article on Thursday about Asian-Americans' political campaigns referred incorrectly to their record in mayoralties of major cities. The first such winner was Norman Y. Mineta, a Japanese-American, who served as Mayor of San Jose, Calif., from 1971 until 1974, when he was elected to Congress.","thumbnail":null,"section":"New York"},{"date":"19930609","headline":"No Headline","web_url":"https://www.nytimes.com/1993/06/09/nyregion/no-headline-656493.html","abstract":"  \"These are life-and-death issues. We just cannot wait until health-care reform is adopted and we have a health insurance system for the whole country.\" -- ROSALIE GAULL SILBERMAN of the Equal Employment Opportunity Commission, on access to health insurance.  [ A1:5. ]","thumbnail":null,"section":"New York"},{"date":"19930609","headline":"True to Style, Mayor Tells Boston He Will Get His Way as Envoy to Vatican","web_url":"https://www.nytimes.com/1993/06/09/us/true-to-style-mayor-tells-boston-he-will-get-his-way-as-envoy-to-vatican.html","abstract":"  People here have been telling Ray Flynn stories since the popular, populist Mayor announced at a tearful news conference outside his Gate of Heaven church in March that he would leave by early July to become Ambassador to the Vatican.    But now the latest one, already being proclaimed a Ray Flynn classic, is unfolding: the former Providence College basketball star goes one on one with the State Department over his job description, and wins.","thumbnail":null,"section":"U.S."},{"date":"19930609","headline":"A Knick Fine for Oakley?","web_url":"https://www.nytimes.com/1993/06/09/sports/pro-basketball-a-knick-fine-for-oakley.html","abstract":"  After complaining publicly about his playing time, his contract and his role, power forward Charles Oakley met yesterday with Dave Checketts, the Knicks' president. While Checketts would not say if any disciplinary action would be taken against Oakley for speaking out before speaking with him, a fine is probably forthcoming for the Knicks' co-captain.   \"This is the second time Charles has done something like this,\" said Checketts, referring to an incident last season when Oakley said the Knicks made a mistake by failing to keep Xavier McDaniel. \"It's almost like Charles is a volcano waiting to erupt. It's O.K. to be frustrated after a season, but this is not the way to handle it. Discussions like that should be kept inside. I'm disappointed, but we'll deal with it.\"","thumbnail":null,"section":"Sports"},{"date":"19930609","headline":"The Serbs Suffer, Too : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/09/opinion/IHT-the-serbs-suffer-too-letters-to-the-editor-91586386067.html","abstract":"One solution is to arm the Croats and Bosnians, and intervene actively against the Serbs with NATO air power. .The other, certainly safer and more humane in the short term, would be to acknowledge openly the inevitability of Greater Serbia (with all du","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"Vichy Aide Accused of War Crimes Is Slain in France","web_url":"https://www.nytimes.com/1993/06/09/world/vichy-aide-accused-of-war-crimes-is-slain-in-france.html","abstract":"  A prominent official in France's collaborationist Vichy government who was facing charges of crimes against humanity for deporting Jews to Nazi death camps during World War II was shot dead by a lone gunman at his home here early today.   A few hours later, a 49-year-old frustrated author, Christian Didier, was charged with murder in the death of Rene Bousquet, 84. Before his arrest, Mr. Didier summoned television reporters to a suburban hotel and recounted in detail how he had fired four bullets at the man he described as \"that piece of garbage.\"","thumbnail":null,"section":"World"},{"date":"19930609","headline":"The Pop Life","web_url":"https://www.nytimes.com/1993/06/09/arts/the-pop-life-032493.html","abstract":"  Beck on Track   Jeff Beck, one of rock's most influential guitarists, is traveling along new byways and retracing old ones.   Later this month, Epic will release \"Crazy Legs,\" an album that brings Mr. Beck together with a British roots-rock band, the Big Town Playboys, in a collection of classics originally performed by the 1950's rocker Gene Vincent and his band the Blue Caps. The album, a tribute to the Blue Caps' original lead guitarist, Cliff Gallup, features Mr. Beck playing what he says he was struggling to learn to play when he was 15 years old.","thumbnail":null,"section":"Arts"},{"date":"19930609","headline":"A Bad Malpractice Idea","web_url":"https://www.nytimes.com/1993/06/09/opinion/l-long-hours-still-imperil-resident-physicians-a-bad-malpractice-idea-198393.html","abstract":"  To the Editor:   The Clinton Administration's proposal to shift the malpractice burden from physicians to insurance companies (front page, May 21) is 180 degrees off course. At first glance, from the physician's point of view, it seems a good idea; however, in the long run it would not reduce the cost of health care, but probably increase it.   It has been shown time after time that a trusting and close relationship between physician and patient prevents a lawsuit if a complication or problem arises. When complaints are addressed to a faceless, large corporation with deep pockets, there will be no personal ties to prevent or moderate lawsuits. Also, corporations do not settle claims quickly; but seem always to be involved in drawn-out and costly proceedings.","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"Simmons in Hospital With Chest Pains","web_url":"https://www.nytimes.com/1993/06/09/sports/sports-people-baseball-simmons-in-hospital-with-chest-pains.html","abstract":"  The Pirates' general manager, TED SIMMONS, was admitted to St. Francis General Hospital in Pittsburgh yesterday with chest pains and was in stable condition. Simmons, 43, had a series of tests after being admitted, according to a short statement issued by the Pirates. He is expected to remain hospitalized for the next several days.   A Pirates spokesman, JIM TRDINICH, said that after developing the pain, Simmons consulted with Trainer KENT BIGGERSTAFF before being admitted to the hospital.","thumbnail":null,"section":"Sports"},{"date":"19930609","headline":"Behind Dinkins Budget: Recovering From Gamble","web_url":"https://www.nytimes.com/1993/06/09/nyregion/behind-dinkins-budget-recovering-from-gamble.html","abstract":"  In the end, the election-year budget that Mayor David N. Dinkins hoped would demonstrate his managerial mettle came a year too soon.   The staffs of the Mayor and the City Council were still working last night, five days into their final round of negotiations, trying to resolve the last details of the city's spending plan for the fiscal year starting next month. But the budget's thrust is clear: it will feature about $300 million in spending cuts and a retrenchment in some services not likely to endear Mr. Dinkins and other political leaders with voters this fall.","thumbnail":null,"section":"New York"},{"date":"19930609","headline":"L, L, L, L, L, L, L, L, L, L, L, L, L, L, L, L, L, L, L, L!","web_url":"https://www.nytimes.com/1993/06/09/sports/baseball-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l.html","abstract":"  A start might bring an end. That was the theory, anyway, concerning Anthony Young and his 19 straight defeats.   \"Put his destiny in his hands,\" Manager Dallas Green had said.","thumbnail":null,"section":"Sports"},{"date":"19930609","headline":"Our Failure to Help Bosnia Will Mean Lasting Shame : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/09/opinion/IHT-our-failure-to-help-bosnia-will-mean-lasting-shame-letters-to-the-93056036631.html","abstract":"Does anyone seriously believe that the European powers would not intervene in ex-Yugoslavia if Bosnian Muslims were implicated in the \"ethnic cleansing\" of Croatian Catholics? Does anyone seriously believe that America would not intervene in Bo","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"The Serbs Suffer, Too : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/09/opinion/IHT-the-serbs-suffer-too-letters-to-the-editor-92990400131.html","abstract":"Even if it were true that the media in Belgrade are controlled (and they are not), how do you explain the fact that hundreds of thousands of Serbs living abroad are, if anything, even more determined to support the struggle for the independence of Serbs","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"BOYCOTT OF ISRAEL IS SAID TO RELAX","web_url":"https://www.nytimes.com/1993/06/09/world/boycott-of-israel-is-said-to-relax.html","abstract":"  Most Arab countries have dropped the decades-long boycott of companies that do business with Israel, a senior Kuwaiti official said today, but direct commercial dealings with Israel will have to await the conclusion of peace treaties.   The assertion by Sheik Sabah al-Ahmad, Kuwait's First Deputy Prime Minister and Foreign Minister, confirms an evident trend that has been taking place quietly in the past few years as one Arab country after another has abandoned the commercial boycott on foreign companies that do business with Israel.","thumbnail":null,"section":"World"},{"date":"19930609","headline":"Senate Panel Backs Military Spending the Pentagon Never Sought","web_url":"https://www.nytimes.com/1993/06/09/us/senate-panel-backs-military-spending-the-pentagon-never-sought.html","abstract":"  A Senate committee followed the House today in approving $1.2 billion in military spending that the Pentagon had not asked for.   With no extended argument or questioning, the Appropriations Committee sent to the Senate floor a measure that also includes $400 million of the $19.3 billion in economic-stimulus spending President Clinton asked for last winter.","thumbnail":null,"section":"U.S."},{"date":"19930609","headline":"Princeton President Addresses Graduates","web_url":"https://www.nytimes.com/1993/06/09/nyregion/commencement-princeton-president-addresses-graduates.html","abstract":"  Princeton University conferred 1,075 undergraduate and 611 advanced degrees yesterday at its 246th commencement held on the lawn in front of Nassau Hall in Princeton, N.J.   The valedictory was delivered by Niles A. Pierce, a mechanical and aerospace engineering major. D. Graham Burnett, a history major, was the salutatorian, delivering his speech in Latin as Princeton tradition requires.","thumbnail":null,"section":"New York"},{"date":"19930609","headline":"Like It or Not, We Must Lead","web_url":"https://www.nytimes.com/1993/06/09/opinion/like-it-or-not-we-must-lead.html","abstract":"Under Secretary of State Peter Tarnoff caused an uproar recently when he said the United States was withdrawing from its role as international leader.\n\nThe chief problem with American foreign policy, however, is not what he said but what the Clinton Administration has not said.\n\nUnlike cold war Administrations, whose central international goal -- the containment of the Soviet Union -- was fixed, the Clinton Administration must devise and present its own vision of American purposes in the world. It has not done so.","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"Kentucky Extends Pitino's Contract","web_url":"https://www.nytimes.com/1993/06/09/sports/sports-people-basketball-kentucky-extends-pitino-s-contract.html","abstract":"  RICK PITINO's contract extension calls for him to remain as head basketball coach at the University of Kentucky into the next century. The school announced yesterday that Pitino's contract was extended through the 1999-2000 season.   \"I think he made a career decision, that he wants to be a college coach, and he wants to be a college coach at Kentucky,\" the Kentucky athletic director, C.M. NEWTON said after a meeting of the Kentucky Athletics Association's board of directors in Lexington.","thumbnail":null,"section":"Sports"},{"date":"19930609","headline":"Bridge","web_url":"https://www.nytimes.com/1993/06/09/nyregion/bridge-868093.html","abstract":"  There are two major single knockout team championships in New York City, the Grand National and the Reisinger, and one player has a remarkable streak in progress. A year ago, George Tornay of Manhattan won the Grand National Swiss teams plus the subsequent knockout and was a runner-up in the Reisinger. This year he again won the Grand National Swiss, was a winner Sunday in the Reisinger, and later this month will compete in the final of the Grand National knockout. John Roberts and August Boehm also won five of the six events but were derailed in the sixth by external circumstances and had to withdraw. Stay tuned for next year to see if the streak will continue.   On the diagramed deal from the Reisinger semifinal Tornay held the South cards. He had a difficult rebid after opening one diamond and hearing a one-spade response, and made a slightly eccentric rebid. He chose three no-trump, which is normally based on stoppers in the unbid suits, which he had, and a long solid suit, which he did not have.","thumbnail":null,"section":"New York"},{"date":"19930609","headline":"Mourning Hero Who Transcended Sports World","web_url":"https://www.nytimes.com/1993/06/09/sports/pro-basketball-mourning-hero-who-transcended-sports-world.html","abstract":"  Fans gathered in front of the coffee bar co-owned by the New Jersey Nets star Drazen Petrovic to pay tribute today to the basketball player and national hero of this war-torn country who died in a car accident Monday in Germany.   A mound of freshly lighted candles outside Cafe Amadeus illuminated scores of crying faces as people sat in silence in front of pictures of Petrovic, whom many regarded proudly as a symbol of this newly-independent republic's nationhood.","thumbnail":null,"section":"Sports"},{"date":"19930609","headline":"Graf and Agassi Uncertain for Wimbledon","web_url":"https://www.nytimes.com/1993/06/09/sports/sports-people-tennis-graf-and-agassi-uncertain-for-wimbledon.html","abstract":"  With Wimbledon set to start in less than two weeks, STEFFI GRAF and ANDRE AGASSI are nursing injuries that might keep them from defending their titles.   Graf, who won the French Open on Saturday, was then treated at a hospital in Essen, Germany, for an injury suffered during her quarterfinal match, last Wednesday.","thumbnail":null,"section":"Sports"},{"date":"19930609","headline":"Angelenos Vote A Conservative As New Mayor","web_url":"https://www.nytimes.com/1993/06/09/us/angelenos-vote-a-conservative-as-new-mayor.html","abstract":"  Richard Riordan, a conservative businessman, was elected Mayor of Los Angeles tonight, ushering in a new political era after the 20-year leadership of Tom Bradley and his coalition of blacks and white liberals.   Mr. Riordan, 62, defeated Michael Woo, a liberal City Councilman, in a hard-fought, nonpartisan race in which personal attacks drowned out serious debate over the future of this city as it struggles with its evolving multi-ethnic identity and with the aftermath of last year's riots.","thumbnail":null,"section":"U.S."},{"date":"19930609","headline":"Judge Orders The Release Of Haitians","web_url":"https://www.nytimes.com/1993/06/09/nyregion/judge-orders-the-release-of-haitians.html","abstract":"  A Federal judge ordered yesterday that all Haitians held in a detention camp at Guantanamo Bay Naval Base be released and that the camp -- opened two years ago in an effort to stem a flood of Haitian immigrants -- be closed immediately.   Unless the Clinton Administration files an appeal, the ruling by Judge Sterling Johnson Jr. in the United States District Court in Brooklyn will close a painful chapter in America's immigration history.","thumbnail":null,"section":"New York"},{"date":"19930609","headline":"Our Failure to Help Bosnia Will Mean Lasting Shame : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/09/opinion/IHT-our-failure-to-help-bosnia-will-mean-lasting-shame-letters-to-the-91486213671.html","abstract":"The West must deploy adequate NATO forces in Macedonia, Kosovo and perhaps Albania before open warfare engulfs these countries too.","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"Haiti's Premier Quits After Four Ministers Refuse to Step Down","web_url":"https://www.nytimes.com/1993/06/09/world/haiti-s-premier-quits-after-four-ministers-refuse-to-step-down.html","abstract":"  Prime Minister Marc Bazin resigned today, saying that the refusal of four ministers to step down after their dismissal had made governing impossible.   Mr. Bazin, appointed by the ruling military nine months after the coup that overthrew the the President, the Rev. Jean-Bertrand Aristide, said the actions of the four ministers gave him no choice.","thumbnail":null,"section":"World"},{"date":"19930609","headline":"1918: No Spy Exchange : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/06/09/opinion/IHT-1918-no-spy-exchange-in-our-pages100-75-and-50-years-ago.html","abstract":"WASHINGTON - The State Department has given a refusal to Germany's demand to have the leading German spy, Rintelen, freed in exchange of Siegfried London, represented as a United States citizen and detained in Germany on a charge of espionage. Germany had","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"Stephen Fry Goes West And Adopts New Look: Jeeves in Cowboy Boots","web_url":"https://www.nytimes.com/1993/06/09/arts/stephen-fry-goes-west-and-adopts-new-look-jeeves-in-cowboy-boots.html","abstract":"  Stephen Fry has sampled the American West and pronounced it good. The British actor, best known to American audiences as Jeeves on \"Masterpiece Theater\" and as the title character in the recent film \"Peter's Friends,\" has the Texas twang down pat, and during a recent interview in New York he paced his hotel room wearing a new pair of snakeskin cowboy boots. The accent and the boots were souvenirs of his stay in Texas for a guest role as Oscar Wilde on \"Ned Blessing,\" a nouvelle Western series that CBS plans to introduce in the fall.   Mr. Fry has fond memories of the shoot, which took place near Austin on an authentic-looking Old West set. \"I was actually able to say, after lunch, 'Well, I guess I'll mosey down to the corral,' \" he said. \"And I did, literally, mosey down to the corral.\"","thumbnail":null,"section":"Arts"},{"date":"19930609","headline":"TENSION GROWING IN SOMALI CAPITAL","web_url":"https://www.nytimes.com/1993/06/09/world/tension-growing-in-somali-capital.html","abstract":"  In anticipation of United Nations military action against Somali armed factions, the exodus of aid workers continued today, and the tension wound tighter with at least five gunfights and sniper attacks reported between Somalis and peacekeepers.   There was also a sense of dread among the Somalis today, and many said they were sending women and children out of the city.","thumbnail":null,"section":"World"},{"date":"19930609","headline":"Judge May Cut Helmsley's Term","web_url":"https://www.nytimes.com/1993/06/09/nyregion/judge-may-cut-helmsley-s-term.html","abstract":"  A Federal judge indicated yesterday that he was seriously considering a reduction in the four-year prison term currently being served by Leona M. Helmsley, the hotel chain owner, for tax fraud.   \"I am considering a sentence reduction which will, in effect, grant her parole,\" Judge Thomas P. Griesa of Federal District Court in Manhattan said during a hearing yesterday. \"I do not see why she should not be granted parole,\" he said, citing in particular her age, 72.","thumbnail":null,"section":"New York"},{"date":"19930609","headline":"Of Lost and Founds; They're Home to the Missing, or Even the Stolen","web_url":"https://www.nytimes.com/1993/06/09/nyregion/of-lost-and-founds-they-re-home-to-the-missing-or-even-the-stolen.html","abstract":"  Eileen O'Flaherty has seen her share of strangers' sombreros.   As director of the lost and found department at the Waldorf-Astoria Hotel, it is her job to see that hats, silk pajamas, X-rays, parakeet cages and unpaired shoes are returned to their owners.","thumbnail":null,"section":"New York"},{"date":"19930609","headline":"Royal Wedding in Japan Merges the Old and New","web_url":"https://www.nytimes.com/1993/06/09/world/royal-wedding-in-japan-merges-the-old-and-new.html","abstract":"  In a Shinto ritual deep in the woods of the Imperial Palace, Crown Prince Naruhito and Masako Owada married this morning with a mix of mystical tradition and a new internationalist air for the world's oldest monarchy.   The wedding marked the fourth time in this century that a future emperor and empress had stepped into the simple wooden shrine behind the palace's high stone walls to sip sake in a national yet private gesture of union.","thumbnail":null,"section":"World"},{"date":"19930609","headline":"From Japan, a New Hammond Organ","web_url":"https://www.nytimes.com/1993/06/09/style/IHT-from-japan-a-new-hammond-organ.html","abstract":"The Hammond organ is back. Sort of. The manufacturer calls it more of an invasion than a renaissance. .Invented by Laurena Hammond in 1934, the first prototype was manufactured in Chicago in 1935. Sound was generated by rotating steel \"tone wheels","thumbnail":null,"section":"Style"},{"date":"19930609","headline":"Banks Not Ready Yet For Farewell to Blue","web_url":"https://www.nytimes.com/1993/06/09/sports/pro-football-banks-not-ready-yet-for-farewell-to-blue.html","abstract":"  For a football player whose team has told him in effect that it still likes him but does not necessarily love him, Carl Banks is playing it cool. He says he is not angry. He says he is now free to sign with any team, but he also says he still likes the Giants and does not rule out playing for them if the price is right.   \"Everything will be O.K., one way or another,\" Banks said yesterday in an interview. \"This is not a bitter situation. It's the way things have worked out. I still think the option is there to play for the Giants, but I don't know the price. I don't know what salary number they have in mind. I don't know if it will be acceptable to me. I'm going to explore the free-agent market. I have 28 options. I want people to understand I didn't get cut.\"","thumbnail":null,"section":"Sports"},{"date":"19930609","headline":"Christopher in Europe to Discuss Plan to Create Havens in Bosnia","web_url":"https://www.nytimes.com/1993/06/09/world/christopher-in-europe-to-discuss-plan-to-create-havens-in-bosnia.html","abstract":"  Five weeks after Secretary of State Warren Christopher failed to convince the Europeans to embrace an American plan to arm the Muslims of Bosnia, he is back, this time with a different, more modest, agenda.   Having abandoned an American initiative for Bosnia, Mr. Christopher will discuss ways to put into effect a European initiative to protect six \"safe havens\" for Bosnian civilians. And amid doubts about American leadership in the post-cold-war world, Mr. Christopher may be called on to assure his European partners that the Clinton Administration has not abandoned its role and responsibilities as the world's sole superpower.","thumbnail":null,"section":"World"},{"date":"19930609","headline":"Mother Nature's Pesticide Factory","web_url":"https://www.nytimes.com/1993/06/09/opinion/mother-natures-pesticide-factory.html","abstract":"In the environmentalists' war against technology, nowhere are the stakes higher than the assault on pesticides. The current battleground is the Delaney Clause of the Food Additives Amendment of 1958, which bans anything that causes cancer in humans or rodents from being added to processed food. \n\nThe new Administrator of the Environmental Protection Agency, Carol Browner, in February asked Congress to review the clause, calling it an anachronism that threatened the U.S. food supply. Environmentalists objected loudly, and the E.P.A. quickly retracted her remarks. But Ms. Browner was right: this outdated law should be changed.","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"Toward a Lasting Solution : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/09/opinion/IHT-toward-a-lasting-solution-letters-to-the-editor-91836276631.html","abstract":"I do not know how the Bosnia mess can be cleared up. But I do know that you cannot clear up a mess by making a bigger mess.","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"Review/Film; Of Skinheads High on Hate And Violence","web_url":"https://www.nytimes.com/1993/06/09/movies/review-film-of-skinheads-high-on-hate-and-violence.html","abstract":"  \"Romper Stomper,\" Geoffrey Wright's viscerally supercharged film about neo-Nazi skinheads in Melbourne, Australia, is a film that runs on the adrenaline of hate. From its harrowing opening scene, in which a gang of skinheads terrorizes a group of Vietnamese immigrants, through a prolonged sequence in which the Vietnamese strike back at their tormentors, the film exults at being in the thick of action that is often savagely and sadistically violent.    This being Australia, not the United States, the violence is done with fist, boot, baseball bat and tire chain; not with firearms. But the absence of high-efficiency technological splatter doesn't make it any less bloody or intense.","thumbnail":null,"section":"Movies"},{"date":"19930609","headline":"Death Throws A Pall Over The Title Talk","web_url":"https://www.nytimes.com/1993/06/09/sports/pro-basketball-death-throws-a-pall-over-the-title-talk.html","abstract":"  Before a ball could be dribbled, a point scored, a game completed or a championship won, the Chicago Bulls and the Phoenix Suns were sadly forced to put their battle for the National Basketball Association title into a different place today because of the death of Drazen Petrovic of the Nets.    With Game 1 of the N.B.A. championship series on Wednesday night, there was the usual talk of maneuvers and matchups, but mortality seemed foremost on everyone's mind.","thumbnail":null,"section":"Sports"},{"date":"19930609","headline":"Toward a Lasting Solution : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/09/opinion/IHT-toward-a-lasting-solution-letters-to-the-editor.html","abstract":"The United Nations should acquire its own standing military force. Instead of today's peacekeepers working under strict noncombat and zero-casualty rules, the UN force would recruit individual volunteers whose nationality would be irrelevant, for no poli","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"H.I.V. Immunity Discussed at Berlin Conference","web_url":"https://www.nytimes.com/1993/06/09/world/hiv-immunity-discussed-at-berlin-conference.html","abstract":"  A small number of prostitutes in Nairobi, Kenya, appear to have avoided infection with the virus that causes AIDS despite frequent unprotected sex with infected men, researchers said at an international AIDS meeting here today.   The women are of intense scientific interest to researchers, who believe that clues to why they fought off the virus, H.I.V., could lead to the development of vaccines and other therapies.","thumbnail":null,"section":"World"},{"date":"19930609","headline":"Kelly Has Cure for What Ails Yankees","web_url":"https://www.nytimes.com/1993/06/09/sports/baseball-kelly-has-cure-for-what-ails-yankees.html","abstract":"  The Yankees were slipping and sliding on their road trip, turning Buck Showalter's face redder, playing listlessly and ready to plummet in the standings. Their slump stood at three losses in four games, but it felt worse. Much worse.   So on this night when the Yankees needed Jimmy Key to be a stopper and resuscitate a stumbling team, what was Showalter to think when his ace had his shortest outing of the year and was finished before the seventh inning? How much redder could his face get?","thumbnail":null,"section":"Sports"},{"date":"19930609","headline":"Diversity on the Supreme Court","web_url":"https://www.nytimes.com/1993/06/09/opinion/diversity-on-the-supreme-court.html","abstract":"  In drifting toward the choice of Bruce Babbitt as his nominee for the Supreme Court seat being vacated by Justice Byron White, President Clinton is squandering an opportunity to enhance the diversity of the nation's highest court.   Mr. Clinton seeks high court candidates who are \"supremely qualified,\" the main quality his press secretary stressed yesterday. He seeks someone with \"keen intellect, good judgment, experience both with the law and with the lives of everyday people . . . and a big heart.\"","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"CROATIAN FORCES FACE MUSLIM ARMY","web_url":"https://www.nytimes.com/1993/06/09/world/croatian-forces-face-muslim-army.html","abstract":"  Hundreds of Croatian civilians streamed out of Travnik, in central Bosnia, today in automobiles, tractors, carts and bicycles as Croatian militiamen fighting Bosnian Government forces shelled the picturesque town that was Bosnia's capital in the Ottoman era.   Mate Boban, leader of the Bosnian Croats, accused the Muslim-led Bosnian Government forces of executing Croatian prisoners in Travnik, but there was no independent confirmation of the allegation, which was reported today in Croatian newspapers.","thumbnail":null,"section":"World"},{"date":"19930609","headline":"The Television Listings For NBA's Title Series","web_url":"https://www.nytimes.com/1993/06/09/sports/IHT-the-television-listings-for-nbas-title-series.html","abstract":"The National Basketball Association's championship series, which is being telecast worldwide, will be shown by the Eurosport cable network on the Continent and by the U.S. sports cable network ESPN International in Southeast Asia, the Pacific Rim and Lat","thumbnail":null,"section":"Sports"},{"date":"19930609","headline":"Whitman Wins Republican Vote To Take On Florio in New Jersey","web_url":"https://www.nytimes.com/1993/06/09/nyregion/whitman-wins-republican-vote-to-take-on-florio-in-new-jersey.html","abstract":"  Christine Todd Whitman, who nearly went to the United States Senate three years ago on a tide of anger against New Jersey's Governor, Jim Florio, tonight won the right to try to unseat Mr. Florio herself.   Mrs. Whitman, 46, soundly defeated two vastly more experienced rivals to win the Republican primary. In doing so, she became the first woman in New Jersey to win a major party's gubernatorial nomination.","thumbnail":null,"section":"New York"},{"date":"19930609","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/06/09/sports/transactions-066993.html","abstract":"  Baseball  American League   BOSTON RED SOX -- Signed Kurtiss Bogott and James Fernandes, pitchers; Joseph Hayward, outfielder, and Gregory Patton and Nathan Tebbs, infielders.   MINNESOTA TWINS -- Optioned Pat Mahomes, pitcher, to Portland of the Pacific Coast League. Purchased the contract of Eddie Guardado, pitcher, from Nashville of the Southern League. Signed Aaron Santini, shortstop and Deron Dowhower, pitcher.","thumbnail":null,"section":"Sports"},{"date":"19930609","headline":"Theater in Review","web_url":"https://www.nytimes.com/1993/06/09/theater/theater-in-review-211493.html","abstract":"  Race John Houseman Theater 450 West 42d Street Clinton Written and performed by Paul Mooney; lighting by Robert Bessoir; production coordinator, E. F. Morrill; sound by Charles McIntyre; general manager, Paul Morer. Presented by Eric Krebs.   The most acute point that the comedian Paul Mooney drives home in his funny and very profane one-man show, \"Race,\" is how a white person's cultural nostalgia can easily be a black person's nightmare. Commenting on a recent movie adaptation of \"The Adventures of Huckleberry Finn,\" he excoriates the film makers for choosing to romanticize a time when black people like himself were in chains.","thumbnail":null,"section":"Theater"},{"date":"19930609","headline":"Whitman Pursues 'Family Business'","web_url":"https://www.nytimes.com/1993/06/09/nyregion/whitman-pursues-family-business.html","abstract":"  Christine Todd Whitman tonight won both the Republican nomination for governor and a place in New Jersey political history.    In her quest for the governor's office, Mrs. Whitman has presented herself as a political outsider. In truth, given her family background, it would have been surprising if she did not go into politics.","thumbnail":null,"section":"New York"},{"date":"19930609","headline":"2 Republicans Oppose Naming Babbitt to Court","web_url":"https://www.nytimes.com/1993/06/09/us/2-republicans-oppose-naming-babbitt-to-court.html","abstract":"  Even as the White House insisted that President Clinton had not settled on a Supreme Court nominee, some Senate Republicans today challenged the merits of appointing Interior Secretary Bruce Babbitt, widely reported to be the leading contender for the seat.    White House officials said that although Mr. Clinton was leaning toward Mr. Babbitt, they first wanted to consider possible replacements for him at the Interior Department, where he has been popular both with environmentalists and with business leaders.","thumbnail":null,"section":"U.S."},{"date":"19930609","headline":"Behind Immigrants' Voyage, Long Reach of Chinese Gang","web_url":"https://www.nytimes.com/1993/06/09/nyregion/behind-immigrants-voyage-long-reach-of-chinese-gang.html","abstract":"  A Chinese gang that recently emerged as a major force in the smuggling of illegal immigrants helped organize the voyage of the tramp steamer that ran aground off Queens on Sunday with nearly 300 Chinese immigrants aboard, law-enforcement officials believe.   Federal officials said they had evidence that one organizer of the smuggling enterprise was Guo Liang Chi, also known as Ah Kay, the 28-year-old leader of the Fuk Ching gang. Both Federal and New York officials, who spoke on the condition of anonymity, believe that members of the gang were to have unloaded the illegal immigrants and to have collected $30,000 from each of them for the 17,000-mile journey from the Far East.","thumbnail":null,"section":"New York"},{"date":"19930609","headline":"Canadiens Find LeClair's Value Is Rising as Season Winds Down","web_url":"https://www.nytimes.com/1993/06/09/sports/hockey-canadiens-find-leclair-s-value-is-rising-as-season-winds-down.html","abstract":"  In each of the last two games, John LeClair has scored the winning goal in overtime for the Montreal Canadiens. Both times, his coach, Jacques Demers, has sat next to LeClair in the post-game news conference and declared, \"John LeClair is going to be a rich man.\"   Because LeClair is making a modest $225,000 as he heads into the option year of his contract, Serge Savard was asked for his views on the subject. Savard, the general manager of the Canadiens, is the man who negotiates salaries with the players.","thumbnail":null,"section":"Sports"},{"date":"19930609","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/06/09/nyregion/metro-digest-517793.html","abstract":"  NEW YORK CITY GANG SUSPECTED IN IMMIGRANT SMUGGLING   Law-enforcement officials say they believe a Chinese gang, which has recently emerged as a major force in the growing world of illegal-immigrant smuggling, helped organize the ill-starred voyage of the tramp steamer that ran aground off Queens on Sunday with nearly 300 Chinese men and women aboard. A1. CONNECTICUT GUN BAN IS APPROVED   A bill banning assault-type weapons has been passed by the Connecticut General Assembly after a series of close votes in Hartford and has been signed by the Governor. A1.","thumbnail":null,"section":"New York"},{"date":"19930609","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/06/09/nyregion/news-summary-674293.html","abstract":"  International A3-13  COLD WAR OVER, ILLEGAL SEX UP  Since the end of the cold war, criminal organizations have set up networks to bring young women from the former Soviet bloc into the sex industry of Western Europe, police officials in Belgium, the Netherlands and Germany say.  A1  VICHY OFFICIAL ASSASSINATED  An official in the Vichy Government in France, facing charges for deporting Jews to Nazi death camps, was shot dead in his Paris home. A 49-year-old frustrated author was charged with murder. A3","thumbnail":null,"section":"New York"},{"date":"19930609","headline":"For Donald, A New Chance at Open","web_url":"https://www.nytimes.com/1993/06/09/sports/golf-for-donald-a-new-chance-at-open.html","abstract":"  His second-place finish in the United States Open three years ago was not enough for a free ticket to this year's tournament. So Mike Donald had to battle 141 other candidates today for 31 spots in next week's extravaganza at Baltusrol in Springfield, N.J.   The field, which included 52 PGA Tour players and six amateurs, played one round at Old Oaks Country Club and another down the road at Century Country Club. When it was all over, Donald was the top qualifier, shooting a three-under-par 67 at the 6,503-yard Old Oaks and a three-under 68 at the 6,809-yard Century for low medalist honors at six-under 135.","thumbnail":null,"section":"Sports"},{"date":"19930609","headline":"METROPOLITAN GOLF REPORT","web_url":"https://www.nytimes.com/1993/06/09/sports/metropolitan-golf-report.html","abstract":"Newark Boys and Girls \n Paul Azinger won the Memorial in Ohio on Sunday and Jane Geddes the Oldsmobille Classic in Michigan, but on Monday morning they joined John Daly, Fuzzy Zoeller, Chi Chi Rodriguez, Pat Bradley, Danielle Ammaccapane and Cindy Rarick in a benefit for the Boys and Girls Clubs of Newark, which serves 5,000 young people from ages 6 to 18.\n\nThe Somerset Hills Country Club in Bernardsville provided the setting for the benefit, where 32 amateurs paid $8,500 each to play with the stars and a limited number of spectators paid $300 each to watch.","thumbnail":null,"section":"Sports"},{"date":"19930609","headline":"Disabled and Chronically Ill Gain Health Coverage and Jobs Rights","web_url":"https://www.nytimes.com/1993/06/09/us/disabled-and-chronically-ill-gain-health-coverage-and-jobs-rights.html","abstract":"  The Equal Employment Opportunity Commission declared today that employers may not refuse to hire people with disabilities because of concern about their effect on health insurance costs. It also said that disabled workers must generally be given \"equal access\" to any health insurance provided to other employees.   At a meeting this afternoon, the Federal agency adopted a broad policy statement explaining how it intended to enforce a 1990 law, the Americans with Disabilities Act, to curb discrimination by employers and insurers providing health benefits.","thumbnail":null,"section":"U.S."},{"date":"19930609","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/09/nyregion/c-corrections-201793.html","abstract":"  A picture caption last Wednesday with an interview with John Cardinal O'Connor misstated the scene of the interview. It was at the Catholic Center, 1011 First Avenue.","thumbnail":null,"section":"New York"},{"date":"19930609","headline":"Washington Talk; White House Offices: Matter of Inches","web_url":"https://www.nytimes.com/1993/06/09/us/washington-talk-white-house-offices-matter-of-inches.html","abstract":"  When President Clinton announced that David R. Gergen would be brought into the White House as a new and important adviser, all the signs of a classic Washington power play were evident. Except one. Mr. Gergen has no office.   Mr. Gergen, who has worked at 1600 Pennsylvania Avenue before and knows well the value of its internal real estate, has been temporarily relegated to a basement office with one assistant that he brought with him.","thumbnail":null,"section":"U.S."},{"date":"19930609","headline":"Our Failure to Help Bosnia Will Mean Lasting Shame : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/09/opinion/IHT-our-failure-to-help-bosnia-will-mean-lasting-shame-letters-to-the-94079338938.html","abstract":"What is the difference between a \"safe haven\" and a ghetto?","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"Large, Happy Crowds Greeted Opening of West Harlem Park","web_url":"https://www.nytimes.com/1993/06/09/opinion/l-large-happy-crowds-greeted-opening-of-west-harlem-park-181993.html","abstract":"  To the Editor:   A report of the opening of Riverbank State Park May 27 concentrated on issues other than the park story (news article, May 28).   About 20,000 people of all ages and physical capabilities from all parts of the city and beyond happily streamed into the park to celebrate and enjoy a 28-acre half-mile waterfront park that offers indoor and outdoor recreational and cultural experiences.","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"The Serbs Suffer, Too : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/09/opinion/IHT-the-serbs-suffer-too-letters-to-the-editor-93726519748.html","abstract":"The trial of two Serbs convicted of committing war crimes in Bosnia appears to have been a propaganda spectacle. They were tried by the Muslim-led Bosnian government solely on the basis of their self-incriminating testimony. It is highly probable that th","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"Georgia Tech Leader Is Player of the Year","web_url":"https://www.nytimes.com/1993/06/09/sports/sports-people-golf-georgia-tech-leader-is-player-of-the-year.html","abstract":"  DAVID DUVAL of Georgia Tech, the runner-up in the last two National Collegiate Athletic Association golf championships, was named player of the year yesterday by the Golf Coaches Association. The senior from Ponte Vedra Beach, Fla., will receive the Jack Nicklaus Award. Duval is only the third collegiate golfer to earn first-team all-America honors four consecutive years. (AP)  ","thumbnail":null,"section":"Sports"},{"date":"19930609","headline":"Why Shouldn't a Woman Be a Princess?","web_url":"https://www.nytimes.com/1993/06/09/opinion/l-why-shouldn-t-a-woman-be-a-princess-180093.html","abstract":"  To the Editor:   I take issue with Ann Quindlen's \"Happily Ever\" column, calling Masako Owada of Japan a \"sacrificial lamb\" for choosing to marry Crown Prince Naruhito. Ms. Quindlen pits one woman's personal choice to marry against a feminist philosophical ideal of how an intelligent and well-educated woman should live. It seems to me that by Ms. Quindlen's argument a woman who does not pursue a high-powered career is to be pitied and blackballed from the feminist clique for not living up to her potential.","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"Our Failure to Help Bosnia Will Mean Lasting Shame : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/09/opinion/IHT-our-failure-to-help-bosnia-will-mean-lasting-shame-letters-to-the-92594986470.html","abstract":"Yugoslavia is in the heart of Europe. Unfortunately, Europe has neither heart, brains nor guts.","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"For Malawi Dictator, Time Will Soon Run Out","web_url":"https://www.nytimes.com/1993/06/09/opinion/l-for-malawi-dictator-time-will-soon-run-out-179793.html","abstract":"  To the Editor:   Your May 29 and June 1 articles on Malawi succintly describe the political pressure cooker that Malawi is today. But you fail to underline the most serious denials of basic human rights that Life President Hastings Kenneth Banda inflicts on the Malawian people. The opposition leader, Chakufwa Chihana, remains in jail, unwell and cruelly punished for the \"crime\" of believing in democracy.","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"School Boards In New Jersey Face Scrutiny","web_url":"https://www.nytimes.com/1993/06/09/nyregion/school-boards-in-new-jersey-face-scrutiny.html","abstract":"  With $12 billion in annual spending and jobs for 110,000 people, local schools are big business here as in so many states. Those numbers add up to a lot of potential for conflicts of interest.   That's where a new nine-member School Ethics Commission comes in: to shine the light of public scrutiny on patronage and corruption on school boards in New Jersey, where the state Education Department has taken over operation of the Paterson and Jersey City schools. It has intervened in the business operations of the Newark and Trenton districts.","thumbnail":null,"section":"New York"},{"date":"19930609","headline":"New York City Sees Decline In Math Scores","web_url":"https://www.nytimes.com/1993/06/09/nyregion/new-york-city-sees-decline-in-math-scores.html","abstract":"  New York City public school students performed at about the national average on a new mathematics achievement test given for the first time this year, and testing experts said yesterday that the results cast doubt on school officials' claims of sharp improvement in student performance.   In recent years, citywide student performance on the annual mathematics achievement tests has gradually moved upward; on last year's test, 6 of 10 students performed at or above the national average. The administration of Chancellor Joseph A. Fernandez has pointed to those numbers as a validation of its efforts to improve students' basic skills.","thumbnail":null,"section":"New York"},{"date":"19930609","headline":"U.S. Ordered to Free Haitians","web_url":"https://www.nytimes.com/1993/06/09/nyregion/us-ordered-to-free-haitians.html","abstract":"  A Federal judge ordered the Government to release all Haitians held in a detention camp at Guantanamo Bay Naval Base in Cuba. Page B4.","thumbnail":null,"section":"New York"},{"date":"19930609","headline":"Reviving Ailing Retail In Downtown Hartford","web_url":"https://www.nytimes.com/1993/06/09/nyregion/reviving-ailing-retail-in-downtown-hartford.html","abstract":"  In the eerie darkness, one can still make out the splendor of the former G. Fox & Company, once the grande dame of Connecticut department stores.   Above the faded mauve rugs gleams the playful splendor of Art Deco. Wooden and aluminum strips run side by side along the wall; elaborate swirls of aluminum still sweep alongside a silver escalator.","thumbnail":null,"section":"New York"},{"date":"19930609","headline":"Dolphins Sign Golic to $1.5 Million Deal","web_url":"https://www.nytimes.com/1993/06/09/sports/sports-people-football-dolphins-sign-golic-to-1.5-million-deal.html","abstract":"  The Miami Dolphins yesterday signed unrestricted free agent MIKE GOLIC to two one-year contracts at a reported $1.5 million. Golic, a nine-year defensive tackle, had spent the last seven years with the Philadelphia Eagles. Golic, 30, is expected to compete for a playing time with Dolphins nose tackle CHUCK KLINGBEIL and defensive end JEFF CROSS.","thumbnail":null,"section":"Sports"},{"date":"19930609","headline":"Theater in Review","web_url":"https://www.nytimes.com/1993/06/09/theater/theater-in-review-210693.html","abstract":"  Classified  Union Square Upstairs 100 East 17th Street Manhattan Written and performed by Fred Adler; co-written by Dan Cedeno; directed by William Oliver; set by Bernie Honigman; lighting by Michele Disco; costumes by Sama Meschel. Presented by WonderWorks Unlimited.    As satirists go, Fred Adler is like a puppy: young, frisky and eager to please. These characteristics are on display at the Union Square Upstairs Theater, where Mr. Adler is appearing in his one-man show, \"Classified,\" Thursdays through Sundays until June 27.","thumbnail":null,"section":"Theater"},{"date":"19930609","headline":"Presbyterians Vote To Keep Prohibition Against Gay Pastors","web_url":"https://www.nytimes.com/1993/06/09/us/presbyterians-vote-to-keep-prohibition-against-gay-pastors.html","abstract":"  In a session marked by revealing personal testimony and raucous disruption, the 2.8 million-member Presbyterian Church (U.S.A.) voted Monday to maintain the church's position barring sexually active, declared homosexuals from ordination or appointment as pastors.    The church's General Assembly softened the action by calling on local congregations to participate in a three-year churchwide discussion of homosexuality and its relevance to church membership and ministry.","thumbnail":null,"section":"U.S."},{"date":"19930609","headline":"Toward a Lasting Solution : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/09/opinion/IHT-toward-a-lasting-solution-letters-to-the-editor-90334532601.html","abstract":"A permanent solution to the Yugoslav problem must be found, otherwise other nations will inevitably be drawn into this deadly vortex. .Given that longstanding frontiers should not be changed, nor can they bar war, there is only one possible solution: c","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"Khmer Rouge Seek Coalition Post","web_url":"https://www.nytimes.com/1993/06/09/world/khmer-rouge-seek-coalition-post.html","abstract":"  The Khmer Rouge, which boycotted elections in Cambodia last month and threatened to sabotage the balloting with violence, seem to have had a change of heart since the final votes were cast.   The Maoist-inspired rebels are not only willing to accept the results, they are now also maneuvering to join whatever government is formed.","thumbnail":null,"section":"World"},{"date":"19930609","headline":"New York's Needless Budget Quarrels","web_url":"https://www.nytimes.com/1993/06/09/opinion/new-york-s-needless-budget-quarrels.html","abstract":"  Forced to cut more from New York City's budget, the Mayor and City Council are still squabbling, deadlocked over the shape of $300 million in cuts and two difficult initiatives. There are solutions to both if Council Speaker Peter Vallone means what he says and really wants to cooperate with Mayor David Dinkins rather than use the budget to win political battles.   Medical care for the poor. With New York desperately short of primary care facilities for poor families, the Dinkins administration wisely proposes to create at least 30 health clinics. But the Council is holding the plan hostage to a turf war over who controls the money.","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"Santa Fe Portrait; A Longtime Pillar of the Government Now Aids Those Hurt by Its Bombs","web_url":"https://www.nytimes.com/1993/06/09/us/santa-fe-portrait-longtime-pillar-government-now-aids-those-hurt-its-bombs.html","abstract":"  East of the Nevada Test Site, where the Government conducted atmospheric tests of atomic bombs, the town of Alamo, Nev., rises in the desert. In August 1978, at the urging of a cousin, Stewart L. Udall went to Alamo and listened to mothers tell of the dust and radiation from the blasts that settled over the town in the 1950's and of the children they had lost to leukemia.   \"Until then, there were a lot of people in that country who suspected a link, but they kept it to themselves,\" said Mr. Udall, who once was Secretary of the Interior for Presidents John F. Kennedy and Lyndon B. Johnson. \"They had been fed a steady diet of lies by the Government that there was no danger. That was my first trip to investigate, and I felt there was more to it, that it would be difficult and that we would be breaking new ground.\"","thumbnail":null,"section":"U.S."},{"date":"19930609","headline":"Theater in Review","web_url":"https://www.nytimes.com/1993/06/09/theater/theater-in-review-013893.html","abstract":"  Extended Forecast  La Mama E.T.C. 74A East Fourth Street East Village By Franz Xaver Kroetz; translated by Erica Bilder and Estelle Parsons; directed by Ms. Bilder; assistant director, Stephen Nunns; set and lighting by Watoku Ueno; costumes by Theodora Skipitares; production manager, Virlana Tkacz; stage manager, Shigeko Suga. WITH: Estelle Parsons.   In his plays, Franz Xaver Kroetz takes the most banal of situations and transforms them into strange and haunting theatrical cameos. Slices of life become glimpses into private rituals of despair. In \"Extended Forecast,\" an elderly widow prepares to move to a home for the aged, trying to decide which of her possessions she will take with her. This is the text of the play but not the sum of the experience. As performed by Estelle Parsons at La Mama, the monodrama is stark, simple and poignant in its details.","thumbnail":null,"section":"Theater"},{"date":"19930609","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/09/nyregion/c-corrections-204193.html","abstract":"  A picture caption on Saturday with a theater review of \"Sheila's Day\" misidentified the actress shown. She was Tu Nokwe.  ","thumbnail":null,"section":"New York"},{"date":"19930609","headline":"McClancy Regains Title","web_url":"https://www.nytimes.com/1993/06/09/sports/baseball1-mcclancy-regains-title.html","abstract":"  Behind a gritty two-hitter by Mike Soto, Monsignor McClancy High School of East Elmhurst, Queens, made its third straight trip to Yankee Stadium a rousing success yesterday, winning its second Catholic High Schools Athletic Association championship in three years. The score was 3-0 and the loser was St. Joseph by the Sea, a Staten Island school playing its first title game.   Soto, a senior left-hander, walked none, struck out eight and stayed cool despite three errors and a passed ball by his teammates, raising his season mark to 9-0. The victory gave McClancy a 21-4 record and dropped St. Joseph by the Sea, a former all-girls school, to 17-12. In his first year at McClancy, Soto was a member of the city championship freshman team. As a sophomore, he was on the varsity when McClancy beat Brooklyn's Xavierian at Yankee Stadium. As a junior last year, he watched the Crusaders lose the title game to Fordham Prep.","thumbnail":null,"section":"Sports"},{"date":"19930609","headline":"WHITE HOUSE PICKS ENVOYS TO 3 LANDS","web_url":"https://www.nytimes.com/1993/06/09/world/white-house-picks-envoys-to-3-lands.html","abstract":"  The White House plans to break the logjam that has delayed the appointment of ambassadors to several major countries, an Administration official said tonight.   Former Vice President Walter F. Mondale is to be named ambassador to Japan; Richard C. Holbrooke, an investment banker who was a State Department official in the Carter Administration, is to get the post in Germany, and former Representative Stephen J. Solarz of Brooklyn is to be named envoy to India.","thumbnail":null,"section":"World"},{"date":"19930609","headline":"Man Questioned Without Lawyer Wins New Trial","web_url":"https://www.nytimes.com/1993/06/09/nyregion/man-questioned-without-lawyer-wins-new-trial.html","abstract":"  The state's highest court ordered a new trial today for a man convicted of murder in New York City in a ruling that one judge warned could severely restrict the use of police informants.    The Court of Appeals ruled 5-to-1 that a confession by Kenneth West, taped by a police informant, should not have been admitted as trial evidence because Mr. West's lawyer was not present when he talked with the informant.","thumbnail":null,"section":"New York"},{"date":"19930609","headline":"Chiefs Planning to Sign Allen?","web_url":"https://www.nytimes.com/1993/06/09/sports/sports-people-football-chiefs-planning-to-sign-allen.html","abstract":"  The Kansas City Chiefs, who have been pursuing the free-agent running back MARCUS ALLEN, called a news conference for today amid speculation they would sign the former Los Angeles Raiders star. Allen, 33, the Raiders' career rushing leader, has running and pass-catching abilities that would fit nicely with the offense the Chiefs are installing behind newly acquired quarterback Joe Montana. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930609","headline":"Reporter's Notebook; A Ceremony Both Regal and Restful","web_url":"https://www.nytimes.com/1993/06/09/world/reporter-s-notebook-a-ceremony-both-regal-and-restful.html","abstract":"  The Imperial Palace is a remarkable oasis of calm smack in the middle of Tokyo, and this morning the steady drizzle and heavy gray sky lent the overgrown grounds a romantic and secluded feeling, particularly in the thickly wooded redoubt where the wedding of Masaka Owada and Crown Prince Naruhito took place.    Although they have become the center of one of the most minutely protected monarchies in the world, the grounds are surprisingly unkempt, a wooded ramble of maple, ginko and other trees inside a moat where white swans floated silently in this morning's rain.","thumbnail":null,"section":"World"},{"date":"19930609","headline":"The Woman in Command in Warsaw","web_url":"https://www.nytimes.com/1993/06/09/world/the-woman-in-command-in-warsaw.html","abstract":"  In a country where women are reverentially greeted by men with a kiss on the hand, Prime Minister Hanna Suchocka has surprised most Poles, and perhaps even herself, by surviving for the last year as a popular national leader through tough economic and political times.   Her Government fell nearly two weeks ago after losing by one vote a no-confidence motion called to protest her tight budget. But Ms. Suchocka stays as Prime Minister until September elections, which she could win, and in an interview on Monday she showed in her firm yet cautious manner how a woman has succeeded in a position of power in such a male-dominated society.","thumbnail":null,"section":"World"},{"date":"19930609","headline":"Housing Agency's Problems Deepen As U.S. Rescue Effort Proves Futile","web_url":"https://www.nytimes.com/1993/06/09/us/housing-agency-s-problems-deepen-as-us-rescue-effort-proves-futile.html","abstract":"  A year ago, the Bush Administration announced at a news conference that it was taking control of this city's troubled public housing agency, the nation's fourth largest. The Federal officials promised to transform the agency into a model of efficiency and provide a national blueprint for rehabilitating other distressed urban housing agencies.   But the rescue mission was, by all accounts, ill conceived and a failure. And late last month the Clinton Administration quietly returned the agency's management to local authorities -- even though it was in even worse shape by many measures than it was before the Federal Department of Housing and Urban Development intervened.","thumbnail":null,"section":"U.S."},{"date":"19930609","headline":"Man Sues Company for Cost of Quitting Smoking","web_url":"https://www.nytimes.com/1993/06/09/us/man-sues-company-for-cost-of-quitting-smoking.html","abstract":"  A Washington man says it cost him $1,153.54 to quit smoking, and he wants the Philip Morris Companies to pick up the bill.   The man, Al Deskiewicz, a 50-year-old design engineer from nearby Kirkland, told Judge Linda K. Jacke today that the tobacco company should pay for the the cost of his doctor's visits, nicotine patches and health club membership.","thumbnail":null,"section":"U.S."},{"date":"19930609","headline":"Our Failure to Help Bosnia Will Mean Lasting Shame : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/09/opinion/IHT-our-failure-to-help-bosnia-will-mean-lasting-shame-letters-to-the-90581101624.html","abstract":"Pity the Bosnian Muslims: so close to Allah, so far from oil.","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"Sports of The Times; Petrovic's Legacy: 'Pucaj Tricu'","web_url":"https://www.nytimes.com/1993/06/09/sports/sports-of-the-times-petrovic-s-legacy-pucaj-tricu.html","abstract":"  IN the haunting hollowness of Byrne Meadowlands Arena, the basketball court was empty. The parquet floor was glossily revarnished. Its border and foul lanes had been repainted a shiny blue. But there were no baskets. No stanchions, no backboards, no orange rims, no nets.   It was as if those baskets that defined Drazen Petrovic's life were in mourning, too.","thumbnail":null,"section":"Sports"},{"date":"19930609","headline":"PANEL URGES SHIFT IN STATION'S ORBIT","web_url":"https://www.nytimes.com/1993/06/09/us/panel-urges-shift-in-station-s-orbit.html","abstract":"  The expert panel advising the White House on redesigning the space-station has called for the proposed astronaut outpost to be launched into a \"world orbit\" where it could be reached not only by American space shuttles but also by Russian, Japanese and Chinese rockets.   The recommendation by the White House group for a different orbit is in a draft report to the White House that has not yet released. If kept in the final report and adopted by President Clinton, the shift would be a watershed in the history of the American space program.","thumbnail":null,"section":"U.S."},{"date":"19930609","headline":"Costly Relic, Nuclear Unit Sits Ready for Atmospheric Tests","web_url":"https://www.nytimes.com/1993/06/09/us/costly-relic-nuclear-unit-sits-ready-for-atmospheric-tests.html","abstract":"  On the edge of the Nevada desert, and on a remote Pacific atoll, a cadre of national security sentries keeps a long, strange vigil, ready to explode a nuclear bomb in the sky.   The scientists and contractors work for Safeguard C, a program to enable the Government to resume testing nuclear weapons in the atmosphere. Thirty years after the Government forswore such tests, the Safeguard crew stays on watch, waiting for a call that never comes.","thumbnail":null,"section":"U.S."},{"date":"19930609","headline":"The Serbs Suffer, Too : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/09/opinion/IHT-the-serbs-suffer-too-letters-to-the-editor-90269152836.html","abstract":"I have a proposal: If Messrs. Kouchner, Safire, Pfaff, Gelb, Lewis, Rosenthal, Rosenfeld et al are, in Marc Antony's words, \"all honorable men,\" they should form a commando under Colonel Margaret Thatcher. This elite unit should then be dropped","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"Review/Film: What's Love Got to Do With It; Tina Turner's Tale: Living Life With Ike and Then Without Him","web_url":"https://www.nytimes.com/1993/06/09/movies/review-film-what-s-love-got-with-it-tina-turner-s-tale-living-life-with-ike-then.html","abstract":"Tina Turner, with and without Ike. Broad, savvy, entertaining.","thumbnail":null,"section":"Movies"},{"date":"19930609","headline":"Our Failure to Help Bosnia Will Mean Lasting Shame : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/09/opinion/IHT-our-failure-to-help-bosnia-will-mean-lasting-shame-letters-to-the.html","abstract":"Even if the world had to put a million soldiers into Bosnia, it would be the right thing to do. I am ashamed to be English, ashamed to be European and ashamed to live in America.","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"East Europeans Duped Into West's Sex Trade","web_url":"https://www.nytimes.com/1993/06/09/world/east-europeans-duped-into-west-s-sex-trade.html","abstract":"  Judith's dream to travel West, and her descent into prostitution, fell together one night in September 1991, when a car arrived to take her and two other young Hungarian women to work as waitresses in Belgium.   The heady drive across the heart of Europe took 20 hours, as planned. But the Crazy Cabaret in Ghent was no restaurant.","thumbnail":null,"section":"World"},{"date":"19930609","headline":"U.S.-England: A Matchup of Miseries","web_url":"https://www.nytimes.com/1993/06/09/sports/soccer-us-england-a-matchup-of-miseries.html","abstract":"  The United States national soccer team, featuring an anemic offense and a feeble reputation, today faces a more famous opponent with an even greater level of desperation.   England not only has been disappointing recently in big matches, it also must answer to rabid supporters who really care about the sport. When the two teams meet at Foxboro Stadium in a U.S. Cup '93 match, the British team will be under severe scrutiny.","thumbnail":null,"section":"Sports"},{"date":"19930609","headline":"1943: Poison Gas Alert : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/06/09/opinion/IHT-1943-poison-gas-alert-in-our-pages100-75-and-50-years-ago.html","abstract":"WASHINGTON - [From our New York edition:] President Roosevelt, taking official cognizance of reports that the Axis is preparing to use poison gas, warned the Axis armies and peoples in Europe and Asia today [June 8] that such desperate measures of warfare","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/06/09/sports/results-plus-989093.html","abstract":"  COLLEGE BASEBALL  No. 1 A&M Eliminated  Texas A&M Coach Mark Johnson could have accepted a loss. Self-destruction is another matter. \"We gave things away,\" Johnson said after the top-seeded Aggies were eliminated from the College World Series yesterday with a 6-2 loss to Long Beach State in Omaha. Long Beach Coach Dave Snow saw it differently: \"We saw an opportunity and came up big with it.\" Texas, the Aggies' rival and another top team, was also eliminated, losing by 7-6 to Oklahoma State in another elimination game. In Long Beach's victory, Cobi Cradle drove in two runs in support of Daniel Choi (17-2). Cradle singled in a run in the third and another one in the seventh, sparking a four-run inning by the 49ers (45-18). For the Cowboys (45-16), Sean Hugo homered to tie the score at 6-6 in the eighth and Hunter Triplett doubled in the go-ahead run in the ninth. (AP) TENNIS  2 Seeded Stars Ousted  Goran Ivanisevic and Ivan Lendl expected to use the Queen's Club grass-court tournament as a key warmup for Wimbledon, but now they will have to get ready on the practice courts. Chris Wilkinson, a British wild-card entry ranked 176th in the world, shocked Ivanisevic, 6-3, 3-6, 6-3, in one second-round match at the London tournament. Byron Black of Zimbabwe, ranked 116th, upset Lendl, 6-2, 7-6 (13-11), in another match. Among yesterday's winners were second-seeded Stefan Edberg and No. 3 Boris Becker. The fourth-seeded Ivanisevic, last year's Wimbledon finalist, fired nine aces but also had eight double faults. The fifth-seeded Lendl had a chance to level his match when he served at 5-4 in the second set but was broken. (AP) A Struggle for Navratilova: Top-seeded Martina Navratilova had to fight hard for a 7-5, 7-6 (7-1) victory over Maria Strandlund of Sweden in the second round of the Edgbaston tournament in Birmingham, England. Navratilova was kept on court for 96 minutes by the 23-year-old from Stockholm, who broke the nine-time Wimbledon champion's serve four times. (AP) Victories at the Top: Top-seeded Andrei Medvedev and second-seeded Richard Krajicek won in straight sets to advance to the second round of the Continental grass court championships in Rosmalen, the Netherlands. Medvedev, ranked eighth in the world, defeated a Dutch wild-card entry, Fernon Wibier, 6-4, 6-4. Krajicek, ranked 12th, beat Christian Saceanu of Germany, 7-6 (7-4), 6-1. Also advancing was third-seeded MaliVai Washington, a 6-4, 7-5 winner over the Dutch player, Jacco Eltingh. (AP) FENCING  New Yorker Wins Foil  Felicia Zimmermann of Rush, N.Y., last night won the national fencing championship in Division I women's foil in Fort Myers, Fla. The 17-year-old Zimmerman defeated 20-year-old Olga Chernyak of Lafayette, Calif., 6-5, 5-1, for the gold medal. Zimmermann finished fourth in this event last year. The New York Athletic Club won the men's foil team title for the ninth time in 14 years with a 9-7 victory over the Stanford Fencing Club. In the under-19 women's epee, Lauren O'Brien of Aurora, Colo., defeated Wendy Hall of Boulder, Colo., 5-2, 5-3, for the gold medal. Yvette Losman of South Orange, N.J., took the bronze. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930609","headline":"Our Failure to Help Bosnia Will Mean Lasting Shame : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/09/opinion/IHT-our-failure-to-help-bosnia-will-mean-lasting-shame-letters-to-the-90006822455.html","abstract":"On April 8, the International Court of Justice in The Hague declared that the aggression by the rump Yugoslavia and Serbian nationalists against the Muslims was genocide.","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"Freedom for Doctors","web_url":"https://www.nytimes.com/1993/06/09/opinion/l-long-hours-still-imperil-resident-physicians-freedom-for-doctors-199193.html","abstract":"  To the Editor:   Lest my fellow physicians get into an emotional tizzy over being controlled by the Government, I'd like to mention that somewhere in the literature is an article indicating that doctors in Europe who work for the Government usually feel freer than those working largely for themselves.   I tried private practice myself; it was a hassle. Keeping an office going, handling complicated problems alone, filling out insurance forms, isolation and worrying about fees were just a few of the problems.","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"Long Hours Still Imperil Resident Physicians","web_url":"https://www.nytimes.com/1993/06/09/opinion/l-long-hours-still-imperil-resident-physicians-197593.html","abstract":"  To the Editor:   A May 30 article details the long days and short life of Frank Ingulli, a medical student, whose death in an automobile accident was very likely caused by exhaustion from sleep deprivation and chronic fatigue. I was chairman of the New York State Health Department committee that recommended the kinds of regulations adopted by the state to prevent such tragedies by rationalizing working conditions and supervision of resident physicians.   These recommendations were developed after 18 months of study. They were primarily to protect the public from the dangers associated with expecting sleep-deprived resident physicians to carry out their duties safely. The committee also learned that sleep deprivation and chronic fatigue were killing and maiming resident physicians and medical students who attempted to drive home after working unusually long hours.","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"Its Schools Ruled Inadequate, Alabama Looks for Answers","web_url":"https://www.nytimes.com/1993/06/09/education/its-schools-ruled-inadequate-alabama-looks-for-answers.html","abstract":"  At the Shiloh Elementary and Middle School here the library has not bought any books in 20 years. There are no science labs, no band, no music, no art, no foreign language courses. The roof leaks and the dingy 43-year-old building is about worn out.   There are worse schools in Alabama, like the one in adjacent Wilcox County where raw sewage seeped for years onto a playground and termites ate through books, and there are better ones. But while legislatures around the nation are struggling with questions of how to equalize spending between poor school districts and rich ones, Alabama is grappling with something even broader: a judge's ruling that its public schools violate the State Constitution by failing to provide an adequate education.","thumbnail":null,"section":"Education"},{"date":"19930609","headline":"1893: Royal Absentee?: IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/06/09/opinion/IHT-1893-royal-absentee-in-our-pages100-75-and-50-years-ago.html","abstract":"BERLIN - The unreliability of the report that the Kaiser will attend the English Royal wedding may be gauged from the fact that His Majesty intends to both open and close the new Reichstag in person. He has made no arrangements that would cause him to mak","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19930609","time":"1993-06-09 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.2,"rhum":62,"wspd":11.2},{"date":"19930609","time":"1993-06-09 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.4,"rhum":62,"wspd":11.2},{"date":"19930609","time":"1993-06-09 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.7,"rhum":64,"wspd":13},{"date":"19930609","time":"1993-06-09 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.1,"rhum":68,"wspd":11.2},{"date":"19930609","time":"1993-06-09 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.1,"rhum":68,"wspd":13},{"date":"19930609","time":"1993-06-09 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.1,"rhum":70,"wspd":11.2},{"date":"19930609","time":"1993-06-09 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.7,"rhum":69,"wspd":13},{"date":"19930609","time":"1993-06-09 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.9,"rhum":65,"wspd":7.6},{"date":"19930609","time":"1993-06-09 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20,"rhum":66,"wspd":13},{"date":"19930609","time":"1993-06-09 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.9,"rhum":60,"wspd":13},{"date":"19930609","time":"1993-06-09 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.4,"rhum":58,"wspd":13},{"date":"19930609","time":"1993-06-09 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":25.4,"rhum":52,"wspd":14.8},{"date":"19930609","time":"1993-06-09 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24.6,"rhum":61,"wspd":7.6},{"date":"19930609","time":"1993-06-09 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":25.3,"rhum":57,"wspd":5.4},{"date":"19930609","time":"1993-06-09 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":25.8,"rhum":62,"wspd":3.6},{"date":"19930609","time":"1993-06-09 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":26,"rhum":51,"wspd":13},{"date":"19930609","time":"1993-06-09 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":26.3,"rhum":49,"wspd":11.2},{"date":"19930609","time":"1993-06-09 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":26.4,"rhum":48,"wspd":13},{"date":"19930609","time":"1993-06-09 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":25.7,"rhum":53,"wspd":11.2},{"date":"19930609","time":"1993-06-09 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":25.3,"rhum":56,"wspd":9.4},{"date":"19930609","time":"1993-06-09 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24.7,"rhum":57,"wspd":9.4},{"date":"19930609","time":"1993-06-09 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24.4,"rhum":55,"wspd":7.6},{"date":"19930609","time":"1993-06-09 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.9,"rhum":60,"wspd":0},{"date":"19930609","time":"1993-06-09 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.5,"rhum":66,"wspd":3.6},{"date":"19930609","time":"1993-06-09 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":70,"wspd":9.4},{"date":"19930609","time":"1993-06-09 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":76,"wspd":13},{"date":"19930609","time":"1993-06-09 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":73,"wspd":13},{"date":"19930609","time":"1993-06-09 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":70,"wspd":16.6},{"date":"19930609","time":"1993-06-09 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":73,"wspd":13},{"date":"19930609","time":"1993-06-09 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":73,"wspd":14.8},{"date":"19930609","time":"1993-06-09 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":79,"wspd":16.6},{"date":"19930609","time":"1993-06-09 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":90,"wspd":16.6},{"date":"19930609","time":"1993-06-09 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":84,"wspd":7.6},{"date":"19930609","time":"1993-06-09 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":84,"wspd":9.4},{"date":"19930609","time":"1993-06-09 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":97,"wspd":9.4},{"date":"19930609","time":"1993-06-09 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":96,"wspd":9.4},{"date":"19930609","time":"1993-06-09 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":93,"wspd":22.3},{"date":"19930609","time":"1993-06-09 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":90,"wspd":14.8},{"date":"19930609","time":"1993-06-09 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":82,"wspd":14.8},{"date":"19930609","time":"1993-06-09 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":72,"wspd":16.6},{"date":"19930609","time":"1993-06-09 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":59,"wspd":18.7},{"date":"19930609","time":"1993-06-09 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.3,"rhum":56,"wspd":14.8},{"date":"19930609","time":"1993-06-09 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35,"rhum":53,"wspd":18.7},{"date":"19930609","time":"1993-06-09 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.3,"rhum":60,"wspd":22.3},{"date":"19930609","time":"1993-06-09 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.2,"rhum":62,"wspd":18.7},{"date":"19930609","time":"1993-06-09 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":94,"wspd":9.4},{"date":"19930609","time":"1993-06-09 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":94,"wspd":16.6},{"date":"19930609","time":"1993-06-09 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":90,"wspd":18.7}]}}