{"19930629":{"guardian_articles":[],"nytimes_articles":[{"date":"19930629","headline":"THESUPREME COURT: Supreme Court Roundup; Justices Put Judges in Charge of Deciding Reliability of Scientific Testimony","web_url":"https://www.nytimes.com/1993/06/29/us/thesupreme-court-supreme-court-roundup-justices-put-judges-charge-deciding.html","abstract":"  Ruling for the first time on the place of scientific evidence in Federal courtrooms, the Supreme Court today established Federal judges as active gatekeepers charged with insuring that \"any and all scientific testimony or evidence admitted is not only relevant, but reliable.\"   The 7-to-2 decision invited judges to be aggressive in screening out ill-founded or speculative scientific theories. The Court held that judges should focus on the reasoning or methodology behind the scientific testimony, rather than on whether the conclusions of an expert witness have won general acceptance.","thumbnail":null,"section":"U.S."},{"date":"19930629","headline":"39 Immigrants Rescued In Three Raids in Queens","web_url":"https://www.nytimes.com/1993/06/29/nyregion/39-immigrants-rescued-in-three-raids-in-queens.html","abstract":"  In raids on three houses in Queens yesterday, the police freed 39 Asian immigrants held captive in Queens and were considering charges against a \"handful\" of Asian gang members suspected of smuggling them into the country.   The first raid began shortly after 11 A.M., when officials rescued about 15 men from a squat brick house at 164-30 73d Avenue in Fresh Meadows. In the other raids, they freed 21 men and 5 women from a house at 202-10 50th Avenue in Bayside and two men at 133-34 Blossom Avenue in Flushing. The immigrants were taken into police custody, the officials said. They would not say where.","thumbnail":null,"section":"New York"},{"date":"19930629","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/06/29/style/chronicle-456093.html","abstract":"  Remember nature hikes and swims in frigid lakes, compulsory letters home, baseball games and cabin pranks, first kisses and, finally, not wanting to say goodbye at the end of camp?    Sixteen songwriters do. They include JAMIE BERNSTEIN THOMAS, a daughter of Leonard Bernstein, DAVID LAWRENCE, a son of Steve Lawrence and Eydie Gorme, and ROBBY MERKIN, musical director for \"Sesame Street,\" and they have written songs for a show called \"Everything About Camp (Almost).\" The musical revue will be put on by Tada, a nonprofit children's theater company at 120 West 28th Street, from July 16 to Aug. 16.","thumbnail":null,"section":"Style"},{"date":"19930629","headline":"Buenos Aires Journal; Item: Menem Meets Top Model; Today It's Clinton","web_url":"https://www.nytimes.com/1993/06/29/world/buenos-aires-journal-item-menem-meets-top-model-today-it-s-clinton.html","abstract":"  Much of Argentina acted like an infatuated teen-ager this month when Germany's top model, Claudia Schiffer, arrived to promote a local lingerie company. Troops of reporters and admirers raced after her Mercedes-Benz as part of the excitement that was dubbed Schiffermania and made her front-page news for days.   As is his style, President Carlos Saul Menem was not to be left out. Although talk shows paid $15,000 for her appearance, President Menem held two private meetings with the tall 22-year-old blonde: a 20-minute meeting at the presidential palace and then a private lunch at the presidential residence.","thumbnail":null,"section":"World"},{"date":"19930629","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/06/29/nyregion/metro-digest-462593.html","abstract":"  MAN CONFESSES TO SERIES OF KILLINGS   A 34-year-old unemployed Long Island landscaper, arrested after the New York State police discovered a body in the back of his pickup truck, has confessed to killing at least 15 prostitutes, many from New York City, and burying their bodies in remote areas, the state police said. The discovery came after a chase that began with a traffic violation. A1. NEIGHBORS OFFER CLUES TO SUSPECT   Neighbors of the suspect, Joel Rifkin, who lived in East Meadow, L.I., question how little they really knew about him. Several described him as \"quiet\" and \"pleasant.\" Others called him a \"loner\" who, when angry, would leave in his pickup truck. B5. NEW YORK CITY","thumbnail":null,"section":"New York"},{"date":"19930629","headline":"Books of The Times; From the Closed Mind to the Body","web_url":"https://www.nytimes.com/1993/06/29/books/books-of-the-times-from-the-closed-mind-to-the-body.html","abstract":"Love and Friendship  By Allan Bloom  590 pages. Simon & Schuster. $25.","thumbnail":null,"section":"Books"},{"date":"19930629","headline":"Space Station Survives a Second Time in Congress","web_url":"https://www.nytimes.com/1993/06/29/us/space-station-survives-a-second-time-in-congress.html","abstract":"  Responding to a vigorous White House lobbying campaign, the House tonight narrowly preserved financing for the Freedom Space Station.   The defeat of an amendment to kill the station virtually assures another year of construction for the $25 billion project, but its razor-thin margin of 196 to 220 means that the station is likely to face annual life-and-death battles as expensive science research continues to lose support among deficit-conscious lawmakers.","thumbnail":null,"section":"U.S."},{"date":"19930629","headline":"New Faces Include Raider Ismail","web_url":"https://www.nytimes.com/1993/06/29/sports/pro-football-notebook-new-faces-include-raider-ismail.html","abstract":"  When training camps open next month, among the notable new faces in new places will be Joe Montana with Kansas City, Reggie White with Green Bay and Jim McMahon with Minnesota.   Add Rocket Ismail to the list.   On July 11, the Raiders will be the first team to open camp, and Ismail is expected to be there. The target date for his signing with the Raiders is July 6, but it could happen late this week.","thumbnail":null,"section":"Sports"},{"date":"19930629","headline":"CUNY Board Gives Backing To a Redesign","web_url":"https://www.nytimes.com/1993/06/29/nyregion/cuny-board-gives-backing-to-a-redesign.html","abstract":"  Facing a crisis of soaring enrollments and declining finances, the trustees of the City University of New York yesterday unanimously approved a complex plan to streamline the 21-college system and lay the foundation for growth into the next century.   After months of intense, often bitter debate in and outside the university, the trustees voted 13-to-0 for a plan that makes all academic programs subject to a regular efficiency review and gives the university's Chancellor, W. Ann Reynolds, the authority to set the criteria for passing and failing those reviews.","thumbnail":null,"section":"New York"},{"date":"19930629","headline":"Cheap Seats? Nah, N.B.A. Prefers Business Class","web_url":"https://www.nytimes.com/1993/06/29/sports/on-sports-business-cheap-seats-nah-nba-prefers-business-class.html","abstract":"  The Phoenix Suns-Chicago Bulls finals lacked for little in the way of competition except Chicago presented no corporate rival to the America West Arena. The new arena, named for the Phoenix-based airline, vied for national attention with the decrepit, ancient Chicago Stadium. No contest there.    Not having a corporate name for the old place seemed so quaint, so old-fashioned, so . . . out of touch with reality.","thumbnail":null,"section":"Sports"},{"date":"19930629","headline":"Large Earthquakes Can Trigger Later Tremors Many Miles Away","web_url":"https://www.nytimes.com/1993/06/29/science/large-earthquakes-can-trigger-later-tremors-many-miles-away.html","abstract":"  LARGE earthquakes can trigger tiny ones hundreds of miles away hours, days and even weeks later, scientists say.   Such remote earthquakes are small and pose no danger to people or structures, the researchers said, but they do raise profound questions about the causes of earthquakes and the hidden structures within the earth's crust.","thumbnail":null,"section":"Science"},{"date":"19930629","headline":"Bombing Baghdad Was Not Enough","web_url":"https://www.nytimes.com/1993/06/29/opinion/bombing-baghdad-was-not-enough.html","abstract":"While the attack on the Baghdad headquarters of the Iraqi intelligence service is symbolically important, demonstrating that President Clinton is prepared to use force -- and to so independently -- a larger vision and further action is required.\n\nOur policy toward the Persian Gulf has been in limbo since the cease-fire in 1991. It has been shaped largely by the hope that the limited use of force combined with the United Nations's sanctions and embargo will force Saddam Hussein from power.\n\nBut it is by no means certain that this pressure can bring President Hussein down. He could be felled tomorrow during internal struggles with his closest supporters or his senior military officers. Or he could last for years, responding to U.N. and U.S. pressures by forcing new sacrifices on the Iraqi people, provoking new confrontations to arouse Iraqi nationalism and increasing the ruthlessness of his oppressive regime.","thumbnail":null,"section":"Opinion"},{"date":"19930629","headline":"Neighbors Are Stunned by Man's Confession to Murders","web_url":"https://www.nytimes.com/1993/06/29/nyregion/neighbors-are-stunned-by-man-s-confession-to-murders.html","abstract":"  Joel Rifkin was raised on middle-class values and grew up in a middle-class neighborhood of neatly landscaped homes in East Meadow, L.I. After school he worked in the local library, and his high school yearbook shows he was a member of the debating team, the winter track squad and the photography club.    His father was a construction engineer and after he died several years ago, a room in the East Meadow Public Libary was named in his honor for his work as a library trustee.","thumbnail":null,"section":"New York"},{"date":"19930629","headline":"Blue Cross Turns Into a National Scandal; A Pro-Consumer Law","web_url":"https://www.nytimes.com/1993/06/29/opinion/l-blue-cross-turns-into-a-national-scandal-a-pro-consumer-law-590793.html","abstract":"  To the Editor:   Reports of Empire Blue Cross's financial misrepresentations are disturbing, and not just because they suggest that Empire may have been less than straightforward about needing rate increases. Equally disturbing is to see legislators, commercial insurers and journalists jump to the conclusion that because Empire falsified numbers, last year's landmark insurance reforms were not needed.","thumbnail":null,"section":"Opinion"},{"date":"19930629","headline":"SCIENTIST AT WORK: Andrew Wiles; Math Whiz Who Battled 350-Year-Old Problem","web_url":"https://www.nytimes.com/1993/06/29/science/scientist-at-work-andrew-wiles-math-whiz-who-battled-350-year-old-problem.html","abstract":"  DR. ANDREW WILES is a quiet, diffident man with a shy smile. Yet he summoned the courage to invest seven years working in secret on the world's most famous math problem, a formidable challenge that has baffled the best mathematicians for more than 300 years.   Last week, despite all odds, he was able to announce that he had solved it. It was a feat that, if sustained, will catapult the 40-year-old mathematics professor at Princeton University into the ranks of his subject's giants, assuring that the pinnacle of his career had been reached and making him, instantaneously, a sort of icon.","thumbnail":null,"section":"Science"},{"date":"19930629","headline":"Kansas State Names Urick to Top Post","web_url":"https://www.nytimes.com/1993/06/29/sports/sports-people-college-basketball-kansas-state-names-urick-to-top-post.html","abstract":"  MAX URICK, who spent 19 years at Iowa State, was named athletic director at Kansas State University in Manhattan, Kan. He replaces MILT RICHARDS, who resigned in January after 15 months on the job. \"Max Urick has the experience and expertise to be an outstanding athletic director at Kansas State University,\" said Kansas State President JON WEFALD.","thumbnail":null,"section":"Sports"},{"date":"19930629","headline":"Colombia Says Drug Dealer May Give Up","web_url":"https://www.nytimes.com/1993/06/29/world/colombia-says-drug-dealer-may-give-up.html","abstract":"  An agreement on the surrender of Pablo Escobar Gaviria appeared once again to be within reach today, when officials said lawyers for the fugitive drug trafficker had indicated that he wanted to give himself up after nearly a year in hiding.   The lawyers have been negotiating a surrender for several months, but this is the first time that the Government appeared to seriously consider the offer.","thumbnail":null,"section":"World"},{"date":"19930629","headline":"Caps Release Langway at His Request","web_url":"https://www.nytimes.com/1993/06/29/sports/sports-people-hockey-caps-release-langway-at-his-request.html","abstract":"  The Washington Capitals yesterday released a two-time Norris Trophy-winner ROD LANGWAY, allowing him time to latch on with another National Hockey League team next season. \"We still have an employment contract with Rod. We are respecting Rod's desire to continue his career and wish him the very best,\" said the Capitals' general manager, DAVID POILE.   Langway, 36, joined the Capitals in a five-player trade with the Montreal Canadiens before the 1982-83 season. He immediately became team captain, and that season helped lift the Capitals into the playoffs for the first time in franchise history. Langway, who won the Norris Trophy as the league's best defenseman in 1983 and 1984, anchored the Washington defense from then on. Last year, however, he struggled with injuries and found his checking style no longer fit in with the Capitals' fast-paced style. Langway played in only 21 games last season, failing to register a point.","thumbnail":null,"section":"Sports"},{"date":"19930629","headline":"A Fervent 'No' To Assimilation In New America","web_url":"https://www.nytimes.com/1993/06/29/us/a-fervent-no-to-assimilation-in-new-america.html","abstract":"  For Guilienne Audelin, a 15-year-old Haitian-American who attends a predominantly black high school in Miami, assimilation is a dirty word. It means joining the ranks of the disaffected in her inner-city neighborhood, she said, and being stamped as a \"dummy\" by a broader American society that she believes does not see beyond color. It means abandoning her immigrant parents' dreams for her future, and she simply refuses to do that.   \"Nothing could stop me from trying to have a better life than we have now,\" she said.","thumbnail":null,"section":"U.S."},{"date":"19930629","headline":"THE SUPREME COURT: Districts in Doubt; Ruling Threatens Racial Districts, But Core Issue Is Still Undecided","web_url":"https://www.nytimes.com/1993/06/29/us/supreme-court-districts-doubt-ruling-threatens-racial-districts-but-core-issue.html","abstract":"  A Supreme Court ruling that raises doubts about the constitutionality of a black majority Congressional district in North Carolina could generate challenges to new minority Congressional districts across the South and in urban states like Illinois and New York, legal experts said today.   But experts were divided about whether the ruling was likely to affect anything beyond the most unorthodox efforts at redistricting along racial lines.","thumbnail":null,"section":"U.S."},{"date":"19930629","headline":"Review/City Ballet; Balanchine on the Menu: Dances, Friends and Food, Food, Food","web_url":"https://www.nytimes.com/1993/06/29/arts/review-city-ballet-balanchine-on-the-menu-dances-friends-and-food-food-food.html","abstract":"  \"This is our Woodstock,\" a happy fan said in the midst of \"Dinner With Balanchine\" a six-and-a-half-hour gathering that concluded the New York City Ballet's two-month Balanchine Celebration with thematically linked meals and performances on Sunday.   As the final blowout, it couldn't have been bettered. George Balanchine's ballets were on the table, as always. But so were literally hundreds of box dinners that spectators nibbled on as part of the event at the New York State Theater.","thumbnail":null,"section":"Arts"},{"date":"19930629","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/29/nyregion/c-corrections-923093.html","abstract":"  A map yesterday with the daily summary of Balkan developments located the city of Mostar incorrectly. It is in Bosnia and Herzegovina, not Croatia.","thumbnail":null,"section":"New York"},{"date":"19930629","headline":"Transactions","web_url":"https://www.nytimes.com/1993/06/29/sports/transactions-294093.html","abstract":"  Baseball  American League   CHICAGO WHITE SOX -- Waived Carlton Fisk, catcher. National League   CHICAGO CUBS -- Activated Steve Buechele, infielder, from the 15-day-disabled list. Optioned Tommy Shields, infielder, to Iowa of the American Association.","thumbnail":null,"section":"Sports"},{"date":"19930629","headline":"Islamic Nations See Double Standard in U.S. Raid","web_url":"https://www.nytimes.com/1993/06/29/world/raid-on-baghdad-islamic-nations-see-double-standard-in-us-raid.html","abstract":"  Arab and Muslim countries, which normally might have been expected to support the latest American missile attack on Baghdad, have reacted coolly to the bombing of the Iraqi intelligence headquarters on Sunday.   Although few of them admire Saddam Hussein, there is a growing conviction in the Islamic world that the United States has adopted a double standard, rushing to use weapons against Muslims in Iraq, Libya and Somalia, but recoiling from similar actions against Christian Serbs and Croats committing massacres against Muslim Bosnians.","thumbnail":null,"section":"World"},{"date":"19930629","headline":"Mysterious Mexican Culture Yields Its Secrets","web_url":"https://www.nytimes.com/1993/06/29/science/mysterious-mexican-culture-yields-its-secrets.html","abstract":"  THE brooding pyramids that rise from the high basin north of Mexico City have long mystified archeologists. Even the Aztecs, awestruck at their first sight of the monuments seven centuries ago, could not come up with an earthly explanation. Deciding that something so grand could only have been built by the gods, they called the site Teotihuacan, \"the place of the gods\" in their language.   The culture of Teotihuacan (pronounced tay-oh-tee-wha-KAHN) flourished from the first century A.D. until its abrupt collapse, for as yet unknown reasons, in A.D. 750. But almost nothing has been known about the people, their origins, the language they spoke or what they called themselves. Compared to them, the other large civilizations of the region -- the Olmecs before them, the Zapotec and Maya who were contemporaries, and the Toltecs and Aztecs who followed -- are an open book.","thumbnail":null,"section":"Science"},{"date":"19930629","headline":"Bridge","web_url":"https://www.nytimes.com/1993/06/29/nyregion/bridge-549493.html","abstract":"  Two teams seemed today to be rolling to victories that would take them to Santiago, Chile, in September to represent the United States in world championship play.    With 32 deals remaining of a scheduled 128, David Berkowitz of Old Tappan, N.J., Larry Cohen of Little Falls, N.J., Sam Lev of Forest Hills, Queens, Cliff Russell of Miami, Marty Bergen of Farmingdale, L.I., and Eric Rodwell of Naperville, Ill., led by 98 imps against a team that includes Neil Chambers of Schenectady, N.Y.","thumbnail":null,"section":"New York"},{"date":"19930629","headline":"Murdoch to Discuss Closing Post With TV Waiver Unsure","web_url":"https://www.nytimes.com/1993/06/29/nyregion/murdoch-to-discuss-closing-post-with-tv-waiver-unsure.html","abstract":"  Lawyers for Rupert Murdoch suggested today that he might shut down The New York Post within days if he does not get the regulatory approval he is seeking from the Federal Communications Commission.   To back up the thinly veiled threat, Mr. Murdoch has scheduled a hearing in bankruptcy court in New York City for Wednesday to discuss terms for ceasing publication. Mr. Murdoch's management agreement with the bankruptcy court expires that day.","thumbnail":null,"section":"New York"},{"date":"19930629","headline":"Haiti's Military Leaders Reported Unyielding at Talks","web_url":"https://www.nytimes.com/1993/06/29/world/haiti-s-military-leaders-reported-unyielding-at-talks.html","abstract":"  Talks aimed at restoring Haiti's elected President appeared close to failure yesterday as United Nations officials meeting on Governors Island in New York harbor were unable to obtain basic concessions from Haiti's military leaders, diplomats said.   They said that after more than seven hours of direct talks, the special United Nations envoy for Haiti, Dante Caputo, had been unable to persuade Haiti's army commander, Lieut. Gen. Raoul Cedras, to give ground on setting an early date for the return of the ousted President, the Rev. Jean-Bertrand Aristide.","thumbnail":null,"section":"World"},{"date":"19930629","headline":"What They're Reading","web_url":"https://www.nytimes.com/1993/06/29/style/IHT-what-theyre-reading.html","abstract":"Maurice Strong, Canadian business executive and environmentalist, is reading Alan Lightman's novel \"Einstein's Dreams.\" .\"This little book is appealingly light and lively, yet profoundly provocative as it spins tales of the very human dim","thumbnail":null,"section":"Style"},{"date":"19930629","headline":"1943:Home to Japan : IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/06/29/opinion/IHT-1943home-to-japan-in-our-pages-100-75-and-50-years-ago.html","abstract":"WASHINGTON - [From our New York edition:] New submarine successes and aerial attacks in the Pacific were announced today [June 28] by the Navy, as publication of testimony of Deputy Chief of Staff Joseph McNarney, before a Senate subcommittee, disclosed t","thumbnail":null,"section":"Opinion"},{"date":"19930629","headline":"A Mission Accomplished","web_url":"https://www.nytimes.com/1993/06/29/us/a-mission-accomplished.html","abstract":"  The Presidential commission responsible for deciding which of the nation's military bases to close in an era of shrinking budgets has finished its work until 1995, and the conclusion seems to be that the system worked: politics operated only on the margins.    Of course, civic leaders and politicians from many communities that lost bases have expressed anger and dismay at the outcome. But it was precisely to spare Congress those expressions of rage -- more specifically, to spare individual lawmakers the politically impossible task of casting votes to close installations employing thousands of workers in their districts -- that the commission was created in the first place, three years ago.","thumbnail":null,"section":"U.S."},{"date":"19930629","headline":"Devils Tap Coach With A Canadien Pedigree","web_url":"https://www.nytimes.com/1993/06/29/sports/hockey-devils-tap-coach-with-a-canadien-pedigree.html","abstract":"  The Devils named their new head coach today, just as they did at this time last year and six other times in their 11-year history in New Jersey.   Last June, their man was Herb Brooks. This time, it is Jacques Lemaire, a member of eight Stanley Cup-winning Montreal Canadiens teams as a defensive-minded center, but a person with limited experience as a head coach in the National Hockey League.","thumbnail":null,"section":"Sports"},{"date":"19930629","headline":"Hormone Versus Insomnia","web_url":"https://www.nytimes.com/1993/06/29/health/the-doctor-s-world-hormone-versus-insomnia.html","abstract":"  MANY elderly people who suffer from insomnia have stopped making a brain hormone that helps set the body's internal clock for waking and sleeping, an Israeli scientist reported last week. But when the hormone, melatonin, is given in pill form two hours before bedtime, sleep improves dramatically.   \"This is the first time melatonin has been found to correlate with insomnia,\" said Dr. Peretz Lavie, dean of medicine at the Israel Institute of Technology in Haifa. \"It works better than I dreamed possible.\" He reported his findings at the annual meeting of the American Sleep Disorders Association and Sleep Research Society in Los Angeles last week.","thumbnail":null,"section":"Health"},{"date":"19930629","headline":"Nets Sign Choice, One Year Later","web_url":"https://www.nytimes.com/1993/06/29/sports/basketball-nets-sign-choice-one-year-later.html","abstract":"  Whatever happens during tomorrow's National Basketball Association draft will be another phase in what should be an active off season throughout the league.   Yesterday's developments included:","thumbnail":null,"section":"Sports"},{"date":"19930629","headline":"Split Bosnia Leadership Plans Meeting at Sarajevo","web_url":"https://www.nytimes.com/1993/06/29/world/split-bosnia-leadership-plans-meeting-at-sarajevo.html","abstract":"  Bosnia's collective leadership, which split over a peace plan that would partition the country, is planning to meet at Sarajevo airport this week, where the members more receptive to the plan will report on their contacts here with its Serbian and Croatian authors.    Diplomats and officials here said the meeting, the first since the 10-member collective leadership split 10 days ago over whether to explore the Serbian-Croatian plan for the partition of Bosnia and Herzegovina along ethnic lines, seems likely to be crucial in the search for a peaceful settlement to the war.","thumbnail":null,"section":"World"},{"date":"19930629","headline":"TENNIS: The Talk of Wimbledon; No Success, Please; We're British Sports","web_url":"https://www.nytimes.com/1993/06/29/sports/tennis-the-talk-of-wimbledon-no-success-please-we-re-british-sports.html","abstract":"  Never mind discontent. This is England's summer of doom, desolation, darkness, humiliation, scandal, bankruptcy, royal rue, and truly-the-end-of-the-empire blues.   Newspaper columnists assert that the dismal sports season here is a problem of national character, and a full-page headline in The Guardian last week intoned mournfully about cricket, and by extension the nation: \"The Lost Idyll.\"","thumbnail":null,"section":"Sports"},{"date":"19930629","headline":"Better Color for Diehard Mac Users","web_url":"https://www.nytimes.com/1993/06/29/science/personal-computers-better-color-for-diehard-mac-users.html","abstract":"  AIRPLANE cabins are wonderful places to flaunt new portable computers. As thousands of computer buyers and sellers fly into New York this week for the PC Expo trade show, which opens today, more than a few will be flaunting their brand-new Apple Powerbook 180c's.    The 180c is the flagship of Apple Computer Inc.'s Powerbook fleet, the first Powerbook to employ an active matrix color display. Active matrix is a flat-panel technology that produces images almost as bright and sharp as those on a desktop video monitor.","thumbnail":null,"section":"Science"},{"date":"19930629","headline":"JEWISH LOBBYIST OUSTED FOR SLURS","web_url":"https://www.nytimes.com/1993/06/29/us/jewish-lobbyist-ousted-for-slurs.html","abstract":"  Thomas Dine, the executive director of the largest pro-Israel lobbying organization in America, was forced to resign his powerful post today, a week after acknowledging that he had described Orthodox Jews as \"smelly\" and \"low class.\"   Mr. Dine's resignation is the latest in a series of statements by leaders that have embarrassed the organization, called the America-Israel Public Affairs Committee, or Aipac. David Steiner, Aipac's president, was forced to resign last November after he made exaggerated claims about the group's power to choose the members of President Clinton's Cabinet. Vice President Harvey Friedman was censured by Aipac's board three weeks ago, after saying it was \"chutzpah\" -- outrageous -- for Israeli Prime Minister Yitzhak Rabin to consider trading land for peace with Syria.","thumbnail":null,"section":"U.S."},{"date":"19930629","headline":"Bosnian Muslims Rejected a Better Deal","web_url":"https://www.nytimes.com/1993/06/29/opinion/l-bosnian-muslims-rejected-a-better-deal-581893.html","abstract":"  To the Editor:   I read and reread \"Mr. Clinton: Don't Bury Bosnia\" (editorial, June 19). My principal reaction, as one who has held your newspaper in high regard for decades, is sorrow. As a university professor, I have had occasion to read similar editorials in student papers by zealous sophomores more interested in high-sounding rhetoric than in substance.   When caught, the sophomore could plead ignorance. But can you?","thumbnail":null,"section":"Opinion"},{"date":"19930629","headline":"New Ruling Could Affect New York Redistricting","web_url":"https://www.nytimes.com/1993/06/29/nyregion/new-ruling-could-affect-new-york-redistricting.html","abstract":"  Long-stalled efforts to force the creation of a third Hispanic Congressional district in New York City may face yet another hurdle, and an existing district may face a new challenge, as a result of a ruling yesterday by the United States Supreme Court.   The Court ruled that a snaking, ribbon-thin district drawn explicitly to help elect a black candidate in North Carolina last year might not withstand Constitutional scrutiny.","thumbnail":null,"section":"New York"},{"date":"19930629","headline":"Ways to Think About Computing","web_url":"https://www.nytimes.com/1993/06/29/science/peripherals-ways-to-think-about-computing.html","abstract":"  IF computers and VCR's are so smart, why do they act so dumb? And why do they often make us feel obtuse and inadequate? Two new books, not primarily about computers, give their own answers to these questions.   The first book is \"Fuzzy Thinking: The New Science of Fuzzy Logic,\" by Bart Kosko (Hyperion; $24.95). The second is \"Things That Make Us Smart: Defending Human Attributes in the Age of the Machine,\" by Donald A. Norman (Addison-Wesley; $22.95).","thumbnail":null,"section":"Science"},{"date":"19930629","headline":"Excerpts From Ruling On Seizure of Property","web_url":"https://www.nytimes.com/1993/06/29/us/the-supreme-court-excerpts-from-ruling-on-seizure-of-property.html","abstract":"  Following are excerpts from the Supreme Court's unanimous decision today finding that the Eighth Amendment ban on excessive fines requires that there be a relationship between the seriousness of an offense and the property that is taken. The decision, in Austin v. United States, was unanimous. Justice Harry A. Blackmun wrote the majority opinion, and Justices Antonin Scalia and Anthony M. Kennedy wrote concurrences. BY JUSTICE BLACKMUN, For the Court    In this case, we are asked to decide whether the Excessive Fines Clause of the Eighth Amendment applies to forfeitures of property under 21 U.S.C. Sections Sections 881(a)(4) and (a)(7). We hold that it does and therefore remand the case for consideration of the question whether the forfeiture at issue here was excessive.                    . . .         The purpose of the Eighth Amendment . . . was to limit the Government's power to punish. The Cruel and Unusual Punishments Clause is self-evidently concerned with punishment. The Excessive Fines Clause limits the Government's power to extract payments, whether in cash or in kind, \"as punishment for some offense. . . .\"","thumbnail":null,"section":"U.S."},{"date":"19930629","headline":"Survey Shows Lack of Jobs for Blacks","web_url":"https://www.nytimes.com/1993/06/29/sports/sports-people-pro-basketball-survey-shows-lack-of-jobs-for-blacks.html","abstract":"  A group promoting civil rights in sports released a National Basketball Association survey yesterday highlighting a wide disparity between the number of blacks and whites employed on the court and off.   In the survey covering all N.B.A. teams except the Los Angeles Lakers, the Rainbow Commission for Fairness in Athletics found 78 percent of players in the league are black and 22 percent are white. However, 92 percent of front-office executive positions were filled by whites and the rest by blacks and, according to the survey, whites hold 88 percent of the administrative jobs and 85 percent of the support positions.","thumbnail":null,"section":"Sports"},{"date":"19930629","headline":"On My Mind; Now the Hard Part","web_url":"https://www.nytimes.com/1993/06/29/opinion/on-my-mind-now-the-hard-part.html","abstract":"  President Clinton acted quickly, properly and in the interests of the United States by ordering the attack on Saddam Hussein's intelligence headquarters.    Now comes the hard part. The President has to respect the intellect of Americans enough to explain to them, with all the clarity at his command, exactly what it is, this threat of terrorism at home and abroad, how it grew, what will be needed to deal with it.","thumbnail":null,"section":"Opinion"},{"date":"19930629","headline":"1918: Germans Prostrate : IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/06/29/opinion/IHT-1918-germans-prostrate-in-our-pages-100-75-and-50-years-ago.html","abstract":"WITH THE BRITISH ARMIES - The Germans in Belgium are suffering from what they call \"Flanders grippe,\" which is similar to the disease widespread in Spain and Great Britain. It is reported that the victims suffer from high fever, followed by comp","thumbnail":null,"section":"Opinion"},{"date":"19930629","headline":"Teachers Union Votes Authority for Its Leaders to Order a Strike","web_url":"https://www.nytimes.com/1993/06/29/nyregion/teachers-union-votes-authority-for-its-leaders-to-order-a-strike.html","abstract":"  Firing a warning shot at City Hall, members of the union that represents New York City public school teachers have voted to authorize their leaders to order a strike if the city does not meet demands for a bigger pay raise.   Results released yesterday showed 48,504 members of the United Federation of Teachers voted for and 19,694 against authorizing a strike -- the first time in 18 years that rank-and-file teachers have given such support for a walkout. The union represents about 90,000 teachers, guidance counselors and other school employees.","thumbnail":null,"section":"New York"},{"date":"19930629","headline":"4 Teams to Do Battle On Field and Phone","web_url":"https://www.nytimes.com/1993/06/29/sports/on-baseball-4-teams-to-do-battle-on-field-and-phone.html","abstract":"  Ask any member of the Yankees, and he doesn't hesitate to affirm that the team is a legitimate runner in the American League East race. \"We played Detroit, Toronto and Baltimore and we played with them all,\" Wade Boggs remarked in a typical response. \"It's going to be a four-team dog hunt.\"   But Jimmy Key, the member of the Yankees who has played on the most division champions, accompanied his positive response with a caveat.","thumbnail":null,"section":"Sports"},{"date":"19930629","headline":"Obstacles to Cleanup; Mob Hinders, Teamster Trustee Says","web_url":"https://www.nytimes.com/1993/06/29/nyregion/obstacles-to-cleanup-mob-hinders-teamster-trustee-says.html","abstract":"  A year after taking control of a teamsters local in a new tactic to eradicate Mafia and union rackets in the New York region's air-freight business, a former Federal prosecutor says he is being undermined by a rival mob-controlled local, uncooperative companies and an undercover smear campaign.   As part of the Federal Government's efforts to remove the mob from all teamsters locals, the former prosecutor, Thomas P. Puccio, was appointed in April 1992 by a Federal judge as trustee to administer Teamsters Local 295, a group that law-enforcement officials said was pivotal to the mob's infiltration of the $8 billion-a-year industry.","thumbnail":null,"section":"New York"},{"date":"19930629","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/06/29/nyregion/inside-002693.html","abstract":"  Restructuring at CUNY   City University trustees approved a plan to streamline the 21-college system, making allacademic programs subject to review. Page B1. Threat to Close The Post    Rupert Murdoch took a step toward closing The New York Post if the F.C.C. does not move soon to grant him a regulatory waiver. Page B2. Replacing Aging Vehicles    After delaying car and truck purchases, many Americans are heading to showrooms and helping revive the nation's auto industry. Page D1.","thumbnail":null,"section":"New York"},{"date":"19930629","headline":"Excerpts From High Court's Opinions on Radial Gerrymandering","web_url":"https://www.nytimes.com/1993/06/29/us/the-supreme-court-excerpts-from-high-court-s-opinions-on-radial-gerrymandering.html","abstract":"  Following are excerpts from the Supreme Court's 5-to-4 decision today in Shaw v. Reno, holding that an electoral district of a \"bizarre\" or \"irrational\" shape can amount to an unconstitutional racial gerrymander, even if its purpose is to increase black representation. Justice Sandra Day O'Connor's majority opinion was joined by Chief Justice William H. Rehnquist and by Justices Antonin Scalia, Anthony M. Kennedy and Clarence Thomas. Justices Byron R. White, Harry A. Blackmun, John Paul Stevens and David H. Souter each filed a dissenting opinion. FROM THE DECISION By Justice O'Connor   This case involves two of the most complex and sensitive issues this Court has faced in recent years: the meaning of the constitutional \"right\" to vote, and the propriety of race-based state legislation designed to benefit members of historically disadvantaged racial minority groups.                     . . .         The first of the two majority-black districts contained in the revised plan, District 1, is somewhat hook-shaped. Centered in the northeast portion of the State, it moves southward until it tapers to a narrow band; then, with finger-like extensions, it reaches far into the southernmost part of the State near the South Carolina border. . . .","thumbnail":null,"section":"U.S."},{"date":"19930629","headline":"Mandela and de Klerk to Send Similar Signals on U.S. Visits","web_url":"https://www.nytimes.com/1993/06/29/world/mandela-and-de-klerk-to-send-similar-signals-on-us-visits.html","abstract":"  Nelson Mandela's itinerary looks like (and is) a campaign tour: New York to Los Angeles, David Brinkley and \"Good Morning America,\" fund-raising dinners and photo ops galore.   F. W. de Klerk's resembles (and is) the state visit of a lame-duck foreign leader. He will spend low-profile time with policy makers.","thumbnail":null,"section":"World"},{"date":"19930629","headline":"Survey Urges Funds to Help Parks in Peril","web_url":"https://www.nytimes.com/1993/06/29/nyregion/survey-urges-funds-to-help-parks-in-peril.html","abstract":"  New York State's parks have fallen into their worst state of disrepair in 20 years, suffering from a host of maladies ranging from algae-choked lakes and eroding beaches to trampled vegetation and clogged toilets, according to a study to be released on Tuesday.   The two-year survey by the Nelson A. Rockefeller Institute of Government, a nonprofit organization named for the former Governor, found that almost a third of the state's 150 parks face serious environmental threats as state spending for upkeep has not kept pace with increases in visitors.","thumbnail":null,"section":"New York"},{"date":"19930629","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/29/nyregion/c-corrections-303393.html","abstract":"  Because of editing errors, articles on Wednesday and in some editions on Friday about Bosnia and Herzegovina referred incorrectly to the Bosnian Government's multi-ethnic collective presidency. It has 10 members, not 9; it comprises 4 Muslims, 3 Serbs and 3 Croats.","thumbnail":null,"section":"New York"},{"date":"19930629","headline":"Vent Field Found in Atlantic","web_url":"https://www.nytimes.com/1993/06/29/science/vent-field-found-in-atlantic.html","abstract":"  THE deep-diving submarine Alvin has found the largest field of hot water vents yet discovered in the Atlantic Ocean, according to Columbia University. The site is on the Mid-Atlantic Ridge, about 200 miles west of the Azores.    The researchers found seven-vent area spread over 15 acres of sea floor. Because it is at a relatively shallow depth compared with that of other vent fields and is only a day's trip from Portuguese ports in the Azores, American, British, French and Portuguese scientists want to establish a joint sea floor laboratory at the site. \"To fully understand how these hydrothermal fields operate, we need to monitor them over time,\" said Dr. Charles H. Langmuir, a geochemist at Columbia's Lamont-Doherty Earth Observatory who is the expedition's leader.","thumbnail":null,"section":"Science"},{"date":"19930629","headline":"Green Has the Mets. Wife Has the Rhododendrons. She Wins.","web_url":"https://www.nytimes.com/1993/06/29/sports/baseball-green-has-the-mets-wife-has-the-rhododendrons-she-wins.html","abstract":"  Dallas Green could be in Tibet, looking for plants of various strains for his wife Sylvia's garden at the farm in Pennsylvania. He does not consider that a more attractive option than managing the Mets in Queens. Tibet isn't his style.   Neither, though, is the current state of affairs at Shea Stadium.","thumbnail":null,"section":"Sports"},{"date":"19930629","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/06/29/sports/results-plus-181293.html","abstract":"  GOLF  Zahringer Leads Ike  George Zahringer 3d of the Stanwich Club shot a seven-under-par 65 yesterday, one stroke off the course record, in the opening round of the 54-hole Metropolitan Golf Association Ike Championship at the Preakness Hills Country Club, Wayne, N.J. A field of 93 was reduced to 42 for today's final 36 holes, with 42 players surviving the cutoff score of 77. The 37-year-old Zahringer, winner of the Ike title in 1989 and runner-up last year, holds a five-stroke lead over three players who shot 70's: Jerry Courville Jr. of the Shorehaven Club, and Bill Green and Pat Mucci Jr., both of the host club. Mucci has the course record of 64. Courville captured the Ike in 1990 and 1991. WOMEN'S BASKETBALL  Winning for Next Year  With qualifying victories yesterday, the United States, Canada, Brazil and Cuba advanced to next year's world championships. The United States beat Mexico, 97-54, and host Brazil downed Cuba, 98-88, to each finish with 3-0 preliminary records in the Americas qualifying tournament in Sao Paulo. The semifinal round begins Thursday, with Cuba meeting the United States and Brazil facing Canada. Ruthie Bolton of Auburn led the United States against Mexico (1-2) with 19 points. In other games yesterday, Canada beat Chile, 83-42, and Puerto Rico defeated Argentina, 76-72. The world championships will be in Melbourne, Australia, in July 1994. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930629","headline":"Blue Cross Turns Into a National Scandal","web_url":"https://www.nytimes.com/1993/06/29/opinion/l-blue-cross-turns-into-a-national-scandal-559793.html","abstract":"  To the Editor:   Nonprofit organizations have enriched American life immensely, but one venerable institution that seems to have gone sour is Blue Cross and Blue Shield. Your June 17 and 18 reports on how Empire Blue Cross has misled the New York State Legislature, exaggerated its losses on individuals and small groups to obtain large rate increases, and kept double books describe practices that have apparently gone on for years in Blue Cross plans across the country.","thumbnail":null,"section":"Opinion"},{"date":"19930629","headline":"Researchers Track Pivotal Pathway That Makes Cells Divide","web_url":"https://www.nytimes.com/1993/06/29/science/researchers-track-pivotal-pathway-that-makes-cells-divide.html","abstract":"  WITH a splendid convergence of discoveries from a broad range of disciplines, biologists at last have sketched out the crucial events that tell a cell it is time to divide. They have traced the pilgrimage of a biochemical signal from the moment it impinges on the delicate skin of the cell, through to its arrival in the cell's deep nuclear soul, where the directive to multiply can be fulfilled.   In understanding this essential pathway of life after a quest of 13 years, molecular biologists are now gazing upon their glittering prize, a fundamental revelation into how the body grows. The sight is astonishing to behold. It is epic. It deserves a crash of cymbals, a roll of the tympanum -- and a hearty guffaw.","thumbnail":null,"section":"Science"},{"date":"19930629","headline":"Empire Errors Often Used in Albany Rate Talks","web_url":"https://www.nytimes.com/1993/06/29/nyregion/empire-errors-often-used-in-albany-rate-talks.html","abstract":"  Decisions by the State Insurance Department to grant rate increases to Empire Blue Cross and Blue Shield over three years repeatedly cite figures that the company now says were erroneous.   Transcripts of a rate hearing and Insurance Department documents show that the erroneous figures were prominently featured in two important ways: In testimony during the hearing and in the department decisions granting the increases.","thumbnail":null,"section":"New York"},{"date":"19930629","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/29/nyregion/c-corrections-302593.html","abstract":"  A picture caption yesterday with an article about black homosexuals misidentified the Manhattan hairdresser shown. He was Ronald Prince.","thumbnail":null,"section":"New York"},{"date":"19930629","headline":"Ruling on Scientific Evidence","web_url":"https://www.nytimes.com/1993/06/29/science/ruling-on-scientific-evidence.html","abstract":"  The Justices, voting 7 to 2, said Federal judges should decide whether scientific testimony or evidence is relevant and reliable. Page A13.","thumbnail":null,"section":"Science"},{"date":"19930629","headline":"Girl Scouting Is Exhilarating, Not Some Kind of Punishment","web_url":"https://www.nytimes.com/1993/06/29/opinion/l-girl-scouting-is-exhilarating-not-some-kind-of-punishment-579693.html","abstract":"  To the Editor:   I'm an 11-year-old Girl Scout, and I just read \"Girl Scout Cookie Monster\" by Merrill Markoe (Op-Ed, June 18) and found it appalling. There may be some people who haven't had good experiences in Girl Scouting, but I would like to share my experiences.","thumbnail":null,"section":"Opinion"},{"date":"19930629","headline":"Review/Television; Why a Defeated Disease Is Back as an Epidemic","web_url":"https://www.nytimes.com/1993/06/29/arts/review-television-why-a-defeated-disease-is-back-as-an-epidemic.html","abstract":"  Tuberculosis is the subject of most of tonight's edition of \"The Health Quarterly.\" This troubling report explains why a disease that was considered virtually mastered in the United States 30 years ago is once again a fast-growing epidemic that threatens to overwhelm public-health efforts in cities like New York. One doctor says, \"The system is not working.\"   The enemies are new strains of tuberculosis resistant to the antibiotics that have controlled the disease since the 1940's. When wonder drugs are not taken as prescribed -- which, in the case of tuberculosis, often means several pills in specific quantities at specific times for as long as six months -- patients may be compounding their problem. And because tuberculosis is highly contagious, one person's lapse can become another's peril.","thumbnail":null,"section":"Arts"},{"date":"19930629","headline":"U.S. Issues a Warning to Americans Overseas","web_url":"https://www.nytimes.com/1993/06/29/world/raid-on-baghdad-us-issues-a-warning-to-americans-overseas.html","abstract":"  Concerned that the United States attack on Baghdad and the arrest of eight people accused of plotting to set off bombs in New York City may unleash a wave of reprisals against Americans, the Clinton Administration has issued a worldwide travel advisory for United States citizens who travel abroad.","thumbnail":null,"section":"World"},{"date":"19930629","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/29/nyregion/c-corrections-300993.html","abstract":"  A picture caption yesterday about Clement Rodney Hampton-El, a suspect in terrorist bombing plots in New York, referred incorrectly in some copies to the Brooklyn hospital in which he was shown. It was Long Island College Hospital.","thumbnail":null,"section":"New York"},{"date":"19930629","headline":"THE SUPREME COURT: Reapportionment; COURT QUESTIONS DISTRICTS DRAWN TO AID MINORITIES","web_url":"https://www.nytimes.com/1993/06/29/us/supreme-court-reapportionment-court-questions-districts-drawn-aid-minorities.html","abstract":"  A sharply divided Supreme Court ruled today that designing legislative districts to increase black representation can violate the constitutional rights of white voters.   The decision casts doubt on the redistricting that brought North Carolina its first black members of Congress since Reconstruction, and possibly on districts in other regions that have been given bizarre shapes to insure the election of minority representatives.","thumbnail":null,"section":"U.S."},{"date":"19930629","headline":"Reapportion the Security Council","web_url":"https://www.nytimes.com/1993/06/29/opinion/reapportion-the-security-council.html","abstract":"  The United Nations, freed from paralyzing cold war vetoes, has finally begun to assume the global interventionist mission its founders had in mind. That's encouraging, with one crucial caveat.    The apportionment of seats in the Security Council -- where questions of intervention are decided -- is outdated. It reflects a snapshot of world power in 1945, not the reality of 1993. Without reasonable reapportionment, the legitimacy of future U.N. actions could be called into question.","thumbnail":null,"section":"Opinion"},{"date":"19930629","headline":"Clinton Overstates Impact Of Raid, His Aides Warn","web_url":"https://www.nytimes.com/1993/06/29/world/raid-on-baghdad-clinton-overstates-impact-of-raid-his-aides-warn.html","abstract":"  President Clinton maintained today that the United States missile attack on Iraq had crippled its intelligence capacity, but senior Administration and intelligence officials conceded that he had overstated the case.   Mr. Clinton told reporters this morning that he had received a report from the national security adviser, Anthony Lake, \"confirming that we did in fact cripple the Iraqi intelligence capacity, which was the intent of the action.\"","thumbnail":null,"section":"World"},{"date":"19930629","headline":"Elizabeth Chapin Memorial","web_url":"https://www.nytimes.com/1993/06/29/us/elizabeth-chapin-memorial.html","abstract":"  A memorial service for Elizabeth Steinway Chapin, a member of the New York State Council on the Arts and a volunteer for many other cultural organizations, will be held at 4:30 P.M. today at the Unitarian Church of All Souls, 1157 Lexington Avenue at 80th Street in Manhattan. Mrs. Chapin died on June 17 at the age of 68.  ","thumbnail":null,"section":"U.S."},{"date":"19930629","headline":"Malawi's First Step : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/29/opinion/IHT-malawis-first-step-letters-to-the-editor.html","abstract":"An overwhelming majority of Malawians voted June 14 to revoke President Hastings Kamuzu Banda's one-party system, and by extension, nearly three decades of brutal totalitarian autocracy. A giant political step forward is now possible. But so is a somersa","thumbnail":null,"section":"Opinion"},{"date":"19930629","headline":"The Price of a Ship in Koch's Terms","web_url":"https://www.nytimes.com/1993/06/29/sports/sports-people-yachting-the-price-of-a-ship-in-koch-s-terms.html","abstract":"  It had been an intense afternoon of yacht-racing Saturday off Newport, R.I. A brisk 25-knot breeze was almost too much wind for the six vintage 12-Meter sailboats competing in the two-day competition, the Wall Street Challenge Cup. Add to that an awkward mix of amateur and professional sailors on board the 70-foot boats, and the conditions were ripe for catastrophe.    Gleam won the event, but who won was less important than what happened.","thumbnail":null,"section":"Sports"},{"date":"19930629","headline":"Retired Officer Wounded","web_url":"https://www.nytimes.com/1993/06/29/nyregion/retired-officer-wounded.html","abstract":"  A retired New York City police officer working as a security guard was seriously wounded during a robbery yesterday morning at a Brooklyn housing project, the police said. The robbery suspect, identified by the police as Stanley Murray, 18, of 345 Livonia Avenue, was also wounded. Both men were in critical but stable condition at Brookdale Hospital in Brooklyn. The retired officer, Earl Marcus, 46, and a United Parcel Service carrier were on their way to a delivery in the Van Dyke Houses at 422 Blake Avenue in Brownsville at 10:22 A.M. when they were confronted by Mr. Murray, said Sgt. Arthur Stoecker of the 73d Precinct Detective Squad. The U.P.S. employee was not identified by the police because he is a witness.","thumbnail":null,"section":"New York"},{"date":"19930629","headline":"Cuomo Urges Action On OTB Joint Venture","web_url":"https://www.nytimes.com/1993/06/29/sports/horse-racing-cuomo-urges-action-on-otb-joint-venture.html","abstract":"  Gov. Mario M. Cuomo, declaring that time is of the essence in overhauling the horse-racing business in New York State, said yesterday that he would ask the Legislature to act quickly on several measures to stimulate the betting side of the business.   But he added that he would need to see some progress toward a merger of the New York Racing Association and New York City's Offtrack Betting Corporation before he would try to lower the tax on individual winning bets.","thumbnail":null,"section":"Sports"},{"date":"19930629","headline":"Vienna Will Be Remembered for What Wasn't Said","web_url":"https://www.nytimes.com/1993/06/29/opinion/IHT-vienna-will-be-remembered-for-what-wasnt-said.html","abstract":"The first World Conference on Human Rights in 25 years has just ended. More than 4,000 government delegates returned home with an agreed statement in their briefcases. Good or bad news for those whose rights are violated? .Rather, no news at all. Deleg","thumbnail":null,"section":"Opinion"},{"date":"19930629","headline":"His Bountiful Trips Feed And Succor the Hungry","web_url":"https://www.nytimes.com/1993/06/29/nyregion/our-towns-his-bountiful-trips-feed-and-succor-the-hungry.html","abstract":"  BILL LEVIEN, a retired social studies teacher who wears his passions on his sleeve (the Islanders, opera, his grandchildren) has become a diplomat in his 62d year, shuttling his Toyota between the worlds of Long Island's rich and poor.   As a volunteer for Island Harvest, a 10-month-old group that coordinates the delivery of surplus food from country clubs, caterers and hotels to the growing numbers of soup kitchens, homeless shelters and other charities, Mr. Levien must understand the needs and sensitivities of both worlds, and so connect them.","thumbnail":null,"section":"New York"},{"date":"19930629","headline":"Career Tracks Intersect On Court","web_url":"https://www.nytimes.com/1993/06/29/sports/tennis-career-tracks-intersect-on-court.html","abstract":"  Once upon a time they were doubles partners. They won the national 14-year-old doubles title in 1987, when Jennifer Capriati was just 11 and Lisa Raymond was 14.    \"I really don't remember,\" Capriati said today. \"Did we? O.K., I guess we did.\"","thumbnail":null,"section":"Sports"},{"date":"19930629","headline":"Retire? Gretzky Already Misses the Game","web_url":"https://www.nytimes.com/1993/06/29/sports/sports-people-hockey-retire-gretzky-already-misses-the-game.html","abstract":"  WAYNE GRETZKY misses hockey, two weeks after he hinted at retiring after the Los Angeles Kings' five-game loss to Montreal in the Stanley Cup finals. Gretzky was back on the ice Sunday for his youth hockey camp in Quebec.   \"I was in shock for about five or six days afterward,\" he told The Los Angeles Times in yesterday's editions. \"You get so close to winning; we battled so hard. Physically, you are so beat up and mentally tired. You do everything you can to win. You'd die to win.","thumbnail":null,"section":"Sports"},{"date":"19930629","headline":"Barnard's President To Head Museum Of Natural History","web_url":"https://www.nytimes.com/1993/06/29/arts/barnard-s-president-to-head-museum-of-natural-history.html","abstract":"  Reaching beyond the realm of science for someone they hope will make the American Museum of Natural History more competitive with the city's other major cultural institutions, the museum's trustees yesterday named Ellen V. Futter, who has been the president of Barnard College for 13 years, as the second paid president in the institution's 124-year history.   The appointment makes Ms. Futter, 43, who had been the youngest person ever to head a major American college, now the first woman to assume full-time leadership in New York City's top tier of museums.","thumbnail":null,"section":"Arts"},{"date":"19930629","headline":"U.S. SAYS IT WAITED FOR CERTAIN PROOF BEFORE IRAQ RAID","web_url":"https://www.nytimes.com/1993/06/29/world/raid-on-baghdad-us-says-it-waited-for-certain-proof-before-iraq-raid.html","abstract":"  As early as the middle of May, senior Clinton Administration officials believed that Iraq was behind a plot to kill former President Bush and that the United States would probably need to respond with military force, Administration officials said today.   But in the following weeks, the Administration carried on with an exhaustive investigation, in which American experts traveled around the world to examine bombs recovered in previous terrorist attacks, so they would present a formal judgment to President Clinton only after they were absolutely certain of the facts.","thumbnail":null,"section":"World"},{"date":"19930629","headline":"Redundancy at F.D.A.","web_url":"https://www.nytimes.com/1993/06/29/opinion/l-redundancy-at-fda-592393.html","abstract":"  To the Editor:   The Food and Drug Administration is again proposing to regulate vitamins and other dietary supplements (news article, June 15). This is one of the most important initiatives in the Federal regulation of food and drug products in recent years.","thumbnail":null,"section":"Opinion"},{"date":"19930629","headline":"The Fans Pour In and the Yankees Pour It On","web_url":"https://www.nytimes.com/1993/06/29/sports/baseball-the-fans-pour-in-and-the-yankees-pour-it-on.html","abstract":"  Leave it to the Yankees. They have dodged disaster, motored around mediocrity and performed with unexpected precision this season. Just when it seemed as if they might be finding their legitimate level and tumbling away from the baseball beasts in the American League East, they revived themselves on a boisterous night in the Bronx.   The signboard attached to Yankee Stadium dubbed the three-game set with the Tigers, \"The Series.\" Maybe it was true one week ago, before both teams endured bouts with suspect baseball. The Tigers lost six straight to drop out of first place and the Yankees stumbled in four out of six road games to raise questions about their pitching and their pursuit of a pennant. No matter what the marketing, the series lost some shine.","thumbnail":null,"section":"Sports"},{"date":"19930629","headline":"Review/Music; Ancient Works With Modern Touch","web_url":"https://www.nytimes.com/1993/06/29/arts/review-music-ancient-works-with-modern-touch.html","abstract":"  Portions of the program presented by the Taipei Municipal Chinese Classical Orchestra on Friday night at the Taipei theater were nearly two millennia old. The melody in praise of the plum blossom, for example, dates from the Chin Dynasty (265-420). The composition \"On the Grasslands\" was first published in 1818, but is attributed to a composer in the Han Dynasty (206 B.C.-A.D. 220). These, along with the Jewish chants for reading the Bible, are the oldest documented melodies in the world, speaking of ages far distant from ours, but with voices that still have unusual and compelling power.   As played by the acclaimed pipa virtuoso Tang Liang-xing, the music's phrases were delicate and full of nuance. His style is never sentimental or exaggerated; it is always warm and dramatic. His left hand, pressing the frets on this traditional Chinese lute, bent the instrument's strings to create microtonal nuances and shaped a subtle vibrato that gave vocal character to melodic lines; his right hand, each finger equipped with a plectrum, gave the music a rhythmic crispness, articulating multiple voices in what is often considered monophonic music. In these ancient pieces, the instrument never spoke above a mezzo-piano, but it also never had to; its energy was contained by an almost ceremonial restraint.","thumbnail":null,"section":"Arts"},{"date":"19930629","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/06/29/nyregion/news-summary-881193.html","abstract":"  International A3-9  EVIDENCE ON BUSH PLOT GREW  The Clinton Administration delayed its formal finding that Iraq was behind a plot to kill former President Bush until it was absolutely certain, officials said.  A1  SUCCESS OF ATTACK IN QUESTION  President Clinton maintained that the American missile strike on Iraq crippled its intelligence capability, but senior Administration and intelligence officials conceded that he overstated the case.  A6","thumbnail":null,"section":"New York"},{"date":"19930629","headline":"If a Full House Is Wanted, Leconte Can Deal a Joker","web_url":"https://www.nytimes.com/1993/06/29/sports/IHT-if-a-full-house-is-wanted-leconte-can-deal-a-joker.html","abstract":"\"New balls.\" .Centre Court at Wimbledon is a casino operation. The chair umpire oversees the pit. The ballgirl, kneeling, pours six fresh tennis balls out of two cylinders onto nature's green felt. Surveillance cameras see all. She spreads th","thumbnail":null,"section":"Sports"},{"date":"19930629","headline":"A Very Private Public Servant","web_url":"https://www.nytimes.com/1993/06/29/opinion/a-very-private-public-servant.html","abstract":"  A Federal court in Washington has given legal meaning to the Clinton campaign slogan, \"Buy one, get one free.\" The court found that Hillary Rodham Clinton, unpaid but hard-working, is \"the functional equivalent of an assistant to the President\" and not, under certain laws, a private citizen.    That means her top health advisers may legally continue to hide their work from public inspection. It doesn't mean that they should do so. They're still free to open their deliberations, thus honoring campaign pledges of open government.","thumbnail":null,"section":"Opinion"},{"date":"19930629","headline":"Landscaper Admits to a Dozen Killings, Police Say","web_url":"https://www.nytimes.com/1993/06/29/nyregion/landscaper-admits-to-a-dozen-killings-police-say.html","abstract":"  A 34-year-old unemployed Long Island landscaper, arrested after the New York State police discovered a body in the back of his pickup truck, has confessed to killing at least a dozen prostitutes and burying their bodies in remote parts of the New York City metropolitan region, the state police said yesterday.   They said the suspect, Joel Rifkin of East Meadow, L.I., described the string of killings after two state troopers found the decomposing body of a woman under a tarpaulin in his pickup truck when he was stopped for a traffic violation.","thumbnail":null,"section":"New York"},{"date":"19930629","headline":"Ailing Aikman Balks at Winning His Job","web_url":"https://www.nytimes.com/1993/06/29/sports/sports-people-pro-football-ailing-aikman-balks-at-winning-his-job.html","abstract":"  TROY AIKMAN wants assurances that he's not going to have to prove himself on the practice field before he'll get to play in the Cowboys' season opener Sept. 6 against Washington. Aikman, who returned to Dallas last weekend after back surgery June 19, balked at Coach JIMMY JOHNSON's statement that \"the players who practice will be the players who are playing. Whoever is in training camp is the group we'll go beat Washington with.\"   The most valuable player of Super Bowl XXVII could point to MICHAEL IRVIN, the wide receiver who reported long after training camp closed, as a precedent. Tight end JAY NOVACEK, guard NATE NEWTON, safety THOMAS EVERETT and defensive end CHARLES HALEY also were sidelined with injuries but still played in 1992.","thumbnail":null,"section":"Sports"},{"date":"19930629","headline":"AIDS Panel, in Final Plea, Argues Again for Action","web_url":"https://www.nytimes.com/1993/06/29/us/aids-panel-in-final-plea-argues-again-for-action.html","abstract":"  After four years of work, the National Commission on AIDS officially ended its work today with a final report that repeats its plea for the Government to write a national plan to combat the epidemic.   At a news conference today, the commissioners said they hoped that the Clinton Administration would do better than earlier administrations in handling the epidemic, and they applauded the appointment of Kristine M. Gebbie last Friday as the White House AIDS Coordinator.","thumbnail":null,"section":"U.S."},{"date":"19930629","headline":"Cuomo Retreats on Plan To Reduce Hospital Costs","web_url":"https://www.nytimes.com/1993/06/29/nyregion/cuomo-retreats-on-plan-to-reduce-hospital-costs.html","abstract":"  Gov. Mario M. Cuomo is now conceding that it is politically impossible to reduce state spending on hospitals this year, backing away from a proposal he made two months ago.    The Governor wants to use the state's control over hospital payment rates to provide more money for preventive and family care, and he had proposed to do it by making major cuts in the amount paid to hospitals.","thumbnail":null,"section":"New York"},{"date":"19930629","headline":"Sports of The Times; Chasing The Dugout Ghosts","web_url":"https://www.nytimes.com/1993/06/29/sports/sports-of-the-times-chasing-the-dugout-ghosts.html","abstract":"  FOR nearly two decades, the number has burned like a low flame in Sparky Anderson's memory: 2,040. Then the Cincinnati Reds manager, he was invited to the Dodgers' retirement party for Walter Alston at the Biltmore Hotel in Los Angeles after the 1976 season.   \"Somebody was saying how Walter had won 2,040 games as the Dodger manager and I remember so vividly that number,\" he recalled. \"I thought, 'How could a manager win that many games anymore?' \"","thumbnail":null,"section":"Sports"},{"date":"19930629","headline":"Poll Shows Raid on Iraq Buoyed Clinton's Popularity","web_url":"https://www.nytimes.com/1993/06/29/world/raid-on-baghdad-poll-shows-raid-on-iraq-buoyed-clinton-s-popularity.html","abstract":"  President Clinton's decision to attack Iraq has brought him a substantial boost in approval ratings for handling both foreign policy and his overall job as President and has diminished uncertainty over his leadership on the world stage, according to the latest New York Times/CBS News Poll.   The poll found that two-thirds of Americans surveyed supported the weekend air strike on the Iraqi intelligence headquarters in Baghdad, and six out of 10 approved of Mr. Clinton's general dealings with Iraq, more than approved of Mr. Clinton's handling of the crises in Bosnia and Herzegovina and Somalia.","thumbnail":null,"section":"World"},{"date":"19930629","headline":"Trenton Matches New York's Commuter Tax","web_url":"https://www.nytimes.com/1993/06/29/nyregion/trenton-matches-new-york-s-commuter-tax.html","abstract":"  Without a dissenting vote, the New Jersey Senate approved a bill today that would assess taxes on New Yorkers who work in New Jersey by the same formula New York uses to tax workers who commute from New Jersey.   The income-tax bill now goes to Gov. Jim Florio, who has indicated he will sign it into law.","thumbnail":null,"section":"New York"},{"date":"19930629","headline":"Girl Scouting Is Exhilarating, Not Some Kind of Punishment","web_url":"https://www.nytimes.com/1993/06/29/opinion/l-girl-scouting-is-exhilarating-not-some-kind-of-punishment-593193.html","abstract":"  To the Editor:   I can't imagine why you'd print Merrill Markoe's smear of the Girl Scouts. I am co-leader of a troop that brings together girls of various races and religions who attend public, private and parochial schools. The annual cookie drive supports our program and those of many other inner-city troops providing supervised after-school activities in neighborhoods with few other resources. These programs could not continue without the professional staff Ms. Markoe maligns as overpaid bureaucrats.","thumbnail":null,"section":"Opinion"},{"date":"19930629","headline":"An Agenda for Albany","web_url":"https://www.nytimes.com/1993/06/29/opinion/an-agenda-for-albany.html","abstract":"  Lots of old news from Albany. Once again, the lawmakers are showing their preference for late-and-sloppy over early-and-orderly.   The Republican-dominated State Senate is again standing in the way of legislation banning the sale of assault weapons, as well as a meaningful bill setting stronger penalties for hate crimes. The Legislature is again failing to restructure New York City's wayward Board of Education by putting it under mayoral control, and is bowing to union pressure by not reforming the Wicks law, which costs local governments millions by preventing them from awarding construction contracts to a single low-bid contractor.","thumbnail":null,"section":"Opinion"},{"date":"19930629","headline":"Germans Protest Planned Closing Of the Schiller Theater in Berlin","web_url":"https://www.nytimes.com/1993/06/29/theater/germans-protest-planned-closing-of-the-schiller-theater-in-berlin.html","abstract":"  The announced closing of the Schiller Theater by the Berlin Senate on Wednesday has led to the most heated protests against a cultural decision since 1989, when the Berlin wall was breached. Over the weekend, banners hung down the theater's exterior with defiant slogans: \"We're Playing On\"; \"We Will Not Close This Theater.\" In the lobbies, there were letters and telegrams of support from all over Europe.   The demonstrations at the largest and most heavily subsidized legitimate theater in the country have brought forth an extraordinary outpouring of support. August Everding, the director of the Bavarian State Theaters and the president of the German Theater Union -- the association of all German theaters -- called the Senate's decision \"scandalous\" and \"a declaration of cultural-political bankruptcy\" and warned of a ripple effect throughout the country.","thumbnail":null,"section":"Theater"},{"date":"19930629","headline":"Moderate-Income Families Staking Claim to the South Bronx","web_url":"https://www.nytimes.com/1993/06/29/nyregion/moderate-income-families-staking-claim-to-the-south-bronx.html","abstract":"  There is a sense of unreality to these well-tended residential enclaves. Homes with red brick or pastel frame facades and quaint features like awnings, dormer windows and shutters, share blocks with rubble-strewn lots and dilapidated or fire-damaged buildings.    Lawn furniture, beds of lush flowers and chalk-white garden statues sit behind five-foot-fences of wrought iron, occasionally topped with coils of razor wire.","thumbnail":null,"section":"New York"},{"date":"19930629","headline":"THE SUPREME COURT: Property Seizures; Justices Restrict Ability to Seize Suspects' Goods","web_url":"https://www.nytimes.com/1993/06/29/us/supreme-court-property-seizures-justices-restrict-ability-seize-suspects-goods.html","abstract":"  In a significant setback for prosecutors, the Supreme Court ruled unanimously today that the Constitution limits the Government's authority to seize the homes, businesses and other property of criminals and suspects.   Rejecting the Justice Department's argument in two cases, the Court found that the Eighth Amendment clause that bars \"excessive fines\" requires that there must be some relationship between the gravity of an offense and the property that is seized.","thumbnail":null,"section":"U.S."},{"date":"19930629","headline":"Chess","web_url":"https://www.nytimes.com/1993/06/29/arts/chess-551093.html","abstract":"  An announced objective of the Schweizerischer Kredit-Mephisto International Tournament in early may in Munich was to train German grandmasters to reach world championship level. In this, however, the sponsors were frustrated: foreigners ran off with the top five places in the elite, 12-entrant, round-robin competition.    First place was taken by the 20-year-old Latvian Alexei Shirov with an 8-3 score; throughout, his challenging tactical approach dominated. Second place went to Boris Gelfand of Belerus, who for at least five years now has been condidered a potential championship opponent for Gary Kasparov. His solid positional play got him a 7 1/2-3 1/2 score and the distinction of being the only undefeated player in the field. In third place was Mikhail Gurevich, who has left Russia and lives in Belgium. He slaughtered the last five finishers, a la Capablanca, but could not hold his own with the top of the field and so scored 7-4.","thumbnail":null,"section":"Arts"},{"date":"19930629","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/29/nyregion/c-corrections-299193.html","abstract":"  Because of a computer entry error in editing, an article in The Home Section on Thursday about new lamps rendered a passage about a design by the Manhattan architect Jeff Vandeberg incorrectly. The passage should have read: \"He has been working off and on over the last 10 years on a lamp made from a bamboo fishing rod, nylon fishing tackle, weights, wire and incandescent Lumiline tubes. Shadeless, it can hang from a ceiling or be mounted on a wall, and by gently pulling the different weights, can be rearranged in infinite ways.\"","thumbnail":null,"section":"New York"},{"date":"19930629","headline":"The New Mommy Trap","web_url":"https://www.nytimes.com/1993/06/29/opinion/the-new-mommy-trap.html","abstract":"Reproduction has taken on a new cachet, and savvy marketers have taken note. In advertising, fantasy traditionally has implied sexual imagery, unattainable luxury or exotic settings. The new message is that the nuclear family is better than all that.\n\nA print ad for Liz Claiborne's perfume Realities shows a young couple trying to lure a tentative toddler into the tub. The tag line reads: \"Reality is the best fantasy of all.\"","thumbnail":null,"section":"Opinion"},{"date":"19930629","headline":"Unofficial U.S. Military Group Will Visit Cuba","web_url":"https://www.nytimes.com/1993/06/29/world/unofficial-us-military-group-will-visit-cuba.html","abstract":"  A delegation of retired American military officers and defense experts plans to visit Cuba this week to discuss ways of easing tensions between the United States military and its increasingly isolated Cuban counterpart.   Though unofficial, the visit of the five-member group promises to open a useful line of communication between the American military and the Cuban Defense Ministry, which invited the Americans and is headed by President Fidel Castro's brother, Raul.","thumbnail":null,"section":"World"},{"date":"19930629","headline":"Government Panel on H.I.V Finds The Prospect for Treatment Bleak","web_url":"https://www.nytimes.com/1993/06/29/health/doctor-s-world-government-panel-hiv-finds-prospect-for-treatment-bleak.html","abstract":"  Experts were predicting only recently that AIDS would by now have come to be controlled like diabetes and many other chronic diseases.   Instead, the latest studies show evidence of serious limitations in the three drugs so far licensed for use against H.I.V., the virus that causes AIDS. Although AZT, ddC and ddI are of some help in treating AIDS, previous assumptions that it is effective in delaying the onset of symptoms have been called sharply into question by the recent European Concorde study.","thumbnail":null,"section":"Health"},{"date":"19930629","headline":"Agassi Continues Wimbledon Revue","web_url":"https://www.nytimes.com/1993/06/29/sports/tennis-agassi-continues-wimbledon-revue.html","abstract":"  The defending Wimbledon champion, Andre Agassi, offered up his blue-bandaged wrist to the ravages of Richard Krajicek's brutal serve today, and, surprise, lived to fight another day.   Agassi pitted his returns against a serve that knows no speed limits and, with the exception of the ninth-seeded Krajicek's 23 aces, brought it to a sorry standstill.","thumbnail":null,"section":"Sports"},{"date":"19930629","headline":"Blue Cross Turns Into a National Scandal; Without Insurance","web_url":"https://www.nytimes.com/1993/06/29/opinion/l-blue-cross-turns-into-a-national-scandal-without-insurance-591593.html","abstract":"  To the Editor:   The repercussions of the lies and mismanagement at Empire Blue Cross-Blue Shield are felt throughout New York State. This spring, based on Empire's pleas for assistance, the New York State Legislature passed laws making it mandatory for all insurance companies to accept all applicants, regardless of their health. In retaliation, \"for-profit\" insurers applied for rate increases that have particularly affected self-employed people and small groups.","thumbnail":null,"section":"Opinion"},{"date":"19930629","headline":"Review/Music; Bold and Elegant Sides Of Strauss's Mystery","web_url":"https://www.nytimes.com/1993/06/29/arts/review-music-bold-and-elegant-sides-of-strauss-s-mystery.html","abstract":"  Outside the San Francisco Opera on Sunday afternoon, marchers gathered for the annual gay pride procession down Market Street. Inside, the curtain rose on Richard Strauss's \"Rosenkavalier,\" with its opening scene of two women in bed together. It was not an irrelevant juxtaposition. Strauss in his younger years strove in his music to embrace everything, and the stirring of homosexual consciousness in pre-World War I Germany was not lost on him.    Or was it? The unconventional couplings of \"Der Rosenkavalier\" -- between women, between a woman and a boy, between a boy dressed as a girl and a man -- could all be explained away as a bourgeois entertainer's sensationalism. Before \"Der Rosenkavalier\" came \"Salome,\" based on the play by Oscar Wilde: the title character's desire for John the Baptist plainly mirrors the playwright's desire, but the Straussian orchestra surrounds desire with disgust.","thumbnail":null,"section":"Arts"},{"date":"19930629","headline":"McGinniss Publisher Removes Disclaimer","web_url":"https://www.nytimes.com/1993/06/29/books/mcginniss-publisher-removes-disclaimer.html","abstract":"  In a sudden turnaround, the publisher of Joe McGinniss's forthcoming biography of Senator Edward M. Kennedy said yesterday that it would remove a statement from the book saying the author had invented some characters' thoughts and dialogue.   In fact, said Carolyn K. Reidy, the president of Simon & Schuster, Mr. McGinniss's publisher, the statement is partly incorrect. \"All the dialogue does have sources,\" Ms. Reidy said. \"But Joe has taken biographer's license to discuss the thoughts that certain people might have had during these conversations.\"","thumbnail":null,"section":"Books"},{"date":"19930629","headline":"Q&A","web_url":"https://www.nytimes.com/1993/06/29/science/q-a-267393.html","abstract":"  Singing Like a Bird   Q.  How do birds physically produce their songs?    A.  Instead of using vocal chords in a larynx, birds have a simpler structure called the syrinx, according to the \"Manual of Ornithology,\" by Noble S. Proctor and Patrick J. Lynch (Yale University Press).","thumbnail":null,"section":"Science"},{"date":"19930629","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/29/nyregion/c-corrections-301793.html","abstract":"  A chart on the Business Technology page on May 19 with an article about the Digital Equipment Corporation's new Alpha computer chip described the processing power of a 64-bit chip incorrectly. The relationship between a 32-bit chip and a 64-bit chip like the Alpha is an arithmetical difference: a 64-bit chip can process only roughly twice as many bits of information as a 32-bit chip, not millions more. A reader's letter dated June 16 pointed out the error.","thumbnail":null,"section":"New York"},{"date":"19930629","headline":"Observer; A Choice Pickle","web_url":"https://www.nytimes.com/1993/06/29/opinion/observer-a-choice-pickle.html","abstract":"  Like everybody else in America, I want the right to choose my own doctor. What I'd like from the government, however, is some good advice on how to do it.   When I was fresh out of school it was easy. Having attended college with several people who went on to medical school, I simply phoned one or two and asked them which doctors to take my troubles to and which ones to avoid. Being young, therefore gossipy and indifferent to the discipline of the medical lodge, they told me.","thumbnail":null,"section":"Opinion"},{"date":"19930629","headline":"Rights Are Indivisible : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/29/opinion/IHT-rights-are-indivisible-letters-to-the-editor.html","abstract":"Regarding \"Human Rights: Giving In After the Debate Is Won\" (Opinion, June 19): .I admire Charles Krauthammer's lucid style, but I feel compelled to take issue with the second half of his column on the World Conference on Human Rights, in whi","thumbnail":null,"section":"Opinion"},{"date":"19930629","headline":"India Is Said to Cover Up Payment to Premier","web_url":"https://www.nytimes.com/1993/06/29/world/india-is-said-to-cover-up-payment-to-premier.html","abstract":"  An Indian stockbroker who says he made an illegal payment of $300,000 to Prime Minister P. V. Narasimha Rao has accused the Indian Government of mounting a \"massive\" cover-up to protect Mr. Rao.   \"I stand to gain nothing but the wrath of the present Government and the suspicion of future ones,\" said Harshad Mehta, who is also the central figure in a billion-dollar securities scandal.","thumbnail":null,"section":"World"},{"date":"19930629","headline":"Editors' Note","web_url":"https://www.nytimes.com/1993/06/29/nyregion/editors-note-916893.html","abstract":"  A brief article on June 11 reported the resignation of David R. Gergen, from the all-male Bohemian Club in California after his appointment as counselor to President Clinton. The article said the club holds two-week outings every summer at which \"members run about in the woods naked.\"   Although similar assertions have appeared in various newspapers over the years, The Times should have cited evidence or attribution to support that description of what the members do at the outings, or should have omitted it. Richard K. Arnold, a spokesman for the club, says it is not true.","thumbnail":null,"section":"New York"},{"date":"19930629","headline":"Surveillance Of Cleric Yields Little, Officials Say","web_url":"https://www.nytimes.com/1993/06/29/nyregion/surveillance-of-cleric-yields-little-officials-say.html","abstract":"  Law-enforcement officials said yesterday that surveillance of Sheik Omar Abdel Rahman has produced little new information since a terrorist plot of bombings and assassinations was disrupted last week, raising questions in the short run about the utility of keeping him free as an intelligence tool.   The diminishing returns, while not surprising in the wake of last week's eight arrests, undercut, for the moment, one of the rationales Federal officials have offered for not arresting the radical Egyptian cleric, who is fighting a deportation order.","thumbnail":null,"section":"New York"},{"date":"19930629","headline":"Revise the UN Charter : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/29/opinion/IHT-revise-the-un-charter-letters-to-the-editor.html","abstract":"Why can't the United Nations put a stop to the murder and rape in Bosnia? For the same reason that it cannot stop terrorism and torture, the burning of rain forests, international drug trafficking or the spread of nuclear weapons. Law and order are almos","thumbnail":null,"section":"Opinion"},{"date":"19930629","headline":"U.S. Will Relax Disability Rules In H.I.V. Cases","web_url":"https://www.nytimes.com/1993/06/29/us/us-will-relax-disability-rules-in-hiv-cases.html","abstract":"  Reversing a decade of more restrictive policy, the Clinton Administration will issue new rules this week to make it easier for people infected with the AIDS virus to get Federal disability benefits.   The rules, being distributed Tuesday to Social Security offices across the country, come partly in response to a lawsuit filed three years ago by 19 New York State residents. The suit is pending before Federal District Judge Miriam G. Cedarbaum in Manhattan.","thumbnail":null,"section":"U.S."},{"date":"19930629","headline":"1893:A Royal Outing : IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/06/29/opinion/IHT-1893a-royal-outing-in-our-pages-100-75-and-50-years-ago.html","abstract":"LONDON - A vast concourse of spectators was present in Kensington Gardens yesterday [June 28] when the Queen unveiled the jubilee statue of herself, executed by Princess Louise. A loyal address from the inhabitants having been presented, Princess Louise t","thumbnail":null,"section":"Opinion"},{"date":"19930629","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/06/29/style/chronicle-028093.html","abstract":"  After the curtain came down on the closing performance of \"Falsettos\" Sunday afternoon, WILLIAM FINN, the show's co-author, composer and lyricist, stepped forward to say farewell.   \"Last August when I was in the hospital, things looked bleak, and I didn't know if I'd ever see the show again, never mind the closing perfomance,\" Mr. Finn said yesterday, recalling what he said Sunday. He had been hospitalized, he said, for an arterial malformation in the brain that was at first mistakenly diagnosed as a tumor. So, although the closing of a show can be a sad milestone, Mr. Finn, now in good health, did not see it that way.","thumbnail":null,"section":"Style"},{"date":"19930629","headline":"No Headline","web_url":"https://www.nytimes.com/1993/06/29/nyregion/no-headline-927393.html","abstract":"  \"We just aren't seeing the 14,000-mile trade-ins like we used to. People are holding on to their cars longer.\" -- HERB JURAN, a car dealer in Salem, Ore.  [ D9:2. ]","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19930629","time":"1993-06-29 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":73,"wspd":13},{"date":"19930629","time":"1993-06-29 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":76,"wspd":16.6},{"date":"19930629","time":"1993-06-29 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":77,"wspd":13},{"date":"19930629","time":"1993-06-29 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":82,"wspd":13},{"date":"19930629","time":"1993-06-29 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":83,"wspd":11.2},{"date":"19930629","time":"1993-06-29 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":87,"wspd":13},{"date":"19930629","time":"1993-06-29 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":83,"wspd":14.8},{"date":"19930629","time":"1993-06-29 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":80,"wspd":14.8},{"date":"19930629","time":"1993-06-29 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17,"rhum":72,"wspd":16.6},{"date":"19930629","time":"1993-06-29 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.4,"rhum":50,"wspd":14.8},{"date":"19930629","time":"1993-06-29 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.7,"rhum":45,"wspd":20.5},{"date":"19930629","time":"1993-06-29 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.5,"rhum":43,"wspd":16.6},{"date":"19930629","time":"1993-06-29 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.9,"rhum":41,"wspd":20.5},{"date":"19930629","time":"1993-06-29 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.6,"rhum":37,"wspd":22.3},{"date":"19930629","time":"1993-06-29 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.7,"rhum":34,"wspd":25.9},{"date":"19930629","time":"1993-06-29 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.4,"rhum":36,"wspd":25.9},{"date":"19930629","time":"1993-06-29 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.5,"rhum":38,"wspd":25.9},{"date":"19930629","time":"1993-06-29 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.1,"rhum":41,"wspd":24.1},{"date":"19930629","time":"1993-06-29 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.9,"rhum":44,"wspd":20.5},{"date":"19930629","time":"1993-06-29 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.1,"rhum":53,"wspd":22.3},{"date":"19930629","time":"1993-06-29 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.4,"rhum":59,"wspd":14.8},{"date":"19930629","time":"1993-06-29 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.6,"rhum":65,"wspd":14.8},{"date":"19930629","time":"1993-06-29 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.6,"rhum":61,"wspd":18.4},{"date":"19930629","time":"1993-06-29 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.7,"rhum":68,"wspd":13},{"date":"19930629","time":"1993-06-29 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.8,"rhum":30,"wspd":16.6},{"date":"19930629","time":"1993-06-29 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":35,"wspd":22.3},{"date":"19930629","time":"1993-06-29 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":53,"wspd":27.7},{"date":"19930629","time":"1993-06-29 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":62,"wspd":20.5},{"date":"19930629","time":"1993-06-29 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":60,"wspd":22.3},{"date":"19930629","time":"1993-06-29 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":60,"wspd":18.7},{"date":"19930629","time":"1993-06-29 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":64,"wspd":16.6},{"date":"19930629","time":"1993-06-29 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":67,"wspd":18.7},{"date":"19930629","time":"1993-06-29 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":69,"wspd":14.8},{"date":"19930629","time":"1993-06-29 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":69,"wspd":9.4},{"date":"19930629","time":"1993-06-29 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":60,"wspd":11.2},{"date":"19930629","time":"1993-06-29 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":60,"wspd":5.4},{"date":"19930629","time":"1993-06-29 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":62,"wspd":13},{"date":"19930629","time":"1993-06-29 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":62,"wspd":18.7},{"date":"19930629","time":"1993-06-29 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":60,"wspd":18.7},{"date":"19930629","time":"1993-06-29 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":54,"wspd":18.7},{"date":"19930629","time":"1993-06-29 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":42,"wspd":14.8},{"date":"19930629","time":"1993-06-29 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":44,"wspd":16.6},{"date":"19930629","time":"1993-06-29 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":42,"wspd":13},{"date":"19930629","time":"1993-06-29 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":43,"wspd":11.2},{"date":"19930629","time":"1993-06-29 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":46,"wspd":13},{"date":"19930629","time":"1993-06-29 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":54,"wspd":14.8},{"date":"19930629","time":"1993-06-29 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":50,"wspd":14.8},{"date":"19930629","time":"1993-06-29 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":50,"wspd":13}]},"19930630":{"guardian_articles":[],"nytimes_articles":[{"date":"19930630","headline":"Ruling on Scientific Evidence: A Just Burden","web_url":"https://www.nytimes.com/1993/06/30/us/ruling-on-scientific-evidence-a-just-burden.html","abstract":"  In making its first ruling ever on the proper use of scientific evidence in the courtroom, the United States Supreme Court has assured that a great many judges will be frantically playing catch-up on the basics of scientific method.   Yet lawyers and scientists on all sides of the contentious debate over how much so-called junk science is finding its way to juries said yesterday that Monday's decision, Daubert v. Merrell Dow Pharmaceuticals, was a thoughtful, fair and rational response to a messy and complex issue.","thumbnail":null,"section":"U.S."},{"date":"19930630","headline":"Idaho's Homosexuals 'Coming Out' To Cast Debate in Neighborly Terms","web_url":"https://www.nytimes.com/1993/06/30/us/idaho-s-homosexuals-coming-out-to-cast-debate-in-neighborly-terms.html","abstract":"  To Dar Schmid, who grew up on a dairy farm in Idaho, a world away from the social turmoil of big cities, talk of homosexuality always seemed far removed from his life.   \"I knew homosexuals existed somewhere out there,\" he said, \"but certainly not around here.\"","thumbnail":null,"section":"U.S."},{"date":"19930630","headline":"10 Leaders in Bosnia Try To Heal Rift Over Talks","web_url":"https://www.nytimes.com/1993/06/30/world/10-leaders-in-bosnia-try-to-heal-rift-over-talks.html","abstract":"  Bosnia's fractious collective presidency met here today and agreed to seek a united position on a Serbian-Croatian peace proposal that would partition the country into three ethnic enclaves.    But there was no sign that this meant there would be any progress in the peace talks.","thumbnail":null,"section":"World"},{"date":"19930630","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/06/30/sports/transactions-129093.html","abstract":"  Baseball  American League   AL -- Named Detroit manager Sparky Anderson; Baltimore manager Johnny Oates; and Toronto coaches Galen Cisco, John Sullivan and Gene Tenace coaches for the All-Star game.","thumbnail":null,"section":"Sports"},{"date":"19930630","headline":"Straight-Set Afternoon as Graf and Navratilova Advance to Semifinals","web_url":"https://www.nytimes.com/1993/06/30/sports/tennis-straight-set-afternoon-as-graf-and-navratilova-advance-to-semifinals.html","abstract":"  The confidence compass had a severe bearing on all four women's quarterfinals this sunny afternoon at Wimbledon. They were straight-set affairs, and the player who best exhibited the same endurance as the much-abused grass earned the chance to trample that grass again in Thursday's semifinal round.   That was the only pattern to emerge from four hasty matches that honed the women's final four to two Wimbledon divas and two players who have never won a Grand Slam.","thumbnail":null,"section":"Sports"},{"date":"19930630","headline":"Voting Rights Case: A Divided Court Reflects Some Unresolved Racial Issues","web_url":"https://www.nytimes.com/1993/06/30/us/voting-rights-case-a-divided-court-reflects-some-unresolved-racial-issues.html","abstract":"  The Supreme Court's narrow ruling Monday that shaping legislative districts to elect more blacks may be unconstitutional showed how much the Justices reflect the deep uncertainties many Americans feel about racial preferences.   In the 5-to-4 ruling, the Justices demonstrated again that race remains the greatest unresolved issue at the hinge of law and social policy at the Court. The majority ruled that the creation of a North Carolina Congressional district with a bizarre shape just to insure the election of a black lawmaker could violate the rights of white voters.","thumbnail":null,"section":"U.S."},{"date":"19930630","headline":"A License To Root","web_url":"https://www.nytimes.com/1993/06/30/sports/a-license-to-root.html","abstract":"  New York State motorists who want to flaunt their local sports allegiances can now pay to put team logos on their license plates.   Under a deal between the Department of Motor Vehicles and the four major sports leagues, car owners can replace their standard plates with the logos of the Yankees, Mets, Knicks, Rangers, Islanders, Giants, Jets, or Buffalo Bills and Sabres for an initial cost of $39.50, and a $25 annual fee. The state expects to sell 130,000 sets of plates in the first year for revenues of $5.5 million, said Patricia Adduci, the Motor Vehicles Commissioner.","thumbnail":null,"section":"Sports"},{"date":"19930630","headline":"Review/Television; Schwarzkopf Returns To Vietnam","web_url":"https://www.nytimes.com/1993/06/30/arts/review-television-schwarzkopf-returns-to-vietnam.html","abstract":"  The return of a soldier to the field where he fought is inherently sobering, but the appearance of two network-news personalities trading war stories on television is obtrusively promotional.   \"Schwarzkopf in Vietnam: A Soldier Returns,\" which also signals the return of the documentary series \"CBS Reports,\" is an inadequate title. For, as Dan Rather announces at the outset, this is a joint appearance. \"This is our Vietnam,\" he says, and reassures the audience that \"the general and I are feeling good about being back.\" He promises that viewers will see them walking \"where we once walked before.\" And, sure enough, there are the old \"CBS Evening News\" clips, with a young Dan Rather poking his head out of a Vietcong tunnel.","thumbnail":null,"section":"Arts"},{"date":"19930630","headline":"China's Rude Awakening To the Art of the Swindle","web_url":"https://www.nytimes.com/1993/06/30/us/china-s-rude-awakening-to-the-art-of-the-swindle.html","abstract":"  For many Chinese investors, unused to the idea of risk, a $175 million financial scandal has been a horrifying reminder that stocks and bonds can be an easy way to lose money as well as to make it.   A scandal involving \"junk bonds\" that promised to pay an eye-popping 24 percent interest -- twice the rate on Government bonds -- which were sold through dance hall girls, favorable newspaper articles and salesmen earning fat commissions, is reverberating throughout the Chinese political establishment. More than 100,000 investors, including some top Chinese political officials, are angry because they have been swindled and much of their investment may be lost. Street Demonstrations    Last week, there were protests in the streets. And word is spreading that the jobs of some senior Government officials may be threatened.","thumbnail":null,"section":"U.S."},{"date":"19930630","headline":"Ice Reveals 250,000-Year Climate Story","web_url":"https://www.nytimes.com/1993/06/30/us/ice-reveals-250000-year-climate-story.html","abstract":"  American scientists drilling through Greenland's massive icecap in search of information about past climate have at last reached a rocky layer assumed to lie just above bedrock, 10,013 feet beneath the surface, Michael Morrison, associate director of the project at the University of New Hampshire in Durham, said yesterday.   The annual layers of snow retrievable from the ice core contain information about weather at the time the snow fell, from which scientists can estimate the likelihood of global warming in the future. Now that the core has reached bottom, its climatic record will extend back to 250,000 years ago.","thumbnail":null,"section":"U.S."},{"date":"19930630","headline":"Two Found Slain1","web_url":"https://www.nytimes.com/1993/06/30/nyregion/two-found-slain1.html","abstract":"  Two men were found slain in an apartment they shared at 900 West End Avenue on the Upper West Side of Manhattan, the police said yesterday. The victims, whom the police identified as Eric C. Price and Milton A. Setzer, were killed sometime over the weekend, with their throats slashed. The bodies were found yesterday when neighboring tenants reported that newspapers had piled up outside their 14th-floor apartment. The police said Mr. Setzer was a retired music director.","thumbnail":null,"section":"New York"},{"date":"19930630","headline":"Across U.S., Colleges Try to Cope With Mail Bomb Peril","web_url":"https://www.nytimes.com/1993/06/30/technology/across-us-colleges-try-to-cope-with-mail-bomb-peril.html","abstract":"  Using posters, voice-mail messages and computer bulletin boards, college security officials around the country are warning faculty members to use common sense to avoid becoming the next victim of a package bomb.   Federal investigators say the two bombs that critically injured professors at Yale University and at the University of California at San Francisco last week were the latest in a series of 14 believed to have been sent by a single bomber. Both bombs came in brown padded envelopes, one postmarked Sacramento, Calif., and the other with a return address from Sacramento. Security officials are urging faculty members to beware of parcels with that postmark and to look for other telltale signs: packages that have protruding wires, strange odors or oil stains on their wrapping.","thumbnail":null,"section":"Technology"},{"date":"19930630","headline":"For Many, Human Rights Mean Life Itself","web_url":"https://www.nytimes.com/1993/06/30/opinion/l-for-many-human-rights-mean-life-itself-537693.html","abstract":"  To the Editor:   Re \"Human Rights: The West Gets Some Tough Questions\" (The Week in Review, June 20), on the United Nations conference in Vienna:","thumbnail":null,"section":"Opinion"},{"date":"19930630","headline":"The Pop Life","web_url":"https://www.nytimes.com/1993/06/30/arts/the-pop-life-041293.html","abstract":"  Neville on 'Tour'   Aaron Neville has been described by critics as possessing one of the most splendid falsetto-tinged tenors in pop music. The singer, who is deeply religious, puts it another way: \"I describe it as God in me touching God in the person that hears it; at least that's what it feels like to me.\"   On his latest solo album \"The Grand Tour\" (A&M), Neville covers a lot of musical territory with that tenor, including soul, rhythm-and-blues, country, gospel, rock-and-roll, Tin Pan Alley, Mardi Gras music and contemporary pop. Eclectic musical strains will also no doubt be evident when he croons with his siblings at a Neville Brothers concert on July 24 at Central Park Summerstage at Rumsey Playfield, midpark at 72d Street. Unlike other concerts in the Summerstage series, this one costs money -- $16.50 in advance or $18 the day of the show -- and proceeds will benefit Summerstage.","thumbnail":null,"section":"Arts"},{"date":"19930630","headline":"Theater in Review","web_url":"https://www.nytimes.com/1993/06/30/theater/theater-in-review-051093.html","abstract":"  Orestes  The Penn Yards 59th Street at 12th Avenue Manhattan Written by Charles L. Mee Jr.; directed by Tina Landau; sets by Kyle Chepulis; costumes by James Schuette; lighting by Brian Aldous; original music and sound by John Gromada; props by Deborah Scott; dramaturg, Gregory Gunter; production stage manager, Marjorie Goodsell Clark. Presented by En Garde Arts. WITH: Christopher Adams, J. Ed Araiza, Tiffani K. Barbour, William Buddendorf, Jernard Burks, Jennifer Dollard, Ramsey Faragallah, Gregory Gunter, Jennifer Harmon, Natalie Layne Kidd, Jayne Amelia Larson, Michael Malone, Sonya Martin, Jefferson Mays, Theresa McCarthy, Phaedra Philippoussis, Elizabeth Posella, Frank Raiter, Sharon Scruggs, Brendan Sexton 3d, Steven Skybell, Stephen Speights, Jeffrey Sugarman, Beau Van Donkelaar, Elvin Velez, Jean-Loup Wolfman and Stefanie Zadravec.","thumbnail":null,"section":"Theater"},{"date":"19930630","headline":"Boggs's First Yankee Home Run Is One to Remember","web_url":"https://www.nytimes.com/1993/06/30/sports/baseball-boggs-s-first-yankee-home-run-is-one-to-remember.html","abstract":"  The swing was a mistake. Wade Boggs was out in front of Tom Bolton's slider in the 10th inning when he pulled the ball down the right-field line, something that he rarely does. But the ball kept sailing and sailing until it landed in the upper deck. Home run.   What a swing. What a homer. What a finish. By belting his first homer as a Yankee off his former teammate, Boggs catapulted the Yankees to a dramatic 4-3 victory over the Tigers and turned Yankee Stadium into an exciting place for the second consecutive night. The crowd of 37,692 -- the largest to attend a night game in the Bronx since August 26, 1989 -- saw Boggs joyfully round the bases, stomp on home plate and then get swept up in a wave of Yankees.","thumbnail":null,"section":"Sports"},{"date":"19930630","headline":"Lincoln Center Receives A $3.25 Million Grant","web_url":"https://www.nytimes.com/1993/06/30/arts/lincoln-center-receives-a-3.25-million-grant.html","abstract":"  Lincoln Center has received a $3.25 million grant from the Lila Wallace- Reader's Digest Fund for nine \"Live From Lincoln Center\" broadcasts for public television. The money is also to be used to develop new educational and family programming for television.   Thirty-minute educational programs are to be developed as companions to six of the \"Live From Lincoln Center\" broadcasts. They are to be offered to PBS stations with an option to show them before the live broadcasts. The grant also includes seed money to explore new approaches to family programming.","thumbnail":null,"section":"Arts"},{"date":"19930630","headline":"Fearing Move by Yankees, Cuomo Explores Idea for a New Stadium","web_url":"https://www.nytimes.com/1993/06/30/nyregion/fearing-move-by-yankees-cuomo-explores-idea-for-a-new-stadium.html","abstract":"  Concluding that the Yankees might actually abandon their home in the Bronx and perhaps New York, Gov. Mario M. Cuomo has begun a major push to keep the team in the city and is looking especially at a 30-acre railyard on the western edge of midtown Manhattan as the possible site of a new stadium.   The Governor's concern was underscored by the fact that he arranged a meeting for Friday with George M. Steinbrenner 3d, the team owner, to discuss possible construction of a new Yankee Stadium at the site.","thumbnail":null,"section":"New York"},{"date":"19930630","headline":"Fund Raiser Scaled Back, but Not the Funds","web_url":"https://www.nytimes.com/1993/06/30/us/fund-raiser-scaled-back-but-not-the-funds.html","abstract":"  President Clinton helped raise $4.2 million for the Democratic Party on Monday night at a $1,500-a-plate fund-raising dinner attended by hundreds of lobbyists and corporate contributors.   The dinner was the centerpiece of a scaled-back version of a Democratic National Committee weekend retreat that initially offered breakfast with the President for couples who donated at least $15,000. The breakfast itself was abandoned last month in a step that party officials said was taken to avoid any appearance of impropriety, but the retreat was held anyway.","thumbnail":null,"section":"U.S."},{"date":"19930630","headline":"Only Insurers Lose In Health Reform","web_url":"https://www.nytimes.com/1993/06/30/opinion/l-only-insurers-lose-in-health-reform-535093.html","abstract":"  To the Editor:   \"The Unknown Devil,\" your June 22 economic analysis on health care, reports that delaying reform could prove so costly that \"it would torpedo the Clinton Administration's hopes of making a difference in the lives of the less privileged.\"","thumbnail":null,"section":"Opinion"},{"date":"19930630","headline":"U.S. Political Strategy at Tokyo Talks","web_url":"https://www.nytimes.com/1993/06/30/world/us-political-strategy-at-tokyo-talks.html","abstract":"  With trade issues deadlocked and resistance building to American aid strategy for Russia just days before the economic summit meeting in Tokyo, the Clinton Administration has turned its attention to the group's political declaration as a way of making the meeting a success.   \"There's less progress on the economic side than the political side, so we're focusing on things we can control,\" a senior Administration official said.","thumbnail":null,"section":"World"},{"date":"19930630","headline":"Copi's 'Eva Pern,' Minus the Absurd","web_url":"https://www.nytimes.com/1993/06/30/style/IHT-copis-eva-peron-minus-the-absurd.html","abstract":"Copi's wild and willful plays, which titillated audiences, enraged establishment critics and brought the police at a gallop in the early 1970s, are again in favor. .An expansive production of his savage extravaganza, \"Eva Pern,\" is at t","thumbnail":null,"section":"Style"},{"date":"19930630","headline":"Editors' Note","web_url":"https://www.nytimes.com/1993/06/30/us/editors-note-325093.html","abstract":"  The Art Market column on May 7 reported an agreement by the Pace Gallery in Manhattan to handle the sale of works by Pablo Picasso from the estate of his second wife, Jacqueline. The article said Pace was selling about 10 pictures from the estate, and it reported that Picasso experts, whom it did not identify, considered the paintings inferior in quality.","thumbnail":null,"section":"U.S."},{"date":"19930630","headline":"Shores Free, Maine Isle Is Set To Celebrate the First of July","web_url":"https://www.nytimes.com/1993/06/30/us/shores-free-maine-isle-is-set-to-celebrate-the-first-of-july.html","abstract":"  The newly appointed harbormaster, Robert Peterson, doesn't have a boat yet, but Emil Berges has offered his on loan.    The town hall, which until a few months ago was a boarded-up old Navy building, has a fresh coat of white paint, a secondhand conference table with five mismatched chairs, three plants, a donated coffee maker and a new computer. The trash compactor is expected to arrive by boat any day.","thumbnail":null,"section":"U.S."},{"date":"19930630","headline":"Sports of The Times; Has Hoops Left Hardball In the Dust?","web_url":"https://www.nytimes.com/1993/06/30/sports/sports-of-the-times-has-hoops-left-hardball-in-the-dust.html","abstract":"  UNCLE SAM, in his traditional star-spangled top hat and striped trousers and snowy goatee, and the Statue of Liberty, that distinctive femme with tiara and sandals, were sitting on stuffed chairs in their living room and watching television. \"I must confess,\" said Uncle Sam to Lady Liberty, \"I'm starting to prefer basketball to baseball.\"   This scene took place in a cartoon drawing by Mischa Richter in a recent issue of The New Yorker magazine.","thumbnail":null,"section":"Sports"},{"date":"19930630","headline":"New York Needs Law On Abortion Terrorists","web_url":"https://www.nytimes.com/1993/06/30/opinion/l-new-york-needs-law-on-abortion-terrorists-540693.html","abstract":"  To the Editor:   Re \"Two Tasks for Albany\" (editorial, June 23): Add one more to the tasks the Republican majority in the New York State Senate must take up. Like the ban on assault weapons and the gay rights legislation, the health care facility access bill has already passed the Assembly (100-37).","thumbnail":null,"section":"Opinion"},{"date":"19930630","headline":"Public & Private; Living In It","web_url":"https://www.nytimes.com/1993/06/30/opinion/public-private-living-in-it.html","abstract":"  The very best assignment I've ever had was exactly 15 years ago. I went out to a factory in Flushing, Queens, called Angler's Company Ltd., and I spent the summer months just hanging around so that I could write a series about the place and its people.    If I got off the Flushing line at Main Street today I bet I could walk to Angler's with my eyes closed.","thumbnail":null,"section":"Opinion"},{"date":"19930630","headline":"1893: Last Day for Caf : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/06/30/opinion/IHT-1893-last-day-for-cafe-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Tortoni disappears from Paris to-day [June 30]. The caf at the corner of the boulevard des Italiens and the rue Taitbout, which for a century has been known as one of the favorite resorts of men renowned in literature, the arts and the arist","thumbnail":null,"section":"Opinion"},{"date":"19930630","headline":"U.N. Council Blocks Arms for Bosnians","web_url":"https://www.nytimes.com/1993/06/30/world/un-council-blocks-arms-for-bosnians.html","abstract":"  The Security Council today defeated a resolution, supported only by the United States and five nonaligned countries, that would have lifted the arms embargo against the Muslim-dominated Bosnian Government. Britain, France and Russia abstained in a successful effort to defeat the measure.    Six countries voted in favor of the resolution; the other nine members of the Council abstained. In order to pass, the resolution needed eight votes in favor.","thumbnail":null,"section":"World"},{"date":"19930630","headline":"Street Vendor Crackdown Isn't Halfhearted","web_url":"https://www.nytimes.com/1993/06/30/opinion/l-street-vendor-crackdown-isn-t-halfhearted-539293.html","abstract":"  To the Editor:   In \"Unlicensed Peddlers, Unfettered Dreams\" (front page, June 14), your description of Mayor David N. Dinkins's announcement of the crackdown on illegal street vendors and their suppliers as halfhearted inaccurately characterizes New York City's most comprehensive street-vendor policy in more than 50 years.","thumbnail":null,"section":"Opinion"},{"date":"19930630","headline":"2 Men Held In a Scheme With A.T.M.","web_url":"https://www.nytimes.com/1993/06/30/nyregion/2-men-held-in-a-scheme-with-atm.html","abstract":"  The arrests of two men accused of setting up a bogus automatic teller machine were announced today by Federal officials, who said the two were outsmarted by the very technology they employed to bilk others of more than $100,000.   Federal officials say that after obtaining secret codes with the bogus bank machine they installed in a Connecticut shopping mall in April, the two men used the information to raid customer accounts through real automatic tellers. As a matter of course, cameras took their pictures at the real machines, which is how they were identified.","thumbnail":null,"section":"New York"},{"date":"19930630","headline":"No Headline","web_url":"https://www.nytimes.com/1993/06/30/nyregion/no-headline-306393.html","abstract":"  \"Most people are against discrimination. They don't want to hate. They just need to see that we are their friends and neighbors.\" -- JEN RAY a lesbian college teacher in Idaho.  [ A10:3. ]","thumbnail":null,"section":"New York"},{"date":"19930630","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/06/30/style/chronicle-541493.html","abstract":"  Ending 15 months of marital limbo and putting to rest rumors that they might reconcile, the DUKE and DUCHESS OF YORK announced on Monday that they had reached a formal separation agreement, The Associated Press reported. The couple has lived apart since March 1992.   The announcement increased the likelihood that the Duke, 33, the second son of Queen Elizabeth II, and his wife, the former Sarah Ferguson, also 33, would seek a divorce after the two-year waiting period required by British law. They have been married for seven years.","thumbnail":null,"section":"Style"},{"date":"19930630","headline":"4 NETWORKS AGREE TO OFFER WARNINGS OF VIOLENCE ON TV","web_url":"https://www.nytimes.com/1993/06/30/us/4-networks-agree-to-offer-warnings-of-violence-on-tv.html","abstract":"  Hoping to stave off a federally imposed system of ratings for violence on television, the nation's four broadcast networks have agreed to provide a warning to parents that would be put on the air just before shows laden with mayhem come on.    The warning would also be made available to newspapers and magazines that publish television listings, allowing them to establish what would amount to a special coding for violent shows.","thumbnail":null,"section":"U.S."},{"date":"19930630","headline":"London Journal; A Dismal 'Season,' Right Down to Ziggy (the Rat)","web_url":"https://www.nytimes.com/1993/06/30/world/london-journal-a-dismal-season-right-down-to-ziggy-the-rat.html","abstract":"  The Tower Bridge opens in the heat and gets stuck. Prince Charles hurts his back playing polo and misses the Procession of the Most Noble Order of the Garter. The British soccer team loses -- actually loses -- to the Americans.   It's been that kind of \"season\" in England this year. At a time when the parties are in full swing and the British are out there earnestly trying to have fun, with more ceremonies and horse formations than the Queen can wave a white glove at, from the races at Ascot to the Royal Regatta at Henley, things just keep going awry.","thumbnail":null,"section":"World"},{"date":"19930630","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/30/nyregion/c-corrections-329293.html","abstract":"  An article on Saturday about testimony given before a United States Senate subcommittee by two former employees of Empire Blue Cross and Blue Shield -- Joan Boyle and William Fuessler -- referred incorrectly to a statement about them from Empire's current chairman, Harold E. Vogt. He said he had never met the two, who gave the first public evidence that Empire had intentionally misled the New York State Legislature and Insurance Department. But Mr. Vogt did not say that Empire's acting chief executive, Donald L. Morchower, had never met them.","thumbnail":null,"section":"New York"},{"date":"19930630","headline":"A Finalist for Schools Chancellor Withdraws","web_url":"https://www.nytimes.com/1993/06/30/nyregion/a-finalist-for-schools-chancellor-withdraws.html","abstract":"  The search for New York City's next Schools Chancellor was thrown into 11th-hour turmoil yesterday when Bernard R. Gifford, a University of California professor who was one of three finalists and appeared to be the preferred candidate of several board members, unexpectedly withdrew from consideration, said city and school officials and Dr. Gifford's associates.   Dr. Gifford faxed a one-page letter to school officials yesterday afternoon outlining his decision, said a senior city official who said the letter had been read to him. Dr. Gifford cited personal and business conflicts as the reason for his withdrawal, said the official, who spoke on the condition of anonymity.","thumbnail":null,"section":"New York"},{"date":"19930630","headline":"Mood Swings for Mets Have Already Started","web_url":"https://www.nytimes.com/1993/06/30/sports/baseball-mood-swings-for-mets-have-already-started.html","abstract":"  The Mets have entered the final stages of their audition for Dallas Green. Acts have been seen and evaluated. And the recasting, the manager said today, will be extensive.   \"There are going to be thousands of stories to write,\" Green told reporters before tonight's game against the Marlins. \"Change positions. Trade players. I'm ready.\"","thumbnail":null,"section":"Sports"},{"date":"19930630","headline":"Book Notes","web_url":"https://www.nytimes.com/1993/06/30/books/book-notes-968693.html","abstract":"  Turtle Bay's Last Effort   When Turtle Bay Books was summarily shut down by Random House Inc. in February, little remained besides wounded pride, six angry employees, and a list of orphaned books that the editors swore would have turned the young imprint around.    The employees scattered; some were absorbed into other Random House divisions, and Joni Evans, who had been awarded the Turtle Bay imprint after being removed as head of Random House's adult trade division, began working the telephones and pondering her future.","thumbnail":null,"section":"Books"},{"date":"19930630","headline":"Mets' Uncle Dwight, Marlins' Nephew Gary","web_url":"https://www.nytimes.com/1993/06/30/sports/baseball-mets-uncle-dwight-marlins-nephew-gary.html","abstract":"  Rhetoric is the day's greatest entertainment for the Mets. The manager endlessly promises changes, today pledging to send players marching as of the All-Star Game break, 12 days away. The players argue back and forth about who should be traded and who shouldn't. And then, of course, there are the great debates with the soap opera twists, today's version of which was: Will Uncle Dwight ever get to play with nephew Gary?   \"It's going to happen,\" Gary Sheffield said.","thumbnail":null,"section":"Sports"},{"date":"19930630","headline":"Suspect Described as a Loner Who Never Left Home","web_url":"https://www.nytimes.com/1993/06/30/nyregion/suspect-described-as-a-loner-who-never-left-home.html","abstract":"  Removed from his world, his head pounding and his glasses taken from him, Joel Rifkin watched the preparations for his arraignment as 17 armed guards filled the courtroom where he was charged with second-degree murder today.   Agape, he said nothing, avoiding the eyes of his 71-year-old mother, Jeanne, and his 31-year-old sister, Jan, whom he had phoned from jail the night before. Since he last saw them, Mr. Rifkin has gone from a nondescript unemployed landscaper who had once tended the William J. Casey estate to a suspected serial killer who, the police said, has confessed to killing 17 prostitutes.","thumbnail":null,"section":"New York"},{"date":"19930630","headline":"As Mississippi Swells, Havoc in the Heartland","web_url":"https://www.nytimes.com/1993/06/30/us/as-mississippi-swells-havoc-in-the-heartland.html","abstract":"  Not since the days of the Johnson Administration and the nights of go-go dancers doing the \"Swim\" has the Mississippi River seemed so high and mighty.   From St. Louis to St. Paul, a 500-mile stretch of the Mississippi has been closed to nearly all commercial traffic because of some of the highest flood levels since 1965, the record year.","thumbnail":null,"section":"U.S."},{"date":"19930630","headline":"Insurance Regulator to Reply To Criticism Over Blue Cross","web_url":"https://www.nytimes.com/1993/06/30/nyregion/insurance-regulator-to-reply-to-criticism-over-blue-cross.html","abstract":"  In a stark rebuttal to the criticism leveled at him by United States Senate investigators, the New York State Insurance Superintendent, Salvatore R. Curiale, is prepared to tell a Senate subcommittee on Wednesday that his department diligently monitored Empire Blue Cross and Blue Shield and that the insurer's financial troubles have been caused less by mismanagement than by problems in the health insurance system.   \"Contrary to the charge that we were 'paralyzed by fear' of regulating Empire, we proceeded on a course that was designed to reduce and even eliminate New York State's dependence on Empire,\" Mr. Curiale wrote in testimony prepared for delivery before the Senate's Permanent Subcommittee on Investigations.  Department Criticized    On Friday, the subcommittee issued a strongly worded report in which it blamed Empire for \"gross mismanagement\" and criticized the Insurance Department for missing even the most obvious signs of trouble. The department behaved more like \"a cheerleader for Empire's cause\" than an \"aggressive regulator,\" the report said.","thumbnail":null,"section":"New York"},{"date":"19930630","headline":"Rebel Attack in India Kills 32","web_url":"https://www.nytimes.com/1993/06/30/world/rebel-attack-in-india-kills-32.html","abstract":"  Guerrillas of the Naga tribe in India's northeast ambushed an Indian Army convoy today and killed at least 32 people in one of their biggest strikes against a military target, officials said.   \"It was a massive operation and well laid,\" said Haresh Goswami, the Chief Secretary of Manipur state where the attack was carried out as the convoy traveled through thick forests.","thumbnail":null,"section":"World"},{"date":"19930630","headline":"For Many, Human Rights Mean Life Itself; A Persistent Wrong","web_url":"https://www.nytimes.com/1993/06/30/opinion/l-for-many-human-rights-mean-life-itself-a-persistent-wrong-538493.html","abstract":"  To the Editor:   The United States has one glaring weakness in attempting to lead the world conference on human rights in Vienna and to distinguish itself from such countries as China, Iran and Vietnam (The Week in Review, June 20). On the issue of capital punishment, the United States is closer to those countries it seeks to condemn than to its traditional Western allies.","thumbnail":null,"section":"Opinion"},{"date":"19930630","headline":"For No.1 and No.2, The Court's Reserved","web_url":"https://www.nytimes.com/1993/06/30/sports/IHT-for-no1-and-no2-the-courts-reserved.html","abstract":"Will you hit with me today? Steffi Graf seemed to ask her good friend. .I'd be glad to, Jennifer Capriati seemed to reply. .Graf reserved the court for 2 P.M. Tuesday. They both knew to be on time, because they only had it for 75 minutes. It's a gras","thumbnail":null,"section":"Sports"},{"date":"19930630","headline":"Knicks Can't Dial Those Radio Trades","web_url":"https://www.nytimes.com/1993/06/30/sports/on-pro-basketball-knicks-can-t-dial-those-radio-trades.html","abstract":"  Soon after the Knicks followed the Cleveland Cavaliers onto the Bulls' list of playoff victims, the rumor mill -- also known as Wishful Thinker's Anonymous -- came up with the obvious solution for both teams. The Knicks would trade Charles Oakley and Hubert Davis to the Cavaliers for Mark Price.   The Cavaliers would get their desperately needed tough rebounder and shooting guard, while the Knicks would solve their most pressing deficiency, a point guard who can create and score.","thumbnail":null,"section":"Sports"},{"date":"19930630","headline":"On Brink of Collapse, Negotiations on Haiti Are Suddenly Revived","web_url":"https://www.nytimes.com/1993/06/30/world/on-brink-of-collapse-negotiations-on-haiti-are-suddenly-revived.html","abstract":"  After appearing to be on the verge of collapse, United Nations-led talks on Haiti's political crisis were suddenly revived yesterday with the announcement by the country's army commander that he was eager to discuss conditions for preparing the return of the ousted President, the Rev. Jean-Bertrand Aristide.   The commander, Lieut. Gen. Raoul Cedras, made the statement at a news conference on Governors Island in New York harbor, where the talks are being held. It lent hope to diplomats and advisers to Father Aristide that the negotiations, which were thought to be dead as late as yesterday morning, could produce a breakthrough in the country's 21-month-old political stalemate.","thumbnail":null,"section":"World"},{"date":"19930630","headline":"Space Station Wins Reprieve On Second Vote in the House","web_url":"https://www.nytimes.com/1993/06/30/nyregion/space-station-wins-reprieve-on-second-vote-in-the-house.html","abstract":"  Responding to a vigorous White House lobbying campaign, the House has narrowly preserved financing for the space station.","thumbnail":null,"section":"New York"},{"date":"19930630","headline":"Personal Health","web_url":"https://www.nytimes.com/1993/06/30/health/personal-health-962793.html","abstract":"  THE two most common reasons for major surgery in the United States involve a woman's childbearing organs. No. 1 is Caesarean section, in which the womb is opened to deliver a child, and No. 2 is hysterectomy, in which the womb is removed, ending a woman's childbearing ability.   Although the number of Caesareans has risen in recent years, publicity about unnecessary gynecological surgery seems to have led to a drop in the number of hysterectomies. In 1990, the latest year for which data are available, about 590,000 American women had hysterectomies, down from the annual peak of about 750,000 a decade ago. But many experts believe the number of hysterectomies is still far too high.","thumbnail":null,"section":"Health"},{"date":"19930630","headline":"How St. Louis Gives Young People Hope","web_url":"https://www.nytimes.com/1993/06/30/opinion/l-how-st-louis-gives-young-people-hope-536893.html","abstract":"  To the Editor:   I commend you for \"Wanted: Summer Jobs for Teens\" (Topics of The Times, June 17). Anyone who thinks we can turn our backs on a significant portion of our young people today and not suffer for it tomorrow is mistaken. You call for action from business. You may be surprised to learn that St. Louis lawyers, and lawyers across the country, are working to that end.","thumbnail":null,"section":"Opinion"},{"date":"19930630","headline":"Metzenbaum Says He Won't Seek 4th Senate Term","web_url":"https://www.nytimes.com/1993/06/30/us/metzenbaum-says-he-won-t-seek-4th-senate-term.html","abstract":"  Senator Howard M. Metzenbaum of Ohio, sometimes irascible, often confrontational and always committed to liberalism, announced today that he would not seek election to a fourth term next year.   Mr. Metzenbaum, a 76-year-old Democrat known for his advocacy of the poor, the aged, organized labor and consumers, said his decision was based on a desire to spend more time with his family. \"While I will retire my seat,\" he said in a speech on the Senate floor, \"I will not retire my views or retire my voice.\"","thumbnail":null,"section":"U.S."},{"date":"19930630","headline":"Still Not Good Enough on Iraq","web_url":"https://www.nytimes.com/1993/06/30/opinion/still-not-good-enough-on-iraq.html","abstract":"  The Clinton Administration claims to have \"compelling\" circumstantial evidence that Baghdad authorized the failed assassination attempt on George Bush last April. But the evidence it has produced after three days seems too thin to justify the cruise missile attack on Iraq's intelligence headquarters last weekend. Surely the Administration does not intend to usher in an age when nations feel free to fire weapons at each other's cities based on unilateral assertions that intelligence evidence justifies it.   President Clinton said right after the attack that he had acted because of intelligence evidence that Iraq was behind the assassination attempt. The next day the U.S. presented its circumstantial case to the United Nations; bomb materials seized were like those used by Iraqi intelligence in the past, and the captured conspirators believed they had been working for Iraqi intelligence. Yesterday Mr. Clinton said the evidence \"clearly indicated\" Iraq's responsibility. But nothing new had been presented.","thumbnail":null,"section":"Opinion"},{"date":"19930630","headline":"U.S. and Allies Feud on Economic Goals","web_url":"https://www.nytimes.com/1993/06/30/world/us-and-allies-feud-on-economic-goals.html","abstract":"  The United States, Japan and Germany are at loggerheads over an American proposal that the Group of Seven industrial nations set specific targets for annual economic growth when they meet next week in Tokyo, Western officials said today.   They said Japan and Germany have opposed Washington's calls for setting a 3 percent target for economic growth and setting a ceiling on the size of each country's trade deficit or surplus.","thumbnail":null,"section":"World"},{"date":"19930630","headline":"Uneven Containment : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/30/opinion/IHT-uneven-containment-letters-to-the-editor-93934146610.html","abstract":"Iraq is to be punished for its dream of ruling the Middle East and Iran for driving forward the \"crashing wave of Islam.\" Serious crimes, indeed. But does the United States have any right to impose its will in distant lands and that, too, in an","thumbnail":null,"section":"Opinion"},{"date":"19930630","headline":"U.S. Says Bomb-Plot Suspects Talked of Blowing Up Manhattan Jewelry District","web_url":"https://www.nytimes.com/1993/06/30/nyregion/us-says-bomb-plot-suspects-talked-of-blowing-up-manhattan-jewelry-district.html","abstract":"  Conspirators in the foiled bombing plot to blow up the United Nations, Hudson River tunnels and the Federal building in Manhattan talked of bombing the 47th Street diamond district to kill Jews, a Federal prosecutor told a judge yesterday.   The prosecutor also said that the conspirators were aiming to explode their bombs before the rent came due on the Queens garage where they were mixing the chemicals \"and that's before the end of the month.\"","thumbnail":null,"section":"New York"},{"date":"19930630","headline":"Bridge","web_url":"https://www.nytimes.com/1993/06/30/nyregion/bridge-465593.html","abstract":"  The playoffs to determine the 1993 United States teams ended here Monday night with an East Coast squad exacting revenge for an earlier defeat. David Berkowitz of Old Tappan, N.J., Larry Cohen of Little Falls, N.J., Sam Lev of Forest Hills, Queens, Cliff Russell of Miami, Marty Bergen of Farmingdale, L.I., and Eric Rodwell of Naperville, Ill., won the final match by 119 imps, and will go to Chile in September along with a team that includes Michael Becker of Tenafly, N.J.   The losers were Neil Chambers of Schenectady, N.Y., John Schermer of Seattle, John Mohan of Santa Monica, Calif., Roger Bates of Mesa, Ariz., Mike Passell of Dallas, and Andy Goodman of San Francisco, who had beaten the Berkowitz team in semifinal play four days earlier.","thumbnail":null,"section":"New York"},{"date":"19930630","headline":"The View From Istanbul : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/30/opinion/IHT-the-view-from-istanbul-letters-to-the-editor.html","abstract":"Regarding \"The Example of Cyprus\" (Letters, June 11): .Panayotis Dracos either prefers to forget the facts or twist them to fit his own version of truth. It was the extremist elements of the Greek Army and Cypriot Greeks who started the \"","thumbnail":null,"section":"Opinion"},{"date":"19930630","headline":"Murdoch Gets Waiver From the F.C.C. to Buy The New York Post","web_url":"https://www.nytimes.com/1993/06/30/nyregion/murdoch-gets-waiver-from-the-fcc-to-buy-the-new-york-post.html","abstract":"  The Federal Communications Commission voted, 2 to 1, today to give Rupert Murdoch the permanent waiver he needs to acquire The New York Post, a day before his management agreement with a bankruptcy court to operate the newspaper was scheduled to expire.   The vote, which came after weeks of wrangling within the F.C.C., sets the stage for Mr. Murdoch to re-acquire the tabloid that he was forced to sell five years ago in order to satisfy Federal regulations that bar a company from owning a newspaper and a television station in the same market.","thumbnail":null,"section":"New York"},{"date":"19930630","headline":"New Museum Is in Beijing, but Who Will See It?","web_url":"https://www.nytimes.com/1993/06/30/arts/new-museum-is-in-beijing-but-who-will-see-it.html","abstract":"  For years, the last place to look for a modern display of Chinese art was in China. Now that may be changing with the opening of China's first Western-style museum here, more than a dozen years after its original sponsor first conceived of it.    The Arthur M. Sackler Museum of Art and Archeology, which opened in Beijing on May 27, has joined a string of Sackler galleries and museums around the world. This one primarily displays relics and fossils discovered by Chinese archeologists.","thumbnail":null,"section":"Arts"},{"date":"19930630","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/06/30/style/chronicle-542293.html","abstract":"  It may not be a stately home, but MARSHA MARTIN said she could think of no better place for her farewell party than a New York City shelter for the homeless. Dr. Martin, who was the director of the Mayor's Office on Homelessness and Single Room Occupancy Housing, went to Washington earlier this month to be the executive director of the Interagency Council on the Homeless. The council, whose chairman is Henry G. Cisneros, Secretary of Housing and Urban Development, is an independent Government agency that reviews all Federal activities and programs for the homeless.    On Monday evening, about 75 friends and colleagues, many of them from city government, went to the men's shelter at 8 East Third Street, which Dr. Martin said had been transformed from one of the city's most disreputable centers into a transitional residence for homeless men recovering from drug and alcohol abuse.","thumbnail":null,"section":"Style"},{"date":"19930630","headline":"Uneven Containment : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/30/opinion/IHT-uneven-containment-letters-to-the-editor.html","abstract":"Regarding \"Keep Iraq and Iran Contained\" (Opinion, June 23):.A.M. Rosenthal's shamelessly biased articles add to the existing confusion in the Middle East. He praises the American administration's \"dual containment\" policy toward I","thumbnail":null,"section":"Opinion"},{"date":"19930630","headline":"Glyndebourne's London Season","web_url":"https://www.nytimes.com/1993/06/30/style/IHT-glyndebournes-london-season.html","abstract":"If London can't go to Glyndebourne, then Glyndebourne comes to London, if without evening dress, black tie and picnic baskets. .London doesn't go to Glyndebourne this summer because the old theater on the picturesque Christie estate in Sussex is being","thumbnail":null,"section":"Style"},{"date":"19930630","headline":"Legacy of a Schools Chancellor; Fernandez's Changes May Not Live On After His Departure","web_url":"https://www.nytimes.com/1993/06/30/nyregion/legacy-schools-chancellor-fernandez-s-changes-may-not-live-after-his-departure.html","abstract":"  As Joseph A. Fernandez moves out of the Chancellor's office at 110 Livingston Street and packs for the long drive back to Florida, he leaves behind a school system that is remarkably transformed, yet remarkably the same.   During his stormy three-and-a-half-year tenure as one of the highest-paid school officials in the country, he brought about dozens of reforms, large and small, at a rapid pace -- from the distribution of condoms in high schools, to the creation of more than 30 small theme high schools scheduled to open by the fall.   As the Board of Education prepares to appoint a new Chancellor -- a decision that could come as soon as tonight -- Mr. Fernandez and his supporters are convinced that, despite a city budget crisis, he created a model reform administration and sowed the seeds of a renaissance in public education.","thumbnail":null,"section":"New York"},{"date":"19930630","headline":"Officers in Nigeria to Retire To Protest Scrapping of Vote","web_url":"https://www.nytimes.com/1993/06/30/world/officers-in-nigeria-to-retire-to-protest-scrapping-of-vote.html","abstract":"  In a highly unusual challenge to Nigeria's military Government, at least 30 officers holding the rank of colonel and above said they would retire from the armed forces in protest against Gen. Ibrahim Babangida's decision to annul this country's recent presidential election, a civilian official with close ties to the military said today.   The National Concord, an independent newspaper owned by Moshood Abiola, a wealthy industrialist and the presidential candidate of the Social Democratic Party, said today that about 14 colonels and 8 brigadier generals had \"opted for early retirement.\"","thumbnail":null,"section":"World"},{"date":"19930630","headline":"Eyebrows, and Issue Of Color, Are Raised","web_url":"https://www.nytimes.com/1993/06/30/sports/boxing-notebook-eyebrows-and-issue-of-color-are-raised.html","abstract":"  Rock Newman is getting ready to play the race card.   Newman, who favors dashikis when appearing in places where there is a crowd and who orchestrated Riddick Bowe's victory tour in Somalia and the Vatican, is now telling the boxing world it is looking for a Great White Hope.","thumbnail":null,"section":"Sports"},{"date":"19930630","headline":"1943: Cologne Ravaged : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/06/30/opinion/IHT-1943-cologne-ravaged-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] A huge fleet of British bombers made a savage attack last night [June 28] on Cologne, industrial and commercial German city on the Rhine. Tonight German troops and civil defense patrols were still hard at work trying","thumbnail":null,"section":"Opinion"},{"date":"19930630","headline":"Mercer Is Charged With Trying to Fix a Fight","web_url":"https://www.nytimes.com/1993/06/30/sports/boxing-mercer-is-charged-with-trying-to-fix-a-fight.html","abstract":"  Ray Mercer was arraigned yesterday on a charge of sports bribery, accused of repeatedly offering Jesse Ferguson $100,000 to lose during their Feb. 6 heavyweight fight at Madison Square Garden.   District Attorney Robert M. Morgenthau said Mercer, 32, was arrested Sunday in Indianapolis and was charged yesterday in Manhattan. He was released on his own recognizance despite a request of $10,000 bail by the District Attorney's office.","thumbnail":null,"section":"Sports"},{"date":"19930630","headline":"The Spy Who Knew Too Much","web_url":"https://www.nytimes.com/1993/06/30/opinion/the-spy-who-knew-too-much.html","abstract":"President Clinton's directive for a sweeping review of the rules governing official secrecy is likely to be rendered meaningless by the British Government's embargo on declassifying its intelligence records.\n\nUnder the terms of the Anglo-American intelligence-sharing agreement signed during World War I, the unilateral release of any classified information is prohibited. This secret pact prevents the United States National Archives from declassifying 500 boxes of the wartime records of the Office of Strategic Services, the predecessor of the C.I.A.","thumbnail":null,"section":"Opinion"},{"date":"19930630","headline":"Grand Prix Racing: 1993 Is Shaping Up Great Despite FISA","web_url":"https://www.nytimes.com/1993/06/30/sports/IHT-grand-prix-racing-1993-is-shaping-up-great-despite-fisa.html","abstract":"In a statement that surprised many in the sport, the pros and fans alike, Bernie Ecclestone, the head of the Formula One constructors' group, said that Grand Prix racing is show-biz. The question is, how many drivers, like some professional wrestlers, wo","thumbnail":null,"section":"Sports"},{"date":"19930630","headline":"Books of The Times; Black and White Together and Apart","web_url":"https://www.nytimes.com/1993/06/30/books/books-of-the-times-black-and-white-together-and-apart.html","abstract":"  To learn what it means to be black in the United States today, Walt Harrington, a white staff writer for The Washington Post Magazine, decided to crisscross the country and ask scores of black people what they thought and how they felt about their lives. Bidding goodbye to his wife, Keran, who is black, and their two children, he started from their home near Washington and, during three trips in his old Isuzu Trooper through the Deep South, the urban North and the Western states, he covered 25,000 miles on his voyage of discovery.    In \"Crossings,\" he confirms what most of us already know or surmise: blacks and whites dwell in separate worlds. Even in a democracy, trying to break down this divide remains, as Gunnar Myrdal called it in his classic study a half-century ago, \"An American Dilemma.\" Nevertheless, Mr. Harrington adds the skill of an engaged reporter, a personal stake in his subject and the ability to find fresh voices to talk openly about themselves and multi-racialism.","thumbnail":null,"section":"Books"},{"date":"19930630","headline":"ROWING;\nWomen-on-Thames, in Sculls and Competing","web_url":"https://www.nytimes.com/1993/06/30/sports/rowing-womenonthames-in-sculls-and-competing.html","abstract":"The Henley Royal Regatta, \"this beautiful pageant of English life,\" as Winston Churchill described the oldest of all rowing events, was first raced on this straight stretch of the River Thames in 1839. Changes have come in equipment and training methods in the 154 years since, but for the most part, the regatta remained a male preserve.\n\nUntil this year. For the first time, female single scullers will race in a full regatta event.","thumbnail":null,"section":"Sports"},{"date":"19930630","headline":"1918: Dugout Delivery : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/06/30/opinion/IHT-1918-dugout-delivery-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The Y.M.C.A. has turned newsboy. Up along the Marne River the Y.M.C.A. has tackled the job of delivering Paris newspapers to the American soldiers, getting them even to the fellows who are lying on their backs in advanced posts out toward No Man's","thumbnail":null,"section":"Opinion"},{"date":"19930630","headline":"Prague Fears Being Migrant Trail's Last Stop","web_url":"https://www.nytimes.com/1993/06/30/world/prague-fears-being-migrant-trail-s-last-stop.html","abstract":"  A 31-year-old farmer from Yugoslavia, Mazlun Buragi, stepped off a scruffy bus onto the well-kept square here after a four-country, five-day journey, and with 50 other disheveled passengers tried to arrange a taxi for his crossing into Germany.   An ethnic Albanian from Kosovo Province, dressed in a heavy leather jacket and with a peace sign tattooed on one hand, Mr. Buragi said he was fleeing conscription by the Serbian authorities.","thumbnail":null,"section":"World"},{"date":"19930630","headline":"Spending Will Get Us Out of This","web_url":"https://www.nytimes.com/1993/06/30/opinion/l-spending-will-get-us-out-of-this-534193.html","abstract":"  To the Editor:   \"A Budget Too Much Like Perot's\" (editorial, June 23), coming on the eve of the Senate vote on the Clinton Administration's proposed budget, is a salutary reminder, in the midst of our almost total preoccupation with reducing the Federal deficit, that the ultimate purpose of all these efforts is to increase the resources that we devote to investment, both private and governmental. Cutting the high rate of Federal Government borrowing is a necessary condition; but there is no basis for confidence that it would be sufficient.","thumbnail":null,"section":"Opinion"},{"date":"19930630","headline":"Munoz, Yanks' Big Kid, Does Job","web_url":"https://www.nytimes.com/1993/06/30/sports/baseball-munoz-yanks-big-kid-does-job.html","abstract":"  The kid didn't get nervous when they made the call to the bullpen late last night. When the Yankees made him a reliever in spring training, Bobby Munoz figured that, one day, he'd have to face situations like these. He just didn't expect it to happen so soon.   In the seventh inning, there was a tied score in a tight division contest, the Yankees against the Detroit Tigers, and Manager Buck Showalter wanted Munoz, his 25-year-old rookie, to pitch New York out of a jam. Showalter went to Steve Howe first, with two outs and the bases loaded and the Yankees ahead, but Howe walked in the tying run.","thumbnail":null,"section":"Sports"},{"date":"19930630","headline":"Theater in Review","web_url":"https://www.nytimes.com/1993/06/30/theater/theater-in-review-156793.html","abstract":"  Lovechild  Irish Arts Center 553 West 51st Street Manhattan By Gerard Stembridge; directed by Nye Heron; musical arrangements and original compositions by Nico Kean; set by David Raphel; lighting by Judith Daitsman; costumes by Carla Gant; choreography, Josephine McNamara; sound by Mr. Kean; vocals by Susan McKeown; production stage manager, Elizabeth English; production technician, Adrienne Walsh; production assistant, Joanna Sykes; puppet design and construction by Maria Murray and Edith Pieperhoff. Presented by the Irish Arts Center, Jim Sheridan, chairman; Mr. Heron, artistic director; Marianne Delaney, executive director. WITH: Malcolm Adams, Rosemary Fine, Michael Judd, Mac Orange and Marian Quinn.","thumbnail":null,"section":"Theater"},{"date":"19930630","headline":"An Extra Shot for Anthony: Knicks in Summer League","web_url":"https://www.nytimes.com/1993/06/30/sports/pro-basketball-an-extra-shot-for-anthony-knicks-in-summer-league.html","abstract":"  The Knicks announced yesterday they would be hosts again to the Doral Arrowwood New York Summer League at the Westchester County Center in White Plains. Because of the league's success last year, the field has been expanded from four teams to six teams.   The league consists of squads representing the Knicks, the New Jersey Nets, the Boston Celtics, the Philadelphia 76ers and, new this year, the Washington Bullets and the Milwaukee Bucks.","thumbnail":null,"section":"Sports"},{"date":"19930630","headline":"JAPANESE PARTY HIT BY NEW BLOW","web_url":"https://www.nytimes.com/1993/06/30/world/japanese-party-hit-by-new-blow.html","abstract":"  Just when Japan's governing party thought that its fortunes could not take another turn for the worse, the mayor of one of northern Japan's largest cities was arrested today and charged with accepting more than $900,000 in bribes in return for fixing government contracts.   Toru Ishii, the mayor of Sendai and until recently the head of the Japan's powerful Association of Mayors, was charged with directing huge public works projects to several construction companies in return for cash.","thumbnail":null,"section":"World"},{"date":"19930630","headline":"To These Children, Border's No Barrier","web_url":"https://www.nytimes.com/1993/06/30/education/to-these-children-border-s-no-barrier.html","abstract":"  Ever since Phoebe Watson showed up in 1948 to teach in this tiny village carved from the sage and mesquite along the Mexican border, the elementary school in Columbus has had a policy of truly open enrollment: more than half its 330 students come in buses from Las Palomas, the Mexican town just two miles away.    \"I just never said no to any child who came in from Palomas,\" said Mrs. Watson, now retired as the school's principal but serving, at the age of 82, as Mayor. \"They needed schooling. I wasn't going to be an immigration officer. I didn't care what their birth certificate said.\"","thumbnail":null,"section":"Education"},{"date":"19930630","headline":"Subplots Will Be Varied in Men's Quarterfinals","web_url":"https://www.nytimes.com/1993/06/30/sports/tennis-subplots-will-be-varied-in-men-s-quarterfinals.html","abstract":"  When it comes to the men's quarterfinals this year at Wimbledon, there's an apparent mismatch, a friendly match, a grudge match and a match that wasn't supposed to happen.   Cedric Pioline is not a name that springs to mind when potential Grand Slam quarterfinalists are discussed. Particularly not here at Wimbledon, where a Frenchman with clay-court expertise is unheralded at best and, according to his opponent, Stefan Edberg, a dangerous floater at worst.","thumbnail":null,"section":"Sports"},{"date":"19930630","headline":"Unrelated Kidney Donors Win Growing Hospital Acceptance","web_url":"https://www.nytimes.com/1993/06/30/health/unrelated-kidney-donors-win-growing-hospital-acceptance.html","abstract":"  FOR most of her life, Sarah Parsons has known that a hereditary disease would eventually destroy her kidneys and that she would need a transplant.   But what she did not know and would never have guessed was that when her kidneys finally failed, her sister-in-law and three casual friends would, with no prompting, each offer her one of their kidneys and that one of these friends would end up being the donor.","thumbnail":null,"section":"Health"},{"date":"19930630","headline":"Negotiators in Congress Fail To Agree on Military Budget","web_url":"https://www.nytimes.com/1993/06/30/us/negotiators-in-congress-fail-to-agree-on-military-budget.html","abstract":"  House and Senate negotiators struggled for six hours today but failed to agree on how much money to give to a Pentagon that had not asked for it..   The House Defense Appropriations Subcommittee began pushing $1.2 billion last month on a Defense Department that was shyly silent, and today the panel's chairman, Representative John P. Murtha, Democrat of Pennsylvania, walked out of the public session of the House-Senate conference muttering, \"We're not budging.'","thumbnail":null,"section":"U.S."},{"date":"19930630","headline":"In America; Send Them Back?","web_url":"https://www.nytimes.com/1993/06/30/opinion/in-america-send-them-back.html","abstract":"  The two boys were exhausted, hungry and frightened when they stepped off the plane in Los Angeles in July 1990.   Ferooz Omaid was 17 and his brother, Shikeb, was 15. They spoke little English and had no papers. Within minutes of their arrival at Los Angeles International Airport they were in the hands of immigration authorities.","thumbnail":null,"section":"Opinion"},{"date":"19930630","headline":"Judge Bars Storage of Spent Nuclear Fuel","web_url":"https://www.nytimes.com/1993/06/30/us/judge-bars-storage-of-spent-nuclear-fuel.html","abstract":"  In a ruling that the Government says could disrupt the Navy's nuclear-powered fleet, a Federal judge has barred the Energy Department from accepting any more spent nuclear fuel for storage at its atomic reservation in Idaho until the department completes a thorough environmental study of the area.    The order, issued late Monday by Judge Harold L. Ryan of Federal District Court in Boise, involves the 890-square-mile Idaho National Engineering Laboratory, site of the nation's only long-term storage depot for spent naval nuclear fuel.","thumbnail":null,"section":"U.S."},{"date":"19930630","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/06/30/nyregion/news-summary-237793.html","abstract":"  International A2-9  U.S. PUTS A-TESTS ON HOLD  President Clinton has decided that the U.S. will follow a \"no first test\" policy on nuclear arms. Planned tests in the Nevada desert will be put on hold indefinitely, so long as no other tests nuclear arms.  A1  INVESTMENT SCAM IN CHINA  Thousands of Chinese investors have been swindled by a small-time businessman who raised $175 million and then squandered much of the money on luxuries for himself.  A1","thumbnail":null,"section":"New York"},{"date":"19930630","headline":"A Dinosaur Ruling","web_url":"https://www.nytimes.com/1993/06/30/opinion/a-dinosaur-ruling.html","abstract":"  Justice Sandra Day O'Connor is leading her colleagues -- and the nation -- toward Jurassic Park jurisprudence. The dinosaur of segregated politics has been buried for less than three decades in the South. Now with her disingenuous and ahistorical attack on the Voting Rights Act in a North Carolina case, Justice O'Connor proposes to clone that dinosaur into a monster that could gobble up the nation's hard-won progress toward higher majority membership in Congress, legislatures and local governments.   The case seems a trivial one. Its immediate object is two goofily shaped districts with bare black majorities. Due to these majorities, North Carolina's 12-person House delegation now has two black members -- the first of their race elected from North Carolina since Reconstruction. Previous Supreme Courts would have scoffed at the claim that this minuscule black representation amounted to discrimination against whites.","thumbnail":null,"section":"Opinion"},{"date":"19930630","headline":"Stein Pulls Out of Advocate Race, Saying His Political Career Is Over","web_url":"https://www.nytimes.com/1993/06/30/nyregion/stein-pulls-out-of-advocate-race-saying-his-political-career-is-over.html","abstract":"  One month after he abandoned his sputtering New York mayoral campaign, City Council President Andrew J. Stein just as abruptly withdrew yesterday as a candidate for re-election to his current job, which is being renamed Public Advocate. He said he might resign before his term expires in December and would never again seek elective office.   \"I'm getting out of politics,\" Mr. Stein said in an interview. \"You have to be gung-ho, you have to have complete enthusiasm for it. I've had that for 25 years. It's all I've done since I was 22. I think I've made a difference. But I'm 48 and it's really time to move on.\"","thumbnail":null,"section":"New York"},{"date":"19930630","headline":"In Tour de France, Target Is Clear but Who Dares Attack?","web_url":"https://www.nytimes.com/1993/06/30/sports/IHT-in-tour-de-france-target-is-clear-but-who-dares-attack.html","abstract":"Claudio Chiappucci, who has twice finished second in the Tour de France, knows how to beat Miguel Indurain. So does Frdric Moncassin, who has never come closer to the Tour than watching it on television. .\"The way is to attack him, att","thumbnail":null,"section":"Sports"},{"date":"19930630","headline":"Former U. of Miami Aide Indicted","web_url":"https://www.nytimes.com/1993/06/30/sports/sports-people-colleges-former-u-of-miami-aide-indicted.html","abstract":"  TONY RUSSELL, a former University of Miami academic counselor, was indicted yesterday in Miami on one count of Federal financial aid fraud, capping a two-year investigation into financial aid fraud among Miami athletes. According to the indictment, more than $220,000 in Pell Grant funds were obtained fraudulently between June 1989 and June 1991 and 356 documents were falsified by 91 present or former Miami students, all but several of them athletes.   Russell, who has acknowledged illegally securing up to $2,400 a year per athlete in Pell Grant funds in exchange for a payment of up to $100 each, has accepted a plea bargain arrangement stipulating that he plead guilty. He faces a maximum of five years in prison, up to $440,000 in fines and may be ordered to pay restitution.","thumbnail":null,"section":"Sports"},{"date":"19930630","headline":"U.S. Jet Patrolling Iraq Fires Missile at Artillery Site","web_url":"https://www.nytimes.com/1993/06/30/world/us-jet-patrolling-iraq-fires-missile-at-artillery-site.html","abstract":"  Three days after an American military strike against Baghdad, a United States warplane fired a missile at an Iraqi antiaircraft artillery site today as Iraq continued to interfere with American patrols and defy United Nations sanctions, Administration officials said.   President Clinton sought to play down the significance of the incident, which came after the American aircraft was targeted by Iraqi radar as it patrolled the no-flight zone declared by the United Nations over southern Iraq.","thumbnail":null,"section":"World"},{"date":"19930630","headline":"Where Will Five Stars Forward Their Mail?","web_url":"https://www.nytimes.com/1993/06/30/sports/pro-basketball-where-will-five-stars-forward-their-mail.html","abstract":"  Five of the country's top college players sat in a hotel conference room today, nervously contemplating their fate in Wednesday night's National Basketball Association draft.   \"Wouldn't you be nervous?\" asked Jamal Mashburn, the University of Kentucky star who is expected to be among the top four picks. \"You could end up on one coast, or another. You don't know what's going to happen, until it happens.\"","thumbnail":null,"section":"Sports"},{"date":"19930630","headline":"Habyan Isn't Expecting a Late Call","web_url":"https://www.nytimes.com/1993/06/30/sports/baseball-habyan-isn-t-expecting-a-late-call.html","abstract":"  A bad week. That is what John Habyan called his treacherous trips to the pitcher's mound during the latest Yankee road trip, when he threw too many sliders, surrendered too many damaging hits and saw his role in the bullpen diminish rapidly as a result. A real bad week.   Actually, Habyan merely endured three suspect outings, but they came at inopportune times and the reliever conceded yesterday that he does not expect to be summoned in the late innings any time soon. In the last two days, Habyan has met with Manager Buck Showalter and General Manager Gene Michael, and they have not been exchanging their favorite recipes.","thumbnail":null,"section":"Sports"},{"date":"19930630","headline":"Better, Read the World Trade Rules","web_url":"https://www.nytimes.com/1993/06/30/opinion/IHT-better-read-the-world-trade-rules.html","abstract":"The old ghost of Nipponophobia has returned. Roy Denman's opinion column \"Now Read the Rules to Japan\" (June 17) is full of distortions, clichs and inflammatory statements..Mr. Denman, former director general of external relations of th","thumbnail":null,"section":"Opinion"},{"date":"19930630","headline":"Albany's Last Chance on Ethics","web_url":"https://www.nytimes.com/1993/06/30/opinion/albany-s-last-chance-on-ethics.html","abstract":"  This has not been a banner year for New Yorkers who had hoped that their Legislature would reduce the influence of vested interests in state and local politics and encourage fairer and more competitive elections. Albany can gain some measure of redemption in the time remaining, but that time is swiftly running out.    The session actually began on a hopeful note. In what is becoming a yearly ritual, the Democratic-run Assembly passed a solid reform package establishing a sensible system of public campaign financing for statewide and legislative races and for easing the state's onerous ballot access rules.","thumbnail":null,"section":"Opinion"},{"date":"19930630","headline":"Review/Music; Slyness Opens Concerts In Parks","web_url":"https://www.nytimes.com/1993/06/30/arts/review-music-slyness-opens-concerts-in-parks.html","abstract":"  The speeches by dignitaries and politicians that traditionally precede outdoor concerts can be soporific. But a listener who reflexively tuned them out at the New York Philharmonic's concert on the Great Lawn of Central Park on Monday evening would have missed an uncharacteristic touch of mischievousness. In remarks destined for a place in \"The Annals of Especially Sly Buzzword Usage,\" Ruth W. Messinger, the Manhattan Borough President, described the Philharmonic's Mozart, Rossini and Mussorgsky program as \"multicultural.\"   Radical multiculturalists may take umbrage at her use of their concept to describe a collection of works by dead white, European males. But strictly speaking, she was quite right. Huge chasms separate the cultural and musical sensibilities of these three composers, and although outdoor concerts do not normally lend themselves to the examination of such notions, Samuel Wong led the Philharmonic in performances that made a point of the program's stylistic diversity.","thumbnail":null,"section":"Arts"},{"date":"19930630","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/06/30/sports/results-plus-004893.html","abstract":"  BOXING  Duran Gets a Workout and the Decision  Roberto Duran came out with a victory last night, but he was taken the distance and got a solid workout in a 10-round decision over the Canadian Jacques LeBlanc in Bay St. Louis, Miss. The 42-year-old former champion did what he had to do to as he tries to line up a shot at a fifth title, winning a unanimous decision over the former Canadian champion in a supermiddleweight bout. Duran (89-9) was still punching strongly in the final rounds despite an injured right hand he suffered in the fourth round. LeBlanc (22-5-2), 29, lived up to his billing as a brawler, fighting strongly into the final minute despite a bloody nose and cut under the left eye. All five of his professional losses are by decision. The victory puts Duran in position to fight the two-time world champion Vinny Pazienza in October. A victory there could put Duran in line for another title shot. (AP) BASEBALL  U.S. Team Romps Over France  Dante Powell, Todd Helton and Russ Johnson each drove in two runs in an eight-run second inning as the United States rolled to a 16-1 victory over France in the Intercontinental Baseball Cup yesterday in Reggio Emilia, Italy. The game was stopped after six and a half innings because of the international 10-run rule. The victory improves the United States to 4-2 in the round-robin tournament with three games remaining. (AP)  ","thumbnail":null,"section":"Sports"},{"date":"19930630","headline":"Review/Film: The Firm; A Mole in the Den of Corrupt Legal Lions","web_url":"https://www.nytimes.com/1993/06/30/movies/review-film-the-firm-a-mole-in-the-den-of-corrupt-legal-lions.html","abstract":"New lawyer, enigmatic Memphis outfit, via Grisham. Able but slow, with absurd wrap-up.","thumbnail":null,"section":"Movies"},{"date":"19930630","headline":"Dancers of 6 Countries Win Prizes but No Gold In Ballet Competition","web_url":"https://www.nytimes.com/1993/06/30/arts/dancers-of-6-countries-win-prizes-but-no-gold-in-ballet-competition.html","abstract":"  Seven dancers from six countries received awards on Monday night when the fourth New York International Ballet Competition concluded with a gala at Alice Tully Hall.    The gala, for which Hillary Rodham Clinton served as honorary chairwoman, had Ann Reinking as its host and began with all the competition's dancers, judges and teachers assembled on stage. Each was individually introduced, and the audience gave a special burst of applause to Maya Plisetskaya, the ballerina of the Bolshoi Ballet who served as one of the judges. Gesturing toward the entire group, the competition's executive director, Ilona Copen, exclaimed, \"Isn't our family beautiful?\"  Solos and Pas de Deux    The performance that followed, by award winners and other competition participants, made it easy to answer that question affirmatively. On the other hand, the fact that some of the dancers seemed lacking in stage experience and stylistic refinement made it understandable why no Gold Medals were presented this year.","thumbnail":null,"section":"Arts"},{"date":"19930630","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/06/30/us/inside-286593.html","abstract":"  Murdoch Wins WaiverTo Acquire The Post   The Federal Communications Commission voted 2-1 to allow Rupert Murdoch to acquire The New York Post, a day before his agreement with a bankruptcy court to operate The Post was to expire. A waiver was needed because he owns a television station in the same market. Page B1. U.S. Fires at Iraqi Site    A United States warplane fired a missile at an Iraqi antiaircraft artillery site as Iraqi defiance continued, Administration officials said. Page A3. Nigerian Military Protests    At least 30 Nigerian officers said they would retire to protest the annulment of the presidential vote, a civilian official said. Page A2. 'Coming Out' to a Neighbor    Faced with campaigns against gay rights, homosexuals in rural areas around the country are deciding they can no longer be silent. Page A10. Schools Finalist Backs Out    Bernard R. Gifford, a finalist in the search for a New York City Schools Chancellor, unexpectedly withdrew, officials said. Page B2.","thumbnail":null,"section":"U.S."},{"date":"19930630","headline":"U.S Indicts 31 for Extortion Plots In Minority Hiring in Construction","web_url":"https://www.nytimes.com/1993/06/30/nyregion/us-indicts-31-for-extortion-plots-in-minority-hiring-in-construction.html","abstract":"  Thirty-one people were indicted yesterday on charges of running eight groups that violently extorted thousands of dollars from New York building contractors under the guise of obtaining construction jobs for black and Hispanic workers.   Federal attorneys in Brooklyn said 22 of the 31 indicted were arrested by F.B.I. agents and the police in raids that started yesterday. Two others are reported to be in prison on other charges and seven have not been found.","thumbnail":null,"section":"New York"},{"date":"19930630","headline":"Republican Draws Fire As Too Soft on Clinton","web_url":"https://www.nytimes.com/1993/06/30/us/republican-draws-fire-as-too-soft-on-clinton.html","abstract":"  Anger among Republicans who believe that their leader on the Senate Judiciary Committee has been too easy on Clinton Administration nominees burst into the open today. As a result, the President's choice for a top Justice Department post was put on hold.   The nominee, Eleanor Dean Acheson, a granddaughter of President Harry S. Truman's Secretary of State, Dean Acheson, breezed through a confirmation hearing last week. She had already received the warm endorsement of Senator Orrin G. Hatch of Utah, the committee's ranking Republican, to head the office that recommends judicial appointments and helps set overall policy for the department.","thumbnail":null,"section":"U.S."},{"date":"19930630","headline":"On This Tour, Streets Are Paved With Stars","web_url":"https://www.nytimes.com/1993/06/30/nyregion/about-new-york-on-this-tour-streets-are-paved-with-stars.html","abstract":"  Dear Diary,  SAW van with sign saying, \"Stardom Tours, See Hollywood in Manhattan.\" Wondered, what does that mean? Thought, why not? Called to book a seat.   Welcomed aboard by Michael Dzakulin, the 44-year-old driver and guide, originally from Belgrade. Fellow sightseers were a woman from Sydney and a German surgeon traveling with his 18-year old son.","thumbnail":null,"section":"New York"},{"date":"19930630","headline":"METROPOLITAN GOLF REPORT","web_url":"https://www.nytimes.com/1993/06/30/sports/metropolitan-golf-report.html","abstract":"  M.G.A. Metlife Ike Championship    George Zahringer 3d proved again yesterday that even at the age of 40 he is still a force in amateur golf in the metropolitan area. Zahringer captured the 39th edition of the Ike, the stroke-play championship of the Metropolitan Golf Association, for his 27th tournament triumph.","thumbnail":null,"section":"Sports"},{"date":"19930630","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/06/30/nyregion/metro-digest-174593.html","abstract":"  METRO DIGEST  NEW YORK CITY  HOW ABOUT THOSE MIDTOWN BOMBERS?   Forging a fallback position in case efforts to keep the New York Yankees in the Bronx fail, Governor Cuomo has fixed his eyes on a 30-acre railyard on the western edge of midtown Manhattan as a possible way to keep the team from leaving New York City altogether. A1. 31 ARRESTED IN JOBS EXTORTION SCHEME   Thirty-one people have been indicted on charges that they ran eight groups that, under the guise of obtaining construction jobs for black and Hispanic workers, violently extorted thousands of dollars from New York building contractors. A1.","thumbnail":null,"section":"New York"},{"date":"19930630","headline":"Marathon to Offer Bonuses","web_url":"https://www.nytimes.com/1993/06/30/sports/marathon-to-offer-bonuses.html","abstract":"  An American man or woman finishing first in this year's New York City Marathon could earn as much as $140,000 in prize money plus a new Mercedes-Benz. The bonus prizes were announced yesterday by the New York Road Runners Club, organizers of the Nov. 14 race.   Under the plan, any United States citizen finishing in the top five will earn double the existing prize money awarded while winning would carry a further $100,000. For example, the men's or women's winner receives $20,000 plus the car; so an American winner would get $40,000 -- plus a $100,000 bonus.","thumbnail":null,"section":"Sports"},{"date":"19930630","headline":"A Lost Life Remembered","web_url":"https://www.nytimes.com/1993/06/30/nyregion/a-lost-life-remembered.html","abstract":"  Family and friends of Jenny Soto -- the 23-year-old woman identified as a possible victim of Joel Rifkin -- insisted last night that Ms. Soto was not a prostitute, although some of her friends were.   \"We knew she had friends who were prostitutes, but her family took care of her, she would never be a prostitute,\" said Cynthia Vega, 20, a cousin.","thumbnail":null,"section":"New York"},{"date":"19930630","headline":"Prostitutes on Allen Street Remember Suspect From L.I.","web_url":"https://www.nytimes.com/1993/06/30/nyregion/prostitutes-on-allen-street-remember-suspect-from-li.html","abstract":"  The women who work as prostitutes along a park-like strip of Allen Street said yesterday that they recognized police photographs of Joel Rifkin and remembered him as a man who frequented the Lower East Side looking for sex.    \"He used to constantly ask me out on dates, but I told him I didn't go out with strangers,\" said a tall, skinny woman of 30 in a short black jumpsuit.","thumbnail":null,"section":"New York"},{"date":"19930630","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/06/30/style/chronicle-977593.html","abstract":"  You don't have to be a reigning monarch to have public family squabbles. In France, the COUNT OF PARIS, 85, whose full name is Henri Robert Ferdinand Marie Louis-Philippe d'Orleans and who is one of the two pretenders to the throne of France, is enmeshed in a lawsuit with five of his nine living children over silver, jewelry, art, furnishings and books. The children have gone to court to stop him from selling the contents of Quinta da Anjino, a former family home near Sintra, Portugal.    The Count, his wife, Princess Isabelle d'Orleans-Bragance, and their children lived there in exile from 1945 to 1950, when it again became legal for descendants of former French kings to set foot on French soil. The family kept the house as a vacation retreat, but then sold it a few years ago. The contents, which Sotheby's is planning to auction in Monaco on Saturday and Sunday, are worth an estimated $3.6 million.","thumbnail":null,"section":"Style"},{"date":"19930630","headline":"Police Locate 2 More Bodies Buries on L.I.","web_url":"https://www.nytimes.com/1993/06/30/nyregion/police-locate-2-more-bodies-buries-on-li.html","abstract":"  Beginning what they called \"a long and extensive investigation\" into a Long Island man's claims that he killed 17 prostitutes, law-enforcement officials found the bodies of two women today.    As state and local authorities, using dogs and helicopters, fanned out through the region, one body was found near Kennedy International Airport and the other near a county highway in the Hamptons.","thumbnail":null,"section":"New York"},{"date":"19930630","headline":"Dinkins Asserts He Is Better Racial Healer","web_url":"https://www.nytimes.com/1993/06/30/nyregion/dinkins-asserts-he-is-better-racial-healer.html","abstract":"  Sounding what promises to be a central theme of his re-election campaign with unusual bluntness, Mayor David N. Dinkins said yesterday that he had a special understanding of New York City's racial and ethnic diversity and an ability to bridge it -- and strongly suggested that his opponent, Rudolph W. Giuliani, did not.   \"On one thing there should be no doubt: the future of our city depends upon our ability to live together and work together, to realize that our great diversity of backgrounds, opinions and perspectives is our greatest gift,\" Mr. Dinkins said in a luncheon speech to the City Club of New York in Manhattan.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19930630","time":"1993-06-30 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.4,"rhum":75,"wspd":16.6},{"date":"19930630","time":"1993-06-30 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":79,"wspd":14.8},{"date":"19930630","time":"1993-06-30 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.6,"rhum":82,"wspd":9.4},{"date":"19930630","time":"1993-06-30 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":83,"wspd":14.8},{"date":"19930630","time":"1993-06-30 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.7,"rhum":85,"wspd":16.6},{"date":"19930630","time":"1993-06-30 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":85,"wspd":11.2},{"date":"19930630","time":"1993-06-30 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":83,"wspd":11.2},{"date":"19930630","time":"1993-06-30 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.7,"rhum":79,"wspd":11.2},{"date":"19930630","time":"1993-06-30 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.5,"rhum":71,"wspd":16.6},{"date":"19930630","time":"1993-06-30 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.1,"rhum":61,"wspd":11.2},{"date":"19930630","time":"1993-06-30 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.3,"rhum":57,"wspd":13},{"date":"19930630","time":"1993-06-30 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.5,"rhum":45,"wspd":14.8},{"date":"19930630","time":"1993-06-30 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.9,"rhum":41,"wspd":18.4},{"date":"19930630","time":"1993-06-30 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24.9,"rhum":38,"wspd":16.6},{"date":"19930630","time":"1993-06-30 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24.6,"rhum":36,"wspd":18.4},{"date":"19930630","time":"1993-06-30 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24.5,"rhum":37,"wspd":16.6},{"date":"19930630","time":"1993-06-30 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24.5,"rhum":38,"wspd":16.6},{"date":"19930630","time":"1993-06-30 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24.2,"rhum":40,"wspd":14.8},{"date":"19930630","time":"1993-06-30 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.6,"rhum":40,"wspd":18.4},{"date":"19930630","time":"1993-06-30 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.2,"rhum":45,"wspd":22.3},{"date":"19930630","time":"1993-06-30 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.2,"rhum":48,"wspd":16.6},{"date":"19930630","time":"1993-06-30 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.3,"rhum":51,"wspd":20.5},{"date":"19930630","time":"1993-06-30 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.2,"rhum":58,"wspd":20.5},{"date":"19930630","time":"1993-06-30 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.6,"rhum":62,"wspd":11.2},{"date":"19930630","time":"1993-06-30 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":56,"wspd":11.2},{"date":"19930630","time":"1993-06-30 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":64,"wspd":9.4},{"date":"19930630","time":"1993-06-30 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":64,"wspd":7.6},{"date":"19930630","time":"1993-06-30 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":69,"wspd":9.4},{"date":"19930630","time":"1993-06-30 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":74,"wspd":7.6},{"date":"19930630","time":"1993-06-30 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":76,"wspd":7.6},{"date":"19930630","time":"1993-06-30 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":71,"wspd":7.6},{"date":"19930630","time":"1993-06-30 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":71,"wspd":11.2},{"date":"19930630","time":"1993-06-30 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":69,"wspd":9.4},{"date":"19930630","time":"1993-06-30 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":69,"wspd":11.2},{"date":"19930630","time":"1993-06-30 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":76,"wspd":14.8},{"date":"19930630","time":"1993-06-30 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":81,"wspd":18.7},{"date":"19930630","time":"1993-06-30 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":71,"wspd":22.3},{"date":"19930630","time":"1993-06-30 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":56,"wspd":20.5},{"date":"19930630","time":"1993-06-30 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":51,"wspd":14.8},{"date":"19930630","time":"1993-06-30 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":44,"wspd":14.8},{"date":"19930630","time":"1993-06-30 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":37,"wspd":11.2},{"date":"19930630","time":"1993-06-30 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":36,"wspd":9.4},{"date":"19930630","time":"1993-06-30 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":44,"wspd":14.8},{"date":"19930630","time":"1993-06-30 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":44,"wspd":7.6},{"date":"19930630","time":"1993-06-30 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":44,"wspd":9.4},{"date":"19930630","time":"1993-06-30 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":43,"wspd":11.2},{"date":"19930630","time":"1993-06-30 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":46,"wspd":14.8},{"date":"19930630","time":"1993-06-30 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":46,"wspd":13}]},"19930701":{"guardian_articles":[],"nytimes_articles":[{"date":"19930701","headline":"The World Can't Always Wait for the UN","web_url":"https://www.nytimes.com/1993/07/01/opinion/IHT-the-world-cant-always-wait-for-the-un.html","abstract":"The only serious objection to the Tomahawking of Saddam Hussein's intelligence headquarters is the one which says that America should first have asked the United Nations for permission to strike..The objectors' other claims are manifestly hollow. This","thumbnail":null,"section":"Opinion"},{"date":"19930701","headline":"Devils Hire Robinson to Assist Lemaire","web_url":"https://www.nytimes.com/1993/07/01/sports/hockey-devils-hire-robinson-to-assist-lemaire.html","abstract":"  Two days after signing one of the best defensive centers in Montreal history as their head coach, the Devils yesterday added one of the best defensemen in Canadiens' history as his assistant.    Larry Robinson, who was with six Stanley Cup winners in Montreal, joined Jacques Lemaire, the Hall of Fame Canadien hired Monday to coach New Jersey.","thumbnail":null,"section":"Sports"},{"date":"19930701","headline":"Lucky to Be in the Bronx? Bombers Aren't So Sure","web_url":"https://www.nytimes.com/1993/07/01/nyregion/lucky-to-be-in-the-bronx-bombers-aren-t-so-sure.html","abstract":"  There is a peculiar hysteria that strikes New York City every time George Steinbrenner threatens to move the Yankees from the Bronx. A low-grade panic fixates on one image: could a C (for Connecticut) or an NJ (perish the thought) ever be superimposed on the elegant and justly famous Yankees pinstripes?   To Gov. Mario M. Cuomo, the image is unthinkable and has led him to champion -- as last a resort, he says -- the idea of constructing a gleaming new stadium on a railyard in midtown, even if that means moving the Bronx Bombers out of their legendary home and into Manhattan.","thumbnail":null,"section":"New York"},{"date":"19930701","headline":"U.N. Relief Agency to Cut Food Rations to Bosnia; Council Faces Decision","web_url":"https://www.nytimes.com/1993/07/01/world/un-relief-agency-to-cut-food-rations-to-bosnia-council-faces-decision.html","abstract":"  The chief United Nations mediator, Mr. Stoltenberg, said today that the Security Council must decide soon how much money and human resources it is willing to devote to its effort in Bosnia.    \"I am impatient,\" he said. \"The international community is impatient. If we can't implement our mandate, if our relief convoys are shot at and stopped, if the parties continue to behave as though they were doing us a favor by occasionally cooperating, we might as well withdraw.\"","thumbnail":null,"section":"World"},{"date":"19930701","headline":"Government Conceals Campaign Fund Tracks; No Public Financing","web_url":"https://www.nytimes.com/1993/07/01/opinion/l-government-conceals-campaign-fund-tracks-no-public-financing-483993.html","abstract":"  To the Editor:   In \"Campaign Finance Reform: Alive\" (editorial, June 19), you trumpet the accomplishments of the reform bill in reducing the incumbent advantage and restoring sanity to the campaign process. You document the progress we made. However, you miss the mark in your criticism of the changes demanded by me and my Republican colleagues in the original Democratic bill.","thumbnail":null,"section":"Opinion"},{"date":"19930701","headline":"Wilson Is a Laughing Duck","web_url":"https://www.nytimes.com/1993/07/01/sports/sports-people-hockey-wilson-is-a-laughing-duck.html","abstract":"  RON WILSON, celebrating his appointment as the first coach of the Anaheim Mighty Ducks, showed he had one of the prerequisites of an expansion coach: a sense of humor.   \"I'd just like to say, 'Guys, we made it to Disneyland,' \" Wilson, 38, quipped, gesturing to his wife, MAUREEN, and two daughters during a news conference at the new Anaheim Arena.","thumbnail":null,"section":"Sports"},{"date":"19930701","headline":"Review/Television; A Soap Opera Based on Reality Moves to L.A.","web_url":"https://www.nytimes.com/1993/07/01/arts/review-television-a-soap-opera-based-on-reality-moves-to-la.html","abstract":"  Now beginning a second season, \"The Real World,\" on MTV, doesn't really mean to be real. Its official label is \"reality-based soap opera.\" One creator, Mary-Ellis Bunin, is a veteran producer from network daytime dramas.   But the series, Thursdays at 10 P.M., with weekend repeats, does star real people -- nonactors -- gathered together for several months, their triumphs and crises followed by cameras for up to 75 hours a week, both in their communal house and on related locations. All participants, unknown to one another before, are, of course, young (and generally attractive) adults. Think of an extended adventure at Club Med.","thumbnail":null,"section":"Arts"},{"date":"19930701","headline":"Majors Negotiating TV Deal","web_url":"https://www.nytimes.com/1993/07/01/sports/baseball-majors-negotiating-tv-deal.html","abstract":"  Major league baseball, which created a joint venture with NBC and ABC for network broadcasts starting next season, is negotiating with ESPN and Prime SportsChannels for a new cable deal to succeed the current ESPN agreement.   An agreement \"is probably two weeks away,\" said Bill Giles, the owner of the Philadelphia Phillies and a member of baseball's television committee. \"If we can't do a deal with ESPN, we might end up with Liberty.\"","thumbnail":null,"section":"Sports"},{"date":"19930701","headline":"1943:Churchillian Rally : IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/07/01/opinion/IHT-1943churchillian-rally-in-our-pages-100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] Prime Minister Churchill asserted today [June 30] in a speech full of robust confidence that very probably there will be heavy fighting in the Mediterranean and elsewhere \"before the leaves of autumn fall.\"","thumbnail":null,"section":"Opinion"},{"date":"19930701","headline":"By the Barracks Gate : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/07/01/opinion/IHT-by-the-barracks-gate-letters-to-the-editor.html","abstract":"Regarding \"To Defend the Country\" (Letters, June 15): .Jeffrey Hale is right in saying that \"a military community is invariably safer and more caring than the community outside the gate.\" That's because outside the gate one finds th","thumbnail":null,"section":"Opinion"},{"date":"19930701","headline":"Pick and Troll: Magic Trades No. 1 Choice Webber","web_url":"https://www.nytimes.com/1993/07/01/sports/pro-basketball-pick-and-troll-magic-trades-no-1-choice-webber.html","abstract":"  When he was announced as the No. 1 pick tonight, Chris Webber walked proudly to the podium and put on an Orlando Magic hat. Fifteen minutes later, the Magic traded Webber's rights to the Golden State Warriors.   It was that kind of night at the National Basketball Association draft -- intriguing and unpredictable. Webber, Shawn Bradley (Philadelphia), Anfernee Hardaway, Jamal Mashburn (Dallas), and J. R. Rider (Minnesota), were the top five picks.","thumbnail":null,"section":"Sports"},{"date":"19930701","headline":"Warriors Think Big With Webber in Hand","web_url":"https://www.nytimes.com/1993/07/01/sports/warriors-think-big-with-webber-in-hand.html","abstract":"  Tipsy from a quick glass of champagne, Don Nelson entered the Oakland Coliseum Arena tonight to a standing ovation. The Golden State Warriors, who have not employed a reliable big man since Robert Parish played here about a century ago, now have the rights to the Michigan man-child, Chris Webber.   In a trade that was a month in the making and that involved draft picks to the turn of the century, the Warriors now have a club Phoenix's Charles Barkley can not turn his back to.","thumbnail":null,"section":"Sports"},{"date":"19930701","headline":"Books of The Times; Seeing Prozac as a Success Story With 'Buts'","web_url":"https://www.nytimes.com/1993/07/01/books/books-of-the-times-seeing-prozac-as-a-success-story-with-buts.html","abstract":"  Listening to Prozac  A Psychiatrist Explores Antidepressant Drugs and the Remaking of the Self  By Peter D. Kramer  409 pages. Viking Press. $23.   In the first of the fascinating case histories that are the building blocks of this thoughtful study of the controversial antidepressant drug Prozac, Peter D. Kramer, a psychiatrist, describes a patient he calls Sam, a successful architect of Austrian descent with a quirky interest in pornography, which he considered the emblem of his independent spirit. After exploring the possible causes of a deep depression Sam had fallen into, the author prescribed Prozac (known generically as fluoxetine), which was developed in the 1970's by a team of chemists at the Eli Lilly Company.","thumbnail":null,"section":"Books"},{"date":"19930701","headline":"Political Ally Shifts, and A-Tests Halt","web_url":"https://www.nytimes.com/1993/07/01/world/political-ally-shifts-and-a-tests-halt.html","abstract":"  In deciding not to seek immediate Congressional approval for more nuclear tests, President Clinton appears to have been swayed by opposition from an unexpected source: the Energy Department, which runs the national laboratories that conduct the tests and have been their biggest proponents.   Given the department's change of heart and increasing skepticism in Congress, Administration officials said, the President chose to overrule the Pentagon and the Joint Chiefs of Staff rather than risk an open fight with fellow Democrats over a plan that left him uneasy. Only weeks ago, the Pentagon and other security agencies had unanimously endorsed a plan calling for 15 more nuclear tests by 1996.","thumbnail":null,"section":"World"},{"date":"19930701","headline":"A Critic Unleashed; Curiale Vents Frustration at Empire","web_url":"https://www.nytimes.com/1993/07/01/nyregion/a-critic-unleashed-curiale-vents-frustration-at-empire.html","abstract":"  When Salvatore R. Curiale, New York State's Insurance Superintendent, started testifying today before a United States Senate subcommittee that was greatly skeptical about his job performance, his voice was so quiet that the committee chairman asked him to move up to the microphone.   Then Mr. Curiale's voice began to grow, with frustration, irritation and New York accent in tow. Soon he was gesturing passionately. And his carefully prepared eight-page statement gave way to a stream of vivid, fiery remarks that sought to fix blame for the troubles enmeshing the state's largest health insurer, Empire Blue Cross and Blue Shield, with any number of people other than himself and the staff of the state Insurance Department.","thumbnail":null,"section":"New York"},{"date":"19930701","headline":"CELLS OF DINOSAUR APPARENTLY FOUND","web_url":"https://www.nytimes.com/1993/07/01/us/cells-of-dinosaur-apparently-found.html","abstract":"  A Montana paleontologist and his colleagues believe they have found red blood cells in the fossilized leg bone of a Tyrannosaurus rex and say they have high hopes of extracting DNA from the dinosaur's cells.   The discovery of the putative dinosaur blood cells has not yet been submitted to a scientific journal or independently confirmed but was reported two weeks ago by the National Science Foundation, which has financed the exploratory project. Jack Horner, a paleontologist at Montana State University who directed the investigation, said in an interview yesterday that his group hoped to find matches between gene fragments left in the preserved blood cells with comparable DNA segments from modern crocodiles or birds.","thumbnail":null,"section":"U.S."},{"date":"19930701","headline":"Sampras Trims Agassi as Top Four Seeded Men Advance","web_url":"https://www.nytimes.com/1993/07/01/sports/sampras-trims-agassi-as-top-four-seeded-men-advance.html","abstract":"  The occasion of his dethroning was very much a sob story: the crown prince, clown prince and much-beloved defending champion of Wimbledon bared his shaved navel for the last time today on the similarly threadbare lawn of Center Court.   Andre Agassi, who in two years has transformed himself from a grass-shy Wimbledon ingrate to this celebrated Grand Slam event's most revered celebrity, was quietly shorn today by top-ranked Pete Sampras in a five-set quarterfinal. The 6-2, 6-2, 3-6, 3-6, 6-4 victory by Sampras lasted 2 hours 48 minutes and changed course almost as often as Agassi changed his shirt.","thumbnail":null,"section":"Sports"},{"date":"19930701","headline":"TV's Sickos, Shooters -- and Kids","web_url":"https://www.nytimes.com/1993/07/01/opinion/tv-s-sickos-shooters-and-kids.html","abstract":"  Television is, in some respects, the equivalent of the window upon whose sill the city dweller props a pillow, folds his arms, leans out and watches the passing scene. But often TV shows a skewed world, populated disproportionately by serial killers, mob hit men and done-wrong women with hot tempers and even hotter guns. (Amy Fisher, a.k.a. the Long Island Lolita, was recently catnip to not one but three networks.) And its audience is all too likely to include children for whom aggression on the screen may make real aggression acceptable.   Many parents think so, and many studies support their fears. In 1982, for instance, a report by the National Institute of Mental Health stated, \"After 10 years of research, the consensus among most of the research community is that violence on television does lead to aggressive behavior by children and teen-agers who watch the programs.\"","thumbnail":null,"section":"Opinion"},{"date":"19930701","headline":"Review/Jazz; Two Saxophones, One Improvised Effect of Joy","web_url":"https://www.nytimes.com/1993/07/01/arts/review-jazz-two-saxophones-one-improvised-effect-of-joy.html","abstract":"  Counterpoint is such a rare thing in jazz that the saxophonist Marty Ehrlich's show at the Knitting Factory on Saturday night, which was heavy with it, was almost shocking. Mr. Ehrlich and the saxophonist Stan Strickland, who lead the Marty Ehrlich Quartet, have been performing together since the early 1970's, and their improvisations together are bizarrely telepathic. Their lines tangle up, riddled with accidental harmonies, only to dissolve into a single high, keening note that then gives way to knots of sound.   Mr. Ehrlich, who was opening up a triple bill at the Knitting Factory, writes pieces that have mapped the vast plains opened up by Ornette Coleman; his compositions use odd, shifting meters, and everything from a chamber-music cleanliness and precision to full-bore blowing. Mr. Ehrlich is a lyricist who rarely expresses skepticism in his playing, never uses cliches and usually keeps his solos incandescent.","thumbnail":null,"section":"Arts"},{"date":"19930701","headline":"All-Star Tickets in Demand","web_url":"https://www.nytimes.com/1993/07/01/sports/sports-people-baseball-all-star-tickets-in-demand.html","abstract":"  Baltimore's first All-Star game in more than 30 years has baseball fans paying prices that are making scalpers blush. One broker says fans are paying up to $1,500 a seat for the July 13 game. Part of the attraction is the Orioles' new ball park -- Camden Yards.   \"It's supposedly a state-of-the-art stadium,\" said BRIAN HARLIG, a partner of Golden Time Tickets, a Los Angeles ticket broker. \"People are curious to see it.\"","thumbnail":null,"section":"Sports"},{"date":"19930701","headline":"No Headline","web_url":"https://www.nytimes.com/1993/07/01/nyregion/no-headline-699293.html","abstract":"  \"You don't want to turn the vast wasteland into the dull wasteland. You have to tread very carefully.\" -- HOWARD STRINGER, president of the CBS Broadcast Group, on broadcast warnings about violence.  [ A14:3. ]","thumbnail":null,"section":"New York"},{"date":"19930701","headline":"Correction","web_url":"https://www.nytimes.com/1993/07/01/opinion/c-correction-469393.html","abstract":"  Yesterday's editorial criticizing the Supreme Court's decision in a North Carolina voting rights case contained a sentence whose meaning was clouded by an error. The sentence should have said the decision threatened progress toward higher minority membership in legislative bodies, not majority membership.","thumbnail":null,"section":"Opinion"},{"date":"19930701","headline":"Politics and the High Court","web_url":"https://www.nytimes.com/1993/07/01/opinion/politics-and-the-high-court.html","abstract":"Judge Ruth Bader Ginsburg has won endorsement from enough key senators to forecast an easy confirmation to the Supreme Court, barring unforeseen developments. That provides a calm setting for assessing one doctrinal speed bump in the process: her critique of the scope and footing of the 1973 Roe v. Wade decision to legalize abortion.\n\nIn a 1984 speech and later articles, Judge Ginsburg suggested that Justice Harry A. Blackmun's majority opinion was unnecessarily \"muscular.\" While she applauded Roe's voiding of the Texas law at issue, she wondered if Roe had outstripped its political support by striking down virtually every state abortion statute.","thumbnail":null,"section":"Opinion"},{"date":"19930701","headline":"Three States Investigating Tale of Killing","web_url":"https://www.nytimes.com/1993/07/01/nyregion/three-states-investigating-tale-of-killing.html","abstract":"  Police investigators from three states met here today to pool their information on the murders of dozens of young women in hopes of answering this single question: Just how many did Joel Rifkin kill?   It is the question already preoccupying 50 state troopers, who are checking out Mr. Rifkin's claims that he murdered 17 prostitutes he had picked up on the streets of Manhattan over the last three years.","thumbnail":null,"section":"New York"},{"date":"19930701","headline":"A Shaky Start, But Then Abbott Takes Control","web_url":"https://www.nytimes.com/1993/07/01/sports/baseball-a-shaky-start-but-then-abbott-takes-control.html","abstract":"  Jim Abbott had thrown 10 pitches, and 9 had ventured out of the strike zone for balls. It was only the first inning and thousands of rabid fans, some of whom were still hustling to claim their seats in Yankee Stadium, grimaced. They desperately wanted to see the Yankees sweep Detroit. They wanted to see strikes. They did not want to see this.   What they saw next was the Yankee pitching coach, Tony Cloninger, and catcher Mike Stanley visiting Abbott on the mound. The count to Travis Fryman had drifted to 1-0 and the batters who had drawn game-opening walks were on first and second when Cloninger and Stanley delivered a simple message to Abbott: trust your stuff, just throw your best pitches and believe in yourself.","thumbnail":null,"section":"Sports"},{"date":"19930701","headline":"U.N. Relief Agency to Cut Food Rations to Bosnia","web_url":"https://www.nytimes.com/1993/07/01/world/un-relief-agency-to-cut-food-rations-to-bosnia.html","abstract":"  The United Nations' main refugee relief agency will reduce food rations to 1.8 million people in this war-tormented country for the next 10 weeks because of security problems and a lack of donations, a United Nations spokesman said here today.   \"United Nations-distributed food rations for more than 1.4 million people in Bosnia and Herzegovina are being cut in half and food aid for the 380,000 residents of besieged Sarajevo reduced by 20 percent due to shortages in food supplies and lack of money,\" said Peter Kessler, the spokesman for the Bosnian operations of the United Nations High Commissioner for Refugees.","thumbnail":null,"section":"World"},{"date":"19930701","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/07/01/style/chronicle-418993.html","abstract":"  EDWARD J. SULLIVAN, chairman of the fine-arts department at New York University, and CLAYTON C. KIRKING, associate curator of Latin American art at the Phoenix Art Museum, gathered 150 of their friends and colleagues from around the country into the university's Grey Art Gallery on Tuesday evening and pledged love and fidelity to each another.    It was an emotional declaration, said both men, who are 43. \"We had expected it to be very informal, occurring in the middle of a party, but it turned out to be far more powerful and emotional,\" Dr. Sullivan said yesterday. \"We stood before a large altarlike Louis Nevelson sculpture, and two friends, Kenneth Silver, professor of art history at N.Y.U., and Linda McAllister, curator at the art museum at Arizona State University, gave speeches about us, our friendship and love. Then we both said something. I recited lines from W. H. Auden, and Gabriel Garcia Marquez in English and Spanish. Then we went back to drinking champagne and eating salmon.\"","thumbnail":null,"section":"Style"},{"date":"19930701","headline":"Mr. Stein Quits","web_url":"https://www.nytimes.com/1993/07/01/opinion/mr-stein-quits.html","abstract":"  There is more to life than politics, and more to public service than being an elected official.  -- Andrew Stein, in his statement retiring from politics  It often seemed, during most of his 25 years in public life, that there really was nothing but politics for Andrew Stein. It drove him and shaped him. He loved the hobnobbing, the glamour, the celebrity. A child of John Kennedy's shirt-sleeved generation of gilded politics, most of all Andrew Stein reveled in the game.","thumbnail":null,"section":"Opinion"},{"date":"19930701","headline":"A-Plants Warned to Be Wary of Truck Bombs","web_url":"https://www.nytimes.com/1993/07/01/us/a-plants-warned-to-be-wary-of-truck-bombs.html","abstract":"  After a decade of debate, the Nuclear Regulatory Commission decided yesterday that civilian power plants should prepare for truck-bomb attacks. A main reason was the World Trade Center explosion in February.   The chairman of the commission, Ivan Selin, said in a telephone interview that for years the commission had believed that no one could assemble a truck bomb undetected but that the World Trade Center explosion had proved that wrong. And, he said, \"the assumption was always that it was not in a terrorist's interest to cause a major explosion\" but that assumption now seemed unjustified.","thumbnail":null,"section":"U.S."},{"date":"19930701","headline":"1918:Rumors of Russia : IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/07/01/opinion/IHT-1918rumors-of-russia-in-our-pages-100-75-and-50-years-ago.html","abstract":"WASHINGTON - Sensational rumors having circulated to the effect that the Maximalists in Russia have been overthrown and the monarchy restored, there is a belief here that such reports bear the \"made in Germany\" stamp. After Friday [June 28] nigh","thumbnail":null,"section":"Opinion"},{"date":"19930701","headline":"Raiders Set to Sign Majkowski","web_url":"https://www.nytimes.com/1993/07/01/sports/sports-people-football-raiders-set-to-sign-majkowski.html","abstract":"  DON MAJKOWSKI is close to signing with the Los Angeles Raiders and a deal could be completed by the end of the week.   While Majkowski's agent, BOB WOOLF, said several other teams are interested in the free agent who spent his first six seasons with the Green Bay Packers, the Raiders are at the top of the quarterback's list.","thumbnail":null,"section":"Sports"},{"date":"19930701","headline":"Miami to Pay Millions for Police Abuse That Left Victim in Coma","web_url":"https://www.nytimes.com/1993/07/01/us/miami-to-pay-millions-for-police-abuse-that-left-victim-in-coma.html","abstract":"  In one of the nation's largest out-of-court settlements stemming from an episode of police abuse, the City of Miami has agreed to pay $7.5 million and all the medical bills of a black man whom officers beat and then choked into a coma last year.    Because the accord, approved unanimously by the Miami City Commission late Tuesday, will pay the victim's medical bills for the rest of his life, it could eventually amount to as much as $34 million, depending on how long he survives, his family's lawyer said.","thumbnail":null,"section":"U.S."},{"date":"19930701","headline":"Kashmir and Punjab: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/07/01/opinion/IHT-kashmir-and-punjab-letters-to-the-editor.html","abstract":"Regarding \"Kashmir: Uncover Their Ugly Secret\" (Opinion, May 26) and \"India's Dirty New War: Chilling Tales of Atrocities From Kashmir\" (June 8): .Both articles allege human rights abuses in Kashmir. Of course, neither one mentions","thumbnail":null,"section":"Opinion"},{"date":"19930701","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1993/07/01/style/IHT-what-theyre-reading.html","abstract":"Jean-Marie Guhenno, chief of the policy planning staff of the French Ministry of Foreign Affairs, has just read \"Middlemarch,\" by George Eliot. .\"I completed it in two months; it's an extremely good book. George Eliot must have been","thumbnail":null,"section":"Style"},{"date":"19930701","headline":"ROWING;\nBig Green Paces Fine Day For the Red, White and Blue","web_url":"https://www.nytimes.com/1993/07/01/sports/rowing-big-green-paces-fine-day-for-the-red-white-and-blue.html","abstract":"Amid wilting summer heat and soft breezes that barely caused ripples on the water, United States crews made the biggest splash today as the Henley Royal Regatta got under way.\n\nRacing in a two-abreast, straight-knockout format of competition, six of the nine United States crews advanced, with Dartmouth's varsity lightweights showing the most pluck in a heat of the Thames Challenge Cup.","thumbnail":null,"section":"Sports"},{"date":"19930701","headline":"3 Riders See Cabby Slain By Gunman","web_url":"https://www.nytimes.com/1993/07/01/nyregion/3-riders-see-cabby-slain-by-gunman.html","abstract":"  Three young tourists from Australia huddled in a midtown Manhattan hotel last night, too terrified to describe publicly their first impressions of the United States: A terrifying hour in which they witnessed an attempted robbery and then a fatal shooting after they had gotten into a taxi at Kennedy International Airport and had gone only a mile.   The tourists, two women and a man in their 20's, were passengers in a taxi whose driver was fatally shot on Monday night after an attempted holdup shortly after he had finished changing a tire on the Van Wyck Expressway.","thumbnail":null,"section":"New York"},{"date":"19930701","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/07/01/arts/pop-and-jazz-in-review-458893.html","abstract":"  Grover Washington Jr.  Avery Fisher Hall    Late in his concert on Friday evening, the saxophonist Grover Washington Jr. introduced a radically updated version of \"Take Five,\" Paul Desmond's composition for Dave Brubeck. Subtitled \"Take Another Five,\" the piece's circular tune and odd 5/4 time was underpinned with hard rhythm-and-blues beats that Steve Wolf, the drummer in Mr. Washington's septet, shaded into even harder hip-hop drum rolls.","thumbnail":null,"section":"Arts"},{"date":"19930701","headline":"Loss at OTB Is Reported","web_url":"https://www.nytimes.com/1993/07/01/nyregion/loss-at-otb-is-reported.html","abstract":"  The State Comptroller's office said yesterday that New York City's Offtrack Betting Corporation lost about $500,000 in the 1992-93 fiscal year. If the report by the office of Comptroller H. Carl McCall is accurate, OTB would be the first legal bookmaker in the country to lose money. But the agency insists that by delaying mandatory bonuses totaling $1.1 million to 1,698 employees it will end the year with an operating profit of about $700,000. Hazel N. Dukes, OTB's president, acknowledged in April that the corporation was in a financial crisis","thumbnail":null,"section":"New York"},{"date":"19930701","headline":"Thinking of Rushdie","web_url":"https://www.nytimes.com/1993/07/01/opinion/thinking-of-rushdie.html","abstract":"When I sat down to write this morning, the first thing I did was think of Salman Rushdie. I have done this every morning for more than four years, and by now it is an essential part of my daily routine. I pick up my pen, and before I begin to write, I think of my fellow novelist across the ocean.\n\nI pray that his English protectors will keep him hidden from the people who are out to murder him. They have already killed one of his translators and wounded another since his novel \"The Satanic Verses\" brought the Ayatollah Ruhollah Khomeini's death sentence down on his head because it was seen as blaspheming Islam.","thumbnail":null,"section":"Opinion"},{"date":"19930701","headline":"The Babangida Watch","web_url":"https://www.nytimes.com/1993/07/01/opinion/the-babangida-watch.html","abstract":"In 1991, the President of Nigeria, Gen. Ibrahim Badamasi Babangida, announced his program for transition to civil rule during an address in the town of Kuru. Categories of Nigerians who were to be barred from engaging in any political activity included civil servants who had not resigned their positions by a given date, ex-convicts, university lecturers (also with a retirement deadline) and military officers who had held political positions. When President Babangida added \"and that includes myself,\" he was greeted with a standing ovation. \n\nThere is very little ovation for President Babangida in any corner of Nigeria these days. Since he voided the results in mid-June of the first elections in nearly 10 years of military rule, the general finds himself with widespread revolt on his hands.","thumbnail":null,"section":"Opinion"},{"date":"19930701","headline":"To the World Bank and IMF:Africa Has Its Own Agenda : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/07/01/opinion/IHT-to-the-world-bank-and-imfafrica-has-its-own-agenda-letters-to-the.html","abstract":"Regarding \"World Bank Takes Turn: Help Africa Help Itself\" (May 22): .I would like, on behalf of the Organization of African Trade Union Unity, which represents African workers in all 52 African countries, to thank Edward V.K. Jaycox, vice pr","thumbnail":null,"section":"Opinion"},{"date":"19930701","headline":"'Trophies' of the Dead Reveal The Secret Life of a Suspect","web_url":"https://www.nytimes.com/1993/07/01/nyregion/trophies-of-the-dead-reveal-the-secret-life-of-a-suspect.html","abstract":"  From each prostitute that Joel Rifkin told the police that he patronized, killed and dumped, he would keep some token. Stashed in his bedroom, state police found these mementos: panties and bras, driver's licenses, monogrammed and costume jewelry, a library card.   Long after the bodies, dropped like industrial waste in fields of debris or packed into 55 gallon drums, had turned to skeletons, their belongings would illuminate the secret life of the aimless, unmarried landscaper who confessed to killing 17 women.","thumbnail":null,"section":"New York"},{"date":"19930701","headline":"On Anita Hill Book, The Doubts Remain","web_url":"https://www.nytimes.com/1993/07/01/opinion/l-on-anita-hill-book-the-doubts-remain-471593.html","abstract":"  To the Editor:   David Brock, defending his book, \"The Real Anita Hill\" (letter, June 14), suggests he could refute \"every point\" made against him in The New Yorker's May 24 review. But he has elsewhere admitted one key point in that review: I did not, as his book repeatedly states, advise Anita Hill prior to her testimony. The book's defamatory innuendo that I helped fabricate her testimony is therefore also necessarily false.","thumbnail":null,"section":"Opinion"},{"date":"19930701","headline":"Corrections","web_url":"https://www.nytimes.com/1993/07/01/nyregion/c-corrections-310793.html","abstract":"  An entry in the Executive Changes listing of Business Day on Saturday about Leading Edge Products Inc.referred incorrectly to its new president. He is H. Michael Morand.","thumbnail":null,"section":"New York"},{"date":"19930701","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/07/01/nyregion/news-summary-701893.html","abstract":"  International A2-9  U.S. BACKS LOANS FOR VIETNAM  The Clinton Administration has decided to drop its opposition to loans to Vietnam from international lending institutions as a way of acknowledging Vietnam's recent cooperation in accounting for Americans still missing in Southeast Asia and to entice it to do more, Administration officials said.  A1  A HUMBLED EUROPE AT MEETING  Eighteen months after it plotted an ambitious future including a single currency and joint foreign policy, the European Community will appear, humbled, at the summit meeting of the Group of Seven industrialized nations in Tokyo next week.  A6","thumbnail":null,"section":"New York"},{"date":"19930701","headline":"Last Patient Is Released In Jack in the Box Case","web_url":"https://www.nytimes.com/1993/07/01/us/last-patient-is-released-in-jack-in-the-box-case.html","abstract":"  Clutching a teddy bear and smiling for the television cameras, 10-year-old Brianne Kiner was released from the hospital on Tuesday, nearly six months after she and 143 other people fell seriously ill from eating contaminated hamburgers at Jack in the Box restaurants.    \"Her fighting spirit pulled her through,\" said Brianne's mother, Suzanne Kiner of Redmond, Wash. \"Our prayers have been answered.\"","thumbnail":null,"section":"U.S."},{"date":"19930701","headline":"Kashmir and Punjab: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/07/01/opinion/IHT-kashmir-and-punjab-letters-to-the-editor-92927100451.html","abstract":"As to \"atrocities\" being committed by the Indian security forces, the June 8 report never explains why such a highly disciplined army does it nowhere else but Kashmir. There must be provocation to the breaking point. . SURINDER PURI.. Schilde,","thumbnail":null,"section":"Opinion"},{"date":"19930701","headline":"9th Held in Bomb Plot as Tie Is Made to a 1991 Murder","web_url":"https://www.nytimes.com/1993/07/01/nyregion/9th-held-in-bomb-plot-as-tie-is-made-to-a-1991-murder.html","abstract":"  A ninth suspect was arrested yesterday in the plot to bomb targets throughout New York City. At the same time, law-enforcement officials said one of the original suspects, Clement Rodney Hampton-El, has been considered a prime suspect in a 1991 murder in Brooklyn that has become a focal point for investigators trying to unravel the two recent terrorist cases in New York.   The new suspect, Earl Gant, a 27-year-old Philadelphia man who had discussed supplying explosives for the foiled plot, was arrested at his home in West Philadelphia about 4 P.M., the F.B.I. said. Mr. Gant, also known as Abdul Rashid and Abdul Jalil, was charged with conspiracy to transport explosives in interstate commerce. F.B.I. agents were still searching his home last night.","thumbnail":null,"section":"New York"},{"date":"19930701","headline":"Court Isn't Protecting Animal Sacrifices","web_url":"https://www.nytimes.com/1993/07/01/opinion/l-court-isn-t-protecting-animal-sacrifices-473193.html","abstract":"  To the Editor:   There has been confusion about the meaning of the Supreme Court's decision in Church of the Lukumi Balalu Aye. Contrary to what some may think, the Court did not hold animal sacrifices to be protected. Rather, the Court held that these practices could not be prohibited by legislation that was specifically intended to target religious practices alone.","thumbnail":null,"section":"Opinion"},{"date":"19930701","headline":"ABORTION FOES WIN VOTE IN THE HOUSE ON FUNDS FOR POOR","web_url":"https://www.nytimes.com/1993/07/01/us/abortion-foes-win-vote-in-the-house-on-funds-for-poor.html","abstract":"  After furious debate, anti-abortion forces won a significant victory today when the House voted to retain curbs on Federal financing of abortions for poor women except in cases of rape, incest or threats to the life of the woman.   Representative Henry J. Hyde, Republican of Illinois, succeeded in keeping alive the restrictions he has successfully championed since 1977, although they are slightly weaker than those imposed since 1981. But the ultimate fate of Mr. Hyde's amendment is uncertain; the Clinton Administration's budget proposal had no restrictions on abortion financing, and the Senate, which will deal with the issue next, has historically been more sympathetic to abortion rights. Arguments Are Familiar    This issue was debated seriously, if briefly, today for the first time in several years, because supporters of abortion rights had hoped that the changing political climate, including a President who supports abortion rights, would be reflected in the House. But the 255-to-178 vote showed that the House's views on Federal financing of abortions had not changed very much.  [ Roll-call, page A16. ]","thumbnail":null,"section":"U.S."},{"date":"19930701","headline":"Vikings' Nelson Retires","web_url":"https://www.nytimes.com/1993/07/01/sports/sports-people-football-vikings-nelson-retires.html","abstract":"  Veteran running back DARRIN NELSON of the Minnesota Vikings is retiring as a player. The 11-year National Football League veteran was Minnesota's first-round draft pick in 1982. Nelson was mainly a backup and special teams player last season. His best season was 1987, when he led the league with a 4.9-yard rushing average. Nelson, 34, went to the Dallas Cowboys as part of the HERSCHEL WALKER trade in 1989, but refused to play for Dallas and was shipped to San Diego. He rejoined the Vikings after being released by the Chargers at the end of the 1990 season.(AP)","thumbnail":null,"section":"Sports"},{"date":"19930701","headline":"Spy Who Cost Brandt His Job Testifies at Spymaster's Trial","web_url":"https://www.nytimes.com/1993/07/01/world/spy-who-cost-brandt-his-job-testifies-at-spymaster-s-trial.html","abstract":"  The Communist spy whose discovery brought down Chancellor Willy Brandt in 1974 and the spymaster who sent him to Bonn met again today in an underground courtroom. The spymaster, Gen. Markus Wolf, is on trial for treason against the country whose Government the Chancellor headed.   \"As contradictory as it may seem,\" the 66-year-old Gunter Guillaume told the five-judge court, \"the two men I was happiest to serve were Willy Brandt and Markus Wolf.\"","thumbnail":null,"section":"World"},{"date":"19930701","headline":"The Odd Couple of Germany Play Up a Storm on the Court","web_url":"https://www.nytimes.com/1993/07/01/sports/IHT-the-odd-couple-of-germany-play-up-a-storm-on-the-court.html","abstract":"The German question moved across the foreign lawn on four uneven legs, stopping once to bow diplomatically before its host. The bow seemed only half sincere: the red half. Then the question continued along until the net actually divided it into two propo","thumbnail":null,"section":"Sports"},{"date":"19930701","headline":"Sports of The Times; The Yankee Attraction: Baseball","web_url":"https://www.nytimes.com/1993/07/01/sports/sports-of-the-times-the-yankee-attraction-baseball.html","abstract":"  IN the Yankee manager's office, someone said, \"Did you hear the Orioles got Fred McGriff?\" Buck Showalter's head spun, prompting an apologetic \"just kidding.\" Showalter didn't even smile.   \"McGriff wouldn't make the difference for the Orioles,\" the Yankee manager was saying now in his serious manner, referring to the San Diego Padres' first baseman who led the National League in homers last season. \"They'd have to give up David Segui, who could be the best first baseman in the league some day. Pitching is what people have to add.\"","thumbnail":null,"section":"Sports"},{"date":"19930701","headline":"For a Grieving Mother, Freshened Tears","web_url":"https://www.nytimes.com/1993/07/01/nyregion/for-a-grieving-mother-freshened-tears.html","abstract":"  Maria Alonso buried her daughter in a rural New Jersey cemetery under a cloud of questions last July. But this week, she shed fresh tears after learning that her daughter may have been one of 17 prostitutes who were victims of a serial killer.   In a dimly lighted apartment in East New York, Brooklyn, Ms. Alonso grieved over the old wounds rubbed raw again, and over the labels that people will place on \"poor dead girls\" like her 33-year-old daughter, Anna Lopez.","thumbnail":null,"section":"New York"},{"date":"19930701","headline":"Corrections","web_url":"https://www.nytimes.com/1993/07/01/nyregion/c-corrections-754993.html","abstract":"  A diagram on the Health page on June 23 with an article about the PSA test for prostate cancer misidentified the units used in readings of prostate-specific antigen. They are in nanograms per milliliter of blood, not per centiliter.","thumbnail":null,"section":"New York"},{"date":"19930701","headline":"Government Conceals Campaign Fund Tracks","web_url":"https://www.nytimes.com/1993/07/01/opinion/l-government-conceals-campaign-fund-tracks-468593.html","abstract":"  To the Editor:   In 1991, I was co-author of \"Let's Make a Deal: An Analysis of the 1988 S. & L. Deals,\" a report for Ralph Nader's Center for the Study of Responsive Law. We examined the connection between Federal campaign contributions and the acquisition of hundreds of savings and loans associations that failed in 1987 and 1988; were seized by the Federal Home Loan Bank Board, and then sold off in 1988 at bargain prices to wealthy and politically connected investors.","thumbnail":null,"section":"Opinion"},{"date":"19930701","headline":"Amazin': Mets Take 2d Straight Victory","web_url":"https://www.nytimes.com/1993/07/01/sports/baseball-amazin-mets-take-2d-straight-victory.html","abstract":"  All the losing had begun to bestow on the Mets' season a kind of weird, warped majesty. To lose as often as they did required great effort, and the Metswere clearly gifted in their pursuit of failure.   And the centerpiece to the season of remarkable regret was the club's inability to win two consecutive games. The streak, which might have even dwarfed Anthony Young's run of 24 straight losing decisions on the mound, went on and on, outlasting managers and general managers, surviving series after series, extending for one full month and then another and then deep into a third.","thumbnail":null,"section":"Sports"},{"date":"19930701","headline":"On Wheels: America at 10 M.P.H.; Miles Unfold, and Home Is a Far Country","web_url":"https://www.nytimes.com/1993/07/01/us/on-wheels-america-at-10-mph-miles-unfold-and-home-is-a-far-country.html","abstract":"  Novelists will say that one reason their work is so agonizing is that no one out there is waiting for what they do; they have to create their own welcome in the world.   A cross-country bicyclist feels much the same way.","thumbnail":null,"section":"U.S."},{"date":"19930701","headline":"Europe's Humbled 12 Face Group of 7","web_url":"https://www.nytimes.com/1993/07/01/world/europe-s-humbled-12-face-group-of-7.html","abstract":"  Eighteen months after it plotted an ambitious future including a single currency and joint foreign policy, the European Community will slouch to the summit meeting of the Group of Seven industrialized nations in Tokyo next week.   Humbled by a worsening recession and patent diplomatic ineptitude in the former Yugoslavia, the 12-nation bloc's economic and strategic pretensions have evaporated. Their disappearance has been symbolized by that of Jacques Delors, the once omnipresent President of the community's executive. He has now withdrawn from the limelight and will appear at the Tokyo meeting -- where the European Community has a full seat at the table -- as the head of a group of countries too divided to be effective.","thumbnail":null,"section":"World"},{"date":"19930701","headline":"Union Chief Wants Salary Cap Ended","web_url":"https://www.nytimes.com/1993/07/01/sports/pro-basketball-union-chief-wants-salary-cap-ended.html","abstract":"  For Charles Grantham, eliminating the salary cap and increasing employment opportunities for minorities and women were pertinent issues on the night of the National Basketball Association draft.   Grantham, director of the N.B.A. Players Association, is pushing for the elimination of the salary cap when the current collective bargaining agreement expires after next season. Many teams will have trouble this off season signing draft picks, making trades, and pursuing free agents because of the salary cap, a ceiling on a team's total payroll.","thumbnail":null,"section":"Sports"},{"date":"19930701","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/07/01/nyregion/metro-digest-794893.html","abstract":"  EMPIRE AUDITOR TELLS OF 'STONEWALLING'   The chief auditor for Empire Blue Cross and Blue Shield has told a United States Senate subcommittee that she was \"stonewalled\" by Empire's chief financial officer and his staff as she tried to investigate discrepancies. A1. A usually quiet man, Salvatore R. Curiale, New York State's Insurance Superintendent, raises his voice as he describes trying to regulate Empire. B5. NEW YORK CITY","thumbnail":null,"section":"New York"},{"date":"19930701","headline":"NEW YORK'S BOARD EXTENDING SEARCH FOR A CHANCELLOR","web_url":"https://www.nytimes.com/1993/07/01/nyregion/new-york-s-board-extending-search-for-a-chancellor.html","abstract":"  After a day of closed-door interviews with two of the three final candidates for Schools Chancellor, the New York City Board of Education said last night that it was reopening the search process in order to interview additional candidates.   Carol A. Gresser, the board president, said that the three finalists -- Dr. Bernard R. Gifford, Waldemar Rojas and Gerald N. Tirozzi -- remained in contention but that the board felt it would \"like to open up the process and have more people interviewed.\"","thumbnail":null,"section":"New York"},{"date":"19930701","headline":"Haiti Negotiations Are Reported at a Critical Stage","web_url":"https://www.nytimes.com/1993/07/01/world/haiti-negotiations-are-reported-at-a-critical-stage.html","abstract":"  Diplomats and advisers to Haiti's exiled President said yesterday that after four days of discussions, negotiations with the country's military leaders on restoring democracy had entered a critical stage.   Emerging yesterday afternoon from a long session with international mediators, Jean Casimir, President Jean-Bertrand Aristide's envoy to Washington, said the United Nations official leading the talks had \"presented us with a proposal which we are going to study.\"","thumbnail":null,"section":"World"},{"date":"19930701","headline":"U.S. Plan Focuses on Some Self Rule for Palestinians","web_url":"https://www.nytimes.com/1993/07/01/world/us-plan-focuses-on-some-self-rule-for-palestinians.html","abstract":"  In its boldest intervention in 20 months of Middle East peace negotiations, the United States has suggested that the Israelis and the Palestinians move away from discussions of territorial jurisdiction in the occupied territories and instead focus on government functions the Palestinians could control, including health, education and police activities.   Openly admitting that direct negotiations in Washington are insufficient to make progress toward peace, the State Department also announced today that the United States will send senior delegations to the Middle East to try to persuade leaders there to break the deadlock.","thumbnail":null,"section":"World"},{"date":"19930701","headline":"Lyme Disease Can Disable Adults and Children","web_url":"https://www.nytimes.com/1993/07/01/opinion/l-lyme-disease-can-disable-adults-and-children-470793.html","abstract":"  To the Editor:   I applaud you for finally giving Lyme Disease the front-page status that this disabling disease of epidemic proportions deserves (\"Flaws Are Seen in Diagnosis and Control of Lyme Disease,\" June 15).","thumbnail":null,"section":"Opinion"},{"date":"19930701","headline":"New York's Natural Gas-Powered Fleet to Grow by 240","web_url":"https://www.nytimes.com/1993/07/01/nyregion/new-york-s-natural-gas-powered-fleet-to-grow-by-240.html","abstract":"  Hoping to tempt other fleet operators to follow suit, Mayor David N. Dinkins announced yesterday that 30 percent of the non-emergency cars, vans and small trucks that the city buys in the next year will be built to run on natural gas.   Lucius J. Riccio, the commissioner of transportation, said the reason was that New York was choking on automobile emissions.","thumbnail":null,"section":"New York"},{"date":"19930701","headline":"U.S. Lifts Ban on Sale of Nonlethal Military Equipment to Angola","web_url":"https://www.nytimes.com/1993/07/01/world/us-lifts-ban-on-sale-of-nonlethal-military-equipment-to-angola.html","abstract":"  Removing the last remnants of trade restrictions on Angola, the Clinton Administration has cleared the way for sales of nonlethal military materiel to the formerly Marxist Government of Jose Eduardo dos Santos.    State Department officials described the lifting of export restrictions as part of the normalizing of economic relations with the dos Santos Government on May 19.","thumbnail":null,"section":"World"},{"date":"19930701","headline":"2 Museums Name Directors","web_url":"https://www.nytimes.com/1993/07/01/arts/2-museums-name-directors.html","abstract":"  Two American museums -- the Dallas Museum of Art and the Wexner Center for the Arts in Columbus, Ohio -- have announced the appointment of new directors.    Jay Gates will become the director of the Dallas Museum of Art on Aug. 1. Mr. Gates, the director of the Seattle Art Museum since 1987, is replacing Dr. Richard Brettell, who resigned in December. The Wexner Center for the Arts has named Sherri Geldin its new director. Ms. Geldin, the former associate director of the Museum of Contemporary Art in Los Angeles, is replacing Robert Stearns, who abruptly resigned as the director last July.","thumbnail":null,"section":"Arts"},{"date":"19930701","headline":"A $12.25 Million Boarder","web_url":"https://www.nytimes.com/1993/07/01/sports/sports-people-hockey-a-12.25-million-boarder.html","abstract":"  ALEXANDRE DAIGLE is the National Hockey League's richest boarder. Daigle, who signed a five-year deal with the Ottawa Senators for $12.25 million on Tuesday, will live with an Ottawa-area family for at least his rookie season.   \"Not too many 18-year-olds are great cooks,\" the Senators' president and general manager, RANDY SEXTON, said. \"We want him to get good nutrition and be able to focus on training.\"","thumbnail":null,"section":"Sports"},{"date":"19930701","headline":"Tigers Aren't Mourning Their 9-Game Streak","web_url":"https://www.nytimes.com/1993/07/01/sports/baseball-tigers-aren-t-mourning-their-9-game-streak.html","abstract":"  Sparky Anderson's philosophy on life and baseball is simple. Life is real. Baseball isn't.   And after the last nine games, the philosophy of the Tigers' manager has been underlined. The Tigers began the nine-game road trip against Baltimore, Boston and the Yankees in first place by two games in the American League East. They completed the trip yesterday with a 7-0 loss in Yankee Stadium in third place, four games back. During the trip, the Tigers were outscored, 72-26, and, 19-5 by the Yankees. They lost all nine games.","thumbnail":null,"section":"Sports"},{"date":"19930701","headline":"Corrections","web_url":"https://www.nytimes.com/1993/07/01/nyregion/c-corrections-311593.html","abstract":"  A map in Business Day on Monday with an article about a new Barneys New York store in midtown Manhattan rendered the location and size of the new store and some competing stores incorrectly. A corrected map appears today on page D6.","thumbnail":null,"section":"New York"},{"date":"19930701","headline":"Bridge","web_url":"https://www.nytimes.com/1993/07/01/nyregion/bridge-978993.html","abstract":"  For New York City and Long Island, 1993 Grand National Team play came to an end on Sunday. In play at the Manhattan Club, at 27 West 72d Street, John Rengstorff, Bill Ehlers and Michael Radin, all of Manhattan, and Michael Kopera of Brooklyn, won by 48 imps against John Roberts, George Tornay, John Solodar, Alan Miller and August Boehm, all of Manhattan, and Tom Smith of Greenwich, Conn.    The winners advance to the national playoffs in Washington beginning July 21.","thumbnail":null,"section":"New York"},{"date":"19930701","headline":"1893:Short on Honors : IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/07/01/opinion/IHT-1893short-on-honors-in-our-pages-100-75-and-50-years-ago.html","abstract":"PARIS - According to an announcement made on Wednesday [June 28] by the Figaro, there do not seem to be quite enough decorations of the Legion of Honor to \"go around,\" for only the Army and Navy are to receive theirs on July 14, and civilians mu","thumbnail":null,"section":"Opinion"},{"date":"19930701","headline":"For Nets: A Coach And a Rex","web_url":"https://www.nytimes.com/1993/07/01/sports/pro-basketball-for-nets-a-coach-and-a-rex.html","abstract":"  The Nets added a much-needed shooting guard tonight, but more importantly, they retained a coach.   Minutes after the snake-bit team drafted Kansas's Rex Walters with the 16th pick in the first round of the National Basketball Association, Coach Chuck Daly said he would not be leaving to accept a broadcasting job with NBC, a rumor that had been gaining strength for the last couple of weeks.","thumbnail":null,"section":"Sports"},{"date":"19930701","headline":"The Shrinking African Giant","web_url":"https://www.nytimes.com/1993/07/01/opinion/the-shrinking-african-giant.html","abstract":"  Once Nigeria was considered the anchor and bellwether of a huge continent. Blessed with clever and energetic peoples, favored with ample oil resources, it is also Africa's most populous country, with 110 million inhabitants. But despite size and wealth, Nigeria lingers in the doldrums, perpetually a country of the future.    This year was supposed to be different. Gen. Ibrahim Babangida, a self-installed President since 1985, promised to hand over power in August to an elected successor. Nigeria's armed forces had organized two political parties, one right of center, the other tipping to left. Nigerian diplomats disseminated glossy brochures, filled with diagrams showing how a new federal system would unite the mostly Muslim north with the Christian and animist south.","thumbnail":null,"section":"Opinion"},{"date":"19930701","headline":"Martha Graham's Company Prepares for Her Centenary","web_url":"https://www.nytimes.com/1993/07/01/arts/martha-graham-s-company-prepares-for-her-centenary.html","abstract":"  The Martha Graham Dance Company will celebrate the 100th anniversary of Graham's birth (May 11, 1894) with new dances, new national and local projects and new corporate support.    There will be no newly discovered dances from Graham, who died in 1991. But Ron Protas, the artistic director, said in an interview that the company would turn to some very different choreographers for the new works that are the lifeblood of a dance troupe. The first of these choreographers is Twyla Tharp, whose dance, set to klezmer music, is to be performed during the company's two-week fall season at City Center, which opens on Oct. 5. Ms. Tharp is donating the work, production expenses for which will be paid by the Chase Manhattan Bank, a continuing supporter of the company.","thumbnail":null,"section":"Arts"},{"date":"19930701","headline":"Energy Chief Says Accounting Problems Snag Supercollider Project","web_url":"https://www.nytimes.com/1993/07/01/us/energy-chief-says-accounting-problems-snag-supercollider-project.html","abstract":"  Energy Secretary Hazel R. O'Leary said today that the scientists in charge of building the world's largest machine of physics, the Superconducting Supercollider, are not competent to handle the bookkeeping for the project and might have to be replaced.   She testified of her frustration with the managers of the supercollider project before the House Energy and Commerce's Subcommittee on Oversight and Investigations. She said the project was badly managed and the \"attitude of the leadership at the laboratory is completely unacceptable to this Administration and to me personally.\"","thumbnail":null,"section":"U.S."},{"date":"19930701","headline":"Rappers, Rumors, And Links To Assaults","web_url":"https://www.nytimes.com/1993/07/01/nyregion/rappers-rumors-and-links-to-assaults.html","abstract":"  In the last year or so, the after-school adolescent boisterousness and loitering has grown more pronounced around Mount Hebron Middle School and the Bellevue branch of the Montclair Library next to it, neighbors say.   Just about every afternoon before the summer recess began, students in their early teens congregated outside the library and smoked, hugged and kissed, set off firecrackers and engaged in horseplay, said a grandfather whose living room overlooks the library's main entrance. One afternoon, he said, he even noticed two girls lift their jerseys and expose themselves in front of a group of boys.","thumbnail":null,"section":"New York"},{"date":"19930701","headline":"Researchers Testing Thalidomide for Use in AIDS","web_url":"https://www.nytimes.com/1993/07/01/us/researchers-testing-thalidomide-for-use-in-aids.html","abstract":"  Thalidomide, the sedative that has been banned in the United States since it was found to cause severe birth defects in the early 1960's, is now being explored for use in treating AIDS, tuberculosis and other disorders.   In a report being published today, researchers in New York City said that thalidomide could block the growth of H.I.V, the virus that causes AIDS, in test tubes and that in very limited tests of humans it seemed to relieve some of the severe symptoms of AIDS.","thumbnail":null,"section":"U.S."},{"date":"19930701","headline":"Talk Was Cheap in the Mercer Fight","web_url":"https://www.nytimes.com/1993/07/01/sports/boxing-talk-was-cheap-in-the-mercer-fight.html","abstract":"  There was so much talking between Ray Mercer and Jesse Ferguson in their Feb. 6 bout at Madison Square Garden that George Foreman, Larry Merchant and Jim Lampley, the HBO announcers, began to joke about the jawing.   Foreman, Merchant and Lampley were commenting on the fight in a warmup that was not for general broadcast. At one point, after Mercer had again spoken to Ferguson during a clinch, Foreman quipped, \"I think he just made him an offer to quit.\"","thumbnail":null,"section":"Sports"},{"date":"19930701","headline":"Smiles of a Summer Night","web_url":"https://www.nytimes.com/1993/07/01/opinion/smiles-of-a-summer-night.html","abstract":"  Outside, the usual crowds were streaming through the Saturday night streets, and the air was as damp and heavy as a used towel. Inside, it was cool, and the quiet was broken only by the click of computer keys and the drone of an air conditioner. Suddenly the person at the computer stood up. Time to turn on the television set and find out if Luciano Pavarotti was in good voice.   Mr. Pavarotti was indeed in good voice, maybe not the tenor he was years ago but still a singer to yank the heart strings, open the tear ducts -- all that. But even more beautiful than his sound was the sight of a city that, if only for a few hours, was apparently at peace with itself.","thumbnail":null,"section":"Opinion"},{"date":"19930701","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/07/01/arts/pop-and-jazz-in-review-110493.html","abstract":"  Tom Ze  Summerstage Central Park    With scraggly hair and a wispy beard, scarecrow limbs and a distracted expression, Tom Ze looked like a cheerful mad professor when he performed on Sunday afternoon. The appearance wasn't deceiving. Mr. Ze, a songwriter from the Brazilian state of Bahia who now lives in Sao Paulo, is one of Brazil's most idiosyncratic performers, a pop inventor who bypasses the ordinary.","thumbnail":null,"section":"Arts"},{"date":"19930701","headline":"Hartford May Try to Lure Patriots","web_url":"https://www.nytimes.com/1993/07/01/sports/pro-football-hartford-may-try-to-lure-patriots.html","abstract":"  A plot to bring the New England Patriots to Hartford to play in a new stadium here was revealed today by the Governor, Lowell P. Weicker Jr., and the chief plotter, Francis W. Murray of Philadelphia.    The state would build the stadium and Murray, a former minority owner of the Patriots, would provide the team.","thumbnail":null,"section":"Sports"},{"date":"19930701","headline":"Doubt Cast on Identification of Nazi Guard 'Ivan'","web_url":"https://www.nytimes.com/1993/07/01/us/doubt-cast-on-identification-of-nazi-guard-ivan.html","abstract":"  A report to a Federal appeals court today concluded that there was substantial doubt about the Government's longstanding assertion that John Demjanjuk, a retired Cleveland auto worker, was Ivan the Terrible, the sadistic gas chamber operator who drove thousands of Jews to their deaths in World War II.   Based on a 10-month inquiry, the report by Thomas A. Wiseman Jr., a Federal district judge in Nashville, found that Government prosecutors who stripped Mr. Demjanjuk of his American citizenship and obtained an order to deport him failed to pursue leads contradicting the theory that he was the murderous Ivan of the Treblinka death camp.","thumbnail":null,"section":"U.S."},{"date":"19930701","headline":"Albany Extends Rent Stabilization Law for a Day","web_url":"https://www.nytimes.com/1993/07/01/nyregion/albany-extends-rent-stabilization-law-for-a-day.html","abstract":"  For the third time in two weeks, the New York State Legislature extended rent stabilization laws for New York City without changing them Wednesday night, this time for only one day.   But although the measure was designed to buy time to reach a final agreement on changing the laws, Gov. Mario M. Cuomo and legislative aides provided differing accounts of whether an agreement was near.","thumbnail":null,"section":"New York"},{"date":"19930701","headline":"Briton Says He Foiled Supergun Parts Sale to Iraq","web_url":"https://www.nytimes.com/1993/07/01/world/briton-says-he-foiled-supergun-parts-sale-to-iraq.html","abstract":"  A British business executive told a Government inquiry today how intelligence agents, with his help, thwarted the export in 1990 of barrels for what they believed was a huge artillery gun being built by Iraq.   The executive, David James, was the chairman of Eagle Trust, the parent company of a Birmingham-based concern called Walter Somers. Mr. James told the inquiry that soon after acquiring Walter Somers in early 1990 he became suspicious about tubing the company was making, supposedly for a petrochemical plant in Iraq.","thumbnail":null,"section":"World"},{"date":"19930701","headline":"Wuhan Journal; Women as Bodyguards: In China, It's All the Rage","web_url":"https://www.nytimes.com/1993/07/01/world/wuhan-journal-women-as-bodyguards-in-china-it-s-all-the-rage.html","abstract":"  With her chipmunk cheeks, graceful smile and the somewhat insistent way she declares she is 93 pounds -- not a bit less -- Peng Guimei looks about as threatening as a bowl of day-old rice.   So it comes as a bit of a surprise that Miss Peng is studying to be a bodyguard, protecting some Chinese businessman from the thieves and hoodlums who have eagerly embraced the opportunities of a market economy.","thumbnail":null,"section":"World"},{"date":"19930701","headline":"Behind the Lines, It's a Hollywood Touch","web_url":"https://www.nytimes.com/1993/07/01/sports/tennis-notebook-behind-the-lines-it-s-a-hollywood-touch.html","abstract":"  The Diva finally showed up on Center Court to watch the Zen Master today, but it did not bring Andre Agassi luck.   Not since Chris Evert dated Burt Reynolds in the mid-70's has there been such a closely watched duet of tennis and Hollywood royalty.","thumbnail":null,"section":"Sports"},{"date":"19930701","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/07/01/us/inside-703493.html","abstract":"  U.N. to Cut Food to Bosnia   The United Nations will reduce food rations to 1.8 million people in Bosnia for 10 weeks because of a lack of donations and security. Page A3. New U.S. Ideas for Mideast    The United States suggested that the Israelis and the Arabs focus peace talks on government functions the Palestinians could control. Page A8. Clinton Swayed on A-Tests    In deciding not to seek immediate approval on nuclear tests, President Clinton appears to have been swayed by the Energy Department. Page A8. 3 States Investigate Killings    Three states pooled information on the murders of dozens of women in the investigation of a Long Island landscaper. Page B1. 9th Arrest in Bomb Plot    A Philadelphia man was arrested as the ninth suspect charged in the New York bombing and assassination conspiracy. Page B3.","thumbnail":null,"section":"U.S."},{"date":"19930701","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/07/01/style/chronicle-067193.html","abstract":"  ALEXANDRA DANILOVA, considered one of the greatest ballerinas of the 20th century, went home to Russia last month for a five-day visit, her first in 69 years. Miss Danilova left St. Petersburg in 1924, when she went on tour to Germany with a group of five dancers that included George Balanchine and was hired away to France by Serge Diaghilev, the impresario of Ballets Russes.    During World War II, she came to the United States and never went back to Russia. \"I was working here and had a separate life here,\" she said earlier this week. \"There was no reason to go, and I was busy.\"","thumbnail":null,"section":"Style"},{"date":"19930701","headline":"Environmental Snag For Free-Trade Pact","web_url":"https://www.nytimes.com/1993/07/01/us/environmental-snag-for-free-trade-pact.html","abstract":"  A Federal judge ordered the Government yesterday to prepare a lengthy study on the environmental effects of the proposed free-trade agreement between the United States, Mexico and Canada.","thumbnail":null,"section":"U.S."},{"date":"19930701","headline":"Mild Slap at TV Violence; Congress Seems Pleased at Industry Effort, Leaving a Slim Chance for Stronger Action","web_url":"https://www.nytimes.com/1993/07/01/us/mild-slap-tv-violence-congress-seems-pleased-industry-effort-leaving-slim-chance.html","abstract":"  Television's four commercial broadcast networks threw the smallest possible bone to their Congressional critics today, when they announced that they would slap warning announcements on violent programs.   Nevertheless, the critics cheered. And they suggested they would back away from their threats to impose something stronger.","thumbnail":null,"section":"U.S."},{"date":"19930701","headline":"SPORTS PEOPLE: HOCKEY  HEADLINE>'The Cat' Calls It Quits","web_url":"https://www.nytimes.com/1993/07/01/sports/sports-people-hockey-headline-the-cat-calls-it-quits.html","abstract":"  EMILE (THE CAT) FRANCIS resigned as president and alternate governor of the Hartford Whalers, ending his 10-year association with the team.   Francis was general manager of the Whalers for six years. He was fired four years ago, replaced by ED JOHNSTON and offered the job as president. His $250,000-a-year contract had just run out.","thumbnail":null,"section":"Sports"},{"date":"19930701","headline":"Clinton Backs a $1 Billion Plan To Spare Trees and Aid Loggers","web_url":"https://www.nytimes.com/1993/07/01/us/clinton-backs-a-1-billion-plan-to-spare-trees-and-aid-loggers.html","abstract":"  Acting to resolve a battle over the fate of the ancient forests in the Pacific Northwest, President Clinton has approved a plan to reduce logging on Federal lands and provide more than $1 billion to retrain loggers and help distressed timber communities.   The policy was drawn from recommendations developed by a group of scientists and was presented to the timber industry, environmentalists and members of Congress from Washington and Oregon. It is the Clinton Administration's first important attempt to walk the fine line between economic growth and environmental protection.","thumbnail":null,"section":"U.S."},{"date":"19930701","headline":"'Don't Ask, Don't Tell' Means Everybody","web_url":"https://www.nytimes.com/1993/07/01/opinion/l-don-t-ask-don-t-tell-means-everybody-472393.html","abstract":"  To the Editor:   As the political jockeying continues over the issue of how to acknowledge the presence of gays in the military (news article, June 23), the problem appears to be the impractical desire of some to restrict nondisclosure solely to gays themselves.","thumbnail":null,"section":"Opinion"},{"date":"19930701","headline":"Environment Deserves Higher Albany Priority","web_url":"https://www.nytimes.com/1993/07/01/opinion/l-environment-deserves-higher-albany-priority-474093.html","abstract":"  To the Editor:   Re \"Goodbye, Adirondacks?\" by John B. Oakes (Op-Ed, June 24):","thumbnail":null,"section":"Opinion"},{"date":"19930701","headline":"Veteran Communist Crowns A Comeback in Azerbaijan","web_url":"https://www.nytimes.com/1993/07/01/world/veteran-communist-crowns-a-comeback-in-azerbaijan.html","abstract":"  Heydar Aliyev, the former Communist boss of Azerbaijan and Politburo member in the Soviet Union, consolidated a dramatic comeback today by naming the republic's dominant warlord as his Prime Minister and head of all internal and external security forces.   After two days of negotiations with Surat Husseinov, the 34-year-old maverick military commander whose move on the capital earlier this month drove the elected President into exile, Mr. Aliyev convened a Parliament and presented Mr. Husseinov as head of his Government and of the military, security ministry and interior ministry. There was only one dissenting vote.","thumbnail":null,"section":"World"},{"date":"19930701","headline":"As Mandela Arrives, Elections Fund Starts $10 Million Corporate Drive","web_url":"https://www.nytimes.com/1993/07/01/nyregion/as-mandela-arrives-elections-fund-starts-10-million-corporate-drive.html","abstract":"  A corporate effort to raise at least $10 million to help South Africa hold democratic elections next year was announced yesterday, hours before Nelson Mandela arrived in New York to begin a two-week tour of the United States.   The South Africa Free Elections Fund was organized by Theodore C. Sorensen, a senior partner in the law firm of Paul, Weiss, Rifkind, Wharton & Garrison, with encouragement from Mr. Mandela. The anti-apartheid leader was to meet with the fund's board.","thumbnail":null,"section":"New York"},{"date":"19930701","headline":"Review/Music; '93 Bach Festival Concludes","web_url":"https://www.nytimes.com/1993/07/01/arts/review-music-93-bach-festival-concludes.html","abstract":"  For the last 13 summers, the members of the Bach Aria Group have presided over an annual festival and institute in which young instrumentalists and singers immerse themselves in the music of Bach and his contemporaries and give a series of public concerts in which themes are explored and connections sought.    The festival is a curious hybrid. At a time when period instruments are the norm for Baroque performance, the Bach Aria Group continues to perform and teach the music mostly on modern ones. And the festival's philosophy of performance style is clearly informed by modern concepts of stylistic propriety, tempered by the notion that an interpreter's job is to make the music affecting, not to follow rules slavishly.","thumbnail":null,"section":"Arts"},{"date":"19930701","headline":"Clinton Will End U.S. Opposition To Vietnam Loans, Officials Say","web_url":"https://www.nytimes.com/1993/07/01/world/clinton-will-end-us-opposition-to-vietnam-loans-officials-say.html","abstract":"  The Clinton Administration is planning to drop its opposition to loans to Vietnam by international lending institutions, Administration officials said today.   The move would be a way of acknowledging Vietnam's recent cooperation in accounting for Americans still missing in Southeast Asia and to encourage it to do more, the officials added.","thumbnail":null,"section":"World"},{"date":"19930701","headline":"Once Again, Holly Hunter's Star Is Rising, but Higher Than Before","web_url":"https://www.nytimes.com/1993/07/01/movies/once-again-holly-hunter-s-star-is-rising-but-higher-than-before.html","abstract":"  Six years ago, Holly Hunter was on the edge of stardom. As the neurotic television-news producer in the successful comedy \"Broadcast News,\" Ms. Hunter not only starred in this film but virtually walked off with it as well.   But then Ms. Hunter made several disappointing movies. A serious as well as an offbeat actress, which is rarely a formula for success among women in Hollywood, Ms. Hunter saw her career stall and never quite gather the momentum that the town expected.","thumbnail":null,"section":"Movies"},{"date":"19930701","headline":"Review/Dance; Dayton Troupe Returns to a Favorite Summer Haunt","web_url":"https://www.nytimes.com/1993/07/01/arts/review-dance-dayton-troupe-returns-to-a-favorite-summer-haunt.html","abstract":"  The Dayton Contemporary Dance Company, founded in 1968 by Jeraldyne Blunden, is known nationally for its well-trained dancers and stimulating repertory. A leading force in the busy Ohio dance scene, the troupe has gained additional renown from its association with the American Dance Festival and programs designed to educate and familiarize audiences around the world with classics of American modern dance created by black choreographers. The company returned to the festival last week, confirming its solid status as a major American modern-dance company in a program presented at Page Auditorium at Duke University, where the festival is held each summer.    One of the company's greatest strengths is that its 16 performers act as well as they dance. That balance was suggested on Saturday night in the choice of dances on the program, which opened with Dianne McIntyre's \"Take Off From a Forced Landing,\" the story of a family and its dreams, and ended with Talley Beatty's streamlined \"Congo Tango Palace,\" a dance whose urgency is as much an effect of its speed as of its buried emotions.","thumbnail":null,"section":"Arts"},{"date":"19930701","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/07/01/arts/pop-and-jazz-in-review-459693.html","abstract":"  The The Paramount    For stretches of its set on Friday night, the The might almost have been an English blues band. A chugging beat, simple chords and a hooting harmonica carried songs from the The's new album, \"Dusk\" (Epic). But as the rest of the concert showed, the The has less to do with musical style than with attitude.","thumbnail":null,"section":"Arts"},{"date":"19930701","headline":"Empire Blue Cross Auditor Asserts Her Inquiries Were 'Stonewalled'","web_url":"https://www.nytimes.com/1993/07/01/nyregion/empire-blue-cross-auditor-asserts-her-inquiries-were-stonewalled.html","abstract":"  The chief auditor for Empire Blue Cross and Blue Shield told a United States Senate subcommittee today that she was \"stonewalled\" by Empire's chief financial officer and his staff as she tried to investigate discrepancies between internal books and the reports the company sent to state regulators.   After a frustrating two-week inquiry this month, Maroa C. Velez, Empire's vice president for auditing, concluded that the discrepancies could not be justified, she said today. \"I was never able to get the right answers to questions,\" she said. \"I was given explanations that didn't make sense to me.\"","thumbnail":null,"section":"New York"},{"date":"19930701","headline":"With Stein's Departure, It's a Whole New Race","web_url":"https://www.nytimes.com/1993/07/01/nyregion/with-stein-s-departure-it-s-a-whole-new-race.html","abstract":"  City Council President Andrew J. Stein's sudden departure from the campaign for Public Advocate, two weeks before the deadline for filing nominating petitions, left his six announced challengers jockeying to identify and inherit his supporters and also raised the tantalizing prospect that some undeclared candidate might yet jump into the race.   The departure also left politicians debating whether Mr. Stein had given a candid explanation for why he was quitting politics.","thumbnail":null,"section":"New York"},{"date":"19930701","headline":"Stanley Becomes Master Of the Power Breakfast","web_url":"https://www.nytimes.com/1993/07/01/sports/baseball-stanley-becomes-master-of-the-power-breakfast.html","abstract":"  Mike Stanley has no explanation as to why he becomes such an amazing hitter in day games. Maybe it is the sunlight. Maybe it is the great feeling of getting up in the morning and swinging a bat. Well, maybe that is not it.   \"I'm not a morning person,\" said Stanley, who is positively puzzled by his awesome afternoons. \"I don't like getting up at 9:30 in the morning to come here for games.\"","thumbnail":null,"section":"Sports"},{"date":"19930701","headline":"It All Started at the Gare du Nord","web_url":"https://www.nytimes.com/1993/07/01/opinion/IHT-it-all-started-at-the-gare-du-nord.html","abstract":"Forty years ago on a soft spring evening I stepped off the Golden Arrow from London onto the platform at the Gare du Nord and into an alliance with Paris that has not yet ended. .A brief Mtro ride, then a struggle with my overloaded suitcase up t","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19930701","time":"1993-07-01 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.3,"rhum":65,"wspd":9.4},{"date":"19930701","time":"1993-07-01 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.1,"rhum":68,"wspd":11.2},{"date":"19930701","time":"1993-07-01 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.8,"rhum":70,"wspd":11.2},{"date":"19930701","time":"1993-07-01 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.7,"rhum":73,"wspd":13},{"date":"19930701","time":"1993-07-01 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":72,"wspd":14.8},{"date":"19930701","time":"1993-07-01 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.3,"rhum":70,"wspd":11.2},{"date":"19930701","time":"1993-07-01 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":70,"wspd":9.4},{"date":"19930701","time":"1993-07-01 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.3,"rhum":64,"wspd":14.8},{"date":"19930701","time":"1993-07-01 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":77,"wspd":16.6},{"date":"19930701","time":"1993-07-01 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.6,"rhum":74,"wspd":16.6},{"date":"19930701","time":"1993-07-01 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.3,"rhum":68,"wspd":16.6},{"date":"19930701","time":"1993-07-01 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.1,"rhum":60,"wspd":16.6},{"date":"19930701","time":"1993-07-01 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.8,"rhum":56,"wspd":9.4},{"date":"19930701","time":"1993-07-01 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.8,"rhum":54,"wspd":11.2},{"date":"19930701","time":"1993-07-01 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.5,"rhum":54,"wspd":11.2},{"date":"19930701","time":"1993-07-01 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.9,"rhum":51,"wspd":16.6},{"date":"19930701","time":"1993-07-01 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.3,"rhum":49,"wspd":11.2},{"date":"19930701","time":"1993-07-01 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.7,"rhum":48,"wspd":11.2},{"date":"19930701","time":"1993-07-01 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.6,"rhum":59,"wspd":13},{"date":"19930701","time":"1993-07-01 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.8,"rhum":64,"wspd":18.4},{"date":"19930701","time":"1993-07-01 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.6,"rhum":69,"wspd":11.2},{"date":"19930701","time":"1993-07-01 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.8,"rhum":71,"wspd":13},{"date":"19930701","time":"1993-07-01 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.1,"rhum":74,"wspd":9.4},{"date":"19930701","time":"1993-07-01 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.3,"rhum":76,"wspd":11.2},{"date":"19930701","time":"1993-07-01 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":54,"wspd":9.4},{"date":"19930701","time":"1993-07-01 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":54,"wspd":9.4},{"date":"19930701","time":"1993-07-01 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":54,"wspd":7.6},{"date":"19930701","time":"1993-07-01 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":56,"wspd":7.6},{"date":"19930701","time":"1993-07-01 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":54,"wspd":5.4},{"date":"19930701","time":"1993-07-01 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":54,"wspd":11.2},{"date":"19930701","time":"1993-07-01 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":54,"wspd":13},{"date":"19930701","time":"1993-07-01 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":57,"wspd":11.2},{"date":"19930701","time":"1993-07-01 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":62,"wspd":14.8},{"date":"19930701","time":"1993-07-01 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":64,"wspd":14.8},{"date":"19930701","time":"1993-07-01 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":66,"wspd":14.8},{"date":"19930701","time":"1993-07-01 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":66,"wspd":18.7},{"date":"19930701","time":"1993-07-01 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":60,"wspd":16.6},{"date":"19930701","time":"1993-07-01 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":52,"wspd":20.5},{"date":"19930701","time":"1993-07-01 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":49,"wspd":22.3},{"date":"19930701","time":"1993-07-01 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":41,"wspd":14.8},{"date":"19930701","time":"1993-07-01 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":40,"wspd":18.7},{"date":"19930701","time":"1993-07-01 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":37,"wspd":14.8},{"date":"19930701","time":"1993-07-01 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":48,"wspd":22.3},{"date":"19930701","time":"1993-07-01 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":51,"wspd":22.3},{"date":"19930701","time":"1993-07-01 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":53,"wspd":24.1},{"date":"19930701","time":"1993-07-01 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":51,"wspd":20.5},{"date":"19930701","time":"1993-07-01 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":54,"wspd":18.7},{"date":"19930701","time":"1993-07-01 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":58,"wspd":16.6}]}}