{"19950223":{"guardian_articles":[],"nytimes_articles":[{"date":"19950223","headline":"Images of Africa : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/02/23/opinion/IHT-images-of-africa-letters-to-the-editor.html","abstract":"Regarding the editorial cartoon captioned \"Ethnic Trophies\" (Opinion, Feb. 3) by Conrad:.The \"trophies\" (skulls) depicted are labeled with the names of six African countries. Presumably, no countries outside Africa qualify for such","thumbnail":null,"section":"Opinion"},{"date":"19950223","headline":"Spinning Out Thoughts Of Art, Evil and the Self","web_url":"https://www.nytimes.com/1995/02/23/books/books-of-the-times-spinning-out-thoughts-of-art-evil-and-the-self.html","abstract":"  THE TUNNEL  By William H. Gass  Illustrated. 653 pages. Alfred A. Knopf. $30.    At the opening of \"The Tunnel\" -- William H. Gass's first novel since his much-praised \"Omensetter's Luck\" was published nearly 30 years ago -- William Frederick Kohler, a distinguished historian at a Midwestern university, sits at a desk in the cellar of his house and contemplates the manuscript of his all-but-completed masterwork, \"Guilt and Innocence in Hitler's Germany.\"","thumbnail":null,"section":"Books"},{"date":"19950223","headline":"1945: Japanese Reprisals : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/02/23/opinion/IHT-1945-japanese-reprisals-in-our-pages100-75-and-50-years-ago.html","abstract":"MANILA - The Japanese machine-gunned, bayoneted and burned alive 436 men, women and children in the town of Onokvay, near the east coast of southern Luzon, on February 16, in reprisal for a guerrilla attack the previous day which had driven out the enemy","thumbnail":null,"section":"Opinion"},{"date":"19950223","headline":"Mexico Said to Promise Some Political Steps to Get U.S. Loans","web_url":"https://www.nytimes.com/1995/02/23/world/mexico-said-to-promise-some-political-steps-to-get-us-loans.html","abstract":"  Despite the insistence of Mexico that it would not accept any political conditions on $20 billion it is to receive in loans and loan guarantees from Washington, officials said today that it did agree to sweeten the deal with new measures to control undocumented immigration into the United States and drug trafficking.   Mindful of the sensitivity of Mexico to the notion that it acted under American pressure, United States officials noted that its commitments grew out of discussions begun before the loan talks and reflected longstanding concerns of President Ernesto Zedillo.","thumbnail":null,"section":"World"},{"date":"19950223","headline":"Bank Merger Is Challenged By Governor","web_url":"https://www.nytimes.com/1995/02/23/nyregion/bank-merger-is-challenged-by-governor.html","abstract":"  Gov. John G. Rowland today threatened to block the proposed merger of the state's two largest banks unless the banks took steps to soften the impact of the deal on Connecticut's economy.   The highly unusual move -- states traditionally rubber-stamp such mergers -- comes one day after Fleet Financial Group of Providence, R.I., agreed to purchase Shawmut National Corporation of Hartford and Boston. The $3.7 billion deal would create the nation's ninth-largest bank.","thumbnail":null,"section":"New York"},{"date":"19950223","headline":"Essay; The Double Wedge","web_url":"https://www.nytimes.com/1995/02/23/opinion/essay-the-double-wedge.html","abstract":"  Every political operative dreams of finding the perfect \"wedge issue\" -- of placing the wedge in a crack in the opposition's traditional support, and then using a sledgehammer to split off a great segment of the other party's vote.   Here are the 1996 wedge issues:","thumbnail":null,"section":"Opinion"},{"date":"19950223","headline":"REPUBLICANS BEGIN DEEP BUDGET CUTS IN 5 HOUSE PANELS","web_url":"https://www.nytimes.com/1995/02/23/us/republicans-begin-deep-budget-cuts-in-5-house-panels.html","abstract":"WASHINGTON, Feb. 22 Setting the tone for promised reductions in the Federal budget, House Republicans today began moving on the first of up to $15 billion in cuts to the current budget, marking for elimination many social programs championed by Democrats for decades.   Calling the action a first installment on their promise to balance the budget by 2002, Republicans approved cuts in job training and education, assistance to homeless youths and veterans, foreign aid to Russian republics, money for United Nations peacekeeping operations and Federal subsidies to the Corporation for Public Broadcasting. - If they stand, the cuts approved by five subcommittees today -- and those to be made by eight other panels in the next few days -- will eliminate many of the social programs that conservatives have criticized as wasteful and redundant.   But the Democrats, with President Clinton in the forefront, have already begun to fight back, and many of the midyear cuts in the 1995 fiscal year budget are expected to run into resistance in the Senate, which will not take them up until the House has completed its work.   After a strategy session with Democrats on Capitol Hill today, Mr. Clinton emerged to lambaste the Republicans for a proposal to replace the Federal school lunch program in the budget for the 1996 fiscal year with block grants to the states, calling it \"a terrible mistake.\"   The most influential of the subcommittees -- Labor, Health, Human Services and Education -- proposed cutting $4.3 billion, affecting 142 programs, including 84 that were marked for elimination.   Among them were dozens of youth-training and education programs, like the Clinton Administration's Goals 2000, which sets national standards for secondary education. The Republicans would also reduce the $3.5 billion Head Start program by $105 million, eliminate $1.3 billion for the Low-Income Home Energy Assistance program that provides fuel oil to the needy and would mark for termination a host of grants, like the National Science Scholars ($4.4 million) and the Javits Fellowships ($7.5 million).   The Corporation for Public Broadcasting's $285.6 million budget was not marked for cuts this year, but in 1996 its budget would be cut by 15 percent, or $47 million, with an additional $94 million, or 30 percent of its current budget, pared in 1997. Representative David R. Obey of Wisconsin, the ranking Democrat on the panel, said, \"It represents the first whack in what the Speaker has said will be the total elimination of funding for the Corporation for Public Broadcasting.\"","thumbnail":null,"section":"U.S."},{"date":"19950223","headline":"A Chance for Peace in Ireland","web_url":"https://www.nytimes.com/1995/02/23/opinion/a-chance-for-peace-in-ireland.html","abstract":"  The Governments of Ireland and Britain have taken a bold step toward peace in Northern Ireland. They released a joint document outlining a framework for resolving the bloody conflict of the last 25 years. The framework is not binding, but is merely a set of suggestions any party to further discussions can accept or reject. As a road map for the next steps toward peace, it is reasonable and fair to all sides.   The document's main purpose is to initiate a democratic process for deciding the fate of Northern Ireland. It recognizes that both unionists and republicans will have to make difficult compromises. It proposes steps to guarantee that no change will come about without the consent of the majority in Northern Ireland. At the same time it would amend the Irish Constitution to forgo its historical claim to the six northern counties.","thumbnail":null,"section":"Opinion"},{"date":"19950223","headline":"Sampras Battles Baseliner (and Flu) to Net Three-Set Victory","web_url":"https://www.nytimes.com/1995/02/23/sports/tennis-sampras-battles-baseliner-and-flu-to-net-three-set-victory.html","abstract":"  Pete Sampras allowed himself to be lulled into a baseline battle with Marcelo Filippini tonight at the Comcast United States Indoor, a strategy that nearly reaped a major reward for the 57th-ranked Uruguayan in the form of a major first-round upset of the world's top player. Sampras hadn't faltered in an opening round match since he visited this same event last year.    Despite a flawed performance at the very site that five years ago brought him the first of his 30 career titles, Sampras squeaked out of trouble with a 4-6, 6-4, 7-5 comeback.","thumbnail":null,"section":"Sports"},{"date":"19950223","headline":"Eagerly Soaring, Plunging and Hurtling","web_url":"https://www.nytimes.com/1995/02/23/arts/dance-review-eagerly-soaring-plunging-and-hurtling.html","abstract":"  Lila York was one of Paul Taylor's most exhilarating -- and charming -- whirligigs. And so it was not surprising that her new piece for the Juilliard Dance Ensemble gave its 20 performers a chance to soar and plunge with frightening abandon through excerpts from two Prokofiev piano concertos. Ms. York's \"Rapture,\" performed on Sunday afternoon at the Juilliard Theater, also allowed the dancers to be their eager young selves, and they looked as if they were having the time of their lives.    Set on an often dimly lighted stage with a field of stars behind, \"Rapture\" was ingeniously plotted, with moments of dreamlike stillness and melancholy punctuating the dancers' race across the stage. The ways Ms. York interspersed brief solos, many of them by corps dancers, were also interesting. But overall, as it hurtled toward its end, \"Rapture\" came to seem like a one-note display of energy and oddity.","thumbnail":null,"section":"Arts"},{"date":"19950223","headline":"5 Americans Are Called Spies By France and Told to Leave","web_url":"https://www.nytimes.com/1995/02/23/world/5-americans-are-called-spies-by-france-and-told-to-leave.html","abstract":"PARIS, Feb. 22 France has accused five Americans, including the former C.I.A. station chief here and his deputy, of political and economic espionage and asked them to leave the country immediately, French officials said today.   The other Americans who were asked to leave were two other C.I.A. agents, who are listed in diplomatic jobs on the roster of the United States Embassy, and a woman working as an undercover C.I.A. agent who lacks diplomatic status, according to an article published today in Le Monde and confirmed by diplomats. - The Americans were accused of trying to bribe high-ranking French Government officials into disclosing France's negotiating position on movies and entertainment in recent global trade talks, secrets about French domestic politics, and telecommunications.   The spectacle of one ally publicly demanding the withdrawal of another's diplomats for spying plunged relations between France and the United States into one of the strangest crises of their history.   Pamela Harriman, the United States Ambassador to France, visited the office of Prime Minister Edouard Balladur to discuss the affair this afternoon, American Embassy officials said. She emerged impassive after 30 minutes and said she would make no comment.","thumbnail":null,"section":"World"},{"date":"19950223","headline":"Elegance Across Centuries","web_url":"https://www.nytimes.com/1995/02/23/arts/dance-review-elegance-across-centuries.html","abstract":"  Centuries met on Sunday afternoon when the New York City Ballet presented Robert LaFosse's \"Danses de Cour\" at the New York State Theater.   Mr. LaFosse, a 20th-century dancer, choreographed his ballet to the Divertimento (Op. 86) of Richard Strauss, a German composer who was born in the 19th century and died in the 20th. Strauss, in turn, based his score on themes by Francois Couperin, a French composer who was born in the 17th century and died in the 18th. The music evokes the French Baroque court. But the ballet steps Mr. LaFosse uses are those developed in 19th-century Imperial Russian theaters.","thumbnail":null,"section":"Arts"},{"date":"19950223","headline":"INSIDE","web_url":"https://www.nytimes.com/1995/02/23/us/inside-250695.html","abstract":"  Anglo-Irish Plan for Ulster    Britain and Ireland released the details of a proposal for talks to find peace in Northern Ireland. Page A3. From China to Captivity    A 46-year-old illegal Chinese immigrant who could not pay the gang that smuggled him in was kidnapped and held hostage -- twice. Page B1. Top Diver Has AIDS   Greg Louganis, who won diving gold medals in two Olympics, says he is infected with AIDS. Page B11.","thumbnail":null,"section":"U.S."},{"date":"19950223","headline":"C.I.A. Faces Issue of Economic Spying","web_url":"https://www.nytimes.com/1995/02/23/world/cia-faces-issue-of-economic-spying.html","abstract":"  It was so much easier during the cold war.   Once, the Central Intelligence Agency's station in Paris stole secrets about the French nuclear arsenal and the local Communist Party chief. Now it is trying to steal the French position on trade talks with the United States.","thumbnail":null,"section":"World"},{"date":"19950223","headline":"95 Islamic Militants Killed as Algerians Crush a Prison Riot","web_url":"https://www.nytimes.com/1995/02/23/world/95-islamic-militants-killed-as-algerians-crush-a-prison-riot.html","abstract":"  At least 95 prisoners were killed today when Algerian security forces crushed a revolt by Islamic militants at a jail in the capital, Government officials said. They said the inmates had killed four guards.   The Algerian Justice Minister, Mohammed Tequia, said the security forces intervened after the inmates took six hostages, slit the throats of four of them and wounded about a dozen other employees of the jail. He said the inmates, many of them members of the Islamic factions seeking to overthrow the country's secular Government, were planning an escape of 1,000 prisoners.","thumbnail":null,"section":"World"},{"date":"19950223","headline":"Gannett Doesn't Set Profit Goals for News","web_url":"https://www.nytimes.com/1995/02/23/opinion/l-gannett-doesn-t-set-profit-goals-for-news-696095.html","abstract":"  To the Editor:   In your Feb. 15 Business Day report on the resignations of two editors of The Des Moines Register, your flat assertion that the Gannett Company demands increasing profits each year from its properties is an outrageous lie.","thumbnail":null,"section":"Opinion"},{"date":"19950223","headline":"1895: Dreyfus Deported : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/02/23/opinion/IHT-1895-dreyfus-deported-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - At four o'clock yesterday [Feb. 22] afternoon ex-Captain Dreyfus was embarked on board a Government steamer and taken to the Ile d'Aix, in order to take his place on board the transport Finistère, which will sail shortly for Guiana. There was","thumbnail":null,"section":"Opinion"},{"date":"19950223","headline":"Who Decides Who Will Die? Even Within States, It Varies","web_url":"https://www.nytimes.com/1995/02/23/us/who-decides-who-will-die-even-within-states-it-varies.html","abstract":"  Among the 37 states with the death penalty, Texas has been the undisputed leader in executions, putting 92 people to death since the United States Supreme Court allowed capital punishment to resume in 1976.   But within Texas, the odds of a convicted killer's being put to death depend largely on where the crime took place: of those executed so far, 37 are from the Houston area, where District Attorney Johnny B. Holmes Jr. is an aggressive and vocal proponent of the death penalty. In Dallas, with a population two-thirds the size of Houston's and a District Attorney's office more cautious in its approach, only five people have been executed.","thumbnail":null,"section":"U.S."},{"date":"19950223","headline":"Corrections","web_url":"https://www.nytimes.com/1995/02/23/nyregion/c-corrections-059295.html","abstract":"  An article in Business Day on Friday about the naming of a president and chief operating officer of the Gillette Company misstated the affiliation of Constance M. Maneaty, a securities analyst who commented on it. She is an analyst with Bear, Stearns, not Brown Brothers Harriman.","thumbnail":null,"section":"New York"},{"date":"19950223","headline":"Bucs and Cards Seek Deal","web_url":"https://www.nytimes.com/1995/02/23/sports/pro-football-bucs-and-cards-seek-deal.html","abstract":"  Tampa Bay and Arizona spent yesterday trying to work out compensation in a trade for the Buccaneer quarterback Craig Erickson. Erickson was Tampa Bay's fourth-round draft pick in 1992 and was the starter in 1993. But he became expendable when the Buccaneers drafted Trent Dilfer in the first round last year. Erickson and Dilfer split the season as starters and Erickson was the starter when the Buccaneers won three straight games toward the end of the season.   Arizona put all three of its quarterbacks on the expansion draft list and lost Steve Beuerlein, who was the first player selected, by Jacksonville. Jay Schroeder and Jim McMahon, both signed to one-year deals as free agents last year, are now unrestricted free agents.","thumbnail":null,"section":"Sports"},{"date":"19950223","headline":"Riley Seems To Concede The Division To the Magic","web_url":"https://www.nytimes.com/1995/02/23/sports/pro-basketball-riley-seems-to-concede-the-division-to-the-magic.html","abstract":"  Pat Riley finally mustered up the courage to admit today, \"It's all or nothing this year.\"   Just what inspired the coach's candor was debatable. Maybe it was watching his team suffer an embarrassing 99-91 loss to the undermanned Cleveland Cavaliers Tuesday night at Madison Square Garden, or maybe it was the presence of Charles Oakley back at practice today. But Riley certainly sounded like a man in the fourth year of a five-year contract with no new agreement in place.","thumbnail":null,"section":"Sports"},{"date":"19950223","headline":"A Daily's Demise : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/02/23/opinion/IHT-a-dailys-demise-letters-to-the-editor.html","abstract":"Regarding \"East's First English Daily Closes Shop in Prague,\" (Business/Finance, Jan. 10):.As the former editor of the Bohemia Daily Standard, I am concerned that the report may have left a false impression of the reasons behind the paper's d","thumbnail":null,"section":"Opinion"},{"date":"19950223","headline":"Good Cop vs. Bad Cop: Which Image Is Real?","web_url":"https://www.nytimes.com/1995/02/23/arts/critic-s-notebook-good-cop-vs-bad-cop-which-image-is-real.html","abstract":"  What really spooks the honest, hard-working, likable, routinely successful detectives on \"N.Y.P.D. Blue\" is the prospect of a suspect \"lawyering up.\" The detectives cajole and threaten to keep the probable perp from exercising his right to counsel, because once a sharp lawyer appears the client will say nothing and the audience will be deprived of the confession that climaxes so many episodes. Then, who knows what a trial will bring?   See what it has brought in Los Angeles: the highest-rated case of lawyering-up in television history. Lawyer-police skirmishes have been occupying Court TV and CNN for several days, and the \"N.Y.P.D. Blue\" detectives' worst fears are being realized. O. J. Simpson's lawyers, the home team in the courtroom, are treating the lawmen in ways that would drive Detective Andy Sipowicz back to drink.","thumbnail":null,"section":"Arts"},{"date":"19950223","headline":"Teacher Puts Pinstripes Before Three R's (for Now)","web_url":"https://www.nytimes.com/1995/02/23/sports/baseball-teacher-puts-pinstripes-before-three-r-s-for-now.html","abstract":"  Tim Byron teaches physical education at Northern Valley Regional High School in Old Tappan, N.J., coaches baseball at Montclair High School and has a wife and two children waiting back home in Livingston, N.J.   Byron described Northern Valley in suburban Bergen County as the perfect place for a dedicated teacher. His life reads like a storybook.","thumbnail":null,"section":"Sports"},{"date":"19950223","headline":"If Negligence Bill Passes, Consumers Lose; Ill-Fitting Federalism","web_url":"https://www.nytimes.com/1995/02/23/opinion/l-if-negligence-bill-passes-consumers-lose-ill-fitting-federalism-072095.html","abstract":"  To the Editor:   Your Feb. 19 front-page article charges that Federal product liability reform would uproot common law \"developed through centuries\" and \"run against one of the central themes of the Republican contract\" by intruding on state power.","thumbnail":null,"section":"Opinion"},{"date":"19950223","headline":"An Experiment Creates a Synthesis That May Have Abetted the Dawn of Life","web_url":"https://www.nytimes.com/1995/02/23/us/an-experiment-creates-a-synthesis-that-may-have-abetted-the-dawn-of-life.html","abstract":"  It is very unlikely, scientists agree, that the precise chemical pathways from which life arose will ever be known. But it may at least be possible to identify some of the chemical steps that might plausibly have played roles in the origin of life, and three biochemists believe they have found just such a step.   In a paper scheduled for publication today by the British journal Nature, those biochemists -- Dr. Stanley L. Miller of the University of California at San Diego and two associates there -- describe a way they have discovered to synthesize pantetheine from a mixture of chemicals not derived from a living organism.","thumbnail":null,"section":"U.S."},{"date":"19950223","headline":"The Pop Life","web_url":"https://www.nytimes.com/1995/02/23/arts/the-pop-life-947095.html","abstract":"  Replacing New Music    February is traditionally when the New Music Seminar, the 15-year-old music-business convention, starts preparing for its summer smorgasbord of live concerts and industry panels. But last year's money-losing convention left its owner, Mark Josephson, in debt, many of his employees unpaid (there are three civil suits pending against the New Music Seminar) and its offices closed down. It's highly unlikely that the seminar will occur this year. Former seminar employees said Mr. Josephson, who did not return several phone calls, was looking to sell the business. Anticipating the end of the seminar, at least three different groups are trying to start music conventions to take its place.","thumbnail":null,"section":"Arts"},{"date":"19950223","headline":"Louganis, Olympic Champion, Says He Has AIDS","web_url":"https://www.nytimes.com/1995/02/23/sports/diving-louganis-olympic-champion-says-he-has-aids.html","abstract":"  Greg Louganis, the 1984 and 1988 Olympic gold medal diver, who publicly acknowledged his homosexuality for the first time at last year's Gay Games in New York, has said he has AIDS.    In an interview with ABC's \"20/20\" that will be broadcast at 10 P.M. tomorrow, Louganis said he knew he was H.I.V.-positive before the 1988 Summer Olympics in Seoul, South Korea, and was greatly concerned when he hit his head on the board during a dive and shed blood in the pool.","thumbnail":null,"section":"Sports"},{"date":"19950223","headline":"Seahawks' Frier Regains Some Movement","web_url":"https://www.nytimes.com/1995/02/23/sports/sports-people-pro-football-seahawks-frier-regains-some-movement.html","abstract":"  The paralyzed Seattle Seahawk defensive tackle MIKE FRIER has regained some very slight movement in his hands and feet, doctors at the University of Washington Medical Center in Seattle said yesterday. Doctors have also removed the neck brace Frier has worn since he was injured Dec. 1 in a car crash that also involved Seahawk running backs CHRIS WARREN and LAMAR SMITH. Smith, a rookie, has pleaded not guilty to a charge of vehicular assault in the accident. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950223","headline":"U.S.-Led Force Is Off Somalia To Aid Pullout","web_url":"https://www.nytimes.com/1995/02/23/world/us-led-force-is-off-somalia-to-aid-pullout.html","abstract":"  Thousands of troops from seven countries, scores of aircraft and more than 20 ships are poised off the coast of Somalia, part of an American-led operation to help the United Nations pull out its peacekeepers during the first week of March.   Senior military officials here say the show of military might, minutely planned to avoid troop landings on religious holidays or on days when Somalis hold demonstrations, is meant as a limited mission with only peaceful objectives.","thumbnail":null,"section":"World"},{"date":"19950223","headline":"Money-Back Guarantee if Conditions Are Poor","web_url":"https://www.nytimes.com/1995/02/23/sports/money-back-guarantee-if-conditions-are-poor.html","abstract":"  It may seem odd to think of snow in terms of a money-back guarantee. But increasingly, ski resorts are marketing their slopes the way department stores deal in housewares. At most retail outlets, you have at least 30 days to return an item. At ski areas, you have about an hour.   A growing movement is afoot to give skiers their money back if snow conditions aren't right. In a winter like this one, with its mercurial ups and downs, skiers may want a refund.","thumbnail":null,"section":"Sports"},{"date":"19950223","headline":"Sports of The Times; Davis Cup: Taxing Affair For Agassi","web_url":"https://www.nytimes.com/1995/02/23/sports/sports-of-the-times-davis-cup-taxing-affair-for-agassi.html","abstract":"  ANDRE AGASSI and Pete Sampras will not be playing Davis Cup late next month, it was announced the other day. First goes the legend of O. J., then the World Series and now our two shining tennis stars desert us in our hour of vulnerability and need.   What is this country coming to, and when is Bill Usery Jr. going to do something about it?","thumbnail":null,"section":"Sports"},{"date":"19950223","headline":"Cortines Offers Ideas to Save School Budget","web_url":"https://www.nytimes.com/1995/02/23/nyregion/cortines-offers-ideas-to-save-school-budget.html","abstract":"  When the new school year begins in September, New York City's school buses may well be doing double duty, carrying children to school and messages to the buying public.   Selling advertising on the sides of buses is just one idea floated yesterday by school officials, who are facing $690 million in budget cuts as Mayor Rudolph W. Giuliani tries to close a $2.7 billion city budget gap.","thumbnail":null,"section":"New York"},{"date":"19950223","headline":"District of Columbia Will Run Out of Money Soon, Audit Reports","web_url":"https://www.nytimes.com/1995/02/23/us/district-of-columbia-will-run-out-of-money-soon-audit-reports.html","abstract":"  Government auditors told two Congressional subcommittees today that the District of Columbia was insolvent after years of mismanagement and would be unable to pay its bills by summer without a Federal rescue plan.   Testifying before a joint meeting of the two House subcommittees involved with the District's affairs, officials from the General Accounting Office described a city that has routinely overspent, used muddled accounting practices and ignored obvious signs of trouble. The city also ignored a Congressional mandate last year to cut $140 million from its $3.25 billion budget and to eliminate 2,000 public employees, the auditors said.","thumbnail":null,"section":"U.S."},{"date":"19950223","headline":"Yugoslavia Rules Out Recognition of Croatia or Bosnia Soon","web_url":"https://www.nytimes.com/1995/02/23/world/yugoslavia-rules-out-recognition-of-croatia-or-bosnia-soon.html","abstract":"  The Foreign Minister of the Serbian-dominated Yugoslav federation accused Croatia today of \"disgraceful treatment\" of Serbs and made clear that Yugoslav recognition of either Croatia or Bosnia and Herzegovina would not be possible in the near future.   The official, Vladislav Jovanovic, said in an interview that recognition of Bosnia made no sense because the country was in pieces. He added that prospects for recognition of Croatia had been pushed back by the \"highly undesirable, unfortunate, damaging and unconstructive decision\" by the Croatian President, Franjo Tudjman, to end the United Nations mandate there.","thumbnail":null,"section":"World"},{"date":"19950223","headline":"Emergency Bill for the Pentagon Gains","web_url":"https://www.nytimes.com/1995/02/23/us/emergency-bill-for-the-pentagon-gains.html","abstract":"  The House of Representatives today approved emergency Pentagon spending of $3.2 billion and decided to pay for it in part by raiding aid to the former Soviet republics and domestic programs dear to Congressional Democrats.    The legislation, the first spending bill taken up by the Republican-controlled Congress, won passage on a vote of 262 to 165. It would provide not only some $2.5 billion that the Clinton Administration has requested to pay for recent or current overseas military operations but also $670 million, not requested, which would be earmarked for the training of troops and the purchase of basic military equipment.","thumbnail":null,"section":"U.S."},{"date":"19950223","headline":"After the Strike: Fairness","web_url":"https://www.nytimes.com/1995/02/23/opinion/after-the-strike-fairness.html","abstract":"  President Clinton's plan to issue an executive order that would forbid the hiring of permanent replacement workers by Government contractors has the whiff of politics. Mr. Clinton needs to shore up his support with the A.F.L.-C.I.O., now meeting in Florida. No surprise, then, that he flirts with intervening in the baseball strike and threatens to veto pro-management bills making their way through the Republican-controlled Congress.   There is logic, too, in using a Presidential order to get some movement on an economic issue that is important to both business and organized labor. Last year, the House passed a blanket ban against allowing companies to hire permanent replacements for striking workers. The measure died in the Senate, where Republicans and some Democrats rightly viewed it as too sweeping. Businesses have the right to stay afloat during a strike, just as workers have the right to seek other jobs. But that can be done in almost all strikes with temporary replacements. No one's career is ended; the damage to both sides is short-term.","thumbnail":null,"section":"Opinion"},{"date":"19950223","headline":"Putting Safety First : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/02/23/opinion/IHT-putting-safety-first-letters-to-the-editor.html","abstract":"Regarding the report \"Lufthansa Faces Boycott After Barring Rushdie\" (Feb. 15):.Salman Rushdie writes for a living. He knows, or should know, the risks and benefits of contentious content. He costs British taxpayers. a fortune each year for s","thumbnail":null,"section":"Opinion"},{"date":"19950223","headline":"New Jersey Daily Briefing; Judge Amends 'Megan's Law'","web_url":"https://www.nytimes.com/1995/02/23/nyregion/new-jersey-daily-briefing-judge-amends-megan-s-law.html","abstract":"  A state judge backed \"Megan's Law\" yesterday but said that county prosecutors should not have the authority to decide which convicted sex offenders pose a risk that warrants a public warning.   Rather, Superior Court Judge Harold B. Wells ruled in a case involving an anonymous sex offender, weighing the risk and deciding whether to notify the community should be up to a judge.","thumbnail":null,"section":"New York"},{"date":"19950223","headline":"A Prize Pursues a Pianist, and There's a Debut","web_url":"https://www.nytimes.com/1995/02/23/arts/music-review-a-prize-pursues-a-pianist-and-there-s-a-debut.html","abstract":"  Piano competitions tend to create pianists who sound like competitors. They approach the keyboard like warriors, with fierce, determined energy and finely honed technique. The Irving S. Gilmore International Keyboard Festival may help produce another genre of pianist: one who is erudite, unorthodox and introverted. The Gilmore Artist is chosen every four years by 15 members of an advisory committee who tour the world and, unannounced, listen to concerts by every major contender. The winner does not pursue the prize. Rather, a modest career must already be in progress, a musical maturity already in evidence, before the prize -- $115,000 and $400,000 in management services -- begins to pursue the pianist.    That new genre now includes Ralf Gothoni, who became a Gilmore Artist last February and made his New York debut in the Miller Theater on Tuesday night. Like the first Gilmore winner, David Owen Norris, Mr. Gothoni is in his 40's. He has had a professional career for nearly 30 years, as a soloist, recitalist, chamber musician and conductor, and has made about 70 recordings. He is also the composer of a new opera, \"Dog,\" about the Russian mafia in Helsinki, Finland.","thumbnail":null,"section":"Arts"},{"date":"19950223","headline":"New Jersey Daily Briefing; Man Charged in 1976 Killing","web_url":"https://www.nytimes.com/1995/02/23/nyregion/new-jersey-daily-briefing-man-charged-in-1976-killing.html","abstract":"  Nineteen years ago, Anthony Lee Foskey was a pallbearer at the funeral of Jon Mitchell, a 10-year-old who was raped and killed while running an errand for his mother on Jan. 29, 1976. Pallbearer or not, Mr. Foskey was a suspect almost from the start, and now he has been charged with murder.","thumbnail":null,"section":"New York"},{"date":"19950223","headline":"U.S. Policies Undermine Nuclear Treaties","web_url":"https://www.nytimes.com/1995/02/23/opinion/l-us-policies-undermine-nuclear-treaties-074695.html","abstract":"  To the Editor:   Selig S. Harrison's \"Zero Nuclear Weapons. Zero\" (Op-Ed, Feb. 15) rightfully takes the Clinton Administration to task for not pursuing policies leading to the elimination of nuclear weapons, as it is obligated to do under the Nuclear Nonproliferation Treaty. However, the situation is worse than he describes: the Ad- ministration is pursuing policies that will impede further reductions in the arsenals of nuclear-weapon states.   The United States and Russia are attempting to renegotiate the terms of the Antiballistic Missile Treaty to permit new generations of missile defenses forbidden by the treaty. Under the United States proposal, such defenses, while nominally designed to counter theater missiles, could have significant capabilities against strategic missiles as well.","thumbnail":null,"section":"Opinion"},{"date":"19950223","headline":"Corrections","web_url":"https://www.nytimes.com/1995/02/23/nyregion/c-corrections-313895.html","abstract":"  Because of an editing error, an article yesterday about renovations under way at the Pentagon referred incorrectly in some editions to the material used in the building's original construction. It was reinforced concrete -- not \"unreinforced.\"","thumbnail":null,"section":"New York"},{"date":"19950223","headline":"Democrats Assail G.O.P. Bill to Change School Lunch System","web_url":"https://www.nytimes.com/1995/02/23/us/democrats-assail-gop-bill-to-change-school-lunch-system.html","abstract":"  With President Clinton in the vanguard, Democrats today began a campaign of guerrilla warfare against House Republican proposals to scrap the Federal school lunch program and give states a lump sum of Federal money to feed children.   \"An old conservative adage used to be, 'If it ain't broke don't fix it,' \" Mr. Clinton said after a strategy session with Democrats in Congress.","thumbnail":null,"section":"U.S."},{"date":"19950223","headline":"Cowboys' Washington on Jet Priority List","web_url":"https://www.nytimes.com/1995/02/23/sports/pro-football-cowboys-washington-on-jet-priority-list.html","abstract":"  A couple of years ago, the Jets were spending more than $4 million on their secondary, which was one of the strongest parts of the defense.   Now, half of the unit is unsigned (cornerback James Hasty and safety Ronnie Lott are unrestricted free agents) and the strength of the defense has shifted to the linebackers.","thumbnail":null,"section":"Sports"},{"date":"19950223","headline":"Journal; Their Own Petard","web_url":"https://www.nytimes.com/1995/02/23/opinion/journal-their-own-petard.html","abstract":"  Asked on \"60 Minutes\" last Sunday why he doesn't come across well on TV, Phil Gramm replied: \"It's called being ugly.\" Mike Wallace pooh-poohed the answer, and rightly so. Mr. Gramm is at least as handsome as Al D'Amato. But the exchange was highly revealing even so.    Only someone who suspects he may be ugly inside would unjokingly call himself ugly before a national audience. And sure enough, the ugliness soon poured out. When he reaffirmed his desire to roll back abortion rights for women from the poor to the raped, Mr. Gramm's pleasant mien turned to stone. There's no way for a man to look good when he talks about policing uteri.","thumbnail":null,"section":"Opinion"},{"date":"19950223","headline":"Wright's Hometown Finally Sees Its Future","web_url":"https://www.nytimes.com/1995/02/23/us/wright-s-hometown-finally-sees-its-future.html","abstract":"  For more than half a century, this capital of the split-personality state that produced both the La Follette Progressive movement and Senator Joseph R. McCarthy has been passionately divided over Frank Lloyd Wright.   If many here in Wright's boyhood hometown recognized him as one of the century's great architects, there were plenty of others who reviled him as an autocrat, a womanizer and, perhaps worst of all, a habitual deadbeat whose real genius lay in bouncing checks and dodging bill collectors.","thumbnail":null,"section":"U.S."},{"date":"19950223","headline":"Ex-Interior Chief Is Indicted In Influence-Peddling Case","web_url":"https://www.nytimes.com/1995/02/23/us/ex-interior-chief-is-indicted-in-influence-peddling-case.html","abstract":"  Former Interior Secretary James G. Watt was charged today with perjury and obstruction of Justice in a 25-count felony indictment returned by a Federal grand jury investigating fraud and influence peddling at the Department of Housing and Urban Development during Ronald Reagan's Presidency.   The charges center on Mr. Watt's activities as a private housing consultant after he left the Reagan Cabinet in 1983. Arlin M. Adams, the independent prosecutor investigating the housing agency, said Mr. Watt was paid $500,000 by clients who won lucrative housing grants after he interceded with top officials at HUD from 1984 to 1986.","thumbnail":null,"section":"U.S."},{"date":"19950223","headline":"Streamers, Banners And Kisses At Finish","web_url":"https://www.nytimes.com/1995/02/23/sports/horse-racing-streamers-banners-and-kisses-at-finish.html","abstract":"  Holy Bull said farewell today to the racing world that he dominated for two years. And the racing world replied in banners on his stall, streamers from an airplane that flew over his barn and a sign on the van that carried him to Kentucky: \"Thanks for the memories.\"   The great gray superhorse, the 3-year-old champion and Horse of the Year for 1994, left stall 43 in Barn 3 at Gulfstream Park at 11:20 this morning, was led past stablemates about a hundred yards around the barn up a ramp and across a red carpet that had been rolled out for the ceremony. And after balking at entering the horse van, he finally was sort of nudged inside, where he joined two mares from the Jimmy Croll racing stable.","thumbnail":null,"section":"Sports"},{"date":"19950223","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1995/02/23/nyregion/news-summary-057095.html","abstract":"  International A3-12  FRANCE ACCUSES U.S. OF ESPIONAGE  France has charged five Americans, including the former C.I.A. station chief in Paris and his deputy, with political and economic espionage and asked them to leave the country immediately.  A1","thumbnail":null,"section":"New York"},{"date":"19950223","headline":"Income Gap Persists for Blacks and Whites","web_url":"https://www.nytimes.com/1995/02/23/us/income-gap-persists-for-blacks-and-whites.html","abstract":"  Despite public policies intended to forge a measure of economic equality between races, little progress has been made in recent years in narrowing the income gap between whites and blacks, according to two reports issued by the Census Bureau today.   The reports said that in 1993 the median income for black men employed full time was $23,020, about three-quarters of the $31,090 that white men, a proportional disparity that improved only slightly since 1979.","thumbnail":null,"section":"U.S."},{"date":"19950223","headline":"Mayor and Transit Officials Clash Over Service Cutbacks","web_url":"https://www.nytimes.com/1995/02/23/nyregion/mayor-and-transit-officials-clash-over-service-cutbacks.html","abstract":"  A proposal by the Transit Authority for the first broad cuts in subway and bus service in two decades touched off a political struggle yesterday as Mayor Rudolph W. Giuliani accused the agency of trying to scare more money out of the city and state and as other officials blamed the Mayor for the cuts.    The cutbacks, which the agency formally proposed yesterday as a way of helping close a $113 million budget gap, would end late night-service on three subway shuttle lines, close one station in Brooklyn and eliminate more than a dozen bus routes, including the express lines used by many commuters in Brooklyn and Queens.","thumbnail":null,"section":"New York"},{"date":"19950223","headline":"Five Inductees Enter Hall of Fame","web_url":"https://www.nytimes.com/1995/02/23/sports/sports-people-yacht-racing-five-inductees-enter-hall-of-fame.html","abstract":"  To be inducted into the America's Cup Hall of Fame at a special induction gala tonight at Stevens Institute of Technology in Hoboken, N.J., are ARTHUR KNAPP, skipper of Weatherly in the 1958 defender trials; MORRIS ROSENFELD, a marine photographer with a 70-year career; HENRY SEARS, commodore of the New York Yacht Club in 1958; T. O. M. SOPWITH, the English aircraft manufacturer whose two yachts, Endeavor I and Endeavor II, were the first to use electrical instrumentation, and GEORGE WATSON, an innovative British yacht designer in the 19th century.","thumbnail":null,"section":"Sports"},{"date":"19950223","headline":"The New Espionage Game?","web_url":"https://www.nytimes.com/1995/02/23/opinion/the-new-espionage-game.html","abstract":"  In an odd way, the espionage contretemps between the United States and France that roared into view yesterday may be a sign of progress for the Central Intelligence Agency. If the French accounts are correct, at least the agency was spying on something that matters, specifically French efforts in 1993 to block an international trade agreement and to thwart the marketing of American movies and television shows in France. At a time when American national security is increasingly defined by economic interests, it is reassuring to see the lumbering intelligence apparatus in Washington turning away from the obsolete work of monitoring Russian military forces.    But the methods reportedly involved, including efforts to bribe French officials, were wrong. While it was clearly acceptable during the cold war to pay Soviet informants for secret information about Moscow's nuclear forces, it is not appropriate to bribe French officials for political or economic information.","thumbnail":null,"section":"Opinion"},{"date":"19950223","headline":"Whitaker Expects to Fight and Have Fun","web_url":"https://www.nytimes.com/1995/02/23/sports/sports-people-boxing-whitaker-expects-to-fight-and-have-fun.html","abstract":"  He is moving up in weight to seek his sixth title, and his opponent is a full six inches taller. But if that suggests that PERNELL WHITAKER might have his work cut out for him when he takes on the World Boxing Association junior middleweight champion, JULIO CESAR VASQUEZ, at the Atlantic City Convention Center on March 4, Whitaker doesn't seem to see it that way.","thumbnail":null,"section":"Sports"},{"date":"19950223","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1995/02/23/style/IHT-what-theyre-reading.html","abstract":"Roger Spottiswoode, director of \"And the Band Played On,\" a film about the history of AIDS, is reading \"Wild Swans,\" by Jung Chang..\"It's an extraordinary documentary which tracks three generations of Chinese women. The writing","thumbnail":null,"section":"Style"},{"date":"19950223","headline":"If Negligence Bill Passes, Consumers Lose","web_url":"https://www.nytimes.com/1995/02/23/opinion/l-if-negligence-bill-passes-consumers-lose-691995.html","abstract":"  To the Editor:   Re \"G.O.P. Preparing Bill to Overhaul Negligence Law\" (front page, Feb. 19): Now that consumers' rights are getting the attention they deserve, manufacturers are seeking to nationalize state laws that are designed to protect consumers injured by defective products.","thumbnail":null,"section":"Opinion"},{"date":"19950223","headline":"The Hero Returns, Hoping to Conquer","web_url":"https://www.nytimes.com/1995/02/23/sports/golf-the-hero-returns-hoping-to-conquer.html","abstract":"  He returns to the United States golf scene this week like a conquering hero, the highest-rated American player in the world and probably the most popular golfer on the PGA Tour. Fred Couples hasn't played on this side of the Atlantic since the Mercedes Championships the first week in January, but he is back in the house now, back at his favorite golf course and feeling like this could once again be the start of something big.   \"This is a great place to start back again,\" Couples, 35, said today on the eve of the Nissan Open (formerly the Los Angeles Open). \"I'm going to play five weeks in a row now, and this is where it can all start. I'm looking forward to a big year. I don't think that's going to backfire.\"","thumbnail":null,"section":"Sports"},{"date":"19950223","headline":"Bridge","web_url":"https://www.nytimes.com/1995/02/23/nyregion/bridge-544095.html","abstract":"  Senior players, who are 55 or older, are often assumed to lack stamina. But there are exceptions. When Ruth Windwer and Gerald Levine of Brooklyn won the Regional Senior Pairs in Lancaster, Pa., last November, they were not satisfied. They found some teammates, entered the Zip Swiss Teams, that midnight,and emerged winners for a second time at 3 A.M.    Their 11-hour playing day included the diagramed deal from the Senior Pairs. In standard bidding, North's double of the one-spade overcall would be for penalties. That contract would probably have failed by two tricks, and the partnership did better by reaching four hearts. That contract would seem doomed by the bad trump split, but Windwer as South overcame it, helped by the information from East's penalty double.","thumbnail":null,"section":"New York"},{"date":"19950223","headline":"A Rights Movement With Song at Its Heart","web_url":"https://www.nytimes.com/1995/02/23/arts/a-rights-movement-with-song-at-its-heart.html","abstract":"  A daughter of Richard Rodgers couldn't find the son of Hoagy Carmichael. \"Hoagy, where are you?\" called out Mary Rodgers, searching the crowd.   Hoagy Bix Carmichael, who was seated at her left elbow, scarcely missed a beat. \"Too close for comfort,\" he said.","thumbnail":null,"section":"Arts"},{"date":"19950223","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/02/23/style/chronicle-070395.html","abstract":"  A coup for American Ballet Theater: CAROLINE B. KENNEDY will serve as honorary chairwoman of the board for the 1995 season and will be honorary chairwoman of the company's spring gala on May 1 at the Metropolitan Opera House. Her mother, Jacqueline Kennedy Onassis, who was a trustee of the company for 25 years, was honorary chairwoman at the time of her death.","thumbnail":null,"section":"Style"},{"date":"19950223","headline":"The Wrong Remedy for Schools","web_url":"https://www.nytimes.com/1995/02/23/opinion/the-wrong-remedy-for-schools.html","abstract":"  In his quest to gain more control over New York City's school system, Mayor Rudolph Giuliani now wants to dictate how much money should go to individual schools and programs. Giving the Mayor more appointments to the central Board of Education as a way of enhancing accountability makes sense. But allowing any mayor to micromanage school spending is bad long-term education policy.    In an appearance before the State Legislature last week, Mr. Giuliani advanced legislation that would, essentially, turn the semi-independent board into a city agency. He proposes to determine how much money would be spent at each school for instruction and administration. Appropriations could be based on school performance or other undefined accountability measures. Mr. Giuliani's proposal would cover Buffalo, Syracuse, Rochester and Yonkers, as well as New York City.","thumbnail":null,"section":"Opinion"},{"date":"19950223","headline":"An Artist's Trajectory, Downward and Dark","web_url":"https://www.nytimes.com/1995/02/23/theater/theater-review-silence-cunning-exile-an-artist-s-trajectory-downward-and-dark.html","abstract":"  Oh, to be young, gifted and seriously disturbed!   America's infatuation with the romance of self-destructing genius is in full, feverish glow these days. There are the recent films about the stylishly unhappy Dorothy Parker and T. S. Eliot's brilliant, deranged first wife, as well as a television movie about the razor-edged marriage of Scott and Zelda, the patron saints of the phenomenon. Now the Public Theater has brought us Stuart Greenman's first produced play, the callowly morbid \"Silence, Cunning, Exile,\" which is, the ads say, \"inspired by events in the life of Diane Arbus.\"","thumbnail":null,"section":"Theater"},{"date":"19950223","headline":"Is Violence Declining?: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/02/23/opinion/IHT-is-violence-declining-letters-to-the-editor.html","abstract":"On Feb. 5, a student lodging with us was returning from visiting friends in Meerbusch, an exclusive residential suburb of Düsseldorf. The young man is a German citizen whose father is of German origin and mother of Philippine origin..He was set up","thumbnail":null,"section":"Opinion"},{"date":"19950223","headline":"Jagr Making Penguin Fans Forget Lemieux","web_url":"https://www.nytimes.com/1995/02/23/sports/hockey-jagr-making-penguin-fans-forget-lemieux.html","abstract":"  Luc Robitaille was taking off his equipment today after practice when Jaromir Jagr strolled by.   Jagr sat out the practice to nurse several cuts, bumps and bruises he earned the previous night during the Penguins' thrilling 5-4 victory over the Quebec Nordiques.","thumbnail":null,"section":"Sports"},{"date":"19950223","headline":"New Jersey Daily Briefing; Mayor Urges a Payroll Tax","web_url":"https://www.nytimes.com/1995/02/23/nyregion/new-jersey-daily-briefing-mayor-urges-a-payroll-tax.html","abstract":"  Calling it a last resort, Mayor Bret Schundler says it's time for a payroll tax on businesses to relieve the load on property-tax payers. The Republican Mayor will meet with business leaders to discuss the percentage. The Democratic City Council already backs the idea.   And Hudson County Executive Robert Janiszewski says he will present a county budget of $306 million today, down about $11 million from the current budget. His critics have previously accused him of using bonding power for expenses that should be treated as current spending.","thumbnail":null,"section":"New York"},{"date":"19950223","headline":"New Jersey Daily Briefing; Jury Has Carjacking Death Case","web_url":"https://www.nytimes.com/1995/02/23/nyregion/new-jersey-daily-briefing-jury-has-carjacking-death-case.html","abstract":"  No one denies that Scott R. Johnson did something horrible. But how responsible is he for the 1992 rape and killing of Gail Shollar during a carjacking? The jury in the murder trial will begin deliberating today.","thumbnail":null,"section":"New York"},{"date":"19950223","headline":"Corrections","web_url":"https://www.nytimes.com/1995/02/23/nyregion/c-corrections-057695.html","abstract":"  An article on Feb. 16 about Krystyna Janda, a Polish actress who is performing in Warsaw in two plays about contemporary women, misidentified the director of a 1982 film in which she appeared and misstated her role in it. \"The Interrogation\" was directed by Richard Bugajski, not by Andrzej Wajda; Ms. Janda played a cabaret singer, not a journalist.","thumbnail":null,"section":"New York"},{"date":"19950223","headline":"Roosevelt Memorial","web_url":"https://www.nytimes.com/1995/02/23/opinion/l-roosevelt-memorial-073895.html","abstract":"  To the Editor:   Re \"Combing the Century for a President to Honor\" (Week in Review, Feb. 19): You write that 50 years after Franklin D. Roosevelt's death, he has \"no memorial larger than his desk.\" Construction has begun on a seven-acre site on the Tidal Basin, in a triangle connected at one point by the Jefferson Memorial and by the Washington Monument.","thumbnail":null,"section":"Opinion"},{"date":"19950223","headline":"New Hurdle For Removal Of Fire Boxes","web_url":"https://www.nytimes.com/1995/02/23/nyregion/new-hurdle-for-removal-of-fire-boxes.html","abstract":"  A judge issued a preliminary injunction yesterday blocking a plan by the Giuliani administration to remove New York City's 16,300 sidewalk fire alarm boxes, saying that the Fire Department's plan to dismantle the alarms was \"arbitrary and capricious.\"   The decision by Justice Walter M. Schackman of State Supreme Court in Manhattan is the latest setback for Mayor Rudolph W. Giuliani's plan to remove the alarm boxes. The City Council also passed a bill last month that would delay the plan for three months. The Mayor vetoed that measure, but the Council is expected to override his veto next month. But any hope by the administration to move ahead with the removal in the interim was dashed by yesterday's court ruling.","thumbnail":null,"section":"New York"},{"date":"19950223","headline":"Music From Japan Celebrates Its 20th","web_url":"https://www.nytimes.com/1995/02/23/arts/music-from-japan-celebrates-its-20th.html","abstract":"  Music From Japan's annual Festival New York is to take place this weekend at the Asia Society, 725 Park Avenue, at 70th Street. The 1995 festival, celebrating the 20th anniversary of Music From Japan, will feature lectures, performances and a symposium. It begins tomorrow at 7 P.M. with a lecture and concert on the works of Toshi Ichiyanagi, and includes several premieres. On Saturday at 5 P.M., \"Highlights of Music From Japan Commissions\" is to feature works commissioned by the organization over the years.","thumbnail":null,"section":"Arts"},{"date":"19950223","headline":"Miller, a Free Agent, Is Attracting Interest","web_url":"https://www.nytimes.com/1995/02/23/sports/pro-football-miller-a-free-agent-is-attracting-interest.html","abstract":"  This is what linebacker Corey Miller wanted: to be on the free-agent market and have the opportunity to see what other teams think of him. The reaction so far must make him quite happy since a number of teams have expressed interest.   One of the teams hottest on his trail is the New Orleans Saints who, according to people close to the situation, Miller is scheduled to visit today. It is also possible, those people said, that Miller could get a contract offer from the Saints as early as this week.","thumbnail":null,"section":"Sports"},{"date":"19950223","headline":"Bowing to Critics, Clinton Abandons Plan to Charge Border Fee","web_url":"https://www.nytimes.com/1995/02/23/world/bowing-to-critics-clinton-abandons-plan-to-charge-border-fee.html","abstract":"  On the eve of a Presidential trip to Canada, the White House reversed course today and said President Clinton had abandoned a plan to impose a fee on people entering the United States across its land borders.   The decision was timed to prevent a dispute over the proposal from becoming the focus of a two-day meeting between Mr. Clinton and Prime Minister Jean Chretien. But it will leave the Administration without $400 million a year in projected revenue that it had said would be used to help finance the fight against illegal immigration.","thumbnail":null,"section":"World"},{"date":"19950223","headline":"1920: Wilson Role Vital : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/02/23/opinion/IHT-1920-wilson-role-vital-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - President Wilson still has the whip-hand in the Adriatic situation. Even the Italians admit that no settlement is possible without the United States. It is learned that the question will be allowed to remain deadlocked, pending the settlement of","thumbnail":null,"section":"Opinion"},{"date":"19950223","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1995/02/23/sports/results-plus-078995.html","abstract":"  N.B.A.  Mourning Leads Hornets  Alonzo Mourning had 29 points and 17 rebounds as the Charlotte Hornets beat the visiting Sacramento Kings, 100-89, last night. Muggsy Bogues and Larry Johnson each had 19 points for the Hornets, who went on a 10-3 run to lead by 72-58 with 3 minutes 6 seconds remaining in the third quarter. (AP) BUCKS 100, BULLETS 92: Todd Day scored 21 points and ignited a late 7-0 run to help Milwaukee beat visiting Washington. (AP) SPURS 105, SUNS 100: David Robinson scored 34 points as host San Antonio beat Phoenix for its 12th victory in 14 games. Phoenix has lost 3 of 4 after starting the month 5-1. Sean Elliott scored 19 points for the Spurs and Dennis Rodman had 24 rebounds. Charles Barkley led Phoenix with 22 points. (AP) JAZZ 118, CLIPPERS 109: Karl Malone scored 29 points and Utah used a 9-0 fourth-quarter run to beat visiting Los Angeles. Jeff Hornacek had 22 points for Utah, while Stockton finished with 20 points and 15 assists. (AP) COLLEGE BASKETBALL  Virginia Steps Ahead  Harold Deane and Junior Burrough scored 19 points each as Virginia reeled off its seventh straight victory and took a half-game lead in the Atlantic Coast Conference race by routing Georgia Tech, 83-60, last night in Atlanta. Curtis Staples added 17 points as he and Deane each made five 3-point baskets to help the Cavaliers lift their record to 19-6, 11-3 in the A.C.C. (AP) MARYLAND 84, N.C. STATE 71: Joe Smith scored 20 points and grabbed 15 rebounds as No. 7 Maryland continued its home-court dominance over North Carolina State. Duane Simpkins added 16 points for the Terrapins (21-5, 10-3 Atlantic Coast Conference). (AP) ARKANSAS 92, L.S.U. 90: Scotty Thurman stole the ball and passed it to Clint McDaniel, who sank the winning basket just before the buzzer sounded as No. 8 Arkansas rallied to beat Louisiana State in Baton Rouge, La. Arkansas (22-5, 10-4 Southeastern Conference) had to come back repeatedly during the game. (AP) VILLANOVA 78, PENN 74: Eric Eberz scored 25 points and Jason Lawson 20 as No. 9 Villanova held off a late Penn rally to defeat the visiting Quakers. Matt Maloney led Penn (17-5, 14-0 Ivy League) with 25 points. Penn's Jerome Allen missed a 25-foot 3-point attempt with 5 seconds to play and Villanova (20-6, 12-3 Big East) was able to preserve the victory with foul shots in the final second by Eberz and Jonathan Haynes. (AP) N.H.L.  Whalers Win in Overtime  Darren Turcotte scored with 2:01 remaining in overtime to give the Whalers a 3-2 victory over the Boston Bruins last night in Hartford. Skating four-on-four after offsetting roughing penalties, Turcotte picked up the puck after Robert Kron was hit by a defenseman in the slot and wristed a shot up past Blaine Lacher. (AP) RED WINGS 4, MAPLE LEAFS 1: In Detroit, Shawn Burr and Dino Ciccarelli scored goals early in the second period as the Red Wings increased their winning streak to four games. (AP) BLUES 4, SHARKS 3: Greg Gilbert's scored his second goal of the game with 1:24 remaining to give host St. Louis the victory over San Jose. Patrice Tardif assisted on all four St. Louis goals. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950223","headline":"Board Urges Updated Flight Data Recorders","web_url":"https://www.nytimes.com/1995/02/23/us/board-urges-updated-flight-data-recorders.html","abstract":"  Struggling unsuccessfully to explain two Boeing 737 crashes, the National Transportation Safety Board yesterday called for quick action to equip about 1,000 of the planes with better flight data recorders, or black boxes, and for extensive work in the next few years to improve the recorders on thousands of other planes of various types.   With modern flight data recorders, the board said, it would be better able to issue emergency recommendations to protect the public within days after a crash, as it did when it warned of the potential for ice building up on an American Eagle commuter plane, a twin-engine turboprop that crashed near Roselawn, Ind., last Oct. 31, killing 68 people.","thumbnail":null,"section":"U.S."},{"date":"19950223","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/02/23/style/chronicle-071195.html","abstract":"  JARRY BAKER, who is 41 and was adopted by the legendary Josephine Baker when he was a month old, met his biological mother and sister for the first time last week.    Mr. Baker, who was born in Finland, said his mother, who does not want her name divulged, placed him in a home for children in Helsinki.","thumbnail":null,"section":"Style"},{"date":"19950223","headline":"House Panels Begin Work On Torts Law","web_url":"https://www.nytimes.com/1995/02/23/us/house-panels-begin-work-on-torts-law.html","abstract":"  Republicans in the House today began the process of dramatically reshaping the role of the nation's Federal and state courts in lawsuits involving consumers and manufacturers.   Making good on the House Republicans' 1994 political manifesto, the Contract With America, the Judiciary Committee and the Commerce Committee began writing legislation that would, for the first time, put under Federal law major elements of torts law -- that area of the law governing personal injuries and defective products. They also moved to put caps on punitive damages in all civil lawsuits.","thumbnail":null,"section":"U.S."},{"date":"19950223","headline":"New Dance and Jazz Music","web_url":"https://www.nytimes.com/1995/02/23/arts/new-dance-and-jazz-music.html","abstract":"  Sally Silvers and the Bill Frisell Band will present new dance and jazz music tonight at 8 in \"Face the Music and Dance\" at Symphony Space, Broadway at 95th Street. Ms. Silvers, known for her knotty, humorous experimentalism, will also present a video piece. Tickets are $14. Reservations: (212) 864-5400.","thumbnail":null,"section":"Arts"},{"date":"19950223","headline":"New Jersey Daily Briefing; Ex-Boyfriend Sought in Killing","web_url":"https://www.nytimes.com/1995/02/23/nyregion/new-jersey-daily-briefing-ex-boyfriend-sought-in-killing.html","abstract":"  The authorities were searching yesterday for a casino worker's former boyfriend in her fatal shooting as she left work Monday night. The suspect, James Black, 26, of Brooklyn, is accused of killing Georgia Mills, 28, of Atlantic City, a buffet-beverage server at Trump Plaza Hotel and Casino. He is charged with murder and weapons possession.","thumbnail":null,"section":"New York"},{"date":"19950223","headline":"Doctor at Games Supports Louganis","web_url":"https://www.nytimes.com/1995/02/23/sports/diving-doctor-at-games-supports-louganis.html","abstract":"  The physician who stitched Greg Louganis's scalp wound at the 1988 Summer Olympics in Seoul, South Korea, said last night that he has tested negative for the H.I.V. virus and that he does not fault Louganis for not revealing at the time that he was infected.   Approximately nine to 12 months ago, Louganis told Dr. James Puffer that he had been infected with H.I.V., the virus that causes AIDS, in 1988 and now had AIDS, Puffer said last night in a telephone interview from Los Angeles, where he is a professor of family medicine at the U.C.L.A. Medical Center.","thumbnail":null,"section":"Sports"},{"date":"19950223","headline":"Simpson Team Focuses on Police Work","web_url":"https://www.nytimes.com/1995/02/23/us/simpson-team-focuses-on-police-work.html","abstract":"  O. J. Simpson's flamboyant chief trial lawyer and the soft-spoken but hard-boiled detective who led the investigation into the killings with which Mr. Simpson has been charged spent today micro-analyzing what the police and medical examiners did and did not do last June, when Nicole Brown Simpson and Ronald L. Goldman were found dead.   In a day typifying trials at their most tedious, the lawyer, Johnnie L. Cochran Jr., questioned the detective, Tom Lange, on the defense's increasingly familiar litany of complaints about what it considers bungling by the Los Angeles Police Department and the coroner's office while investigating the two deaths.","thumbnail":null,"section":"U.S."},{"date":"19950223","headline":"Big-City Mores and Big-Band Swing","web_url":"https://www.nytimes.com/1995/02/23/arts/dance-review-big-city-mores-and-big-band-swing.html","abstract":"  The Ohio Ballet, directed by Heinz Poll in Akron, remains the engaging company it has always been. Judging by the first of its two programs, anyone who ambles into the Joyce Theater this week stands a chance of having more than a good time.   The highlight of the troupe's opening on Tuesday night was a polished, lively revival of an important sociopolitical gem. Kurt Jooss, best known for his 1932 antiwar masterpiece \"The Green Table,\" choreographed \"The Big City\" the same year. In a few cinematic strokes, the German choreographer painted a picture of human character engulfed by forces beyond any control. On the surface, this short ballet was a vignette about a poor youth losing his girl to a swell, who deserts her. But on the eve of Hitler's rise to power, Jooss's picture of class divisions and urban alienation in \"The Big City\" had a deeper meaning.","thumbnail":null,"section":"Arts"},{"date":"19950223","headline":"Cowboys Sign Tolbert to 5-Year Pact","web_url":"https://www.nytimes.com/1995/02/23/sports/sports-people-pro-football-cowboys-sign-tolbert-to-5-year-pact.html","abstract":"  The Dallas Cowboys made the free agent TONY TOLBERT the team's highest-paid defensive player yesterday when they signed the end to a five-year, $15 million contract with a $4 million signing bonus.   The Cowboys needed to re-sign Tolbert \"because there is not another defensive end in the N.F.L. like him available,\" said Coach BARRY SWITZER.","thumbnail":null,"section":"Sports"},{"date":"19950223","headline":"Storm Still In the Hunt For Berth In Tourney","web_url":"https://www.nytimes.com/1995/02/23/sports/college-basketball-storm-still-in-the-hunt-for-berth-in-tourney.html","abstract":"  It's still a long shot. But St. John's hopes for a berth in a post-season tournament are still alive after the Red Storm outlasted Providence, 79-72, last night before 11,387 fans at Madison Square Garden.   James Scott scored 16 points and Charles Minlend added 13 points and 15 rebounds as the Red Storm improved to 12-11 and 5-10 in the Big East. Providence, which got 30 points from Eric Williams, dropped to 13-10 and 5-10 in the conference.","thumbnail":null,"section":"Sports"},{"date":"19950223","headline":"U.N. Names 4 Afghan Royalists as Mediators","web_url":"https://www.nytimes.com/1995/02/23/world/un-names-4-afghan-royalists-as-mediators.html","abstract":"  A United Nations peace plan for Afghanistan was delayed today for at least a month while a group of Afghans close to the former King, Zahir Shah, try to mediate between the Government and the Taliban, a new army of Muslim militants.    A United Nations envoy, Mahmoud Mestiri, who arrived here over the weekend in the hope of putting the peace plan into effect, left Kabul for Pakistan after the two main forces confronting each other in the civil war, the Government of President Burnahuddin Rabbani and the Taliban, rejected the plan.","thumbnail":null,"section":"World"},{"date":"19950223","headline":"Leave Islam Out of It : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/02/23/opinion/IHT-leave-islam-out-of-it-letters-to-the-editor.html","abstract":"Please find some other form of shorthand besides \"Islamic fundamentalists\" to describe the terrorists operating in this region. The murder of innocents is no more fundamental to Islam than it is to Christianity. The allegedly pious who indulge","thumbnail":null,"section":"Opinion"},{"date":"19950223","headline":"Labor Chiefs Get Glimpse of Casualties","web_url":"https://www.nytimes.com/1995/02/23/us/labor-chiefs-get-glimpse-of-casualties.html","abstract":"  They came by bus uninvited to the A.F.L.-C.I.O.'s winter meeting, and they patrolled the hotel's lobby and hallways, unmistakable in their bright red T-shirts as they buttonholed union chiefs and asked for help.   The requests of these 70 middle-age men and women from Decatur, Ill., home to three bitter labor struggles, were unusual by the standards of the federation's executive council. They wanted an audience before the council to describe the hardships of months on the picket lines -- a rank-and-file presentation rarely if ever permitted at a council meeting. And they proposed that a \"solidarity bank\" be set up by the American Federation of Labor and Congress of Industrial Organizations to pay strike benefits to people like them.","thumbnail":null,"section":"U.S."},{"date":"19950223","headline":"Rights Protect Citizens, Not Prosecutors","web_url":"https://www.nytimes.com/1995/02/23/opinion/l-rights-protect-citizens-not-prosecutors-076295.html","abstract":"  To the Editor:   Gov. George E. Pataki of New York asserts that the death penalty bill \"will protect the rights of prosecutors and the district attorneys to vigorously prosecute capital cases\" (front page, Feb. 15).","thumbnail":null,"section":"Opinion"},{"date":"19950223","headline":"Court Loosens Muzzle on Federal Workers","web_url":"https://www.nytimes.com/1995/02/23/us/court-loosens-muzzle-on-federal-workers.html","abstract":"  The Supreme Court ruled today that an ethics law barring Federal civil servants from accepting pay for speeches and articles violated the workers' constitutional right of free speech.   The decision was an important ruling on the First Amendment rights of public employees as well as a victory for a union of Federal civil servants that had battled the Government over the constitutionality of the 1989 law. After two lower Federal courts had struck down the law, the Clinton Administration appealed to the Supreme Court last year.","thumbnail":null,"section":"U.S."},{"date":"19950223","headline":"Corrections","web_url":"https://www.nytimes.com/1995/02/23/nyregion/c-corrections-063095.html","abstract":"  A picture caption in Business Day on Feb. 14 with an article about the effect of the peso's fall on American business strategies referred incorrectly to a locomotive made by the General Electric Company. The picture showed a locomotive similar to those that have been exported, not one being prepared for shipment to Mexico.","thumbnail":null,"section":"New York"},{"date":"19950223","headline":"Selig, Fehr Take Part In Civilized Exchange","web_url":"https://www.nytimes.com/1995/02/23/sports/baseball-selig-fehr-take-part-in-civilized-exchange.html","abstract":"  Two days of \"candid,\" \"civilized\" dialogue that culminated in a feast of corned beef, pastrami and tongue at Jake Levine's deli in Milwaukee today set the tone for the resumption of serious bargaining in the baseball strike next week.    It remains to be seen, though, if harsh charges leveled at the union by an owner who wasn't in Milwaukee undermine the positive tone Bud Selig, the acting commissioner, believes was established in his meetings with Donald Fehr, the union leader.","thumbnail":null,"section":"Sports"},{"date":"19950223","headline":"Long Hours of Medical Residents Improve Care","web_url":"https://www.nytimes.com/1995/02/23/opinion/l-long-hours-of-medical-residents-improve-care-684695.html","abstract":"  To the Editor:   As a second-year resident in internal medicine at Duke University Medical Center, I disagree with Janet Dubin's statement (letter, Feb. 14) that having interns and residents work shorter shifts with closer supervision necessarily improves care.","thumbnail":null,"section":"Opinion"},{"date":"19950223","headline":"Strawberry's Label Of 'Team of Drunks' Is Rebutted by Sisk","web_url":"https://www.nytimes.com/1995/02/23/sports/baseball-mets-notebook-strawberry-s-label-of-team-of-drunks-is-rebutted-by-sisk.html","abstract":"  Calling Dwight Gooden and Darryl Strawberry \"bitter,\" Doug Sisk was one of several members of the Mets' organization today who rebutted published statements by the two former players alleging widespread drug and alcohol abuse on the Mets' 1986 World Series champion team.   \"He went out on his own, he did it, he made his bed, and now he's lying in it -- both of them are,\" said Sisk, who played for the Mets from 1982 to 1987 and is in camp as a replacement player. \"Dwight and Darryl should be really irritated at themselves. Both of them were Hall of Fame guys, and they should be disgusted with themselves right now.","thumbnail":null,"section":"Sports"},{"date":"19950223","headline":"Oxygen in Atmosphere Puts Moon of Jupiter in Rare Club","web_url":"https://www.nytimes.com/1995/02/23/us/oxygen-in-atmosphere-puts-moon-of-jupiter-in-rare-club.html","abstract":"  Europa, one of the four large satellites of Jupiter discovered by Galileo in 1610, is the size of Earth's Moon and shines brilliantly in the Jovian sky, the light of the distant Sun reflecting off a surface completely covered by frozen water. Now astronomers have discovered another striking effect of that icy landscape: Europa is enveloped by a thin atmosphere of oxygen.   The discovery makes Europa only the fourth moon in the solar system known to have an atmosphere and the first known to have one containing molecular oxygen, the same form of oxygen that supports life on Earth.","thumbnail":null,"section":"U.S."},{"date":"19950223","headline":"Ban on Taking Outside Fees Rankles New Jersey Judges","web_url":"https://www.nytimes.com/1995/02/23/nyregion/ban-on-taking-outside-fees-rankles-new-jersey-judges.html","abstract":"  A judge in a New Jersey trial court here and his friend who sits on the Federal bench in Newark both teach constitutional law one night a week at Seton Hall Law School.    The Federal judge, Dickinson R. Debevoise, can accept Seton Hall's money: $1,000 a credit, or $3,000 for a semester. The New Jersey judge, Andrew P. Napolitano, cannot touch it.","thumbnail":null,"section":"New York"},{"date":"19950223","headline":"Announcers Differ on Strike","web_url":"https://www.nytimes.com/1995/02/23/sports/baseball-announcers-differ-on-strike.html","abstract":"  The MSG Network's new Yankee announcers -- Dave Cohen, Jim Kaat and Steve Palermo -- diverge on the virtues of replacement baseball. \"My job is to be interested in what I see,\" said Cohen, in his first major league announcing job after 12 seasons as the TV voice of the Syracuse Chiefs.   Kaat, who last season worked on ESPN's \"Baseball Tonight\" after four years with CBS, was more blunt as the team was introduced yesterday. \"You can't call them replacement baseball players,\" said Kaat, who called Yankee games in 1986 for WPIX-TV. \"I call them opportunistic strikebreakers.\"","thumbnail":null,"section":"Sports"},{"date":"19950223","headline":"F.D.A. Approves First Vaccine To Prevent Hepatitis A Infection","web_url":"https://www.nytimes.com/1995/02/23/us/fda-approves-first-vaccine-to-prevent-hepatitis-a-infection.html","abstract":"  Federal health officials yesterday licensed the first vaccine in the United States to prevent hepatitis A, a serious and common viral liver infection.   The Food and Drug Administration said it gave SmithKline Beecham P.L.C. approval to sell the vaccine. The company said it would begin distributing the vaccine, Havrix, in the next several weeks.","thumbnail":null,"section":"U.S."},{"date":"19950223","headline":"Coleman Returns, But Nets Can't Stop Pacers and Miller","web_url":"https://www.nytimes.com/1995/02/23/sports/coleman-returns-but-nets-can-t-stop-pacers-and-miller.html","abstract":"  The trading deadline nears, and the Nets remain mum. They say they have no plans to alter their roster and that they are comfortable with the 12 players representing their franchise.   The troubling thing is, so is the rest of the National Basketball Association.","thumbnail":null,"section":"Sports"},{"date":"19950223","headline":"Bills Sign Jeffcoat to Help Pass Rush","web_url":"https://www.nytimes.com/1995/02/23/sports/sports-people-pro-football-bills-sign-jeffcoat-to-help-pass-rush.html","abstract":"  Seeking a pass rusher to complement BRUCE SMITH, Buffalo yesterday signed JIM JEFFCOAT, who will be 34 when he plays his first game for the Bills. Jeffcoat is the Cowboys' career sack leader with 94.5 in 12 seasons. The Bills signed Jeffcoat to a three-year deal that will pay him just under $1 million a season. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950223","headline":"Lappas Has Villanova Near the Top Again","web_url":"https://www.nytimes.com/1995/02/23/sports/on-basketball-lappas-has-villanova-near-the-top-again.html","abstract":"  A few hours before his team's game with the University of Pennsylvania, Steve Lappas, Villanova's third-year head coach, reviewed what has been a delightfully wild roller-coaster ride:    On Feb. 14, Villanova defeated Syracuse in overtime. Four days later, the Wildcats stormed into Connecticut and routed the Huskies at Gampel Pavilion. Last Monday, Villanova went to Georgetown and was routed by 25 points at USAir Arena.","thumbnail":null,"section":"Sports"},{"date":"19950223","headline":"Judges May Overrule Juries in Capital Cases, Court Says","web_url":"https://www.nytimes.com/1995/02/23/us/supreme-court-roundup-judges-may-overrule-juries-in-capital-cases-court-says.html","abstract":"  The Supreme Court today upheld the constitutionality of Alabama's death penalty law, under which a judge may impose a death sentence despite a jury's recommendation of life in prison without parole.   The Court voted 8 to 1 to uphold a death sentence for an Alabama woman who was convicted of hiring a man to kill her husband so that she and her lover could share the insurance proceeds. The jury that convicted her recommended life in prison without parole. Under the state law the judge was obliged to consider the recommendation but was left free to reject it.","thumbnail":null,"section":"U.S."},{"date":"19950223","headline":"P.L.O. Seeks Support for an Israeli Withdrawal","web_url":"https://www.nytimes.com/1995/02/23/world/plo-seeks-support-for-an-israeli-withdrawal.html","abstract":"  In an attempt to press Israel to set a date for the withdrawal of its troops from most of the West Bank, Yasir Arafat, the Palestinian leader, called today for an Arab summit meeting and asked for increased international support.   In a statement issued by the Palestine Liberation Organization executive committee after two days of talks, Mr. Arafat and his senior advisers described the current peace talks with Israel as stuck in a vicious circle and difficult to continue.","thumbnail":null,"section":"World"},{"date":"19950223","headline":"Still Married to Christ, and Never Happier; As Fewer Women Become Nuns, Sisters Say the Calling's Rewards Have Expanded","web_url":"https://www.nytimes.com/1995/02/23/nyregion/still-married-christ-never-happier-fewer-women-become-nuns-sisters-say-calling-s.html","abstract":"  Elaine Roulet smiled back in time at her own sense of girlish idealism as she recalled the white bridal gown of 46 years ago, when she followed the chapel aisle straight toward the perceived will of God.    \"It was so exciting, so romantic, to walk down that aisle as a bride of Christ and come back as a nun,\" said the 63-year-old woman, a Sister of Saint Joseph, stylishly gray now in checked suit and earrings as she survives as one of the toughest and most adaptive in the modern Roman Catholic church's rapidly dwindling ranks of the sisterhood.","thumbnail":null,"section":"New York"},{"date":"19950223","headline":"Democrats in Congress Seem Stuck in Denial Stage of Grief","web_url":"https://www.nytimes.com/1995/02/23/us/democrats-in-congress-seem-stuck-in-denial-stage-of-grief.html","abstract":"  When Presidents come calling on Capitol Hill, they are usually ushered into stately neo-classical suites, or, if they are meeting with lots of people, one of the larger ceremonial rooms. But when Bill Clinton came today to talk with the 204 House Democrats, they found themselves shunted off into a utilitarian room in the labyrinthine basement of the Capitol, with gray walls and low ceilings and not much room for dignity.   Mr. Clinton joked to those shoehorned in with him that at least they could all see each other. A Congressional aide said the Democrats were grateful even for this. \"It's been so hard to get rooms for anything,\" she said. \"We feel lucky to have gotten a room at all.\"","thumbnail":null,"section":"U.S."},{"date":"19950223","headline":"Congress Presses Russia, And Clinton, Over Iran Deal","web_url":"https://www.nytimes.com/1995/02/23/world/congress-presses-russia-and-clinton-over-iran-deal.html","abstract":"  The Administration is struggling to resolve differences with Russia while leading Republicans threaten to withhold aid unless Moscow cancels a nuclear energy deal with Iran.   In recent days, a number of Republicans in Congress have said that Russia's $1 billion deal to build four nuclear reactors would speed Iran's quest for nuclear weapons and that they were prepared to use aid as a weapon to stop it.","thumbnail":null,"section":"World"},{"date":"19950223","headline":"No Headline","web_url":"https://www.nytimes.com/1995/02/23/nyregion/no-headline-044995.html","abstract":"  \"There are people still denying. They are crafting legislation that they actually think will pass. That's denial. But you can't go through a loss without going through these stages. REPRESENTATIVE JIM MCDERMOTT, a psychiatrist, on his fellow Democrats.  [ A1:6. ]","thumbnail":null,"section":"New York"},{"date":"19950223","headline":"A Murder Plot and 2 Feuding Families","web_url":"https://www.nytimes.com/1995/02/23/nyregion/a-murder-plot-and-2-feuding-families.html","abstract":"  They were two young men starting out in business together after the war, childhood friends with plenty of dreams and not much money. At first, their shelves were stocked with empty boxes -- to make customers think their tiny store was packed with inventory -- but over time Fine & Klein Handbags moved and became an anchor of Orchard Street.   Still, realizing their ambitions on Manhattan's Lower East Side did not bring Murray Klein and Julius Fine closer together. There was some bad blood in the long, narrow store -- between the longtime partners and among their children, according to relatives and employees. This month, according to the police and prosecutors, the animosity almost turned into violence.","thumbnail":null,"section":"New York"},{"date":"19950223","headline":"And Now, Regulatory Reform (See Above)","web_url":"https://www.nytimes.com/1995/02/23/opinion/and-now-regulatory-reform-see-above.html","abstract":"Next week, the House is to vote on a bill in the Contract With America that would dismantle the system for carrying out environmental laws -- the legal underpinnings for the past quarter-century of progress in stemming the flood of sewage and chemicals into our rivers, reducing lead in the air and in our children's blood, dispelling the smog that choked many cities, saving the bald eagle, and much else. Sponsors call the measure \"regulatory reform.\" As the accompanying chart shows, it is anything but.\n\nThe bill, H.R. 9, calls for vast new bureaucracy and red tape before the Government can take any action to protect health or the environment. The chart above was not prepared, of course, by the gang that rode into town promising to streamline government; it comes from an analysis of the bill by the office of Representative Henry Waxman, the California Democrat who until January was chairman of the House Energy and Commerce Subcommittee on Health and the Environment.","thumbnail":null,"section":"Opinion"},{"date":"19950223","headline":"The Media vs. the Message: City Hall Tries to Bully a Restive Press Corps","web_url":"https://www.nytimes.com/1995/02/23/nyregion/metro-matters-media-vs-message-city-hall-tries-bully-restive-press-corps.html","abstract":"  TALK of reinventing government. This is more like reinventing the political wheel.   Mayor Rudolph W. Giuliani is setting out on what might be his most difficult task yet: taming New York City's rough-and-tumble press corps. By the testimony of the Mayor's own press secretary, that means more firmly controlling the news and the people who report it, denying certain reporters interview time with the Mayor and commissioners, and withholding information or making it harder to get. Plus, the Mayor demonstrated two weeks ago, insuring loyalty by dismissing those press aides suspected of perfidy.","thumbnail":null,"section":"New York"},{"date":"19950223","headline":"House Moves to Kill A Penn Station Plan","web_url":"https://www.nytimes.com/1995/02/23/nyregion/house-moves-to-kill-a-penn-station-plan.html","abstract":"  The House voted today to take back $40 million that had been set aside to rebuild Penn Station in New York City, a cut that would effectively kill the $315 million project if it is not restored in the Senate.   The action was part of an effort to finance $3.2 billion in military programs by pulling back on money appropriated for other uses last year, taking $1.5 billion from within the military budget and $1.4 billion from other programs.","thumbnail":null,"section":"New York"},{"date":"19950223","headline":"Where Mardi Gras Indians Come From","web_url":"https://www.nytimes.com/1995/02/23/opinion/l-where-mardi-gras-indians-come-from-673095.html","abstract":"  To the Editor:   The Mardi Gras Indians did not originate with a Eurocentric idea from Buffalo Bill's Wild West Show (front page, Feb. 19). Blacks appeared in the streets of New Orleans during Carnival dressed in American Indian costumes long before Buffalo Bill came to town.","thumbnail":null,"section":"Opinion"},{"date":"19950223","headline":"China Warns Of New Peril To U.S. Ties","web_url":"https://www.nytimes.com/1995/02/23/world/china-warns-of-new-peril-to-us-ties.html","abstract":"  China is threatening a new rupture in relations unless the United States backs away from a proposed United Nations resolution criticizing its human rights record.   The warning was delivered Tuesday by officials who summoned the United States Ambassador to discuss the resolution, which has been raised and defeated repeatedly, with the United States as co-sponsor, at the annual meeting of the United Nations Human Rights Commission.","thumbnail":null,"section":"World"},{"date":"19950223","headline":"Britain and Ireland Issue a Plan for Full Talks on Ulster","web_url":"https://www.nytimes.com/1995/02/23/world/britain-and-ireland-issue-a-plan-for-full-talks-on-ulster.html","abstract":"  After months of tenterhook negotiations, Britain and Ireland began campaigning in earnest today for peace in Northern Ireland by issuing proposals for talks between the province's Protestant majority and Roman Catholic minority.   The British Prime Minister, John Major, and the Irish Prime Minister, John Bruton, said repeatedly that the decision on the British province's future was up to the people and that no settlement would be imposed by the two governments, which would also take part in the talks.","thumbnail":null,"section":"World"},{"date":"19950223","headline":"Amid Bickering, Senate Offers Death-Penalty Bill","web_url":"https://www.nytimes.com/1995/02/23/nyregion/amid-bickering-senate-offers-death-penalty-bill.html","abstract":"  On a day when negotiators traded barbs over who was to blame for delaying the death penalty bill, the Senate released its version of the legislation tonight, in a document that detailed for the first time how New York would restore capital punishment.   Despite the bickering, the Senate's 54-page version reflected the broad agreement reached last Wednesday among Gov. George E. Pataki and leaders of the Senate and the Assembly. Since then, negotiators have met in long sessions to discuss finer details -- for example, how to pay both for prosecution and defense costs -- that had not been ironed out tonight.","thumbnail":null,"section":"New York"},{"date":"19950223","headline":"Islanders Play a Game of Roulette but Come Out Even","web_url":"https://www.nytimes.com/1995/02/23/sports/hockey-islanders-play-a-game-of-roulette-but-come-out-even.html","abstract":"  The Islanders' season is turning like a peculiar version of a broken record, one that goes something like this: Spot the opposing team a couple of goals. Scrap your way back into it. Come back to win some of them.   Tonight, faced with a dearth of defensemen, they were fortunate to get a point out of one of them.","thumbnail":null,"section":"Sports"},{"date":"19950223","headline":"Punta del Este Journal; Argentina Tightens Its Belt and Uruguay Wheezes","web_url":"https://www.nytimes.com/1995/02/23/world/punta-del-este-journal-argentina-tightens-its-belt-and-uruguay-wheezes.html","abstract":"  It is summer in the Southern Hemisphere, and once again this resort town on the Atlantic has been transformed into a playground for Latin America's jet-setters.   Punta del Este is South America's version of Palm Beach or the French Riviera, a place where luxury apartment towers line avenues along pristine beaches and where rows of million-dollar homes with manicured gardens sit in pine forests. Up and down its miles of white beaches dotted with colorful umbrellas, sunbathers bask in the summer glow as windsurfers, jet skiers and speed boats vie for space on the open sea.","thumbnail":null,"section":"World"},{"date":"19950223","headline":"Now, the Speaker Writes of a 'Lethal Pout'","web_url":"https://www.nytimes.com/1995/02/23/us/now-the-speaker-writes-of-a-lethal-pout.html","abstract":"  As Newt Gingrich celebrated his first 50 days in power today, his pouting sex kitten wriggled back into circulation.   Two months after the capital was tickled by the news that the hero of the right had co-written a World War II thriller featuring some racy scenes between a philandering White House chief of staff and an inventive Nazi version of Mata Hari, Mr. Gingrich's New York publisher has sent out a precis of the book.","thumbnail":null,"section":"U.S."},{"date":"19950223","headline":"Times to Raise Price Outside of New York","web_url":"https://www.nytimes.com/1995/02/23/us/times-to-raise-price-outside-of-new-york.html","abstract":"  The New York Times announced plans yesterday for a series of price increases affecting copies sold outside the New York region. The changes are effective on March 5.   Arthur Sulzberger Jr., publisher of The Times, said the increases resulted from paper costs, which have risen 30 percent in the last two months and are scheduled to go higher this year. \"Regretfully we are compelled to pass along some of these costs,\" he said.","thumbnail":null,"section":"U.S."},{"date":"19950223","headline":"The Neediest Cases; Wall Street Donations Push Fund Total Ahead of '94 Pace","web_url":"https://www.nytimes.com/1995/02/23/nyregion/the-neediest-cases-wall-street-donations-push-fund-total-ahead-of-94-pace.html","abstract":"  Six days before The New York Times Neediest Cases Fund ends its annual appeal for donations, it has raised more money than last year on this date. Two major gifts bolstered the fund this week, but it will have to collect another $250,000 to match last year's total of $4.59 million.    Last year's appeal raised more than $400,000 in its final week, resulting in the second-highest total in the fund's history.","thumbnail":null,"section":"New York"},{"date":"19950223","headline":"Corrections","web_url":"https://www.nytimes.com/1995/02/23/nyregion/c-corrections-060695.html","abstract":"  The Advertising column on Tuesday, about trends in advertising, marketing and media, misidentified the singer whose version of the song \"At Last\" is heard in commercials for the 1995 Jaguar. She is Etta James, not Esther Phillips.","thumbnail":null,"section":"New York"},{"date":"19950223","headline":"Corrections","web_url":"https://www.nytimes.com/1995/02/23/nyregion/c-corrections-058495.html","abstract":"  A dance review on Saturday about a performance by Peggy Baker at the Kitchen last Thursday misidentified the creator of Ms. Baker's costume for the dance titled \"Brute.\" She is Jane Townsend, not Caroline O'Brien.","thumbnail":null,"section":"New York"},{"date":"19950223","headline":"Chinese Immigrant Flees an Asian Smuggling Gang a 2d Time","web_url":"https://www.nytimes.com/1995/02/23/nyregion/chinese-immigrant-flees-an-asian-smuggling-gang-a-2d-time.html","abstract":"  In the violent underworld of Chinese gangs and human smuggling, illegal immigrants who cannot pay their passage fees are often kidnapped, beaten, held hostage or even killed. Guoguang Chen, a 46-year-old immigrant from Fujian, China, can tell the story.   Twice, in fact.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19950223","time":"1995-02-23 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.4,"rhum":75,"wspd":18.4},{"date":"19950223","time":"1995-02-23 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.4,"rhum":76,"wspd":16.6},{"date":"19950223","time":"1995-02-23 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.5,"rhum":78,"wspd":11.2},{"date":"19950223","time":"1995-02-23 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.2,"rhum":79,"wspd":14.8},{"date":"19950223","time":"1995-02-23 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3,"rhum":81,"wspd":11.2},{"date":"19950223","time":"1995-02-23 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.1,"rhum":77,"wspd":14.8},{"date":"19950223","time":"1995-02-23 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.3,"rhum":81,"wspd":16.6},{"date":"19950223","time":"1995-02-23 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.9,"rhum":86,"wspd":16.6},{"date":"19950223","time":"1995-02-23 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.2,"rhum":84,"wspd":13},{"date":"19950223","time":"1995-02-23 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.1,"rhum":78,"wspd":14.8},{"date":"19950223","time":"1995-02-23 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.7,"rhum":68,"wspd":16.6},{"date":"19950223","time":"1995-02-23 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7,"rhum":59,"wspd":18.4},{"date":"19950223","time":"1995-02-23 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.3,"rhum":62,"wspd":18.4},{"date":"19950223","time":"1995-02-23 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.2,"rhum":54,"wspd":18.4},{"date":"19950223","time":"1995-02-23 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":46,"wspd":20.5},{"date":"19950223","time":"1995-02-23 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.9,"rhum":51,"wspd":18.4},{"date":"19950223","time":"1995-02-23 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.9,"rhum":54,"wspd":14.8},{"date":"19950223","time":"1995-02-23 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.5,"rhum":59,"wspd":11.2},{"date":"19950223","time":"1995-02-23 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.4,"rhum":62,"wspd":18.4},{"date":"19950223","time":"1995-02-23 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.9,"rhum":67,"wspd":9.4},{"date":"19950223","time":"1995-02-23 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.6,"rhum":74,"wspd":13},{"date":"19950223","time":"1995-02-23 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.7,"rhum":69,"wspd":11.2},{"date":"19950223","time":"1995-02-23 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.3,"rhum":83,"wspd":9.4},{"date":"19950223","time":"1995-02-23 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.5,"rhum":83,"wspd":11.2},{"date":"19950223","time":"1995-02-23 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":44,"wspd":16.6},{"date":"19950223","time":"1995-02-23 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":44,"wspd":13},{"date":"19950223","time":"1995-02-23 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":46,"wspd":9.4},{"date":"19950223","time":"1995-02-23 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":48,"wspd":11.2},{"date":"19950223","time":"1995-02-23 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":46,"wspd":7.6},{"date":"19950223","time":"1995-02-23 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":52,"wspd":7.6},{"date":"19950223","time":"1995-02-23 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":52,"wspd":11.2},{"date":"19950223","time":"1995-02-23 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":56,"wspd":9.4},{"date":"19950223","time":"1995-02-23 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":56,"wspd":11.2},{"date":"19950223","time":"1995-02-23 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":52,"wspd":11.2},{"date":"19950223","time":"1995-02-23 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":52,"wspd":11.2},{"date":"19950223","time":"1995-02-23 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":54,"wspd":9.4},{"date":"19950223","time":"1995-02-23 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":56,"wspd":11.2},{"date":"19950223","time":"1995-02-23 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":59,"wspd":11.2},{"date":"19950223","time":"1995-02-23 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":62,"wspd":13},{"date":"19950223","time":"1995-02-23 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":62,"wspd":11.2},{"date":"19950223","time":"1995-02-23 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":62,"wspd":11.2},{"date":"19950223","time":"1995-02-23 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":65,"wspd":13},{"date":"19950223","time":"1995-02-23 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":62,"wspd":11.2},{"date":"19950223","time":"1995-02-23 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":60,"wspd":11.2},{"date":"19950223","time":"1995-02-23 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":73,"wspd":13},{"date":"19950223","time":"1995-02-23 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":82,"wspd":13},{"date":"19950223","time":"1995-02-23 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":89,"wspd":11.2},{"date":"19950223","time":"1995-02-23 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":89,"wspd":11.2}]},"19950224":{"guardian_articles":[],"nytimes_articles":[{"date":"19950224","headline":"Remembering 5 Little Ones","web_url":"https://www.nytimes.com/1995/02/24/nyregion/new-jersey-daily-briefing-remembering-5-little-ones.html","abstract":"  Twenty-five years can seem like an inconceivably long time or only yesterday. Twenty-five years ago today this place was in the headlines. The Kienast quintuplets were born on Feb. 24, 1970, and when their parents, Margaret and William, took them home, they were the toast of New Jersey. Sara, Amy, Ted, Gordon and Abby Kienast have gone their separate ways. Their mother now lives in Virginia. Their father committed suicide a decade ago. PETER S. YOUNG","thumbnail":null,"section":"New York"},{"date":"19950224","headline":"A Hearing for Holyfield","web_url":"https://www.nytimes.com/1995/02/24/sports/sports-people-boxing-a-hearing-for-holyfield.html","abstract":"  The former heavyweight champion EVANDER HOLYFIELD's comeback effort could hinge on the action today of Nevada boxing authorities. The Nevada State Athletic Commission will vote on whether to relicense Holyfield, who has been under medical suspension in the state since losing his heavyweight titles to MICHAEL MOORER last April in Las Vegas, Nev.","thumbnail":null,"section":"Sports"},{"date":"19950224","headline":"Reports on Algerian Jail Toll Vary Widely","web_url":"https://www.nytimes.com/1995/02/24/world/reports-on-algerian-jail-toll-vary-widely.html","abstract":"  A day after troops stormed a prison to put down a mutiny by Muslim militant inmates in Algeria, estimates of the death toll varied widely today, with a representative of the militants asserting that as many as 200 were killed and some French officials saying the number might be closer to 40.   In a statement read on state-controlled television, the Algerian Government said 96 inmates were killed in the raid, and that all but 15 of them were prisoners charged with \"terrorist\" acts. The authorities routinely describe Islamic militants involved in the three-year campaign to overthrow the Government as \"terrorists.\"","thumbnail":null,"section":"World"},{"date":"19950224","headline":"Comedie-Francaise Grafts New Onto Tried-and-True","web_url":"https://www.nytimes.com/1995/02/24/theater/comedie-francaise-grafts-new-onto-tried-and-true.html","abstract":"  After 10 months of touring the provinces while its traditional home underwent a $12 million facelift, the Comedie-Francaise returned to the stage of the Salle Richelieu in Paris last month, eager to demonstrate that it could hold its own in the highly competitive world of French theater today.   But it is not proving easy. In its search for a new identity, the 315-year-old troupe has opened its doors to outside directors as well as to works by contemporary playwrights. Yet even if it wanted to, it would not dare turn its back on the French classical repertory that has long been its principal raison d'etre.","thumbnail":null,"section":"Theater"},{"date":"19950224","headline":"Wadkins Is Back in Fast Lane With a 67","web_url":"https://www.nytimes.com/1995/02/24/sports/golf-wadkins-is-back-in-fast-lane-with-a-67.html","abstract":"  Lanny Wadkins went to the videotape. He had lost his game, and needed to find it, needed some evidence that he was the same golfer who had won 21 times on the PGA Tour. It was like stepping into a time machine. There on the screen was the familiar swaggering figure, with a little more hair and a lot more game, and the 1995 vintage Wadkins watched closely as the 1985 model Wadkins ripped his drives into fairways, his irons on to greens and his putts into cups.   \"Just seeing it reminded me of some things,\" said the 45-year-old Wadkins. \"I was making a lot of good swings back then.\"","thumbnail":null,"section":"Sports"},{"date":"19950224","headline":"Article 192695 -- No Title","web_url":"https://www.nytimes.com/1995/02/24/arts/article-192695-no-title.html","abstract":"  Metisse is a proud word, without an exact equivalent in English. It means \"mixed blood\" in French, and in the case of Claude Waryniak, who opened this little French restaurant three months ago, it speaks directly of his identity.   Mr. Waryniak, who spent the last nine years working in dining rooms for Jean-Georges Vongerichten, first at Lafayette and then at Jo Jo, is a metis. His father is French, his mother is Dominican. Mr. Waryniak, who describes his complexion as cafe au lait, first visited the United States from France 13 years ago, found that he fit into the New York mosaic and decided to stay.","thumbnail":null,"section":"Arts"},{"date":"19950224","headline":"CARTER RECEIVED COOLLY IN HAITI","web_url":"https://www.nytimes.com/1995/02/24/world/carter-received-coolly-in-haiti.html","abstract":"  Five months after he negotiated an agreement that averted an invasion and restored President Jean-Bertrand Aristide to power, Jimmy Carter returned today to the scene of one of his diplomatic feats. But instead of receiving a hero's welcome, he was plunged into the turmoil of Haitian domestic politics.   Invited by Mr. Aristide and scheduled to receive an honorary degree at the Groupe Olivier Collaborateur University, Mr. Carter landed here to find the walls of the capital covered with graffiti denouncing him.","thumbnail":null,"section":"World"},{"date":"19950224","headline":"Dispute in Cape Town","web_url":"https://www.nytimes.com/1995/02/24/sports/sports-people-olympics-dispute-in-cape-town.html","abstract":"  A war of words erupted yesterday over who will control Cape Town's bid to play host to the 2004 Olympics.","thumbnail":null,"section":"Sports"},{"date":"19950224","headline":"AIDS Transmission Risk In Sports Is Virtually Nil","web_url":"https://www.nytimes.com/1995/02/24/sports/olympics-aids-transmission-risk-in-sports-is-virtually-nil.html","abstract":"  Imagine such infinitely long odds -- 1 in 85 million. That's about the magnitude of the risk of a National Football League player's becoming infected with H.I.V., the virus that causes AIDS, through spillage of contaminated blood, a new study has found.   Although it is not clear how this risk translates into competitive diving, the essential issue is the same in all the discussions about the disclosure from Greg Louganis, the 1984 and 1988 Olympic gold medal winner, that he was H.I.V.-infected when he hit the board during a dive and spilled blood in the chlorinated pool.","thumbnail":null,"section":"Sports"},{"date":"19950224","headline":"Still the Right Deal for Mexico","web_url":"https://www.nytimes.com/1995/02/24/opinion/still-the-right-deal-for-mexico.html","abstract":"  The United States' pledge to provide $20 billion in loans and loan guarantees should solve Mexico's immediate financial crisis. Yet the well-crafted agreement completed this week imposes harsh, though necessary, restrictions on Mexico's monetary and fiscal policies. That carries risks for both countries.    The United States could lose money in the unlikely event that Mexico not only defaults on loans but also somehow reneges on its agreement to give Washington first rights to its oil revenues. A bigger risk is political: Mexican politics could turn anti-American when policies promoted by the United States hammer hard at Mexico's already modest living standards.","thumbnail":null,"section":"Opinion"},{"date":"19950224","headline":"For Children","web_url":"https://www.nytimes.com/1995/02/24/arts/for-children.html","abstract":"  The Blue Hill Troupe   Introduction to Gilbert and Sullivan  Metropolitan Museum of Art  Fifth Avenue and 82d Street  (212) 570-3949  Recommended ages: 7 and up  Tomorrow    Gilbert and Sullivan specialized in satirical operettas that shot arrows at the English upper crust. Blue Hill Troupe, which started in Blue Hill, Me., in 1924 but is now based in New York, specializes in Gilbert and Sullivan. And since pomposity never disappears, many of the operettas are relevant today.","thumbnail":null,"section":"Arts"},{"date":"19950224","headline":"Abroad at Home; Back to McCarthy","web_url":"https://www.nytimes.com/1995/02/24/opinion/abroad-at-home-back-to-mccarthy.html","abstract":"  One of the worst times for freedom in this country's turbulent history was the 1950's. Senator Joe McCarthy, running wild, smeared Americans as guilty by association. The Truman Administration, not to be outdone in Red-hunting, adopted a loyalty program in which people lost their jobs without knowing who had accused them of what.    Two weeks ago the Clinton Administration proposed a piece of legislation that in important respects would take us back to those bad times. It has had no attention in the press: a sign of how inert we have become.","thumbnail":null,"section":"Opinion"},{"date":"19950224","headline":"'On Stage, and Off'","web_url":"https://www.nytimes.com/1995/02/24/theater/on-stage-and-off.html","abstract":"  Donald G. McNeil Jr. is on vacation. The \"On Stage, and Off\" column will resume next week.","thumbnail":null,"section":"Theater"},{"date":"19950224","headline":"About Real Estate;\nRescue of a Queens Co-op Follows Legal Wrangling","web_url":"https://www.nytimes.com/1995/02/24/us/about-real-estate-rescue-of-a-queens-coop-follows-legal-wrangling.html","abstract":"A co-op in Kew Gardens, Queens, which defaulted a year ago on its $1.73 million mortgage after its sponsor stopped paying maintenance, has been rescued by an investor group from possible foreclosure. The rescue came after a series of financial and legal maneuvers in which the co-op managed to strengthen its bargaining position.\n\nSuch rescues are becoming commonplace in New York City as investors recognize profits can be made in restructuring mortgages for insolvent co-ops. The usual strategy is to buy the defaulted loan at a large discount and to offer the co-op a new mortgage that is lower than the loan the co-op was carrying, but still profitable for the investors. Co-ops that have taken over a defaulting sponsor's apartments usually share sales proceeds with the investors.","thumbnail":null,"section":"U.S."},{"date":"19950224","headline":"Making a Hall Vibrate","web_url":"https://www.nytimes.com/1995/02/24/arts/music-review-making-a-hall-vibrate.html","abstract":"  Kodo means both \"heartbeat\" and \"children of the drum\" in Japanese. It is also the name of an unusual group of Japanese musicians who gathered their percussive equipment in Carnegie Hall on Wednesday night as part of a 24-city North American tour.    Kodo has had an auspicious career since its founding in 1981. The group, primarily consisting of drummers, has written the score to the film \"The Hunted,\" and has released a series of CD's that test the limits of digital technology. Kodo has played with the Boston Symphony Orchestra and collaborated with the jazz drummer Max Roach. It has drawn audiences interested in downtown Minimalist styles along with followers of world music. Kodo even taps into New Age sympathies with its comforting calls for brotherhood under the sound of the drum.","thumbnail":null,"section":"Arts"},{"date":"19950224","headline":"Police Department Press Office Was Headstrong, Giuliani Says","web_url":"https://www.nytimes.com/1995/02/24/nyregion/police-department-press-office-was-headstrong-giuliani-says.html","abstract":"  Two weeks after the man in charge of public relations for the Police Department resigned under fire, Mayor Rudolph W. Giuliani said yesterday that the department's press operation had been \"out of control\" for several months.   Speaking to reporters at City Hall, Mr. Giuliani said that the Police Department press operation had not portrayed his law enforcement initiatives seriously enough. \"I think the Police Department has lost some control over the way in which police activities should take place,\" the Mayor said.","thumbnail":null,"section":"New York"},{"date":"19950224","headline":"Ex-Florio Aide Pleads Guilty","web_url":"https://www.nytimes.com/1995/02/24/nyregion/new-jersey-daily-briefing-ex-florio-aide-pleads-guilty.html","abstract":"  Joseph C. Salema, a close friend and former top aide to Jim Florio when he was Governor of New Jersey, pleaded guilty yesterday to sharing in more than $200,000 in kickbacks from a bank for municipal bond business in late 1989.  Mr. Salema faces up to 10 years in prison and a fine of $250,000. A1.","thumbnail":null,"section":"New York"},{"date":"19950224","headline":"Art in Review","web_url":"https://www.nytimes.com/1995/02/24/arts/art-in-review-281795.html","abstract":"  Tom Otterness   Brooke Alexander Gallery  59 Wooster Street (near Spring Street)  SoHo  Through March 25  Skoto Gallery  25 Prince Street  SoHo  Through March 25    Tom Otterness's rounded bronze figures only look whimsical: even in his playground sculptures for Hudson River Park in lower Manhattan, there's an ominous undercurrent, a hint of cruelty and mayhem. This undercurrent often comes to the surface in his recent sculptures, drawings and paintings at Brooke Alexander. In the center of the main gallery hangs a sculpture, in the form of a massive chain cast from carbon steel: the pluglike figure at its center is pulled remorselessly downward by a huge ball suspended from his feet. Nearby, \"Chained Foot and Leg\" is cast in steel with a patina of rust, as if gangrene had set in. Several canvases of chain figures echo the blood-red hue of rust, less successfully.","thumbnail":null,"section":"Arts"},{"date":"19950224","headline":"Corrections","web_url":"https://www.nytimes.com/1995/02/24/nyregion/c-corrections-472095.html","abstract":"  An entry last Sunday in the calendar of cultural events in the New Jersey Weekly, about \"Collecting African-American Art,\" an event today at 7:30 P.M. in Montclair, misstated the type of program, its sponsorship and its location. It is a panel discussion, not a symposium; it is sponsored only by the Montclair Art Museum, not co-sponsored by the Montclair Historical Society. It will be held at the museum, not the Blooming Grove Theater.","thumbnail":null,"section":"New York"},{"date":"19950224","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/02/24/style/chronicle-454295.html","abstract":"  Since TED TURNER owns the Atlanta Braves, the team that has the highest payroll in baseball and still makes a profit, his fellow owners' demand for a salary cap would not seem to be in his best interests.   Mr. Turner admitted as much yesterday at a breakfast at Tiffany's to promote the 1998 New York Goodwill Games, which he will sponsor.","thumbnail":null,"section":"Style"},{"date":"19950224","headline":"Searching for a Surgeon Politic","web_url":"https://www.nytimes.com/1995/02/24/opinion/searching-for-a-surgeon-politic.html","abstract":"As Republican Presidential hopefuls began their initial forays into the New Hampshire woods this week, most were clamoring to prove their impeccable pro-life credentials. Abortion will again be at the center of the battle for the White House, and the first skirmish will be next month's confirmation hearings on Dr. Henry Foster, President Clinton's choice for Surgeon General.\n\nSo forget that Dr. Foster has had a distinguished 40-year career in medicine. Forget also that he was the youngest person ever elected to the Institute of Medicine of the National Academy of Sciences, America's most prestigious medical organization. That for many years he has managed the astounding balancing act of running a medical school clinical department while practicing hands-on community medicine. That George Bush praised Dr. Foster's teen-age pregnancy prevention program as one of his own \"thousand points of light.\"","thumbnail":null,"section":"Opinion"},{"date":"19950224","headline":"Brown Expresses Confidence About Investigation","web_url":"https://www.nytimes.com/1995/02/24/us/brown-expresses-confidence-about-investigation.html","abstract":"  Commerce Secretary Ronald H. Brown predicted today that a Justice Department investigation of his business dealings would find no misconduct.   \"I am absolutely confident that in the outcome, there has been no improper activity, impropriety on my part,\" Mr. Brown told a House Appropriations Committee panel.","thumbnail":null,"section":"U.S."},{"date":"19950224","headline":"THE MOVIE GUIDE : Tokyo Kyodai","web_url":"https://www.nytimes.com/1995/02/24/style/IHT-the-movie-guide-tokyo-kyodai.html","abstract":"Directed by Jun Ichikawa. Japan.. If the title, \"Brothers and Sisters of Tokyo,\" is redolent of the great Yasujiro Ozu, this is intentional, because this new picture by one of Japan's most consistently interesting contemporary directors, is a tr","thumbnail":null,"section":"Style"},{"date":"19950224","headline":"Pissarro: The Outsider In Constant Search of the New","web_url":"https://www.nytimes.com/1995/02/24/arts/art-review-pissarro-the-outsider-in-constant-search-of-the-new.html","abstract":"  THE painter Camille Pissarro was pivotal to the avant-garde in late 19th-century France. An avuncular, big-hearted man of immense curiosity, he absorbed ideas from older and even much younger artists, and passed them on. He became patriarch and confidant to generations of painters, among them Cezanne, who called him \"le bon Dieu,\" by which he meant a kind of genial god.   It's revealing that Pissarro served this function, as he was, in several senses, an outsider. He was a Jew, and this was during the era of the Dreyfus Affair (a fact not lost on the anti-Semitic Degas, who slighted his former collaborator even while Pissarro continued to champion Degas's art). Pissarro was also born and reared not in France, but on the Caribbean island of St. Thomas. And he was an anarchist. What all this seems to have added up to is that he viewed everything from enough distance to avoid the apathy of the insider.","thumbnail":null,"section":"Arts"},{"date":"19950224","headline":"Studies Find Death Penalty Tied to Race Of the Victims","web_url":"https://www.nytimes.com/1995/02/24/nyregion/studies-find-death-penalty-tied-to-race-of-the-victims.html","abstract":"  About half of all the people who are murdered each year in the United States are black. Yet since 1977, when a firing squad in Utah initiated the modern era of capital punishment, the overwhelming majority of people who have been executed -- 85 percent -- had killed a white person.    Only 11 percent had killed a black person.","thumbnail":null,"section":"New York"},{"date":"19950224","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1995/02/24/sports/results-plus-473995.html","abstract":"  TENNIS  Becker Downs Krickstein  Top-seeded Boris Becker beat Aaron Krickstein, 6-3, 6-3, yesterday to reach the quarterfinals of the $2.25 million Eurocard Open in Stuttgart, Germany. The German was cheered by about 7,100 fans as he beat Krickstein in 63 minutes. Yevgeny Kafelnikov of Russia, the only player to have beaten Becker this year indoors, overcame 17 aces from David Wheaton and dizzy spells caused by a lingering cold to beat the American, 7-5, 4-6, 6-4. Magnus Larsson of Sweden also reached the quarterfinals with a 7-5, 5-7, 6-4 victory over Thomas Muster, as did Michael Stich, the No. 5 seeded player from Germany, who beat Daniel Vacek of the Czech Republic, 6-3, 6-4. (AP) COLLEGE BASKETBALL  Hofstra Star Ends With 999  Jim Shaffer scored 14 of his 25 points in the first half, but fell a point short of the 1,000 mark for his career while leading Hofstra to a season-ending 75-61 victory at Fordham last night. Shaffer, a senior, made 8 of 10 shots. One more point would have made him the 17th Hofstra player to score at least 1,000. Jamil Greene added 14 points for Hofstra (9-17), which led by 35-26 at halftime. Ryan Hunter led Fordham (9-16) with 18 points. (AP) OREGON 73, ARIZONA STATE 72: Zack Sellers grabbed an airball by teammate Kenya Wilkins and put it back for the winning basket as visiting Oregon ended a six-game losing streak at Arizona State by beating the No. 15-ranked Sun Devils. Zellers's offensive rebound and shot capped a dramatic comeback by the Ducks (16-6, 8-5 Pac-10), who trailed by 63-49 with 10:19 to go. Ron Riley scored 21 points and Mario Bennett had 19 and 11 rebounds for the Sun Devils (19-7, 9-5). (AP) ARIZONA 83, OREGON STATE 69: Damon Stoudamire scored 20 of his 28 points in the second half, and 13th-ranked Arizona broke the game open with a 23-4 run against visiting Oregon State. The Beavers took a 48-46 lead early in the second half, but Stoudamire hit two 3-pointers in a 13-0 run to put Arizona (20-6, 10-4 Pac-10) ahead for good. His 21-footer with 13:33 left ended the run and put Arizona ahead by 59-48. (AP) STANFORD 90, SOUTHERN CAL 78: Tim Young, a freshman center, scored 12 of his 18 points in the first 10 minutes of the second half to spark 19th-ranked Stanford over visiting U.S.C. Young was limited to just eight minutes in the first half because of early foul trouble. But his game came alive after halftime as Stanford (17-6, 8-6 Pac-10) pulled away from a 41-38 halftime advantage. The loss was the 10th straight for Southern Cal (7-17, 2-12). (AP) N.H.L.  Roy Backup Wins One  The Montreal backup goaltender Ron Tugnutt made 26 saves to spark the Canadiens to a 5-2 victory last night in Miami, their first-ever victory over the Panthers. The Panthers were 3-0-2 against Montreal last year and skated to a 1-1 tie earlier this season. With Patrick Roy receiving a rare night off, Tugnutt kept the Panthers at bay for his first victory of the season and first since March 28, 1994. (AP) FLYERS 6, NORDIQUES 6: The rookie Adam Deadmarsh capped a three-goal third-period comeback by Quebec with his second goal of the game with 1 minutes 34 seconds to play, giving the Nordiques a tie with visiting Philadelphia. Eric Lindros snapped a six-game scoring drought with three goals for the Flyers. (AP) RED WINGS 4, BLACKHAWKS 2: Sergei Fedorov's goal at 3:06 of the third period snapped a 2-2 tie and led visiting Detroit over Chicago. (AP) CAPITALS 5, SENATORS 5: Dimitri Khristich scored with 24 seconds remaining in regulation in a wild third period to earn visiting Washington the tie with Ottawa. (AP) KINGS 3, FLAMES 3: Joel Otto converted a lucky bounce into the tying goal with 11:24 left in the third period as Calgary skated to the tie at Los Angeles. The Kings ended a three-game losing streak with goals by Wayne Gretzky and defensemen Rob Cowie and Philippe Boucher. (AP) YACHT RACING  Young America Wins  A streaky northwest wind skittered across the race course off San Diego yesterday as Young America came from behind to defeat America  by 1 minute 19 seconds. Struggling to hang onto its 12-second lead at the start, America   blocked Young America tack for tack up the first leg. But a third of the way into the 18.5-mile match, Kevin Mahaney and his PACT 95 crew got the upper hand.   Coming from behind in the downwind leg, Young America engaged Leslie Egnot's crew on America  in a luffing duel. Less than halfway into that run, Young America, which is known for its superior downwind speed, closed the gap. As the two defense yachts approached the mark, Young America came in from the right side of the course to round 12 seconds ahead of America  .","thumbnail":null,"section":"Sports"},{"date":"19950224","headline":"Giuliani Seeks to Sell 3 Hospitals And Shrink Public Health System","web_url":"https://www.nytimes.com/1995/02/24/nyregion/giuliani-seeks-to-sell-3-hospitals-and-shrink-public-health-system.html","abstract":"  The administration of Mayor Rudolph W. Giuliani announced yesterday that it would try to sell three of New York's 11 municipal hospitals and would soon eliminate 1,000 of the system's 8,000 beds as part of the most sweeping restructuring of the city's public health system in at least a generation.    Saying the city could no longer afford such a large public hospital system, Mayor Giuliani said he would seek offers from private hospitals or other nonprofit organizations to buy Coney Island Hospital in Brooklyn, Queens Hospital Center and Elmhurst Hospital Center in Queens.","thumbnail":null,"section":"New York"},{"date":"19950224","headline":"Corrections","web_url":"https://www.nytimes.com/1995/02/24/nyregion/c-corrections-464095.html","abstract":"  An article yesterday about a Supreme Court decision overturning a law restricting the outside earnings of Federal civil servants referred imprecisely to the position of Common Cause on the issue. The organization supports the current ban on all outside earnings by high-level executive branch employees, as well as by Federal judges and members of Congress. It favors legislation permitting lower-level civil servants to earn up to $2,000 for speeches and articles, as long as the outside activity does not conflict with the employee's Federal job.","thumbnail":null,"section":"New York"},{"date":"19950224","headline":"Global Economic Policy : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/02/24/opinion/IHT-global-economic-policy-letters-to-the-editor.html","abstract":"Regarding \"The G-7 Is Becoming a Cold War Relic\" (Thinking Ahead, Feb. 21) by Reginald Dale:.The writer is quite correct to highlight the shortcomings of the Group of Seven - a group representing just 12 percent of the world's people, which a","thumbnail":null,"section":"Opinion"},{"date":"19950224","headline":"Jets Drop Lott and Monk, Two Future Hall of Famers","web_url":"https://www.nytimes.com/1995/02/24/sports/pro-football-jets-drop-lott-and-monk-two-future-hall-of-famers.html","abstract":"  The Jets offered another clear signal yesterday that they are headed in a new direction under Coach Rich Kotite when the team announced it would not try to re-sign a pair of future Hall of Famers, safety Ronnie Lott and receiver Art Monk, for the 1995 season.   Both players signed with the Jets as unrestricted free agents and have a combined 39 years of National Football League experience. This past season, Lott was named to the N.F.L.'s 75th Anniversary team.","thumbnail":null,"section":"Sports"},{"date":"19950224","headline":"Today's TV Listings","web_url":"https://www.nytimes.com/1995/02/24/nyregion/today-s-tv-listings.html","abstract":"  Television and radio news, listings and advertising appear today on pages B13-14.","thumbnail":null,"section":"New York"},{"date":"19950224","headline":"INSIDE","web_url":"https://www.nytimes.com/1995/02/24/nyregion/inside-406795.html","abstract":"    A Top CBS Executive Quits   Howard Stringer said he was resigning as the president of CBS. The move comes at a time of uncertainty about the network. Page D1. Race and the Death Penalty    Statistics suggest that racial factors may influence how the death penalty is imposed -- but not in the way some people had suspected. Page B1. Olympics Bar AIDS Tests    Despite an admission by Greg Louganis that he has AIDS, the International Olympic Committee will not test athletes for H.I.V. Page B7.","thumbnail":null,"section":"New York"},{"date":"19950224","headline":"Budget Axes Land on Items Big and Small","web_url":"https://www.nytimes.com/1995/02/24/us/budget-axes-land-on-items-big-and-small.html","abstract":"  Taking aim at both big ticket items like public housing and obscure programs like a voter registration project in the Western Sahara, House Republicans today outlined billions of dollars more in budget cuts.   While House subcommittees continued their efforts to pare up to $15 billion from the current budget to help offset disaster relief spending, the full House took preliminary votes on measures aimed at putting a temporary freeze on most new Federal regulations. The regulatory moratorium, part of a broad effort by Republicans to rein in the Government's rule-making powers, is likely to pass the House on Friday.","thumbnail":null,"section":"U.S."},{"date":"19950224","headline":"Corrections","web_url":"https://www.nytimes.com/1995/02/24/nyregion/c-corrections-466695.html","abstract":"  A picture caption yesterday with an article about union members from Decatur, Ill., who petitioned the A.F.L.-C.I.O. for financial aid for strikers misidentified a speaker at their news conference. Edith Marques is a member of the United Rubber Workers local in Decatur, not its president.","thumbnail":null,"section":"New York"},{"date":"19950224","headline":"Ex-Florio Aide Pleads Guilty in Kickback Scheme","web_url":"https://www.nytimes.com/1995/02/24/nyregion/ex-florio-aide-pleads-guilty-in-kickback-scheme.html","abstract":"  Joseph C. Salema, a former top aide to Jim Florio when he was Governor of New Jersey, pleaded guilty yesterday to sharing in more than $200,000 in kickbacks from a bank seeking municipal bond business. Two other men were charged in the same case.    The case was described by Federal prosecutors as the largest so far in the Government's campaign against influence peddling in the $1.5 trillion municipal bond market. The effort has already resulted in criminal charges against two Florida men and is continuing in jurisdictions across the country. The campaign began two years ago when questions were raised about Mr. Salema's relationships with various Wall Street firms doing bond business in the state.","thumbnail":null,"section":"New York"},{"date":"19950224","headline":"Joffrey Ballet Denies That Merger Is Final","web_url":"https://www.nytimes.com/1995/02/24/arts/joffrey-ballet-denies-that-merger-is-final.html","abstract":"  A spokeswoman for the Joffrey Ballet denied a report in a Chicago newspaper yesterday that the company had signed a merger agreement with Ballet Chicago. In a statement, the Joffrey said: \"We are continuing negotiations with Ballet Chicago, but we do not have anything to announce at this time. We continue to be hopeful that the negotiations will lead to a merger of the two companies.\"   The Chicago Sun-Times, quoting sources close to the discussions, said the merger would become final after the Chicago Ballet finishes its spring season.","thumbnail":null,"section":"Arts"},{"date":"19950224","headline":"Committee Approves Bill To Set Limits on Lawsuits","web_url":"https://www.nytimes.com/1995/02/24/us/committee-approves-bill-to-set-limits-on-lawsuits.html","abstract":"  The House Judiciary Committee today approved landmark legislation that would for the first time set Federal standards in all product-injury lawsuits, impose strict limits on punitive damages in all civil cases and require the loser in many lawsuits to pay the legal costs of the winner.   The House Commerce Committee, meanwhile, moved toward final passage of a similar bill, paving the way for the legislation to be considered by the full House in two weeks.","thumbnail":null,"section":"U.S."},{"date":"19950224","headline":"Truce Declared in Missouri Desegregation Battle","web_url":"https://www.nytimes.com/1995/02/24/us/truce-declared-in-missouri-desegregation-battle.html","abstract":"  A six-month truce has been declared between officials of the Kansas City, Mo., public schools and the state in one of the nation's costliest and longest-running desegregation battles. The action will save the state more than $20 million.   The agreement, signed last week and announced on Tuesday, was made under mounting pressure from the potential implications of a pending decision by the United States Supreme Court, which heard the 18-year-old case just last month, officials involved in the case said.","thumbnail":null,"section":"U.S."},{"date":"19950224","headline":"Congress Is Right to Stop the Legal Fleecing of Shareholders","web_url":"https://www.nytimes.com/1995/02/24/opinion/l-congress-is-right-to-stop-the-legal-fleecing-of-shareholders-491795.html","abstract":"  To the Editor:   Re \"Letting Wall Street Off Easy\" (Op-Ed, Feb. 15): Herbert Stein has earned his laurels in economics, but he is either misinformed or naive about class-action securities litigation and the ills Congress is attempting to remedy.","thumbnail":null,"section":"Opinion"},{"date":"19950224","headline":"Chief of U.S. Geological Survey Pleads for Continued Funding","web_url":"https://www.nytimes.com/1995/02/24/us/chief-of-us-geological-survey-pleads-for-continued-funding.html","abstract":"  Dr. Gordon Eaton, chief of the United States Geological Survey, pleaded before Congress today that the country could not afford to lose the 116-year-old agency.   The proposal to kill the geological survey, which is part of the Department of the Interior, is one of many proposals eliminating or curtailing Federal scientific and technical organizations detailed in the House Republican leaders' Contract with America. Eliminating the agency would save $3.3 billion over five years. The agency's budget request for fiscal year 1996 is $586 million.","thumbnail":null,"section":"U.S."},{"date":"19950224","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1995/02/24/nyregion/news-summary-269295.html","abstract":"  International A3-10  CLINTON PUSHES CANADIAN UNITY  With Quebecers likely to vote this year on a referendum on sovereignty, President Clinton sent an unambiguous signal that the U.S. prefers Canada to remain intact. A1","thumbnail":null,"section":"New York"},{"date":"19950224","headline":"Dispute Over Nuclear Treaty Is Souring Relations Between Israel and Egypt","web_url":"https://www.nytimes.com/1995/02/24/world/dispute-over-nuclear-treaty-is-souring-relations-between-israel-and-egypt.html","abstract":"  Egypt, which in 1979 was the first Arab country to make peace with Israel, now sees an alarming deterioration of its relations with its neighbor, centered around a bitter dispute over Israel's refusal to sign the treaty to prevent the spread of nuclear weapons.   The dispute, which has resulted in sharp exchanges between the two countries, is the most serious since Egypt's condemnation of the Israeli invasion of Lebanon in 1982. Egypt's position has soured relations with the Clinton Administration, which has mounted a strong drive to renew the nuclear non-proliferation treaty indefinitely at a United Nations conference in April. And it has stymied Israel's efforts to broaden diplomatic and economic ties with other Arab countries.","thumbnail":null,"section":"World"},{"date":"19950224","headline":"Corrections","web_url":"https://www.nytimes.com/1995/02/24/nyregion/c-corrections-470495.html","abstract":"  An obituary on Wednesday about Dr. William A. Moffett, director of the Huntington Library of San Marino, Calif., who helped open the Dead Sea Scrolls to outside scholars, included an erroneous identification supplied by the library for a survivor and misstated his residence. The survivor, one of Dr. Moffett's sons, is Charles Henry Buckius Moffett; he lives in Brooklyn, not Manhattan.","thumbnail":null,"section":"New York"},{"date":"19950224","headline":"Clinton Plans a Review of Affirmative Action Programs","web_url":"https://www.nytimes.com/1995/02/24/us/clinton-plans-a-review-of-affirmative-action-programs.html","abstract":"  President Clinton, responding to Republican attacks on affirmative action, will review dozens of preference programs and support changes in those that are unfair, administration officials said tonight.   But they said the President was determined to fight for keeping programs that work in remedying the effects of past discrimination.","thumbnail":null,"section":"U.S."},{"date":"19950224","headline":"The Mayor's Censorship Office","web_url":"https://www.nytimes.com/1995/02/24/opinion/the-mayor-s-censorship-office.html","abstract":"  It's loony tunes time at City Hall. From our colleague Joyce Purnick comes an account of the Giuliani administration's new punitive press policy. It seems Mayor Rudolph Giuliani and his press secretary, Cristyne Lategano, have been vetting articles to see who has been naughty and who has been nice. Based on their new Giuliani-friendly rating scale, Ms. Lategano will dispense interviews and information to reporters who are sufficiently uncritical. City officials who want to follow American officeholders' two-century tradition of talking to reporters when it will serve the civic interest are being told to clam up.   This, of course, is an approach that will backfire on the Mayor and blight Ms. Lategano's own budding career. But that is their business. The challenge for reporters and editors is to respond professionally to the administration's unprofessional behavior. Mayor Giuliani is not the first politician to try to turn reporters into boosters, simply one of the more clumsy. He is very likely under the sway of some of his more paranoid retainers. Perhaps his thinking will clear up when he realizes that he will succeed only in diverting attention from his accomplishments.","thumbnail":null,"section":"Opinion"},{"date":"19950224","headline":"No Dynamic Davis Cup Duo","web_url":"https://www.nytimes.com/1995/02/24/sports/no-dynamic-davis-cup-duo.html","abstract":"  Don't expect to see Pete Sampras and Andre Agassi volunteer for Davis Cup Dream Team duty any time soon. The world's top two ranked players, in town to contest the Comcast United States Indoors tournament, took time from their early-round matches not only to defend their decision not to play Davis Cup next month in Sicily but also to attack the United States Tennis Association for exerting pressure on them to participate.   According to Agassi, the U.S.T.A. is culpable for everything from an exclusionist ticket policy (it prefers expensive three-day packages to single-session tickets) to its refusal to hire the players' choice, John McEnroe, as captain.","thumbnail":null,"section":"Sports"},{"date":"19950224","headline":"Closing Soon","web_url":"https://www.nytimes.com/1995/02/24/style/IHT-closing-soon.html","abstract":"On Feb. 25: \"Pascin, 1885-1930.\" Musée-Galerie de la Seita, Paris.. On Feb. 26: \"Florence Illuminated: Painting and Illumination in Early Renaissance Florence, 1300-1450.\" Metropolitan Museum, New York.. On Feb. 26: \"Sir Jame","thumbnail":null,"section":"Style"},{"date":"19950224","headline":"Actor's Accuser Is Questioned","web_url":"https://www.nytimes.com/1995/02/24/nyregion/new-jersey-daily-briefing-actor-s-accuser-is-questioned.html","abstract":"  With reporters staking out the courthouse for a glimpse, a girl who said she had sex with the television star Kelsey Grammer when she was 15 was called before a grand jury Thursday. The girl, now 17, said the encounter occurred while she was baby-sitting his daughter in 1993. Prosecutor Nicholas Bissell said the findings would be released today.","thumbnail":null,"section":"New York"},{"date":"19950224","headline":"Wine for the Saints (Maybe Sinners, Too)","web_url":"https://www.nytimes.com/1995/02/24/style/IHT-wine-for-the-saints-maybe-sinners-too.html","abstract":"In rural central Italy the supreme traditional token of hospitality is to be offered a glass of Vin Santo, a strong amber wine that is both dry and velvety in its ripeness. No matter what the time of day, a bottle of the clear, pale gold wine will be tak","thumbnail":null,"section":"Style"},{"date":"19950224","headline":"Audit Cites Mismanagement In Water Tunnel Project","web_url":"https://www.nytimes.com/1995/02/24/nyregion/audit-cites-mismanagement-in-water-tunnel-project.html","abstract":"  State Comptroller H. Carl McCall said yesterday that the construction of New York City's third water tunnel, the largest capital project in the state, had been beset by mismanagement, citing a lack of competitive bidding on materials and millions of dollars spent on items not related to the project.   In an audit released yesterday, Mr. McCall said mismanagement of the huge project -- which is to carry water to the city from a reservoir in Valhalla, N.Y., and is intended to supplement two existing water conduits -- would cost New York City taxpayers millions of dollars. \"This is the most expensive capital project the city has ever undertaken and is vital to the city,\" Mr. McCall said.","thumbnail":null,"section":"New York"},{"date":"19950224","headline":"Unrest Follows a Police Shooting in Paterson","web_url":"https://www.nytimes.com/1995/02/24/nyregion/unrest-follows-a-police-shooting-in-paterson.html","abstract":"  Police officers in riot gear threw up a protective phalanx around City Hall this afternoon after a brief spasm of street violence by youths angry over the shooting of an unarmed teen-ager during a police narcotics investigation Tuesday night.   Usually busy streets, including the major commercial district along Market Street, took on a ghost-town atmosphere after police cordons rerouted traffic away from City Hall, which was closed down, and most neighborhood merchants pulled iron gates over their storefronts.","thumbnail":null,"section":"New York"},{"date":"19950224","headline":"U.S. and North Koreans Fail To Agree on Atomic Reactors","web_url":"https://www.nytimes.com/1995/02/24/world/us-and-north-koreans-fail-to-agree-on-atomic-reactors.html","abstract":"  The United States has made no progress in persuading North Korea that it must allow South Korea to construct two new power reactors in the North as part of an agreement to freeze its nuclear program, a senior State Department official said today.   Robert C. Gallucci, the chief negotiator of the accord with North Korea last October, told a Congressional subcommittee today that unless the Communist country reversed its decision, the light-water reactors would not be built.","thumbnail":null,"section":"World"},{"date":"19950224","headline":"Sanctions at Purdue","web_url":"https://www.nytimes.com/1995/02/24/sports/sports-people-college-basketball-sanctions-at-purdue.html","abstract":"  The Purdue women's basketball coach, LIN DUNN, and her assistant, MaCHELLE JOSEPH, are prohibited from recruiting until May 15 as part of sanctions placed on the program by the N.C.A.A. The National Collegiate Athletic Association Committee on Infractions yesterday cited the program for secondary infractions of recruiting regulations.","thumbnail":null,"section":"Sports"},{"date":"19950224","headline":"Crossroads of Life and Death, Racism and Justice","web_url":"https://www.nytimes.com/1995/02/24/nyregion/our-towns-crossroads-of-life-and-death-racism-and-justice.html","abstract":"  SKIPPING giddily around her mother, 5-year-old Kabila Johnson tripped over the sidewalk, knocked over two candles and nearly set the shrine on fire.   \"Keep still, girl,\" Latishna Johnson warned gently, setting the cardboard altar straight. \"Kabila's never seen so much going on,\" she explained. \"No one's ever noticed this street before.\"","thumbnail":null,"section":"New York"},{"date":"19950224","headline":"Flu-Ravaged Sampras Loses in Straight Sets","web_url":"https://www.nytimes.com/1995/02/24/sports/tennis-flu-ravaged-sampras-loses-in-straight-sets.html","abstract":"  Rattled by a case of February flu, Pete Sampras, the world's No. 1 player, was ousted tonight at the Comcast United States Indoor tournament here by the world's No. 1 doubles player, Paul Haarhuis of the Netherlands, 6-4, 6-4.   \"Upsets happen, and unfortunately this one happened to me,\" Sampras said. \"The tennis just wasn't there, and I played someone who was better than I was tonight. He's had some big upsets in the past, so I knew he was capable of it here.\"","thumbnail":null,"section":"Sports"},{"date":"19950224","headline":"Sports of The Times; Tolerance, Not Blame, For Louganis","web_url":"https://www.nytimes.com/1995/02/24/sports/sports-of-the-times-tolerance-not-blame-for-louganis.html","abstract":"  IT is not enough to ask if Greg Louganis did the right thing in concealing that he was H.I.V.-positive when he cut his head during the 1988 Summer Games. The big question is whether government and health authorities worked hard enough in facing AIDS in the early years.   The stigma of AIDS -- the false and perhaps even biased assumption that it was confined to male homosexuals -- led to a long reign of hysteria that would have encouraged anybody, great Olympic athlete or not, to keep quiet.","thumbnail":null,"section":"Sports"},{"date":"19950224","headline":"BALANCED BUDGET NEARS 67 VOTES NEEDED IN SENATE","web_url":"https://www.nytimes.com/1995/02/24/us/balanced-budget-nears-67-votes-needed-in-senate.html","abstract":"  Two more Democrats today joined the ranks of senators who support a balanced-budget amendment to the Constitution, and even opponents conceded that proponents were within an ace of the 67 votes needed to adopt the measure and send it to the states for ratification.   But in Congress, close is still a synonym for trailing. And even as it was clear that the amendment drive had gained new momentum, other senators widely viewed as supporters showed signs of having second, third and maybe fourth thoughts.","thumbnail":null,"section":"U.S."},{"date":"19950224","headline":"Life and Hard Times Of a Brooklyn Shuttle; No Respect for Franklin Avenue Line","web_url":"https://www.nytimes.com/1995/02/24/nyregion/life-and-hard-times-of-a-brooklyn-shuttle-no-respect-for-franklin-avenue-line.html","abstract":"  Movie makers descended yesterday on the Franklin Avenue Shuttle line in Brooklyn. They put fresh paint on the Franklin Avenue station and mounted new signs. There were scenes to be shot, and the crumbling, decrepit place had to appear to be a functioning subway terminus. The title of the work in progress: \"The Money Train.\"   \"Great joke, huh?\" said a conductor.","thumbnail":null,"section":"New York"},{"date":"19950224","headline":"Rabbi Takes Paid Leave","web_url":"https://www.nytimes.com/1995/02/24/nyregion/new-jersey-daily-briefing-rabbi-takes-paid-leave.html","abstract":"  The Sabbath candles will be lighted tonight at Congregation M'kor Shalom, but without its founder and senior rabbi. In a letter to the congregation, Sheila Goodman, the synagogue's president, said Rabbi Fred Neulander was granted paid leave to \"seek counseling and be with his family.\" Prosecutor Edward F. Borden has refused to comment on press reports that Rabbi Neulander is a suspect in the beating death of his wife, Carol. The rabbi said he came home on Nov. 1 and found his wife's body.","thumbnail":null,"section":"New York"},{"date":"19950224","headline":"A Fraud Perpetrated by Fax","web_url":"https://www.nytimes.com/1995/02/24/nyregion/new-jersey-daily-briefing-a-fraud-perpetrated-by-fax.html","abstract":"  File this between \"Bank Examiner\" and \"Ponzi Schemes\": For more than two years, official-looking faxes emanating from Lagos, Nigeria, flowed into businesses around the world. Auto dealers received invitations to sell a thousand cars to the Nigerian Police Force. Financiers were invited to handle a $38 million investment for the Nigerian National Petroleum Corporation. All that was needed to seal the deals was a \"good faith\" deposit -- say, half a million dollars.","thumbnail":null,"section":"New York"},{"date":"19950224","headline":"Art in Review","web_url":"https://www.nytimes.com/1995/02/24/arts/art-in-review-517495.html","abstract":"  Alain Fleischer   Jayne H. Baum Gallery  588 Broadway (near Prince Street)  SoHo  Through March 18    A wall of 200 crude self-portraits, made of aluminum foil pressed over the artist's face, with holes torn for eyes and mouths, is the centerpiece of this ambitious show. Alain Fleischer, a French artist who uses photography to record Conceptually based pieces, here offers witty explorations of the idea of the self.","thumbnail":null,"section":"Arts"},{"date":"19950224","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1995/02/24/nyregion/metro-digest-427595.html","abstract":"  GIULIANI SEEKS TO SELL 3 HOSPITALS    The administration of Mayor Giuliani announced that it would try to sell 3 of New York's 11 municipal hospitals and eliminate 1,000 of the system's 8,000 beds as part of the most sweeping restructuring of the city's public health system in at least a generation. Mr. Giuliani also announced the formation of an advisory panel to recommend changes to the Health and Hospitals Corporation, the independent agency that operates the public hospital system, in light of national trends in health care and the city's financial problems. A1.","thumbnail":null,"section":"New York"},{"date":"19950224","headline":"How Will World Receive Diver's Sad News?","web_url":"https://www.nytimes.com/1995/02/24/sports/IHT-how-will-world-receive-divers-sad-news.html","abstract":"Six months after realizing he was infected with HIV, the virus that causes AIDS, Greg Louganis was diving in the 1988 Olympic Games when the thumping, flapping springboard clipped his head in midair like a bat clipping a baseball. He crashed into the poo","thumbnail":null,"section":"Sports"},{"date":"19950224","headline":"Some Will Sail to Monetary Union","web_url":"https://www.nytimes.com/1995/02/24/opinion/IHT-some-will-sail-to-monetary-union.html","abstract":"The British chancellor of the Exchequer, Kenneth Clarke, made a speech on Feb. 9 which sought to end the controversy in the ruling Conservative Party on economic and monetary union. Instead he restarted it. The policy of John Major's government on Europe","thumbnail":null,"section":"Opinion"},{"date":"19950224","headline":"Irish Potato Famine Didn't Just Happen","web_url":"https://www.nytimes.com/1995/02/24/opinion/l-irish-potato-famine-didn-t-just-happen-487995.html","abstract":"  To the Editor:   Those who would commemorate the Irish \"potato famine\" (news article, Feb. 20) must start by truthfully describing what happened.","thumbnail":null,"section":"Opinion"},{"date":"19950224","headline":"Last Chance","web_url":"https://www.nytimes.com/1995/02/24/theater/last-chance.html","abstract":"  Here is a sampling of shows and exhibitions in Manhattan that are to close soon: Closing This Weekend  \"NUNSENSE 2: THE SEQUEL,\" Douglas Fairbanks Theater, 432 West 42d Street, Clinton. A musical comedy written and directed by Dan Goggin. Through Sunday.  Today at 8 P.M.; tomorrow at 2 P.M.; Sunday at 3 P.M. Tickets: $35 and $37.50. Information: (212) 239-6200.","thumbnail":null,"section":"Theater"},{"date":"19950224","headline":"Corrections","web_url":"https://www.nytimes.com/1995/02/24/nyregion/c-corrections-463195.html","abstract":"  An architectural rendering yesterday, showing a Frank Lloyd Wright design being adapted for a convention center in Madison, Wis., carried an incorrect credit. The rendering was painted in 1994 by Jim Anderson for Taliesin Architects.","thumbnail":null,"section":"New York"},{"date":"19950224","headline":"Corrections","web_url":"https://www.nytimes.com/1995/02/24/nyregion/c-corrections-465895.html","abstract":"  A picture caption on Saturday about four soldiers who died in Army Ranger training reversed the identities of two soldiers. Second Lieut. Curt G. Sancoucie was at the bottom left, and Sgt. Norman Tillman at the bottom right.","thumbnail":null,"section":"New York"},{"date":"19950224","headline":"In Rare Accord, Leaders in Both Parties Say Public Employees' Salaries Are Rising Too Fast","web_url":"https://www.nytimes.com/1995/02/24/nyregion/rare-accord-leaders-both-parties-say-public-employees-salaries-are-rising-too.html","abstract":"  Republicans and Democrats orbited into a rare philosophical alignment today, with leaders from both parties saying that the wages of public employees are rising too quickly in New Jersey.   The first to speak up was the Senate minority leader, John A. Lynch, at a news conference called to illustrate the Democrats' charge that Gov. Christine Todd Whitman had failed to cut spending along with her tax cuts. Pressed to say where he would make the cuts, Mr. Lynch said he would begin by reining in public employee wages at all levels.","thumbnail":null,"section":"New York"},{"date":"19950224","headline":"The Worst Can Happen, And Happen It Does","web_url":"https://www.nytimes.com/1995/02/24/movies/film-review-the-worst-can-happen-and-happen-it-does.html","abstract":"Three segments explore violence and hatred in Macedonia. Hauntingly oblique images of a treacherous world.","thumbnail":null,"section":"Movies"},{"date":"19950224","headline":"Boon for Managed Care","web_url":"https://www.nytimes.com/1995/02/24/opinion/l-boon-for-managed-care-492595.html","abstract":"  To the Editor:   The New York Medicaid cuts proposed by Mayor Rudolph W. Giuliani and Gov. George E. Pataki may well result in job loss in the state's home care, hospital, nursing home and mental health clinic industries (news article, Feb. 18).   However, there is one sector of New York's medical system that is certain to grow. If Lieut. Gov. Betsy McCaughey's plan to enroll 85 percent of the state's welfare recipients in managed care plans is implemented, it could result in 1.2 million more managed care customers.   Providing medical assistance to the state's public assistance population costs in excess of $15 billion. The move to managed care could provide better care for less, while creating thousands of job opportunities. CATHERINE HAMILTON FITZGERALD  New York, Feb. 18, 1995 The writer is a New York City Office of Employment Services analyst.","thumbnail":null,"section":"Opinion"},{"date":"19950224","headline":"Phone Company's License Is Suspended for Fraud","web_url":"https://www.nytimes.com/1995/02/24/nyregion/phone-company-s-license-is-suspended-for-fraud.html","abstract":"  Responding to what it called a growing problem of fraud in telephone service, the New York State Public Service Commission said yesterday that it had suspended the license of a Georgia company for unauthorized switching of long-distance services.   The company, Sonic Communications, has been the subject of investigations in several states and was barred last week from doing business in California. It is one of several small companies in the fiercely competitive field of long-distance service that have been charged with illegal switching, which has become known as phone slamming.","thumbnail":null,"section":"New York"},{"date":"19950224","headline":"The Neediest Cases; A Hard-Luck Artist's Dark Days End","web_url":"https://www.nytimes.com/1995/02/24/nyregion/the-neediest-cases-a-hard-luck-artist-s-dark-days-end.html","abstract":"  In 1986, as subtly as a mudslide, bad fortune swallowed Max Epstein.   Mr. Epstein, a painter and print maker, was hit by a car in downtown Brooklyn and suffered a broken knee, leg and ribs, as well as head and spinal injuries that left him permanently disabled. The medical bills left him penniless.","thumbnail":null,"section":"New York"},{"date":"19950224","headline":"1895: Strongest Man : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/02/24/opinion/IHT-1895-strongest-man-in-our-pages100-75-and-50-years-ago.html","abstract":"CHICAGO - George S. Spriggs, a mechanic for the Baltimore and Ohio railroad, is one of the strongest men in the world. Unaided he moved for several feet up a slight incline of track a freight car which, with its contents, weighed 55,000lb. This is thought","thumbnail":null,"section":"Opinion"},{"date":"19950224","headline":"Harriman Sends 3 Works to Christie's","web_url":"https://www.nytimes.com/1995/02/24/nyregion/harriman-sends-3-works-to-christie-s.html","abstract":"  Pamela Harriman, the Ambassador to France, who is enmeshed in two lawsuits brought by heirs of her late husband, W. Averell Harriman, has consigned three works with a value estimated as high as $20 million for auction.","thumbnail":null,"section":"New York"},{"date":"19950224","headline":"A Little Cash Can Do Wonders","web_url":"https://www.nytimes.com/1995/02/24/nyregion/new-jersey-daily-briefing-a-little-cash-can-do-wonders.html","abstract":"  From the testimony, you can't say there wasn't enough to go around. A businessman who said he paid councilmen $23,000 to grease a towing contract testified Thursday that he handed over an additional $12,000 for zoning board members. The cash was supplied by the Federal Bureau of Investigation as part of a corruption sting.","thumbnail":null,"section":"New York"},{"date":"19950224","headline":"California Aims to Restore Civil Rights","web_url":"https://www.nytimes.com/1995/02/24/opinion/l-california-aims-to-restore-civil-rights-487595.html","abstract":"  To the Editor:   \"Conservatives Forge New Strategy to Challenge Affirmative Action\" (front page, Feb. 16), your discussion of California's civil rights initiative, does not make clear to an ordinary reader whether or how this proposition is different from the Civil Rights Act of 1964 or, for that matter, from the 14th Amendment to the United States Constitution.","thumbnail":null,"section":"Opinion"},{"date":"19950224","headline":"'I'm Spending My Children's Inheritance'","web_url":"https://www.nytimes.com/1995/02/24/opinion/l-i-m-spending-my-children-s-inheritance-485295.html","abstract":"  To the Editor:   \"Older Americans Cited in Studies of National Savings Rate Slump\" (front page, Feb. 21) is absurd. To indict the elderly for being big spenders and not saving, thereby setting a bad example for the baby boomers, makes no sense whatever.","thumbnail":null,"section":"Opinion"},{"date":"19950224","headline":"French Official Demands Inquiry on Spy Leak","web_url":"https://www.nytimes.com/1995/02/24/world/french-official-demands-inquiry-on-spy-leak.html","abstract":"  Foreign Minister Alain Juppe said today that he was shocked that France's accusations of economic espionage by the former C.I.A. station chief and four other Americans here had been leaked to the French press.   \"I am scandalized that a delicate problem between us -- and this is not the first time that such a problem has arisen -- could be dragged out into the open this way,\" Mr. Juppe said. He called for a thorough public inquiry into how the daily newspaper Le Monde had obtained Government intelligence documents on the case.","thumbnail":null,"section":"World"},{"date":"19950224","headline":"On My Mind; Taking Over Mexico","web_url":"https://www.nytimes.com/1995/02/24/opinion/on-my-mind-taking-over-mexico.html","abstract":"  When a government lies, its people must pay, and very soon do.    When a poor country borders on a rich country, people from the poor country often cross into the rich country to find work. Sometimes they don't have entry visas.","thumbnail":null,"section":"Opinion"},{"date":"19950224","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/02/24/style/chronicle-125095.html","abstract":"  London is abuzz with a mystery: where is STEPHEN FRY?   The 37-year-old actor and author walked out of \"Cell Mates,\" a West End play in which he was starring, after only three performances. And British newspapers have been filled with reports that he was despondent over the poor reviews of his portrayal of George Blake, a Russian spy, in the play.","thumbnail":null,"section":"Style"},{"date":"19950224","headline":"The Return of Ketchup","web_url":"https://www.nytimes.com/1995/02/24/opinion/the-return-of-ketchup.html","abstract":"  Everyone remembers the veto pen that President Clinton waved before Congress but has never used. The Republicans this week gave him more than $14 billion worth of reasons to wield it.    House subcommittees voted to cut or eliminate spending this year for job training, education for homeless youths and other programs that provide essential services at a tiny fraction of Federal spending. House Republicans are also preparing to strip poor children of their right to free or low-cost school meals.","thumbnail":null,"section":"Opinion"},{"date":"19950224","headline":"No Headline","web_url":"https://www.nytimes.com/1995/02/24/nyregion/no-headline-448295.html","abstract":"  \"In a world darkened by ethnic conflicts that tear nations apart, Canada stands as a model of how people of different cultures can live and work together in peace, prosperity and mutual respect.\" PRESIDENT CLINTON, in Ottawa.  [ A1:5. ]","thumbnail":null,"section":"New York"},{"date":"19950224","headline":"Corrections","web_url":"https://www.nytimes.com/1995/02/24/opinion/IHT-corrections.html","abstract":"In \"A Message of Thanks to Japan's Many Friends\" (Opinion, Feb. 8), by Foreign Minister Yohei Kono, the introductory sentence should read: The great earthquake that struck Japan in the early hours of Jan. 17 was the worst natural disaster Japan","thumbnail":null,"section":"Opinion"},{"date":"19950224","headline":"From Start To Finish, The Knicks Connect","web_url":"https://www.nytimes.com/1995/02/24/sports/pro-basketball-from-start-to-finish-the-knicks-connect.html","abstract":"  Patrick Ewing was terrific from the start. Hubert Davis was good at the finish. And the Knicks, recovering from a disappointing home loss Tuesday night, gained ground in their pursuit of the Orlando Magic.   Led by Ewing's 38-point performance and Davis's timely 3-point shooting, the Knicks outlasted the Sacramento Kings, 103-90, last night at Madison Square Garden. By winning, New York (34-18) moved to within five and one-half games of Orlando (40-13), which lost a road game to the Boston Celtics.","thumbnail":null,"section":"Sports"},{"date":"19950224","headline":"Tom Clancy's New Bad Guys and Good Ones","web_url":"https://www.nytimes.com/1995/02/24/arts/tv-weekend-tom-clancy-s-new-bad-guys-and-good-ones.html","abstract":"  Tom Clancy stands four-square for God and country. You'd better believe it. But he is curiously ambiguous about truth in packaging. It turns out that \"Tom Clancy's 'Op Center,' \" a four-hour movie on NBC on Sunday and Monday nights, has been \"created by\" Mr. Clancy and Steve Pieczenik (\"Maximum Vigilance\"). The script was written by Steve Sohmer (\"Favorite Son\").    Further, the \"Tom Clancy's 'Op Center' \" novel topping paperback best-seller lists was also created, not written, by the Clancy-Pieczenik team, and its plot has little or nothing to do with this television movie. In short, Mr. Clancy has become a literary factory churning out support-the-military thrillers with the formulaic regularity of bodice-ripping romances.","thumbnail":null,"section":"Arts"},{"date":"19950224","headline":"For Starters, a Promise","web_url":"https://www.nytimes.com/1995/02/24/style/IHT-for-starters-a-promise.html","abstract":"You might well call it a \"starter\" restaurant: a young and ambitious chef, a modest affair, an equally young clientele with a taste for something new. Martial Enguehard had successfully completed a term as chef at one of France's large hotel ch","thumbnail":null,"section":"Style"},{"date":"19950224","headline":"Home Video","web_url":"https://www.nytimes.com/1995/02/24/arts/home-video-244295.html","abstract":"  For the arts-video niche, nothing beats a tenor. Twice in four years the arts category, which makes up a tiny percentage of the total video market, has jumped to the top of best-seller lists with a pair of tapes featuring Luciano Pavarotti, Jose Carreras and Placido Domingo performing together in concert. Tenors don't carry all classical music videos, of course, but they do get attention.   Tenors like these usually don't come ensemble either, but solo is fine. On March 15, Channel 13 is to broadcast \"Placido Domingo: A Musical Life,\" a 90-minute documentary, which has numerous passages from his operatic roles. The tape, which PBS plans to broadcast nationally on various dates, is also to be offered by Kultur, a leading distributor of arts videos. The price is $29.95. (Information: 800-458-5887.)","thumbnail":null,"section":"Arts"},{"date":"19950224","headline":"Facing Cut, SUNY Lists Some Options","web_url":"https://www.nytimes.com/1995/02/24/nyregion/facing-cut-suny-lists-some-options.html","abstract":"  Declining to outline specific cuts or tuition increases, officials at the State University of New York drew a range of scenarios today for absorbing a massive $290 million cut in state money. The options included tuition increases ranging from $1,000 to $2,300 a year, above the current $2,650, and as many as 7,250 layoffs.","thumbnail":null,"section":"New York"},{"date":"19950224","headline":"On a Pathway Through a Plethora","web_url":"https://www.nytimes.com/1995/02/24/arts/art-review-on-a-pathway-through-a-plethora.html","abstract":"  The New York art gallery scene is a thing of considerable density under normal circumstances, but once a year it achieves critical mass: \"The Art Show.\" For this event, organized by the Art Dealers Association of America, several dozen dealers from Manhattan and around the country take over the Seventh Regiment Armory on Park Avenue and do their best to fill its yawning interior with exciting things to look at. Circumstances are definitely not normal, but that is part of the fun.   For the dealers, this event, now in its seventh year, must be a mixed blessing of breakneck installation and collegial contact, a cross between a school reunion, a trade show and a relay race. Everyone eyes everyone else's displays with friendly, if competitive, interest, testing the market's waters together, all the while maintaining contact with home base, if the cellular phone count means anything.","thumbnail":null,"section":"Arts"},{"date":"19950224","headline":"'I'm Spending My Children's Inheritance'; Forced Retirement","web_url":"https://www.nytimes.com/1995/02/24/opinion/l-i-m-spending-my-children-s-inheritance-forced-retirement-486095.html","abstract":"  To the Editor:   Your discovery that older Americans are saving less ignores what may be the principal reason for the decline (front page, Feb. 21).   The downsizing of corporate and public America has forced hundreds of thousands of people into early retirement, or into starting their own businesses. Either way, this usually eliminates future savings for a long while and accelerates withdrawals from existing accounts.   Even the most generous severance packages force most people who are victims of mergers or other downsizing to live on less over an extended period of time.   While the retirement age is slowly being increased to 67 and there is talk in Congress of advancing it to 70, the boomers should be very cautious as they approach age 50. They should be less concerned whether Social Security payments will be there for them and more concerned with saving enough to survive if they too become early victims of the bottom line. BEN A. BOROWSKY  Boca Raton, Fla., Feb. 21, 1995","thumbnail":null,"section":"Opinion"},{"date":"19950224","headline":"Turner on Strike's High Cost","web_url":"https://www.nytimes.com/1995/02/24/sports/turner-on-strike-s-high-cost.html","abstract":"  Ted Turner was in New York yesterday, wound up and in full throat. The focus of his visit was a breakfast at Tiffany's to promote the 1998 New York Goodwill Games, but as he gladhanded his way through a throng of potential sponsors, someone asked him about the baseball strike.   Turner, the Atlanta Braves' owner, who hasn't been much heard from on the subject since he urged President Clinton to intervene last July, seemed eager to make up for lost comment. \"I think the positions have hardened,\" he said, predicting that the strike will last \"until one side brings the other to its knees.\"","thumbnail":null,"section":"Sports"},{"date":"19950224","headline":"Corrections","web_url":"https://www.nytimes.com/1995/02/24/nyregion/c-corrections-471295.html","abstract":"  An article in The Living Section on Wednesday about steps in Congress to repeal the National School Lunch Act misstated the given name of the pediatrician who commented on the responsibility of states for financing nutrition programs. He is Dr. T. Berry Brazelton, not Barry.","thumbnail":null,"section":"New York"},{"date":"19950224","headline":"1920: Dry Diplomatists : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/02/24/opinion/IHT-1920-dry-diplomatists-in-our-pages100-75-and-50-years-ago.html","abstract":"WASHINGTON - Foreign diplomatists in Washington have decided to conform to national prohibition and not to exercise the privilege of importing wines and liquors under the diplomatic immunity. It was said that the decision was intended as a courtesy to the","thumbnail":null,"section":"Opinion"},{"date":"19950224","headline":"As Deadline Passes, Nets Opt to Stand Pat","web_url":"https://www.nytimes.com/1995/02/24/sports/pro-basketball-as-deadline-passes-nets-opt-to-stand-pat.html","abstract":"  Derrick Coleman walked slowly through the parking lot today, stopping about 30 feet from of his customized white truck. He tapped a button on his key chain to start the vehicle electronically. His engine was purring. He said he was going home for the day.   In the grand scheme, however, Derrick Coleman was staying. For the long haul.","thumbnail":null,"section":"Sports"},{"date":"19950224","headline":"1945: 'Third World War' : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/02/24/opinion/IHT-1945-third-world-war-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - Dr. Josef Goebbels turned the crystal ball in his heavy propaganda hand today [Feb. 23] and saw Germany defeated. In the weekly newspaper \"Das Reich,\" the Minister of Propaganda wrote there will be \"a third world war\" in 1948,","thumbnail":null,"section":"Opinion"},{"date":"19950224","headline":"Clinton, in Talk to Canadians, Opposes Quebec Separation","web_url":"https://www.nytimes.com/1995/02/24/world/clinton-in-talk-to-canadians-opposes-quebec-separation.html","abstract":"  With voters in Quebec expected to vote this year on a referendum on sovereignty, President Clinton eased away today from a policy of American neutrality and sent an unambiguous signal that the United States would prefer that Canada remain intact.   That the Administration would rather not contend with a separate Quebec was not a surprise. But in an address to the Canadian Parliament, Mr. Clinton injected a rare American appeal into the debate over whether Quebec should go its own way.","thumbnail":null,"section":"World"},{"date":"19950224","headline":"A Misguided Attempt at Fatherhood","web_url":"https://www.nytimes.com/1995/02/24/movies/film-review-a-misguided-attempt-at-fatherhood.html","abstract":"Christian Brother and boy leave Irish correctional school for better life.","thumbnail":null,"section":"Movies"},{"date":"19950224","headline":"Political Memo; Announcing for President: Old News, but Still News","web_url":"https://www.nytimes.com/1995/02/24/us/political-memo-announcing-for-president-old-news-but-still-news.html","abstract":"  Presidential candidates these days stage elaborately choreographed nonannouncements as they seek the maximum fanfare and publicity.   First, they coyly suggest that they might run. Then they announce \"exploratory committees.\" Then they hint even more strongly that they will run. Then, when everyone knows what they have decided, they finally make it official.","thumbnail":null,"section":"U.S."},{"date":"19950224","headline":"THE MOVIE GUIDE : Con Gli Occhi Chiusi","web_url":"https://www.nytimes.com/1995/02/24/style/IHT-the-movie-guide-con-gli-occhi-chiusi.html","abstract":"Directed by Francesca Archibugi. Italy.. After three splendid films about the subtle anxieties and disappointments of her generation, Francesca Archibugi leaps back to a story set in the turn-of-the-century Sienese countryside to try her hand at historica","thumbnail":null,"section":"Style"},{"date":"19950224","headline":"Art in Review","web_url":"https://www.nytimes.com/1995/02/24/arts/art-in-review-522095.html","abstract":"  Narelle Jubelin  'Soft Shoulder'   Grey Art Gallery and Study Center  New York University  33 Washington Place  Greenwich Village  Through March 11    This Australian artist's installation takes the form of a single long concrete shelf, set at about shoulder height around the gallery, on which are arranged a number of seemingly random objects. They are related, in fact, and the interest of Ms. Jubelin's arrangement lies in tracing their possible associations.","thumbnail":null,"section":"Arts"},{"date":"19950224","headline":"Panel Opposes School Lunch Program","web_url":"https://www.nytimes.com/1995/02/24/us/panel-opposes-school-lunch-program.html","abstract":"  A House committee voted today to scrap the national school lunch program and let states decide how to use Federal money to feed school children.   The program was created in 1946 and has become a fixture of American life, subsidizing meals served to more than 25 million children a day.","thumbnail":null,"section":"U.S."},{"date":"19950224","headline":"Devils Start Out Ahead, Wind Up Behind","web_url":"https://www.nytimes.com/1995/02/24/sports/hockey-devils-start-out-ahead-wind-up-behind.html","abstract":"  The Devils became lackadaisical after scoring the first two goals of the game tonight and paid for their passiveness, losing, 3-2, to the Boston Bruins at Byrne Meadowlands Arena.   \"There are some things that are hard to accept as a coach,\" Jacques Lemaire said after his team failed to put away the Bruins. \"To take a two-goal lead and then sit around till the end is hard to accept. Some guys have to look at themselves and ask whether they're doing the job. They're not here for the ride.\"","thumbnail":null,"section":"Sports"},{"date":"19950224","headline":"Transactions","web_url":"https://www.nytimes.com/1995/02/24/sports/transactions-813595.html","abstract":"  Baseball     USA BASEBALL -- Named New Mexico coach Rich Alday and Long Beach State coach Dave Snow auxiliary assistant coaches for the USA baseball team for the summers of 1995 and 1996.","thumbnail":null,"section":"Sports"},{"date":"19950224","headline":"Kabul Journal; 'The Ox' in Asylum: Satellite TV and Paperbacks","web_url":"https://www.nytimes.com/1995/02/24/world/kabul-journal-the-ox-in-asylum-satellite-tv-and-paperbacks.html","abstract":"  He was once the most feared man in Afghanistan, head of the Communist secret police and later President of the Soviet-backed Government.   Today he is a virtual prisoner in a United Nations compound here, watching satellite television broadcasts and reading English-language novels from a library of dog-eared paperbacks.","thumbnail":null,"section":"World"},{"date":"19950224","headline":"A Unified Vision of the World's Varied Workers","web_url":"https://www.nytimes.com/1995/02/24/arts/photography-review-a-unified-vision-of-the-world-s-varied-workers.html","abstract":"  To his supporters, Sebastiao Salgado is the greatest living photojournalist, a visionary who uses the camera to capture the moral drama behind the dry statistics of poverty and exploitation. To his detractors, he is a talented purveyor of photographic kitsch, substituting sentimental cliches for genuine insight. \"Workers: An Archeology of the Industrial Age,\" an exhibition at the International Center of Photography Midtown based on the 1993 book of the same title, is likely to confirm the opinions of both sides.   In photograph after photograph, dark, handsome faces peer confidently from behind a veil of sweat and dust. Strong arms reach out to grasp machetes or pickaxes, in paradises of sugar cane or infernos of sulfur. Rembrandtesque beams of light descend from the roofs of shadowy factories, falling onto caldrons of molten metal. Refurbished freighters slide into the water at a Polish shipyard, while old hulks wait for demolition on the mud flats of Bangladesh.","thumbnail":null,"section":"Arts"},{"date":"19950224","headline":"All the Talk About European Security Is Mostly Talk","web_url":"https://www.nytimes.com/1995/02/24/opinion/IHT-all-the-talk-about-european-security-is-mostly-talk.html","abstract":"The debate on European security has been brought down to the level of grass-roots realism by a recent survey of German opinion. According to a report in the International Herald Tribune on Feb. 8, only one in four respondents said German troops should he","thumbnail":null,"section":"Opinion"},{"date":"19950224","headline":"Velvet Voice Finally Makes It to the Big Leagues","web_url":"https://www.nytimes.com/1995/02/24/sports/tv-sports-velvet-voice-finally-makes-it-to-the-big-leagues.html","abstract":"  When the MSG Network sought to replace Tony Kubek and Dewayne Staats on Yankees games, Jim Kaat topped the list and Dave Cohen was a vaguely recognized baritone, known to some as the announcer on Bob Costas's syndicated radio show.   Cohen, who trained his voice to sound like velvet, is a versatile play-by-play announcer from Brooklyn who had spent the last 12 years calling 6 to 12 games a season for the Class AAA Syracuse Chiefs. One line on his resume was unique: pay-toilet cashier at the Coney Island Wonder Wheel.","thumbnail":null,"section":"Sports"},{"date":"19950224","headline":"Officer Is Convicted In Assault on Driver","web_url":"https://www.nytimes.com/1995/02/24/nyregion/officer-is-convicted-in-assault-on-driver.html","abstract":"  A police officer in the Bronx was convicted yesterday of assaulting a motorist after he stopped the man for a minor traffic violation in 1993, the Bronx District Attorney's office said.   The officer, Daniel Rivera, who was assigned to the 49th Precinct in Williamsbridge, stopped the driver, Anibal DeJesus, 24, at the corner of Allerton Avenue and White Plains Road for driving with a defective headlight.","thumbnail":null,"section":"New York"},{"date":"19950224","headline":"Art in Review","web_url":"https://www.nytimes.com/1995/02/24/arts/art-in-review-513195.html","abstract":"  Raphael Soyer  '20 Great Paintings'   Forum Gallery  745 Fifth Avenue (near 57th Street)  Through March 4    The two paintings that open this mini-survey of Raphael Soyer's career -- one of tired waitresses in a restaurant, the other a portrait of his parents -- succinctly establish his main themes: on-the-spot social observation and personal history set forth in a deft figurative style.","thumbnail":null,"section":"Arts"},{"date":"19950224","headline":"To Some Sioux, Costner Now Dances With Devil","web_url":"https://www.nytimes.com/1995/02/24/us/to-some-sioux-costner-now-dances-with-devil.html","abstract":"  Kevin Costner became a hero among American Indians five years ago for his movie \"Dances With Wolves,\" a tribute to the Lakota Sioux culture before whites swarmed the Black Hills in the 1870's to snatch the land and search for gold.   In fact, the actor was presented by tribal leaders with a hand-woven quilt and honored with a ceremony in which a sacred eagle feather was tied in his hair, a gesture of appreciation for his sensitivity to Sioux traditions.","thumbnail":null,"section":"U.S."},{"date":"19950224","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/02/24/style/chronicle-453495.html","abstract":"  SHERRY DEAN, a correspondent for CNN's \"Show Biz Today,\" has figured out what to do with a wedding ring after a divorce.    She was interviewing JUNE HAVOC, the star of the Off Broadway show \"The Old Lady's Guide to Survival,\" last week when she noticed that the finger on which the actress was wearing a wedding ring was turning green.","thumbnail":null,"section":"Style"},{"date":"19950224","headline":"Seeking Center for Addicts, Pataki Looks to a Hospital","web_url":"https://www.nytimes.com/1995/02/24/nyregion/seeking-center-for-addicts-pataki-looks-to-a-hospital.html","abstract":"  Seeking to solve two problems at once, Gov. George E. Pataki today proposed converting an underused state psychiatric center in the Finger Lakes region into a low-security drug treatment center for thousands of nonviolent convicts whom he hopes to keep out of state prisons.   Mr. Pataki said the plan would be central to his efforts to rewrite the drug sentencing laws enacted by former Gov. Nelson A. Rockefeller, which require jail time for low-level, nonviolent drug offenders who are convicted of a second felony.","thumbnail":null,"section":"New York"},{"date":"19950224","headline":"Diner's Journal","web_url":"https://www.nytimes.com/1995/02/24/arts/diner-s-journal.html","abstract":"  Bistro With Whimsy    It is hard to feel grumpy at Zut!, the luxuriously whimsical new restaurant on Duane Street. Just inside the door is a round bar topped with marching animal sculptures that look as if they have escaped from the clock at the Central Park Zoo. The walls are papered with colorful animals and the chandeliers hung with straw hats that seem to have been filched from the Mad Hatter. Golden light fills the room; the banquettes are comfortable; the service is pleasant and the wine list wonderful.   On top of that the menu features the old-fashioned bistro dishes that are just the thing for the mid-winter blues. Appetizers include roasted beets, plates of sausage with warm potato salad and goat-cheese topped vegetable terrines. There is also ossetra caviar by the ounce; as the menu points out, \"It's the middle one.\" Nice touch.","thumbnail":null,"section":"Arts"},{"date":"19950224","headline":"Frustration Continues to Mount for the Islanders","web_url":"https://www.nytimes.com/1995/02/24/sports/hockey-frustration-continues-to-mount-for-the-islanders.html","abstract":"  The frustration of the season was summed up concisely in an answer to a simple question.   Are you going to make a trade, Islander General Manager Don Maloney was repeatedly asked tonight.","thumbnail":null,"section":"Sports"},{"date":"19950224","headline":"Pamela Harriman to Sell 3 Masterworks at Auction","web_url":"https://www.nytimes.com/1995/02/24/nyregion/pamela-harriman-to-sell-3-masterworks-at-auction.html","abstract":"  Pamela Harriman, the Ambassador to France, who is enmeshed in two lawsuits brought by heirs of her late husband, W. Averell Harriman, has consigned three masterworks with a value estimated as high as $20 million for auction at Christie's New York.   The impending sale of the paintings -- by Picasso, Renoir and Matisse -- has aroused speculation that Mrs. Harriman, 74, is seeking money to settle the suits filed against her last year over the handling of a $30 million trust fund established by Mr. Harriman for his heirs.","thumbnail":null,"section":"New York"},{"date":"19950224","headline":"Ten B.C. Players Suspended for a Game","web_url":"https://www.nytimes.com/1995/02/24/sports/sports-people-college-hockey-ten-bc-players-suspended-for-a-game.html","abstract":"  Ten Boston College hockey players have been suspended for one game after their coach learned they attended an off-limits Boston bar after their 4-0 loss to Merrimack last Saturday. The players -- two goalies, three forwards and five defensemen -- won't be allowed to play Sunday against Providence College.   REID OSLIN, B.C.'s sports information director, said the players were suspended by Coach JERRY YORK because they broke team rules.","thumbnail":null,"section":"Sports"},{"date":"19950224","headline":"Inside Art","web_url":"https://www.nytimes.com/1995/02/24/arts/inside-art.html","abstract":"  A Thrift-Shop Dali    Here is an art-world fairy tale, the kind that everyone with a passion for antiquing dreams about, but one that almost never comes true.   One morning in December, Robert Loughlin, who is well known in the antiques world as a picker (someone who sells his finds to other dealers), was first in line waiting for the doors of a SoHo thrift shop to open. Once inside, he spied something rolled up under a rack of men's pants. \"I grabbed it,\" Mr. Loughlin said.","thumbnail":null,"section":"Arts"},{"date":"19950224","headline":"THE MOVIE GUIDE : Gazon Maudit","web_url":"https://www.nytimes.com/1995/02/24/style/IHT-the-movie-guide-gazon-maudit.html","abstract":"Directed by Josiane Balasko. France.. There is little more to this odd couple farce than meets the eye - it's \"La Cage aux Folles\" with a twist - the Folles are women. Josiane Balasko's comedy is a send- up of the nuclear family that ends up a m","thumbnail":null,"section":"Style"},{"date":"19950224","headline":"Ethics Panel Needs Weeks On Gingrich","web_url":"https://www.nytimes.com/1995/02/24/us/ethics-panel-needs-weeks-on-gingrich.html","abstract":"  The House ethics committee is weeks away from deciding whether to hire an independent counsel to review the complaints filed against Speaker Newt Gingrich, the head of the committee said tonight.   Representative Nancy Johnson, the chairwoman of the committee, said the panel was being briefed by staff members on all the complaints against Mr. Gingrich, including a new one filed today in which Mr. Gingrich was accused of accepting up to $200,000 in free cable time to broadcast across the country a college course he teaches on Saturdays in Georgia.","thumbnail":null,"section":"U.S."},{"date":"19950224","headline":"In Mexico, Both Army and Rebels Say They're in Control","web_url":"https://www.nytimes.com/1995/02/24/world/in-mexico-both-army-and-rebels-say-they-re-in-control.html","abstract":"  When the brisk-mannered general rolled into this lonely hamlet last week in a convoy of armored personnel carriers, peasants here say, he told them right off that with the army in full control of Chiapas state, things were going to be different.   \"He told us we should forget about our organizations,\" one leader of the community said, referring to the peasant groups that have been organizing and reorganizing in this area for two decades. \"He said that things were going to change.\"","thumbnail":null,"section":"World"},{"date":"19950224","headline":"Art in Review","web_url":"https://www.nytimes.com/1995/02/24/arts/art-in-review-515895.html","abstract":"  James Nares   Paul Kasmin Gallery  74 Grand Street  SoHo  Through March 4    James Nares understands that if you're going to be a one-note painter, the least you can do is develop perfect pitch. He is becoming expert at his specialty: broad, calligraphic brush strokes, usually no more than three or four to a painting, in transparent tones of blue, red or yellow or a sharp white oil that suggest ink. These strokes twist and turn, furl and unfurl their way across canvases palely tinted by wiped-out previous attempts, creating fat serpentine incidents of suspended liquidity and gesture.","thumbnail":null,"section":"Arts"},{"date":"19950224","headline":"Vanishing Public Units","web_url":"https://www.nytimes.com/1995/02/24/nyregion/vanishing-public-units.html","abstract":"  If New York City sells 3 of its 11 hospitals, as Mayor Rudolph W. Giuliani proposed, it will be following a trend that is gaining momentum across the country.   Detroit, Louisville, Ky., and Cuyahoga County, Ohio, -- which contains Cleveland -- have shed public hospitals in recent years. Nassau and Westchester counties have also considered it.","thumbnail":null,"section":"New York"},{"date":"19950224","headline":"These Barefoot Boys Put Best Toe Forward","web_url":"https://www.nytimes.com/1995/02/24/sports/beach-volleyball-these-barefoot-boys-put-best-toe-forward.html","abstract":"  They are about to be the most famous barefooted Olympians since Zola Budd. A beach will be plopped down in the middle of Atlanta two summers from now -- it isn't hard; even Madison Square Garden is building one this weekend -- but a beach is never a beach until Karch Kiraly and Kent Steffes christen it with their toes.   They are perhaps the best athletic duo since Torvill and Dean, and now that beach volleyball is a medal sport and not just a halftime break for surfers, Kiraly and Steffes are due to become household names.","thumbnail":null,"section":"Sports"},{"date":"19950224","headline":"Art in Review","web_url":"https://www.nytimes.com/1995/02/24/arts/art-in-review-516695.html","abstract":"  Jutta Koether   Pat Hearn Gallery  530 West 22d Street  Chelsea  Through March 12    The young German painter Jutta Koether has pruned her densely layered images, improving their effect. Lines, often in fluorescent colors, still overlap to a dizzying degree, challenging the viewer to extract individual motifs and words. And the couldn't-care-less rendering is still pervasive, linking Ms. Koether to such \"bad girl\" draftswomen as Sue Williams, Nicole Eisenman and Katie Merz.","thumbnail":null,"section":"Arts"},{"date":"19950224","headline":"The Hidden Question; Beyond the Northern Ireland Framework, What Do Ordinary People in Ulster Want?","web_url":"https://www.nytimes.com/1995/02/24/world/hidden-question-beyond-northern-ireland-framework-what-ordinary-people-ulster.html","abstract":"  Behind the bluster and the pages and pages of legalisms rained down on Belfast this week was a crucial question that has never before been posed to this divided island: do the people of Northern Ireland want to remain citizens of Britain or create a new united Ireland?   It was presented as a choice, but it was clear from the language of the document, and the words of Prime Ministers John Major of Britain and John Bruton of Ireland, that the leaders were pushing for changes that would bring Ireland and Northern Ireland economically and politically closer.","thumbnail":null,"section":"World"},{"date":"19950224","headline":"Tropworld Bets on Expansion","web_url":"https://www.nytimes.com/1995/02/24/nyregion/new-jersey-daily-briefing-tropworld-bets-on-expansion.html","abstract":"  Executives of Tropworld Casino and Entertainment Resort unveiled plans for a $75 million expansion that would make Tropworld the state's biggest hotel. The 21-story, 628-room addition would give Tropworld 1,650 rooms; the Trump Taj Mahal is now the biggest with 1,250 rooms. In a city skittish over the explosion of legalized gambling in many other states, leaders said the plan signals a commitment to offering more than craps tables.","thumbnail":null,"section":"New York"},{"date":"19950224","headline":"Simpson Prosecutor Incurs Ito's Wrath Over Tirade","web_url":"https://www.nytimes.com/1995/02/24/us/simpson-prosecutor-incurs-ito-s-wrath-over-tirade.html","abstract":"  A furious Judge Lance A. Ito held an assistant district attorney in the O. J. Simpson case in contempt today after an explosive colloquy at the bench in which prosecutors accused Mr. Simpson's lawyers of feeding \"slop\" to the jury by asking improper questions. The judge dropped the citation after the prosecutor reluctantly apologized.   After sending the jury out of the courtroom, Judge Ito gave the prosecutor, Christopher A. Darden, one chance to \"take three deep breaths\" and several chances to apologize, and Mr. Darden initially spurned them all, insisting on a lawyer instead. That lawyer turned out to be Marcia Clark, who also refused to back down.","thumbnail":null,"section":"U.S."},{"date":"19950224","headline":"Drug Crackdown Planned Along the Mexican Border","web_url":"https://www.nytimes.com/1995/02/24/us/drug-crackdown-planned-along-the-mexican-border.html","abstract":"  Concerned about a sharp decline in cocaine seizures along the Mexican border, the Clinton Administration plans to shift as many as 80 additional Customs Service agents to Southwest crossing points and to back them up with new surveillance equipment, including helicopter patrols and cargo X-ray machines.   The Administration is also reviewing Customs Service inspection procedures, especially those originally intended to speed the importation of legal farm and industrial goods from Mexico.","thumbnail":null,"section":"U.S."},{"date":"19950224","headline":"Adults and Under-Age Drinkers","web_url":"https://www.nytimes.com/1995/02/24/nyregion/new-jersey-daily-briefing-adults-and-under-age-drinkers.html","abstract":"  Adults now face arrest for allowing under-age drinking in private homes, even in clubs or motels. A law signed Thursday by Gov. Christine Todd Whitman makes it a crime punishable by six months in jail and a $1,000 fine.","thumbnail":null,"section":"New York"},{"date":"19950224","headline":"It's Hit the Field or Hit the Road, Yankees Tell Minor Leaguers","web_url":"https://www.nytimes.com/1995/02/24/sports/baseball-it-s-hit-the-field-or-hit-the-road-yankees-tell-minor-leaguers.html","abstract":"  Suddenly confronted with minor league players who refuse to play in replacement exhibition games, the Yankees responded decisively today by sending three of them home. The latest development in an increasingly chaotic situation left the Yankees wondering if they will have enough players for the spring opener next Thursday and left at least a dozen unheralded minor leaguers wondering about their futures.   The confusion at Yankee camp is an outgrowth of the labor dispute that has turned unknown players into pawns in a debate over the definition of a replacement player. Owners have said players will not be replacements until the regular season begins on April 3, but the union has contended that players will become strikebreakers if they play in spring games. The Yankees injected a new wrinkle into the dispute today when they sent some players home and gave an ultimatum to the remaining minor leaguers to decide by Friday if they will play in games beginning next week.","thumbnail":null,"section":"Sports"},{"date":"19950224","headline":"Lilco Chairman Declines a Much-Criticized Increase in His $580,000 Salary","web_url":"https://www.nytimes.com/1995/02/24/nyregion/lilco-chairman-declines-a-much-criticized-increase-in-his-580000-salary.html","abstract":"  Stung by criticism from the top elected officials of Nassau and Suffolk counties, the chairman of the Long Island Lighting Company announced today that he would not accept a $55,000 raise approved by the utility's board of directors.   The 9.5 percent raise would have increased the annual salary of the chairman, William J. Catacosinos, to $633,089. When he first assumed the job in 1984, his salary was $220,000.","thumbnail":null,"section":"New York"},{"date":"19950224","headline":"California Aims to Restore Civil Rights; What Color-Blindness?","web_url":"https://www.nytimes.com/1995/02/24/opinion/l-california-aims-to-restore-civil-rights-what-color-blindness-489595.html","abstract":"  To the Editor:   Re \"Conservatives Forge New Strategy to Challenge Affirmative Action\" (front page, Feb. 16):","thumbnail":null,"section":"Opinion"},{"date":"19950224","headline":"Christopher Hospitalized for Ulcer","web_url":"https://www.nytimes.com/1995/02/24/world/christopher-hospitalized-for-ulcer.html","abstract":"  Secretary of State Warren Christopher was hospitalized tonight after falling ill with what doctors said was a small bleeding ulcer. The doctors said Mr. Christopher was otherwise healthy and would probably be released from the hospital on Friday.   The sudden illness forced the 69-year-old Secretary to miss a dinner given tonight by Prime Minister Jean Chretien. The State Department said that Mr. Christopher's appearances scheduled Friday as part of Mr. Clinton's visit would also canceled.","thumbnail":null,"section":"World"},{"date":"19950224","headline":"A 'Vanya' Of Spite And Fury","web_url":"https://www.nytimes.com/1995/02/24/theater/theater-review-uncle-vanya-a-vanya-of-spite-and-fury.html","abstract":"  \"UNCLE VANYA,\" the second of Anton Chekhov's four great plays, was first produced by the Moscow Art Theater 96 years ago and, it's probably safe to say, hasn't remained long unproduced, in one form or another, any time since then. Right now we're in a veritable siege of \"Vanyas.\"   Still available at a local movie theater is the adventurous Louis Malle film adaptation of Andre Gregory's \"Vanya on 42d Street,\" featuring Wallace Shawn's remarkable performance in the title role.  Coming soon are two more screen versions, Michael Blakemore's \"Country Life,\" set in the Australian outback, and \"August,\" directed by Anthony Hopkins, who also stars in it.","thumbnail":null,"section":"Theater"},{"date":"19950224","headline":"Warnings on Mexico : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/02/24/opinion/IHT-warnings-on-mexico-letters-to-the-editor.html","abstract":"Robert Kuttner has long been a critic of free trade, so it is not surprising that, in the midst of the peso crisis, he again attacks The North American Free Trade Agreement (\"Leave NAFTA's Cheerleaders Down in Their Hole Without a Ladder\" Opini","thumbnail":null,"section":"Opinion"},{"date":"19950224","headline":"Art in Review","web_url":"https://www.nytimes.com/1995/02/24/arts/art-in-review-514095.html","abstract":"  Luciano Fabro   Barbara Gladstone Gallery  99 Greene Street (near Prince Street)  SoHo  Through Wednesday    A leading figure of the 1960's Arte Povera movement (the Italian equivalent of Post-Minimalism), Luciano Fabro is best known for his sculptural installations rendering the \"boot\" of the Italian peninsula in glass, lead, fur or gold. The solitary sculpture in his show here consists of two chunks of marble. One is a roughly octagonal column of mottled gray-brown stone, toppled on its side and held off the floor by glass marbles scattered beneath it. At one end of the column, the faceting gives way to an oval cylinder. The second piece of marble sits atop the other end: a slab of pink-white stone with semi-circular ridges carved into one side and the other side left unfinished. The words \"Il Giorno mi pesa sulla notte\" (\"The day weighs on me at night\") are inscribed on the edge of the pink slab facing the head of the toppled column.   The piece as a whole is intentionally unprepossessing: neither a traditional composition nor a raw chunk of nature. It can be read as an illustration of the inscription: the horizontal column would be the recumbent artist, and the semi-circles of pink marble would represent the dawn of day, literally weighing on him. But once you start in with the metaphorical readings, it's hard to stop. If you're not careful, the piece as a whole begins to look rather like a large snail: the brown column is its body, and the pink slab is its shell. At this point, the piece begins to look silly. This is presumably not the artist's intention, although with Mr. Fabro, who once exhibited a pair of marble feet emerging from shantung silk trousers, you can never be too sure. PEPE KARMEL","thumbnail":null,"section":"Arts"},{"date":"19950224","headline":"Salema, Ex-Aide, Known For His Political Instincts","web_url":"https://www.nytimes.com/1995/02/24/nyregion/salema-ex-aide-known-for-his-political-instincts.html","abstract":"  It took a scandal, a Federal indictment and the threat of a prison term for Joseph C. Salema to emerge from the shadow of Jim Florio.    For nearly a quarter-century the two men had been nearly inseparable, but it was always Mr. Florio who made headlines, the Democrat who clawed his way up the ranks to Congress and won election as Governor of New Jersey.","thumbnail":null,"section":"New York"},{"date":"19950224","headline":"Smart and Smarter: Films That Tickle the Mind","web_url":"https://www.nytimes.com/1995/02/24/movies/smart-and-smarter-films-that-tickle-the-mind.html","abstract":"Who else but the French film maker Eric Rohmer would think to make a movie in which the characters spend most of their time debating the pros and cons of building a cultural center in a picture-perfect rural village? In Mr. Rohmer's newest film, \"The Tree, the Mayor and the Mediatheque,\" which has its first American screenings at the Walter Reade Theater at Lincoln Center today and tomorrow as part of the series Cahiers du Cinema Selects Recent French Film, the fate of the proposed center rests upon the subtle interaction between a Government official, a conservationist and a journalist.    The village's rich, well-meaning Mayor wants the center to be built, but he is fiercely opposed by a local schoolteacher who is incensed that its construction would necessitate destroying an ancient tree that is a natural landmark. The Mayor and the teacher are interviewed by an ecologically sensitive journalist who understands all sides of the issue. When her article is published, no one is pleased, including the journalist, who finds her piece severely cut and slanted around a provocative cover illustration.  ","thumbnail":null,"section":"Movies"},{"date":"19950224","headline":"BIG EAST REPORT","web_url":"https://www.nytimes.com/1995/02/24/sports/big-east-report.html","abstract":"  St. John's and Seton Hall    Can St. John's possibly be a candidate for the National Invitation Tournament, and does Seton Hall have a shot at a berth in the National Collegiate Athletic Association tournament?","thumbnail":null,"section":"Sports"},{"date":"19950224","headline":"Great Dancer and Great Boor Aren't Incompatible","web_url":"https://www.nytimes.com/1995/02/24/books/books-of-the-times-great-dancer-and-great-boor-aren-t-incompatible.html","abstract":"  PERPETUAL MOTION  The Private and Public Lives of Rudolf Nureyev   By Otis Stuart   Illustrated. 317 pages. Simon & Schuster. $24.    \"Whatever they may claim about a right to privacy,\" Otis Stuart writes, \"performers live to be looked at. Some, like Nureyev, carry their own personal proscenium around with them.\"","thumbnail":null,"section":"Books"},{"date":"19950224","headline":"Threat of Smithsonian Fee","web_url":"https://www.nytimes.com/1995/02/24/us/threat-of-smithsonian-fee.html","abstract":"  The secretary of the Smithsonian Institution said today that if Congress substantially cut the budget of the world's largest collection of museums, it might have to begin charging admission to sustain itself.    In the first round of budget cuts, a House panel on Wednesday proposed cutting $32 million from the Smithsonian's 1995 budget of $371 million.","thumbnail":null,"section":"U.S."},{"date":"19950224","headline":"California Aims to Restore Civil Rights","web_url":"https://www.nytimes.com/1995/02/24/opinion/l-california-aims-to-restore-civil-rights-487596.html","abstract":"  To the Editor:   \"Conservatives Forge New Strategy to Challenge Affirmative Action\" (front page, Feb. 16), your discussion of California's civil rights initiative, does not make clear to an ordinary reader whether or how this proposition is different from the Civil Rights Act of 1964 or, for that matter, from the 14th Amendment to the United States Constitution.","thumbnail":null,"section":"Opinion"},{"date":"19950224","headline":"Also of Note","web_url":"https://www.nytimes.com/1995/02/24/arts/also-of-note.html","abstract":"  Critics' choices of some other Manhattan art shows: AHARON GLUSKA, Robert Mann Gallery, 42 East 76th Street (through March 4). Haunting images of Holocaust victims, taken by the Nazis as identification photographs, are rendered cheap and sentimental by being blown up and presented behind black veils and glass partially painted black. Just in case anyone might miss the point, the lights in the gallery are turned low, too (Charles Hagen). SUSAN DERGES, James Danziger Gallery, 130 Prince Street, SoHo (through tomorrow). The life cycle of frogs, from cells to tadpoles to fully formed adults, recorded by an English artist who specializes in unusual depictions of natural phenomena. In this case, the creatures' images were projected directly onto photographic paper, producing intricate, shadowy patterns (Hagen).","thumbnail":null,"section":"Arts"},{"date":"19950224","headline":"Olympians Won't Have to Take H.I.V. Test","web_url":"https://www.nytimes.com/1995/02/24/sports/olympics-olympians-won-t-have-to-take-hiv-test.html","abstract":"  The International Olympic Committee's top medical official said yesterday that, despite an admission by the champion diver Greg Louganis that he had AIDS, the I.O.C. had no intention of testing athletes for the virus that causes the deadly disease.   Prince Alexandre de Merode of Belgium, head of the I.O.C.'s medical commission, also said he thought Louganis was under no obligation to announce at the 1988 Summer Olympics that he carried H.I.V., the virus that causes AIDS, even after Louganis hit his head on the diving board and opened a wound that required stitches. Louganis said he had AIDS in an interview with Barbara Walters that will be broadcast tonight on ABC's \"20/20\" program.","thumbnail":null,"section":"Sports"},{"date":"19950224","headline":"For a Family, the War at Home","web_url":"https://www.nytimes.com/1995/02/24/movies/film-review-for-a-family-the-war-at-home.html","abstract":"Maori family drama. Raw and brutally effective.","thumbnail":null,"section":"Movies"},{"date":"19950224","headline":"Anne Bingaman's Job","web_url":"https://www.nytimes.com/1995/02/24/opinion/l-anne-bingaman-s-job-490995.html","abstract":"  To the Editor:   Please allow me to correct an inaccuracy in \"For Couples in Politics, Power (and Immunity)\" (Washington Talk, Feb. 17).","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19950224","time":"1995-02-24 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.4,"rhum":100,"wspd":9.4},{"date":"19950224","time":"1995-02-24 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.2,"rhum":86,"wspd":11.2},{"date":"19950224","time":"1995-02-24 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.6,"rhum":94,"wspd":7.6},{"date":"19950224","time":"1995-02-24 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.7,"rhum":94,"wspd":11.2},{"date":"19950224","time":"1995-02-24 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.6,"rhum":92,"wspd":9.4},{"date":"19950224","time":"1995-02-24 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.6,"rhum":94,"wspd":7.6},{"date":"19950224","time":"1995-02-24 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.2,"rhum":95,"wspd":7.6},{"date":"19950224","time":"1995-02-24 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.2,"rhum":88,"wspd":7.6},{"date":"19950224","time":"1995-02-24 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.2,"rhum":84,"wspd":5.4},{"date":"19950224","time":"1995-02-24 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.5,"rhum":85,"wspd":9.4},{"date":"19950224","time":"1995-02-24 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.6,"rhum":80,"wspd":5.4},{"date":"19950224","time":"1995-02-24 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.5,"rhum":73,"wspd":5.4},{"date":"19950224","time":"1995-02-24 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.6,"rhum":74,"wspd":11.2},{"date":"19950224","time":"1995-02-24 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.7,"rhum":69,"wspd":11.2},{"date":"19950224","time":"1995-02-24 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.9,"rhum":66,"wspd":9.4},{"date":"19950224","time":"1995-02-24 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.4,"rhum":69,"wspd":3.6},{"date":"19950224","time":"1995-02-24 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.4,"rhum":68,"wspd":5.4},{"date":"19950224","time":"1995-02-24 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.8,"rhum":70,"wspd":3.6},{"date":"19950224","time":"1995-02-24 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.6,"rhum":76,"wspd":7.6},{"date":"19950224","time":"1995-02-24 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.3,"rhum":85,"wspd":9.4},{"date":"19950224","time":"1995-02-24 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.6,"rhum":87,"wspd":7.6},{"date":"19950224","time":"1995-02-24 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.2,"rhum":85,"wspd":11.2},{"date":"19950224","time":"1995-02-24 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.1,"rhum":80,"wspd":11.2},{"date":"19950224","time":"1995-02-24 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.5,"rhum":83,"wspd":5.4},{"date":"19950224","time":"1995-02-24 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":96,"wspd":9.4},{"date":"19950224","time":"1995-02-24 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":96,"wspd":9.4},{"date":"19950224","time":"1995-02-24 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":96,"wspd":9.4},{"date":"19950224","time":"1995-02-24 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":96,"wspd":9.4},{"date":"19950224","time":"1995-02-24 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":92,"wspd":5.4},{"date":"19950224","time":"1995-02-24 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":92,"wspd":5.4},{"date":"19950224","time":"1995-02-24 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":92,"wspd":7.6},{"date":"19950224","time":"1995-02-24 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":96,"wspd":7.6},{"date":"19950224","time":"1995-02-24 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":96,"wspd":5.4},{"date":"19950224","time":"1995-02-24 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":96,"wspd":5.4},{"date":"19950224","time":"1995-02-24 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":96,"wspd":0},{"date":"19950224","time":"1995-02-24 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":96,"wspd":14.8},{"date":"19950224","time":"1995-02-24 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":89,"wspd":18.7},{"date":"19950224","time":"1995-02-24 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":89,"wspd":18.7},{"date":"19950224","time":"1995-02-24 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":85,"wspd":27.7},{"date":"19950224","time":"1995-02-24 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":79,"wspd":29.5},{"date":"19950224","time":"1995-02-24 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":65,"wspd":37.1},{"date":"19950224","time":"1995-02-24 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":44,"wspd":40.7},{"date":"19950224","time":"1995-02-24 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":37,"wspd":44.6},{"date":"19950224","time":"1995-02-24 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":31,"wspd":35.3},{"date":"19950224","time":"1995-02-24 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":30,"wspd":33.5},{"date":"19950224","time":"1995-02-24 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":31,"wspd":31.7},{"date":"19950224","time":"1995-02-24 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":34,"wspd":25.9},{"date":"19950224","time":"1995-02-24 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":37,"wspd":33.5}]},"19950225":{"guardian_articles":[],"nytimes_articles":[{"date":"19950225","headline":"Giants Keep Campbell","web_url":"https://www.nytimes.com/1995/02/25/sports/sports-people-pro-football-giants-keep-campbell.html","abstract":"  Safety JESSE CAMPBELL, an unrestricted free agent, has decided to remain with the Giants.    Campbell, who finished second on the team in tackles with 86, signed a new contract yesterday. Terms of the agreement were not disclosed.","thumbnail":null,"section":"Sports"},{"date":"19950225","headline":"Prenuptial Accords: Walking Down the Aisle and Reading Fine Print","web_url":"https://www.nytimes.com/1995/02/25/your-money/IHT-prenuptial-accords-walking-down-the-aisle-and-reading-fine.html","abstract":"A PROSPECTIVE husband wanted to be sure that if his marriage didn't work out, he could keep his treasured snowball collection, safely stored away in a freezer. A fiancée insisted on stipulating who would walk the dog. One man wanted the right to sue","thumbnail":null,"section":"Your Money"},{"date":"19950225","headline":"The Stamp That Roared?","web_url":"https://www.nytimes.com/1995/02/25/nyregion/new-jersey-daily-briefing-the-stamp-that-roared.html","abstract":"  Did you know that Metro Goldwyn Mayer's famous lion, Leo, is buried in New Jersey?","thumbnail":null,"section":"New York"},{"date":"19950225","headline":"An 80-Year Hitting Streak","web_url":"https://www.nytimes.com/1995/02/25/opinion/an-80-year-hitting-streak.html","abstract":"  The invitation arrived in the middle of a baseball strike that has pitted greedy owners against grasping players, killed one World Series, stymied the President, polarized Congress, disgusted the country and threatened to shut down the national pastime as we know it.   Yet here was a reminder, courtesy of the Lotos Club of New York City, of an era when baseball made us happy. Only the name on the parchment looked too formal: Joseph P. DiMaggio. Joseph? The only name I knew was Joe or Joe D. And with a P? What does it stand for? Paragon?","thumbnail":null,"section":"Opinion"},{"date":"19950225","headline":"BOOKS : DICTIONARY OF THE MODERN POLITICS OF SOUTH-EAST ASIA","web_url":"https://www.nytimes.com/1995/02/25/style/IHT-books-dictionary-of-the-modern-politics-of-southeast-asia.html","abstract":"DICTIONARY OF THE MODERN POLITICS OF SOUTH-EAST ASIA","thumbnail":null,"section":"Style"},{"date":"19950225","headline":"Isn't It Time to Speak Openly of Hiroshima?","web_url":"https://www.nytimes.com/1995/02/25/opinion/l-isn-t-it-time-to-speak-openly-of-hiroshima-518895.html","abstract":"  To the Editor:   The decision of the Smithsonian Institution to exclude displays showing the suffering and damage caused by the atomic bombing of Hiroshima from the proposed exhibition commemorating the end of World War II is regrettable, for it deprives the public of making a fair assessment of one of the most momentous happenings of the 20th century.","thumbnail":null,"section":"Opinion"},{"date":"19950225","headline":"A Stealth Airport for New York; Lightly-Used Stewart Is New York's Stealth Jetport","web_url":"https://www.nytimes.com/1995/02/25/nyregion/stealth-airport-for-new-york-lightly-used-stewart-new-york-s-stealth-jetport.html","abstract":"  Once, Stewart International Airport was going to be New York City's fourth jetport, a gateway to the rest of America that would outstrip Kennedy International Airport in size and passenger volume and transform the rustic Hudson Valley into an economic beehive.    Today, two decades after government planners announced that soaring vision and five years after passenger service began, even its ardent champions say Stewart is just a nice country airport.","thumbnail":null,"section":"New York"},{"date":"19950225","headline":"No Plans To Evict Holdouts","web_url":"https://www.nytimes.com/1995/02/25/sports/baseball-mets-notebook-no-plans-to-evict-holdouts.html","abstract":"  Bill Pulsipher was not in a pleasant mood after he looked into his locker this morning at the Mets' minor league complex.    Ripped from a recent newspaper was a small article about the Mets in which Manager Dallas Green was quoted as criticizing Pulsipher for his decision to attend a union meeting in Orlando last week despite the fact that the pitcher is not yet a member of the players' union. Green's quotes were highlighted in yellow.","thumbnail":null,"section":"Sports"},{"date":"19950225","headline":"Isn't It Time to Speak Openly of Hiroshima?; A Lesson on Disasters","web_url":"https://www.nytimes.com/1995/02/25/opinion/l-isn-t-it-time-to-speak-openly-of-hiroshima-a-lesson-on-disasters-867595.html","abstract":"  To the Editor:   Since the quake struck Kobe, Japan, on Jan. 17, the world has come to perceive the Japanese Government as a negative, instransigent bureaucracy, unresponsive to the tragic needs of people. I want your readers to know that this is not the entire story.","thumbnail":null,"section":"Opinion"},{"date":"19950225","headline":"Bodies Pile Up Like Cordwood in a Ninja Fight","web_url":"https://www.nytimes.com/1995/02/25/movies/film-review-bodies-pile-up-like-cordwood-in-a-ninja-fight.html","abstract":"American salesman witnesses murder in Japan. Grade B thriller.","thumbnail":null,"section":"Movies"},{"date":"19950225","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/02/25/style/chronicle-872195.html","abstract":"  To HELEN FRANKENTHALER, the Abstract Expressionist painter, the year she spent at the Dalton School 50 years ago marked a turning point at a difficult time.   On Monday, she and several other well-known graduates of the private school on the Upper East Side will discuss its impact on their lives. They will speak at a celebration of Dalton's 75th anniversary in Avery Fisher Hall.","thumbnail":null,"section":"Style"},{"date":"19950225","headline":"About Black Marines Fighting in Vietnam","web_url":"https://www.nytimes.com/1995/02/25/movies/film-review-about-black-marines-fighting-in-vietnam.html","abstract":"Black troops in Vietnam. Well meaning but a mess.","thumbnail":null,"section":"Movies"},{"date":"19950225","headline":"Pataki and State Senate Press Assembly on Death Penalty","web_url":"https://www.nytimes.com/1995/02/25/nyregion/pataki-and-state-senate-press-assembly-on-death-penalty.html","abstract":"  In the latest escalation of the legislative haggling over the death penalty, Gov. George E. Pataki and State Senate leaders announced today that they had agreed on the details of a bill and that the Senate would pass it on Monday, with or without the assent of the Assembly.    Assembly leaders, meanwhile, said they would pass their own version of the bill on Wednesday if no agreement with the Governor and Senate is reached before then, and they declared that negotiations were at a standstill. If the Senate and Assembly pass separate bills, it would be left to a conference committee of members from both houses to try to reconcile the differences.","thumbnail":null,"section":"New York"},{"date":"19950225","headline":"INSIDE","web_url":"https://www.nytimes.com/1995/02/25/nyregion/inside-822095.html","abstract":"  Fighting Gridlock in Albany   Gridlock in New York State government is so bad that leaders should go outside normal legislative processes to fundamentally reorganize the government, a report says. Page 25. Affirmative Action Review    Saying that \"we shouldn't be defending things that we can't defend,\" the President has ordered a review of all the Federal Government's affirmative action policies. Page 9. Budget Measure Questioned    Two Senate Democrats are giving their colleagues second thoughts over the probable role of the judiciary in any balanced-budget amendment. Page 7. Somalia's Uncertain Future    As the last peacekeepers pack their bags, the lines of Somali workers waiting to be paid off by the U.N. in Mogadishu offer a graphic picture of Somalia's uncertain future. Page 3.","thumbnail":null,"section":"New York"},{"date":"19950225","headline":"Russia Insists Reactor Sale To Iran Is Firm","web_url":"https://www.nytimes.com/1995/02/25/world/russia-insists-reactor-sale-to-iran-is-firm.html","abstract":"  In two days of talks here, the United States and Russia have made no progress in narrowing their differences over Moscow's plans to build four nuclear reactors in Iran, senior Administration officials said today.   The Administration vigorously protested the contract during a two-day visit by Russia's Deputy Foreign Minister, Georgi Mamedov. Republicans in Congress are threatening to cut off aid to Moscow unless it cancels the project, which American officials fear will speed Iran's efforts to build nuclear arms.","thumbnail":null,"section":"World"},{"date":"19950225","headline":"In America; Inflicting Pain on Children","web_url":"https://www.nytimes.com/1995/02/25/opinion/in-america-inflicting-pain-on-children.html","abstract":"  The Republican jihad against the poor, the young and the helpless rolls on. So far no legislative assault has been too cruel, no budget cut too loathsome for the party that took control of Congress at the beginning of the year and has spent all its time since then stomping on the last dying embers of idealism and compassion in government.   This week Republicans in the House began approving measures that would take food off the trays of hungry schoolchildren and out of the mouths of needy infants. With reckless disregard for the human toll that is sure to follow, they have also aimed their newly powerful budget-reducing weapons at programs that provide aid to handicapped youngsters, that support foster care and adoption, that fight drug abuse in schools and that provide summer jobs for needy youths.","thumbnail":null,"section":"Opinion"},{"date":"19950225","headline":"Britain Shakes Up Child Support Plan","web_url":"https://www.nytimes.com/1995/02/25/your-money/IHT-britain-shakes-up-child-support-plan.html","abstract":"JAMES PIRRIE is an attorney representing a divorced man in the south of England with a financial problem. The man is already heavily in debt, but after the Child Support Agency, the government body responsible for ensuring that divorced fathers continue t","thumbnail":null,"section":"Your Money"},{"date":"19950225","headline":"F.B.I. Salary in Towing Sting","web_url":"https://www.nytimes.com/1995/02/25/nyregion/new-jersey-daily-briefing-fbi-salary-in-towing-sting.html","abstract":"  A businessman who is the key witness against current and former City Councilmen on trial for corruption testified yesterday that the F.B.I. paid him $3,000 a month and as much as $28,000 in expenses in one year to help in a Federal inquiry into city operations.    The businessman, Charles W. Geyer, has said he and others gave officials envelopes of cash to help win city towing contracts.","thumbnail":null,"section":"New York"},{"date":"19950225","headline":"Revival of Old Theaters Energizes 42d Street","web_url":"https://www.nytimes.com/1995/02/25/opinion/l-revival-of-old-theaters-energizes-42d-street-871395.html","abstract":"  To the Editor:   Three proposals for a hotel on 42d Street have been submitted (news article, Feb. 17). The first physical evidence of the renovation of 42d Street is at New York City's oldest surviving theater, the Victory, where hard hats and jackhammers have transformed the decaying treasure into a hub of new energy.","thumbnail":null,"section":"Opinion"},{"date":"19950225","headline":"Let's Start Eating Right","web_url":"https://www.nytimes.com/1995/02/25/opinion/l-let-s-start-eating-right-868395.html","abstract":"  To the Editor:   According to a panel of experts, dwindling water, land and oil combined with population growth will finally force Americans to adopt a healthy diet (news article, Feb. 18). Unfortunately, it will take another 50 years to happen.","thumbnail":null,"section":"Opinion"},{"date":"19950225","headline":"No Jail for Burglars, 7","web_url":"https://www.nytimes.com/1995/02/25/nyregion/new-jersey-daily-briefing-no-jail-for-burglars-7.html","abstract":"  The February bandits are 0 for 3, but they are not going to jail. They are 7-year-old twins, and the police sent them home.   \"They're too young for juvenile detention, and they're afraid that if they sent them to a foster home, they'd burn it down,\" said Officer Gary Griffin, who helped arrest them Thursday after their third break-in this month.","thumbnail":null,"section":"New York"},{"date":"19950225","headline":"A Whaler Falls on His Face and Still Beats Rangers","web_url":"https://www.nytimes.com/1995/02/25/sports/hockey-a-whaler-falls-on-his-face-and-still-beats-rangers.html","abstract":"  Fewer goals are being scored in the National Hockey League this season, and some of those that are being scored might make the All-Ugly highlight reel. Earlier this week, Montreal's Donald Brashear beat the Islanders with a carom off the face of Scott Lachance. Next, Pittsburgh's Tomas Sandstrom flipped one over Quebec's Stephane Fiset while Sandstrom was sliding along on his rear end.    The best -- or worst -- of them might have happened last night, when the Hartford Whalers beat the Rangers by 2-1 at Madison Square Garden. While racing in on Mike Richter in the Ranger net, Paul Ranheim of Hartford simply fell on the ice, flat on his face, all by himself.","thumbnail":null,"section":"Sports"},{"date":"19950225","headline":"Carter Offers To Mediate For Haitians","web_url":"https://www.nytimes.com/1995/02/25/world/carter-offers-to-mediate-for-haitians.html","abstract":"  Shrugging off attempts to undermine his visit here, Jimmy Carter said today that he is willing to serve as an impartial broker among Haiti's fractious political parties and would continue to help carry President Jean-Bertrand Aristide's message to Washington.   It was Mr. Carter's apparent willingness to play the mediator's role that inspired much of the graffiti that greeted him when he arrived here Thursday for a three-day visit. But the sun had barely risen this morning than the former President was preparing for a breakfast meeting with Haiti's electoral commission. The voting is to be held on June 4.","thumbnail":null,"section":"World"},{"date":"19950225","headline":"CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1995/02/25/arts/in-performance-classical-music-865995.html","abstract":"  An Afternoon Spent Fiddling and Conducting   New York Chamber Symphony  92d Street Y","thumbnail":null,"section":"Arts"},{"date":"19950225","headline":"CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1995/02/25/arts/in-performance-classical-music-863295.html","abstract":"  Through Thickets of Carter To Otherworldly Silvestrov  New Juilliard Ensemble Alice Tully Hall","thumbnail":null,"section":"Arts"},{"date":"19950225","headline":"The Neediest Cases; A Struggle To Raise Daughter's 4 Children","web_url":"https://www.nytimes.com/1995/02/25/nyregion/the-neediest-cases-a-struggle-to-raise-daughter-s-4-children.html","abstract":"  When exhaustion and grief encroach, Helen Perry turns to gospel music. The songs of praise are like a quieting hand, easing the strain of raising four grandchildren alone.    \"It fills me up,\" she said, \"and it lets me go.\"","thumbnail":null,"section":"New York"},{"date":"19950225","headline":"Jail Conditions Faulted By Lawyer in Terror Case","web_url":"https://www.nytimes.com/1995/02/25/nyregion/jail-conditions-faulted-by-lawyer-in-terror-case.html","abstract":"  The new lawyer for the man accused of planning the 1993 bombing of the World Trade Center complained yesterday to a Federal judge in Manhattan about the conditions of his client's imprisonment while awaiting trial, saying he had been kept isolated and under 24-hour surveillance.    After the lawyer, Roy R. Kulcsar, was appointed by Judge Kevin Thomas Duffy yesterday, he told reporters that his client, Ramzi Ahmed Yousef, considered himself a political prisoner.","thumbnail":null,"section":"New York"},{"date":"19950225","headline":"Tying the Knots and Tracking the Taxes","web_url":"https://www.nytimes.com/1995/02/25/your-money/IHT-tying-the-knots-and-tracking-the-taxes.html","abstract":"THE presence or absence of a tax incentive to marry is the concern of taxpayers, their elected representatives and even religious leaders across the globe. A number of recent events illustrate the point.","thumbnail":null,"section":"Your Money"},{"date":"19950225","headline":"A Dream Is Shattered On the Mean Streets","web_url":"https://www.nytimes.com/1995/02/25/nyregion/a-dream-is-shattered-on-the-mean-streets.html","abstract":"  The dreams of Lawrence Meyers once played out just across the street from the spot where a drug arrest all but killed him.    The dark, creaking wood of the Y.W.C.A. basketball courts was the 16-year-old's main hope for a ticket out of his decrepit neighborhood, whose streets carry names like Martin Luther King Way and Rosa Parks Boulevard but offer little hope.","thumbnail":null,"section":"New York"},{"date":"19950225","headline":"By Way of South Africa by Way of a Dream","web_url":"https://www.nytimes.com/1995/02/25/arts/pop-review-by-way-of-south-africa-by-way-of-a-dream.html","abstract":"  The music of Ladysmith Black Mambazo, the 10-man chorus from South Africa, was supposedly inspired by a dream its leader, Joseph Shabalala, had in 1964 in which he saw and heard a group of children singing in an incomprehensible language. In concert on Thursday night at Town Hall, after more than 30 years of performing, Ladysmith Black Mambazo continued to imbue its music with a haunting, ethereal, dreamlike quality.   Its seven bass voices and two of its three tenors sang such close harmonies and with such subtle nuances that they sounded like one deep, rich, resonant and proud voice. Mr. Shabalala wove his tenor in and out of the group's sustained chords, leading the chants, asking questions, encouraging the group and providing counterpoint.","thumbnail":null,"section":"Arts"},{"date":"19950225","headline":"Credit Bhutto for Transforming Pakistan","web_url":"https://www.nytimes.com/1995/02/25/opinion/l-credit-bhutto-for-transforming-pakistan-869195.html","abstract":"  To the Editor:   Re Paula R. Newberg's attack on Prime Minister Benazir Bhutto of Pakistan in \"The Two Benazir Bhuttos\" (Op-Ed, Feb. 11):   Since Prime Minister Bhutto's reelection in October 1993, the economy and social structure of Pakistan have been remarkably transformed. Her Government has taken hard economic and budgetary decisions, risking political unpopularity by establishing fiscal discipline, and has been called a model of successful adjust ment in the developing world by the International Monetary Fund.","thumbnail":null,"section":"Opinion"},{"date":"19950225","headline":"Why Wall St. Cheers as Economy Slips","web_url":"https://www.nytimes.com/1995/02/25/us/why-wall-st-cheers-as-economy-slips.html","abstract":"  Wall Street investors broke out the champagne this week, celebrating what appeared to be an economic slowdown by setting new records in the stock market. But what's so great about a sluggish economy? And doesn't this mean a recession is just over the horizon?   Perhaps, but not necessarily. In fact, the overwhelming advantage of a slowdown now would be to bolster sharply the odds of sustaining America's four-year-old economic expansion for at least another couple of years or so. \"The biggest risk,\" said Edward Hyman, chief economist of the International Strategy and Investment Group, \"is if the economy doesn't slow down.\"","thumbnail":null,"section":"U.S."},{"date":"19950225","headline":"1920: Strike in France : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/02/25/opinion/IHT-1920-strike-in-france-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - France is again facing a life-paralyzing strike. In all probability traffic will be brought to a standstill to-day [Feb. 25] on the Paris, Lyons and Mediterranean railroads, the company's workers at Dijon, Lyons and Marseilles having decided to ce","thumbnail":null,"section":"Opinion"},{"date":"19950225","headline":"No Headline","web_url":"https://www.nytimes.com/1995/02/25/nyregion/no-headline-923495.html","abstract":"  \"With a love for America and a resolve to make her right again, I today declare myself a candidate for President of the United States.\" -- SENATOR PHIL GRAMM, the first Republican to enter the 1996 race formally.  [ 10:3. ]","thumbnail":null,"section":"New York"},{"date":"19950225","headline":"A Soviet Serial Murderer","web_url":"https://www.nytimes.com/1995/02/25/arts/television-review-a-soviet-serial-murderer.html","abstract":"  From 1982 to 1990, about 500 miles south of Moscow, Andrei Chikatilo murdered more than 50 people, male and female, most under 17. The riveting movie \"Citizen X\" follows the unflagging efforts of the detective Viktor Burakov (Stephen Rea) to capture the serial killer. Working without any advanced tools of modern detection, Burakov also has to battle the entrenched bureaucracy of a Soviet Union still inching toward perestroika. One official (Joss Ackland) on the supervising investigatory committee simply refuses to believe that serial killers could possibly exist in the country because they are \"a decadent Western phenomenon.\"","thumbnail":null,"section":"Arts"},{"date":"19950225","headline":"Money Does the Talking for Expansion Teams","web_url":"https://www.nytimes.com/1995/02/25/sports/pro-football-money-does-the-talking-for-expansion-teams.html","abstract":"  With little to offer free agents -- no playoffs or Super Bowl in the near future -- the two National Football League expansion teams are going to have to ante up big dollars to attract big-name players.    That doesn't seem to be a problem. The Carolina Panthers have given Giants defensive end Mike Fox a five-year deal worth $9 million, including a $2 million signing bonus, Seattle kicker John Kasay a five-year, $4.3 million contract and Chiefs offensive lineman Derrick Graham a four-year, $6 million contract.","thumbnail":null,"section":"Sports"},{"date":"19950225","headline":"Man Slain by Police Is Found to Be Unarmed","web_url":"https://www.nytimes.com/1995/02/25/nyregion/man-slain-by-police-is-found-to-be-unarmed.html","abstract":"  Camden County prosecutors are investigating the death of a man who was killed by the police after he led them on a half-mile chase through the city, waving what they said they believed was a gun.    Maurice Potter, 33, of Camden, was killed early Thursday morning after police officers cornered him under a highway overpass. Instead of giving up, as the police demanded, he grasped what appeared to be a gun, crouched and pointed it at them, the police said.","thumbnail":null,"section":"New York"},{"date":"19950225","headline":"Twelve Minor Leaguers Stay With Yanks","web_url":"https://www.nytimes.com/1995/02/25/sports/baseball-twelve-minor-leaguers-stay-with-yanks.html","abstract":"  The defections and abstentions from spring training by Yankee minor leaguers have apparently ceased. All but 1 of the 13 minor leaguers ordered to decide by today if they would play in exhibition games with replacement players elected to remain in camp.    Citing reasons that included their allegiance to the organization that pays them, the rare opportunity to impress the major league staff, the belief that spring games are not replacement games and the need to be selfish about their careers, most of the unheralded minor leaguers said their choice was a breeze.","thumbnail":null,"section":"Sports"},{"date":"19950225","headline":"1945: Manila Fight Over : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/02/25/opinion/IHT-1945-manila-fight-over-in-our-pages100-75-and-50-years-ago.html","abstract":"MANILA - General Douglas MacArthur announced tonight [Feb. 24] the three-week fight for Manila has ended with the complete destruction of the Japanese garrison. More than 12,000 enemy dead already have been counted. Three thousand civilians have been libe","thumbnail":null,"section":"Opinion"},{"date":"19950225","headline":"CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1995/02/25/arts/in-performance-classical-music-864095.html","abstract":"  Sobering Bach and Handel, Intermixed With Chitchat  James Galway, flutist Avery Fisher Hall","thumbnail":null,"section":"Arts"},{"date":"19950225","headline":"Pregnant Budd to Run","web_url":"https://www.nytimes.com/1995/02/25/sports/sports-people-road-running-pregnant-budd-to-run.html","abstract":"  ZOLA BUDD, the former South African world cross-country champion, is pregnant but still wants to run in the world championships next month in Durham, England. Budd, 28, made her debut as a 17-year-old barefoot runner, breaking the world junior 5,000-meter record. \"My gynecologist has informed me that I do not have to withdraw from the South Africa cross-country team to go to Durham, but I will be chatting to the selectors within the next couple of days to see if I am mentally and physically in shape to run world championships,\" she said. Budd said until she finds out, she will continue running in local races. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950225","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1995/02/25/nyregion/news-summary-933195.html","abstract":"  International 2-5  U.S.-CANADIAN AVIATION PACT    The U.S. and Canada agreed to a broad new aviation treaty that will allow their airlines to fly freely between the two countries. The pact was the centerpiece of President Clinton's second day in Ottawa. 1","thumbnail":null,"section":"New York"},{"date":"19950225","headline":"A Glimmer of Justice","web_url":"https://www.nytimes.com/1995/02/25/opinion/a-glimmer-of-justice.html","abstract":"  Almost without relent in recent years the Supreme Court under Chief Justice William Rehnquist has found ways to deny new trials to state prisoners, even when they can show errors of a constitutional magnitude in their criminal cases. On Tuesday there was an exception -- a decision of such evident fairness that it deserves a brief celebration.    The newest Justice, Stephen Breyer, delivered an opinion for the Court whose significance lay as much in tone as result. Where the Rehnquist majority had been disparaging use of the writ of habeas corpus in Federal court to challenge state-imposed sentences, Justice Breyer praised the writ's potential for reversing \"a grievous wrong.\"","thumbnail":null,"section":"Opinion"},{"date":"19950225","headline":"Muslims Are Minority Among Terrorists","web_url":"https://www.nytimes.com/1995/02/25/opinion/l-muslims-are-minority-among-terrorists-493995.html","abstract":"  To the Editor:   Re \"Islamic Extremists Are Active in U.S.,\" Steven Emerson's Feb. 18 letter: Even Buck Revell, the former Federal Bureau of Investigation agent he quotes, admits there are no more than \"two or three dozen\" Islamic extremists in this country who might harbor violent tendencies.","thumbnail":null,"section":"Opinion"},{"date":"19950225","headline":"On a Familiar Texas Campus, Gramm Makes It Official","web_url":"https://www.nytimes.com/1995/02/25/us/on-a-familiar-texas-campus-gramm-makes-it-official.html","abstract":"  Senator Phil Gramm formally declared his candidacy for the Republican Presidential nomination today, presenting himself as an unwavering conservative with the record and the grit to carry forward a rightward revolution that began last November.   Returning here to Texas A & M University, where he was an economics professor for 12 years, Mr. Gramm stood on the steps of the limestone administration building and delivered a message that was plainly spoken and razor-sharp.","thumbnail":null,"section":"U.S."},{"date":"19950225","headline":"U.S.-Canada Pact Ends Restrictions on Air Travel","web_url":"https://www.nytimes.com/1995/02/25/world/us-canada-pact-ends-restrictions-on-air-travel.html","abstract":"  The United States and Canada, after years of expanding trade, agreed today to open up their skies under a broad aviation agreement that will allow their airlines to fly any routes between the two countries.   The accord, the centerpiece of President Clinton's second and final day in Ottawa, is expected to expand passenger and cargo services significantly, generate even more business between the two countries and lead to lower fares.","thumbnail":null,"section":"World"},{"date":"19950225","headline":"Ohio Offers Its Versions of Experiments","web_url":"https://www.nytimes.com/1995/02/25/arts/dance-review-ohio-offers-its-versions-of-experiments.html","abstract":"  The Ohio Ballet's second program at the Joyce Theater, following its splendid opening, is a mixed bag and devoted mainly to new work. \"Earth\" (1992) by Laura Dean, and \"Another Way,\" a local premiere by Charles Moulton, are outgrowths of the experimental scene in New York. Whatever scene in Akron is behind \"Square Play,\" a recent ballet by a company member, Luc Vanier, is downright mystifying. By contrast, Heinz Poll, the company's artistic director, shows his usual accessibility with \"In Full Swing,\" his latest work to Benny Goodman recordings.   Mr. Moulton's way with structures is never dull. \"Another Way,\" performed on Wednesday night at the Joyce (175 Eighth Avenue at 19th Street) has some fine ebullience; its style differs from both the rigor of Mr. Moulton's complex ball-passing games and the harshness of his pop-oriented choreography.","thumbnail":null,"section":"Arts"},{"date":"19950225","headline":"Why I Switched","web_url":"https://www.nytimes.com/1995/02/25/opinion/why-i-switched.html","abstract":"  This week I announced that I would vote for a balanced-budget amendment to the Constitution when the Senate takes it up next Tuesday, even though I voted against such an amendment last year. Unlike flag burning and school prayer -- two issues that are the subjects of constitutional amendments that would limit personal freedom -- the decision to encumber future generations with financial obligations is a fundamental choice that can be legitimately addressed in the Constitution.   The question for me is not whether the budget must be in perfect balance. The question is whether we can indefinitely sustain deficits of $200 billion and more without permanently and dangerously limiting future options for our children's generation. Under current budget conditions, trying to spend our way out of recessions is no longer an option; deficits are now the norm, not a conscious policy choice.","thumbnail":null,"section":"Opinion"},{"date":"19950225","headline":"Corrections","web_url":"https://www.nytimes.com/1995/02/25/nyregion/c-corrections-856095.html","abstract":"  A picture caption on Feb. 11 about a speech to college students by the nominee for Surgeon General, Dr. Henry W. Foster Jr., misidentified the campus in some copies. It was George Washington University, not Georgetown.","thumbnail":null,"section":"New York"},{"date":"19950225","headline":"Ex-Oilman Named Environment Chief","web_url":"https://www.nytimes.com/1995/02/25/nyregion/ex-oilman-named-environment-chief.html","abstract":"  In a move that pleased business groups but angered some of his staunchest environmental supporters, Gov. George E. Pataki today named a former oil company executive to be the state's highest environmental official.    The nomination of Michael D. Zagata to be Commissioner of the Department of Environmental Conservation ends what had been a difficult process for Mr. Pataki, who draws broad support from both business and environmental leaders and had sought to satisfy both in his selection.","thumbnail":null,"section":"New York"},{"date":"19950225","headline":"An Elite School's Reputation Cracks and Peels","web_url":"https://www.nytimes.com/1995/02/25/opinion/l-an-elite-school-s-reputation-cracks-and-peels-508095.html","abstract":"  To the Editor:   It was with great, but hollow vindication that I read Bob Herbert's \"Where the Schools Come Last\" (column, Feb. 18) about the dilapidated state of Brooklyn's Midwood High School. I thought I was sending my daughter to a good school.","thumbnail":null,"section":"Opinion"},{"date":"19950225","headline":"An Age-Old Education for a Special Colt","web_url":"https://www.nytimes.com/1995/02/25/sports/horse-racing-an-age-old-education-for-a-special-colt.html","abstract":"  \"When he arrived here,\" Bill Mott was saying, \"there was no tag or label on him warning us that he was special. You know, this is Genuine Reward, the colt that Genuine Risk foaled when she was 16 years old. So, be careful. But we knew who he was.\"    \"You try not to show favoritism,\" he went on. \"But you're always aware that a lot of people will be looking at him. You give him a good groom, somebody who's been with us a long time. You get him a good rider. You see he's a good-feeling colt with curiosity and personality. He'll jump around and play.\"","thumbnail":null,"section":"Sports"},{"date":"19950225","headline":"Corrections","web_url":"https://www.nytimes.com/1995/02/25/nyregion/c-corrections-859495.html","abstract":"  An article in Business Day on Thursday about the resignation of three top executives of the money management unit of the Kemper Corporation misstated the company's relationship with the Kemper National Insurance Companies. Kemper National is owned by its policyholders, and is not a former subsidiary of Kemper. Kemper National and Kemper had joint management until 1989.","thumbnail":null,"section":"New York"},{"date":"19950225","headline":"Eating Club Settles in a Lawsuit","web_url":"https://www.nytimes.com/1995/02/25/nyregion/new-jersey-daily-briefing-eating-club-settles-in-a-lawsuit.html","abstract":"  After a night of heavy drinking five years ago, a Princeton University student climbed atop a train that shuttles between Princeton and Princeton Junction and touched an 11,000-volt power line. The student, Bruce Miller, then 19, lost both legs and his left arm.   Now, one defendant in a Federal lawsuit filed by Mr. Miller against school employees, New Jersey Transit and several campus groups has settled out of court. Mr. Miller will get $100,000 from Cottage Club, one of Princeton's 11 eating clubs.","thumbnail":null,"section":"New York"},{"date":"19950225","headline":"Wildlife Refuge Opens at Last","web_url":"https://www.nytimes.com/1995/02/25/nyregion/new-jersey-daily-briefing-wildlife-refuge-opens-at-last.html","abstract":"  A southern New Jersey wildlife refuge created in 1989 has finally opened. The 6,600-acre Cape May National Wildlife Refuge will permit hiking, bird watching, nature photography and wildlife observation. Hunting, fishing and trapping are generally banned, but a white-tailed deer hunt will be allowed later this year.","thumbnail":null,"section":"New York"},{"date":"19950225","headline":"Sports of The Times; Turf War Or a Case Of Ethics?","web_url":"https://www.nytimes.com/1995/02/25/sports/sports-of-the-times-turf-war-or-a-case-of-ethics.html","abstract":"  Afew months ago in St. Louis, I sat stunned and excited by what seemed to be a dramatic escalation of athleticism in women's basketball at the Olympic Sports Festival.    A coach from the winning South team said this was the wave of the future: women at increasing younger ages being pulled into an extensive network of camps, clinics, highly competitive summer leagues, touring teams, a generation of female athletes with awesome skills and unprecedented physical presence.","thumbnail":null,"section":"Sports"},{"date":"19950225","headline":"G.O.P. Leaders Reject a Repeal Of Food Stamps","web_url":"https://www.nytimes.com/1995/02/25/us/gop-leaders-reject-a-repeal-of-food-stamps.html","abstract":"  House Republican leaders said today that they had abandoned plans to abolish the Federal food stamp program and shift the responsibility to the states after senior Republican lawmakers from farm states rebelled.   The decision marks the first significant setback for the House Republican campaign to pare social welfare programs established by the Federal Government over the last 60 years.","thumbnail":null,"section":"U.S."},{"date":"19950225","headline":"More Trouble for Newark","web_url":"https://www.nytimes.com/1995/02/25/opinion/more-trouble-for-newark.html","abstract":"  City officials in trouble with the law are nothing new for Newark, N.J. The last Mayor was indicted but not convicted. His predecessor went to prison. Last year a Council member pleaded guilty to misusing government funds. Two more are now on trial for graft. This week a state commission charged Mayor Sharpe James with violating election law.   Mr. James has been Mayor for nine years. By most accounts he has been good for the city. The National League of Cities elected him president last year. But state investigators started looking into his affairs two years ago, and the United States Attorney for New Jersey took over last September as part of a larger inquiry into possible corruption.","thumbnail":null,"section":"Opinion"},{"date":"19950225","headline":"BRIEFCASE : Fidelity Launches A Switzerland Fund","web_url":"https://www.nytimes.com/1995/02/25/your-money/IHT-briefcase-fidelity-launches-a-switzerland-fund.html","abstract":"Fidelity Investments, the world's largest mutual fund manager, has added to its range of offshore products with the launch of the Switzerland Fund. Based in Luxembourg, the fund is one of 29 sub-funds forming part of Fidelity's European offshore range. F","thumbnail":null,"section":"Your Money"},{"date":"19950225","headline":"White House Signals an Easing on Affirmative Action","web_url":"https://www.nytimes.com/1995/02/25/us/white-house-signals-an-easing-on-affirmative-action.html","abstract":"  The White House is undertaking a top-to-bottom review of Federal affirmative action programs, scrambling to maintain its footing against Republican attacks on preferential treatment of women and minorities.   \"What we need to guarantee is genuine equality of opportunity,\" President Clinton said today in acknowledging the review at a news conference in Ottawa, after meeting with Canadian officials. \"That's what the affirmative action concept is designed to do, and I'm convinced that most Americans want us to continue to do that in the appropriate way.\"","thumbnail":null,"section":"U.S."},{"date":"19950225","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1995/02/25/nyregion/metro-digest-835195.html","abstract":"  BOARD VOTES CUTS IN M.T.A. SERVICE Under pressure from Gov. George E. Pataki, the board of the Metropolitan Transportation Authority has unanimously approved the first widespread reductions in subway and bus service in two decades. The board, which brushed aside Mayor Rudolph W. Giuliani's objection to any loss of service, moved ahead with a plan that just two days earlier a board committee had decided to postpone. Page 1. Lament of the express-bus riders. Page 26.  NEW YORK CITY  BOMB SUSPECT'S JAIL FAULTED BY LAWYER The new lawyer for the man accused of planning the 1993 bombing of the World Trade Center complained to a Federal judge in Manhattan about the conditions of his client's imprisonment while awaiting trial, saying he had been kept isolated and under 24-hour surveillance. Page 27. ON A BRONX WALL, FADED COLORS OF AN ERA At a time when Government financing of the arts is under attack, when the Social Realism of the 1930's is out of vogue and when the Bronx is much maligned, what could be better than to visit the borough's Central Post Office on the Grand Concourse to look at the murals of muscular proletarians that Ben Shahn painted there in 1938 under Federal sponsorship? About New York, page 27. EX-OFFICER SENTENCED IN SCANDAL A 24-year-old former police officer was sentenced to 15 months in prison in the corruption scandal at the 30th Precinct in Harlem. Wiping away tears as she left Federal District Court in Manhattan, the former officer, Justine Fazzini, said: \"I miss my job and my colleagues; I'd do anything to get it back.\" Page 27. . . . AND WELCOME TO THE UNITED STATES Pledging their allegiance to the United States was not the joyous occasion that 150 immigrants expected when they arrived at the Federal District Court in Manhattan yesterday morning. The would-be Americans finally got to take the oath of citizenship -- but not before they were reprimanded by a Federal judge. Page 27. REGION  SENATE PRESSES DEATH PENALTY In the latest escalation of the legislative haggling over the death penalty, Gov. George E. Pataki and State Senate leaders announced that they had agreed on the details of a bill and that the Senate would pass it on Monday, with or without the assent of the Assembly. Page 28. JURY REFUSES TO INDICT 'FRASIER' STAR A Somerset County grand jury has refused to indict Kelsey Grammer, the star of the television series \"Frasier,\" on sexual assault charges based on a teen-ager's complaint that he had sex with her at a local hotel in 1993, when she was 15. The young woman's delay of more than a year in pressing charges against Mr. Grammer made it difficult to support her claim, the County Prosecutor said. Page 29. MAN CONVICTED IN CARJACKING A jury found Scott R. Johnson guilty of the rape and murder of a Piscataway woman in a 1992 carjacking. Page 29. Dismay and defiance were mingled in reaction to plans to close or curtail operations at military installations in New York, New Jersey and Connecticut. Page 8 Neediest Cases...27","thumbnail":null,"section":"New York"},{"date":"19950225","headline":"BRIEFCASE : Wright Upgrades German Marketing","web_url":"https://www.nytimes.com/1995/02/25/your-money/IHT-briefcase-wright-upgrades-german-marketing.html","abstract":"Wright Investors' Service has found a new medium to distribute its wares in the large but conservative mutual fund market of Germany. The U.S. fund manager will market its EquiFund, a Luxembourg-based vehicle with 12 sub-funds, through Direkt Anlage Bank","thumbnail":null,"section":"Your Money"},{"date":"19950225","headline":"Marriage, Borders and Tax Accounting","web_url":"https://www.nytimes.com/1995/02/25/your-money/IHT-marriage-borders-and-tax-accounting.html","abstract":"MANY countries offer tax benefits to individuals who choose to marry: either in the form of lower tax rates or higher personal allowances. Other countries take a less generous approach to promoting marital bliss, continuing to accept only separately filed","thumbnail":null,"section":"Your Money"},{"date":"19950225","headline":"Clinton, in Canada, Attacks G.O.P. on Domestic Politics","web_url":"https://www.nytimes.com/1995/02/25/us/clinton-in-canada-attacks-gop-on-domestic-politics.html","abstract":"  President Clinton opened a broad-based assault here today on the Republican-led campaign against big government. He called the balanced-budget amendment a bad idea, denounced the party's attacks on affirmative action and said deep cuts in current Federal spending amounted to a war on children.   Turning to domestic politics at a news conference that was supposed to wrap up a meeting with Canadian leaders, Mr. Clinton accused Republicans of trying to divide voters along racial lines. He painted the spending cuts they have proposed as \"radical right-wing measures,\" while back in Washington his lieutenants labeled the balanced-budget amendment \"horrendous economic policy\" that could deepen a recession by limiting the Government's ability to mitigate it with increased spending.","thumbnail":null,"section":"U.S."},{"date":"19950225","headline":"Hurt Wallenda To Be Retired","web_url":"https://www.nytimes.com/1995/02/25/sports/horse-racing-hurt-wallenda-to-be-retired.html","abstract":"  Wallenda, who won more than $1.2 million for the Dogwood Stable, suffered a leg injury this week and will be retired.    The 5-year-old son of Gulch ran eighth in his 33d and last race, the Donn Handicap at Gulfstream Park two weeks ago. During a workout this week, the injury was detected and ultrasound examination showed it to be a tear in superficial flexor tendon in his left front ankle.","thumbnail":null,"section":"Sports"},{"date":"19950225","headline":"Officials Assess Local Impact if Military Operations Are Pared","web_url":"https://www.nytimes.com/1995/02/25/us/officials-assess-local-impact-if-military-operations-are-pared.html","abstract":"  Dismay, despair and defiance were mingled yesterday in reaction to the prospect of community upheaval and millions of dollars of economic losses growing out of plans to close or curtail operations at military installations in New York, New Jersey and Connecticut.   Said to be on the Pentagon's chopping block were familiar names like the New London submarine base in Connecticut; the Lakehurst Naval Air Engineering Station in New Jersey, where the German dirigible Hindenburg burned in 1937; Fort Hamilton in Brooklyn, and the Rome Laboratory in Rome, N.Y., the sole active element of Griffiss Air Force Base, which was a victim of a round of base closings two years ago.","thumbnail":null,"section":"U.S."},{"date":"19950225","headline":"Estonian Symphony Led by an Estonian","web_url":"https://www.nytimes.com/1995/02/25/arts/music-review-estonian-symphony-led-by-an-estonian.html","abstract":"  For better or worse, mostly for better, it was no ordinary evening at Avery Fisher Hall on Thursday.  Neeme Jarvi began his second week as a guest conductor of the New York Philharmonic with a brilliant, pliant account of Tchaikovsky's \"Romeo and Juliet\" Overture. Awadagin Pratt, an intriguing eccentric among young piano virtuosos, made his New York concerto debut with a bruising assault on the Grieg Concerto in A minor. To close, Mr. Jarvi offered Eduard Tubin's Fifth Symphony, music essentially unknown outside the conductor's homeland of Estonia.   Anyone who has followed Mr. Jarvi's spectacularly wide-ranging career will be at least dimly aware of his devotion to Tubin, manifest in various recordings for the Bis label.  This composer wrote in a generally conservative style, blending elements of Sibelius, Shostakovich and Stravinsky. His 10 symphonies are marked by tremendous rhythmic energy, accumulating over long ostinatos. They also possess a distinctive harmonic voice, generally Impressionist in character but also inclined toward tart bitonalities.","thumbnail":null,"section":"Arts"},{"date":"19950225","headline":"Fears About Jittery Witness Lead Ito to Shuffle Lineup","web_url":"https://www.nytimes.com/1995/02/25/us/fears-about-jittery-witness-lead-ito-to-shuffle-lineup.html","abstract":"  O. J. Simpson's lawyers scored a partial victory today when Judge Lance A. Ito allowed them to question out of schedule a potentially crucial alibi witness who threatened to leave the country. But that interrogation will take place before the jury, rather than in the safer setting of prerecorded videotape, as the defense would have preferred.   The witness, Rosa Lopez, a maid at the home next to Mr. Simpson's has told defense lawyers she saw Mr. Simpson's Ford Bronco parked outside his home at the time prosecutors say he killed his wife and a friend. But she has said she is so fearful for her safety that she planned to return to her native El Salvador on Saturday, and would adamantly refuse to come back to Los Angeles to testify.","thumbnail":null,"section":"U.S."},{"date":"19950225","headline":"Tokyo Journal; When Doctor Won't Tell Cancer Patient the Truth","web_url":"https://www.nytimes.com/1995/02/25/world/tokyo-journal-when-doctor-won-t-tell-cancer-patient-the-truth.html","abstract":"  When Emperor Hirohito began to vomit inexplicably and then lost weight and energy, his doctors never told him what just about everyone else in Japan eventually came to know: He was dying of cancer.   Hirohito may have been a virtual god in the early part of his reign, but he was also a patient -- and doctors in Japan mostly lie to cancer patients, even former divinities. \"I don't regret that I didn't tell him about his cancer,\" Akira Takagi, the Emperor's chief doctor, said at the time of Hirohito's death in 1989.","thumbnail":null,"section":"World"},{"date":"19950225","headline":"When Spies Go Unchecked","web_url":"https://www.nytimes.com/1995/02/25/opinion/when-spies-go-unchecked.html","abstract":"  Washington and Moscow are discovering it is harder to change intelligence agencies than to create and sustain them. Once in motion, these organizations are difficult to steer or stop, as the latest manifestations of backward thinking in both capitals suggest.   Russia's Federal Security Service, successor to the K.G.B., has been pushing for a new anti-crime law that would revive the chilling spirit of Feliks Dzerzhinsky three years after the towering statue of the K.G.B. founder was removed from its honored place in Moscow. The Russian Parliament seems ready to approve the measure, which would give Security Service agents a free hand to tap phones, open mail, break into homes and businesses and spy on other government agencies, all on the slightest suspicion of criminal conduct or subversive activity. The service would have to notify prosecutors no more than 24 hours after the action was taken, and would not be subject to sanction.","thumbnail":null,"section":"Opinion"},{"date":"19950225","headline":"A Building Boom Transforms the Phoenix Desert","web_url":"https://www.nytimes.com/1995/02/25/us/a-building-boom-transforms-the-phoenix-desert.html","abstract":"  A happy man, Fred Keene stood beside his yellow bulldozer the other day as it idled among the century-old saguaro cactuses of the Sonora Desert and said, \"Busy, busy, busy.\"   \"I'm working nonstop,\" he added. \"I've turned down work. Just turned down a job Monday night -- no time to do it.\"","thumbnail":null,"section":"U.S."},{"date":"19950225","headline":"THEATER","web_url":"https://www.nytimes.com/1995/02/25/theater/in-performance-theater-658395.html","abstract":"  For Oedipus in Old Age, A Last Score to Settle  'Oedipus at Colonus' The Pearl Theater","thumbnail":null,"section":"Theater"},{"date":"19950225","headline":"On a Bronx Wall, Faded Colors of an Era of Hope","web_url":"https://www.nytimes.com/1995/02/25/nyregion/about-new-york-on-a-bronx-wall-faded-colors-of-an-era-of-hope.html","abstract":"  AT a time when Government financing of the arts is under attack, when the Social Realism of the 1930's is out of vogue and when the Bronx is much maligned, what could be better than to visit the borough's Central Post Office on the Grand Concourse to look at the murals of muscular proletarians that Ben Shahn painted there in 1938 under Federal sponsorship?    Whatever the politics of fashion and whatever the fashions of politics, they are compelling, possibly the greatest publicly displayed art in the Bronx, which, to be honest, has never exactly been Florence. They are also neglected and shabby, fading, peeling, obscured by showcases, defaced with electrical outlets and diminished by the clashing large posters promoting mail service to China or the Elvis Presley stamp.","thumbnail":null,"section":"New York"},{"date":"19950225","headline":"Ex-Officer Sentenced in 30th Precinct Scandal","web_url":"https://www.nytimes.com/1995/02/25/nyregion/ex-officer-sentenced-in-30th-precinct-scandal.html","abstract":"  A 24-year-old former New York City police officer was sentenced to 15 months in prison yesterday in the corruption scandal at the 30th Precinct in west Harlem.     Wiping away tears as she left Federal District Court in Manhattan, the former officer, Justine Fazzini, said: \"I miss my job and my colleagues; I'd do anything to get it back. I just want to serve my sentence and get on with my life.\"","thumbnail":null,"section":"New York"},{"date":"19950225","headline":"CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1995/02/25/arts/in-performance-classical-music-862495.html","abstract":"  Ensemble Surrounds  A Participating Audience Festival of 20th-Century Music Manhattan School of Music","thumbnail":null,"section":"Arts"},{"date":"19950225","headline":"Corrections","web_url":"https://www.nytimes.com/1995/02/25/nyregion/c-corrections-857895.html","abstract":"  A brief report by Bloomberg Business News in the Company News column of Business Day yesterday about the initial public offering of Toy Biz Inc. misidentified the exchange where the stock is traded. It is the New York Stock Exchange, not Nasdaq.","thumbnail":null,"section":"New York"},{"date":"19950225","headline":"The Quiet Legacy of Winterthur","web_url":"https://www.nytimes.com/1995/02/25/style/IHT-the-quiet-legacy-of-winterthur.html","abstract":"Today's audiences are accustomed to viewing work far from origin: Cézanne in Japan, Delacroix in New York, Picasso ubiquitous, in both permanent collections and itinerant exhibits that bring an increasingly peripatetic art world to everyone's doorst","thumbnail":null,"section":"Style"},{"date":"19950225","headline":"Revival of Old Theaters Energizes 42d Street","web_url":"https://www.nytimes.com/1995/02/25/opinion/l-revival-of-old-theaters-energizes-42d-street-870595.html","abstract":"  To the Editor:   Does it take great vision to conclude that erecting hotels in the most congested and overbuilt spot in New York City (news article, Feb. 17) would be a planning folly? If the city is in need of more hotels, would it not be more sensible to select a more attractive and less congested area, so that our great architects and planners could properly express themselves?  MAX M. TAMIR  New York, Feb. 21, 1995 The writer is an urban planner.","thumbnail":null,"section":"Opinion"},{"date":"19950225","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1995/02/25/sports/results-plus-305395.html","abstract":"  MEN'S COLLEGE BASKETBALL  Carril Gets Victory No. 500  Princeton Coach Pete Carril got his 500th career victory last night, 64-54 over Cornell in Ithaca, N.Y. Carril, 64, has a 500-265 record in 29 seasons, all but one of them at Princeton. He is the 16th active coach and 40th over all to join the 500-victory club.    \"I've been trying to downplay this 500 thing all week. It's no big deal -- really it isn't,\" Carril said as he smoked a cigar after the game. \"I'll still go down and have my eggs and ham for breakfast. What's the difference?\"","thumbnail":null,"section":"Sports"},{"date":"19950225","headline":"The Female Investor: A Cautious Search for Surefire Bets","web_url":"https://www.nytimes.com/1995/02/25/your-money/IHT-the-female-investor-a-cautious-search-for-surefire-bets.html","abstract":"AS marketing director for a British food company more than ten years ago, Bridget Macaskill noticed a difference in the buying habits of men and women that she believes has not altered in the course of the past decade..\"Men,\" she asserted, &qu","thumbnail":null,"section":"Your Money"},{"date":"19950225","headline":"Throttling the Messenger","web_url":"https://www.nytimes.com/1995/02/25/opinion/throttling-the-messenger.html","abstract":"  Mayor Rudolph Giuliani's administration is fighting hard not to have to put a filtration system in the city water supply. But another filtration system is becoming a regrettable centerpiece of his tenure: the filtering of information to the public.   In recent days, four spokesmen for major city agencies have been purged from the administration. (In the interest of full disclosure, I need to point out that I was one of them; I'll get to my case later.) The Mayor said that we -- and 300 other dismissed middle managers -- were \"off agenda.\" His chief press aide, Cristyne Lategano, spoke of needing \"more control\" of information.","thumbnail":null,"section":"Opinion"},{"date":"19950225","headline":"Mideast Peace Effort on Hold","web_url":"https://www.nytimes.com/1995/02/25/world/mideast-peace-effort-on-hold.html","abstract":"  Suddenly, there seem to be nothing but speed bumps on the road to Middle East peace. Big speed bumps at that.   Israel's peace talks with Syria have been in hibernation for months, and by extension that means no progress is possible between the Israelis and the Syrians' client government in Lebanon.","thumbnail":null,"section":"World"},{"date":"19950225","headline":"... And Welcome to the United States","web_url":"https://www.nytimes.com/1995/02/25/nyregion/and-welcome-to-the-united-states.html","abstract":"  Pledging their allegiance to the United States was not the joyous occasion that 150 immigrants expected when they arrived at the Federal District Court in Manhattan yesterday morning.    The would-be Americans finally got to take the oath of citizenship -- but not before they were reprimanded by a Federal judge, who threatened to throw them in jail because he disapproved of their behavior in the courthouse, several immigrants and their relatives said.","thumbnail":null,"section":"New York"},{"date":"19950225","headline":"It's Never Too Late To Be Equal","web_url":"https://www.nytimes.com/1995/02/25/your-money/IHT-its-never-too-late-to-be-equal.html","abstract":"HERE'S a dangerous cocktail. Take a little sexual politics, add a similar measure of materialism, finish with a dash of mutual resentment. This mixture, which all too often represents what happens when men and women come to deal with their finances, is un","thumbnail":null,"section":"Your Money"},{"date":"19950225","headline":"Bus Riders Say They Feel Betrayed","web_url":"https://www.nytimes.com/1995/02/25/nyregion/bus-riders-say-they-feel-betrayed.html","abstract":"  When Sunny Levine moved to Flushing, Queens, 15 years ago, she made sure that her new house would be near the express bus line to Manhattan. Each day she takes the X51 bus from Flushing to work at 65th Street and Broadway in Manhattan. During the ride, she chats with fellow commuters or relaxes.    But safety and civility aside, Mrs. Levine said, the bus is the quickest and cheapest way.","thumbnail":null,"section":"New York"},{"date":"19950225","headline":"Art for Art's Sake: Orange Wrapper Collector","web_url":"https://www.nytimes.com/1995/02/25/style/IHT-art-for-arts-sake-orange-wrapper-collector.html","abstract":"A dull season for most of us, but the brightest of all for a 32-year-old Parisian named Pascal Pierrey because it is the time of year for blood oranges. Not that Pierrey especially likes eating them, or any other orange for that matter, but the paper wra","thumbnail":null,"section":"Style"},{"date":"19950225","headline":"HIGH SCHOOL BASKETBALL REPORT","web_url":"https://www.nytimes.com/1995/02/25/sports/high-school-basketball-report.html","abstract":"  P.S.A.L. It may have been only a regular-season game that took place more than a month ago, but Coach Larry Major will not let his Paul Robeson team forget that crushing overtime loss to Grady on Jan. 20.","thumbnail":null,"section":"Sports"},{"date":"19950225","headline":"Holyfield Ban Lifted","web_url":"https://www.nytimes.com/1995/02/25/sports/sports-people-boxing-holyfield-ban-lifted.html","abstract":"  EVANDER HOLYFIELD won a split decision yesterday in his attempt to return to the ring when Nevada boxing officials agreed to lift the former heavyweight champion's medical suspension.    Members of the Nevada State Athletic Commission, meeting in Las Vegas, however, stopped short of endorsing Holyfield's plan to fight again, saying there were still questions that needed to be answered. \"This is not to say we will issue Evander Holyfield a license,\" Dr. JAMES NAVE, the commission's chairman, said. \"It is to say we will not sit up here being pompous and say another state can't.\"","thumbnail":null,"section":"Sports"},{"date":"19950225","headline":"2 Key Democrats Voice Doubt on Budget Amendment","web_url":"https://www.nytimes.com/1995/02/25/us/2-key-democrats-voice-doubt-on-budget-amendment.html","abstract":"  The campaign to add a balanced-budget amendment to the Constitution, a bare vote or two short of the 67 it needs to win in the Senate on Tuesday, seemed to stumble today on the concerns of two pivotal Democrats that the measure would shift power over Federal spending to the courts.   With five Democrats still undecided, at least publicly, the battle over the amendment is far from over. But the proposal's prospects clearly were not helped when two who have been regarded as among the most likely recruits to its cause -- Senators Sam Nunn of Georgia and Wendell H. Ford of Kentucky -- expressed deep reservations about it in speeches and interviews.","thumbnail":null,"section":"U.S."},{"date":"19950225","headline":"Perry Is Suddenly a Tour Terror","web_url":"https://www.nytimes.com/1995/02/25/sports/golf-perry-is-suddenly-a-tour-terror.html","abstract":"  Kenny Perry, who has spent much of the last three years building a golf course in his hometown of Franklin, Ky., has spent the last two weeks tearing up courses on the PGA Tour. Last week, during his victory at the Bob Hope Chrysler Classic, he set a course record of 63 at Indian Ridge Country Club in Palm Desert, Calif. Today he was at it again, this time on the storied layout at Riviera Country Club in the second round of the Nissan Open.    On a clear, crisp Southern California day, Perry went around Riviera in 62 strokes, tying the course record held jointly by Larry Mize and Fred Couples and vaulting into the lead at the halfway point of the tournament.","thumbnail":null,"section":"Sports"},{"date":"19950225","headline":"Major Rift Develops Over Minor Leaguers","web_url":"https://www.nytimes.com/1995/02/25/sports/baseball-major-rift-develops-over-minor-leaguers.html","abstract":"  The fight for the loyalty of minor league players intensified today when major league general managers formally rejected the union position that the players would be strikebreakers if they played in exhibition games.    The general managers, through a team of three spokesmen, accused the union of using the minor leaguers as tools in the striking players' labor dispute with the clubs. The union, in turn, said it was the clubs that used the players as tools by bringing them to spring training early to \"mask\" the presence of replacement players.","thumbnail":null,"section":"Sports"},{"date":"19950225","headline":"House Votes to Freeze Regulations as Democrats Fail to Gain Health and Safety Exemptions","web_url":"https://www.nytimes.com/1995/02/25/us/house-votes-freeze-regulations-democrats-fail-gain-health-safety-exemptions.html","abstract":"  The House of Representatives voted today to freeze most new Federal regulations for the rest of the year, with Republicans and Democrats arguing to the debate's bitter end over whether the proposal would endanger the public.   The vote was 276 to 146, as many Democrats ultimately joined to support a bill that President Clinton has threatened to veto if the Senate passes it, saying it would \"cost lives.\" The outlook for the legislation in the Senate is uncertain.","thumbnail":null,"section":"U.S."},{"date":"19950225","headline":"Lukas Gets 60-Day Ban In Flanders Drug Case","web_url":"https://www.nytimes.com/1995/02/25/sports/horse-racing-lukas-gets-60-day-ban-in-flanders-drug-case.html","abstract":"  D. Wayne Lukas, who trained last year's juvenile champions including Timber Country, the co-favorite for the Kentucky Derby, was suspended for 60 days today by the New York State Racing and Wagering Board for an unresolved case involving his other juvenile champion, the undefeated filly Flanders.    Lukas was given 10 days to appeal the suspension, as he did last fall, and automatically win a stay and a new hearing. He seems unlikely to miss the Derby because of the length of the appeals process and the complexity of the case, which hinges on a disputed drug finding.","thumbnail":null,"section":"Sports"},{"date":"19950225","headline":"Balance Of Power Shifting in Nets' Favor","web_url":"https://www.nytimes.com/1995/02/25/sports/basketball-balance-of-power-shifting-in-nets-favor.html","abstract":"  Derrick Coleman and Kenny Anderson remember the look. They would be seated at midcourt, waiting to check back into a game gone terribly awry. One would catch the other's eye. They would both shake their heads.   \"It was like we had to do it all by ourselves or we were in trouble,\" Anderson said.","thumbnail":null,"section":"Sports"},{"date":"19950225","headline":"Religion Journal; Jews See Signs of Change In New Catholic Teachings","web_url":"https://www.nytimes.com/1995/02/25/us/religion-journal-jews-see-signs-of-change-in-new-catholic-teachings.html","abstract":"  \"Unbelievable\" is how Rabbi Barry Friedman characterizes the new Catechism of the Catholic Church, a compendium he praises for eliminating the demeaning and prejudiced descriptions of Jews and Judaism found in the previous book used by generations of Catholics.   Disbelief would be an appropriate sentiment if his grandfather -- an Orthodox Jew who suffered during pogroms in Ukraine -- had heard Rabbi Friedman participating in a discussion of the catechism with John Cardinal O'Connor of New York. But with Vatican recognition of Israel, strong pronouncements by Pope John Paul II against the Holocaust and anti-Semitism, and the best-selling catechism providing a focus for discussion, times have changed indeed.","thumbnail":null,"section":"U.S."},{"date":"19950225","headline":"Medical Tests for Secretary","web_url":"https://www.nytimes.com/1995/02/25/world/medical-tests-for-secretary.html","abstract":"  After spending the night in a hospital in Ottawa for what doctors said was a small bleeding ulcer, Secretary of State Warren Christopher flew back to Washington today and checked into a hospital for tests and observation.   Christine D. Shelly, a State Department spokeswoman, said Mr. Christopher was \"progressing well\" and planned to set off about March 7 on a weeklong trip to five Middle Eastern countries.","thumbnail":null,"section":"World"},{"date":"19950225","headline":"A Grand Jury Refuses to Indict 'Frasier' Star on a Sex Charge","web_url":"https://www.nytimes.com/1995/02/25/nyregion/a-grand-jury-refuses-to-indict-frasier-star-on-a-sex-charge.html","abstract":"  A Somerset County grand jury has refused to indict Kelsey Grammer, the star of the television series \"Frasier,\" on sexual assault charges based on a teen-ager's complaint that he had sex with her at a local hotel in 1993, when she was 15.    The young woman's delay of more than a year in pressing charges against Mr. Grammer made it difficult to support her claim, the County Prosecutor, Nicholas L. Bissell Jr., said today.","thumbnail":null,"section":"New York"},{"date":"19950225","headline":"Last Chance for Many Somalis as U.N. Phases Out","web_url":"https://www.nytimes.com/1995/02/25/world/last-chance-for-many-somalis-as-un-phases-out.html","abstract":"  With the last peacekeeping troops packing their bags, today was the final payday for Somalis who worked for the United Nations at the port and airport of this uneasy capital.    In a devastated economy in which most salaried jobs were with the United Nations, the lines of Somalis waiting to be paid for the last time were among the more vivid reminders of the uncertain future for those who are left behind.","thumbnail":null,"section":"World"},{"date":"19950225","headline":"Gridlocked Government Must Be Overhauled, Panel Says","web_url":"https://www.nytimes.com/1995/02/25/nyregion/gridlocked-government-must-be-overhauled-panel-says.html","abstract":"  Gridlock in New York State government has become so severe, a state commission has concluded, that Gov. George E. Pataki and legislative leaders should go outside the normal legislative process to devise ways to reorganize the government fundamentally.    The bipartisan commission, which was created two years ago by former Gov. Mario M. Cuomo to help prepare for a possible constitutional convention, proposed in a report to be released today that four advisory panels be created to recommend changes in a state government whose basic structures are as much as 100 years old.","thumbnail":null,"section":"New York"},{"date":"19950225","headline":"A Youth Dies After Shooting By the Police","web_url":"https://www.nytimes.com/1995/02/25/nyregion/a-youth-dies-after-shooting-by-the-police.html","abstract":"  The unarmed 16-year-old shot by the police during a narcotics arrest Tuesday died late tonight, leaving behind questions about the circumstances that led to his death and fears of renewed street disorders by angry teen-agers.    The victim, Lawrence Meyers, died at 11:15 P.M. when his heart stopped, said a spokeswoman for St. Joseph's Hospital and Medical Center. He had been sustained by a respirator since the shooting, but had been described by officials as \"brain dead.\"","thumbnail":null,"section":"New York"},{"date":"19950225","headline":"Forgotten Handshake?","web_url":"https://www.nytimes.com/1995/02/25/world/forgotten-handshake.html","abstract":"  Impediments are rising to peace in the Mideast: Israel's talks with Syria are in hibernation, negotiations with the P.L.O. over the West Bank are dragging and relations with Egypt are deteriorating.    News analysis, page 4.","thumbnail":null,"section":"World"},{"date":"19950225","headline":"Bridge","web_url":"https://www.nytimes.com/1995/02/25/nyregion/bridge-866795.html","abstract":"  If you are in the mood to overbid, it helps to have a partner who can make tricks without straw. Consider the diagramed deal from the Blue Ribbon Pair Championship at the American Contract Bridge League's Fall Nationals in Seattle in 1993.   If South is playing in no-trump, one would expect him to make seven tricks: four spades, a heart, a diamond, and presumably a club. But David Berkowitz of Old Tappan, N.J., found himself in three no-trump after opening with one club, strong and artificial. When his partner doubled the one-spade overcall, showing 5 to 8 high-card points, he could have scored well by passing for penalties. But he rebid one no-trump, showing a balanced hand with at least 17 high-card points.","thumbnail":null,"section":"New York"},{"date":"19950225","headline":"Dineen an Islander Again","web_url":"https://www.nytimes.com/1995/02/25/sports/hockey-dineen-an-islander-again.html","abstract":"  The Islanders, who play the Pittsburgh Penguins tonight at Nassau Coliseum, recalled defenseman Gord Dineen yesterday. Dineen, 32, last played for the Islanders in 1988, when he was traded to Minnesota. He spent part of last season with Ottawa.","thumbnail":null,"section":"Sports"},{"date":"19950225","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/02/25/style/chronicle-622295.html","abstract":"  The earthquake that devastated Kobe occurred just three weeks before Peter, Paul and Mary were to tour Japan, so the three folk singers -- PETER YARROW, NOEL PAUL STOOKEY and MARY TRAVERS -- decided to go to that city to perform.    \"We wanted to show our sense of solidarity and concern,\" Mr. Yarrow said yesterday, shortly after his return.","thumbnail":null,"section":"Style"},{"date":"19950225","headline":"France Accuses U.S. of Leaking Report on American Spies","web_url":"https://www.nytimes.com/1995/02/25/world/france-accuses-us-of-leaking-report-on-american-spies.html","abstract":"  The Interior Minister denied today that he was responsible for the disclosure of allegations that American diplomats had spied on the Government, and he blamed the United States Embassy and the Ambassador instead.   The assertion by the minister, Charles Pasqua, reported in Le Monde, seemed to startle the Ambassador, Pamela Harriman, and the embassy issued a withering statement rejecting the charge as \"neither true nor credible.\" The statement also scolded Mr. Pasqua for violating diplomatic confidentiality.","thumbnail":null,"section":"World"},{"date":"19950225","headline":"BRIEFCASE : Italian Stock Fund Based in Caymans","web_url":"https://www.nytimes.com/1995/02/25/your-money/IHT-briefcase-italian-stock-fund-based-in-caymans.html","abstract":"Investors who like the look of Italian stocks may want to take note of an offshore fund that began trading last year. Giano Capital Ltd. is based in the tax-privileged domicile of the Cayman Islands and can invest in a wide range of securities, from shar","thumbnail":null,"section":"Your Money"},{"date":"19950225","headline":"Hunter Beats York for Title","web_url":"https://www.nytimes.com/1995/02/25/sports/basketball-hunter-beats-york-for-title.html","abstract":"  It was the same Bronx tale but with a bit of drama. Hunter won its fourth consecutive City University of New York Athletic Conference basketball championship last night with a 75-67 victory over York before a boisterous crowd of 1,100 at Lehman's Apex Center.    Shawn McCartney, a 6-foot-2-inch senior guard, led Hunter with 34 points and 6 steals and was named the tournament's most valuable player.","thumbnail":null,"section":"Sports"},{"date":"19950225","headline":"Music Notes","web_url":"https://www.nytimes.com/1995/02/25/arts/music-notes.html","abstract":"Focus on the Contemporary   The New York City Opera will increase its quotient of 20th-century opera during its 1995-96 season, which opens on Sept. 7 with Hindemith's rarely performed \"Mathis der Maler\" and also includes the American premieres of Toshiro Mayazumi's \"Kinkakuji\" on Oct. 19 and Jost Meier's \"Dreyfus Affair\" on April 2, 1996.","thumbnail":null,"section":"Arts"},{"date":"19950225","headline":"PENTAGON TO SEEK SCALED-BACK LIST OF BASE CLOSINGS","web_url":"https://www.nytimes.com/1995/02/25/us/pentagon-to-seek-scaled-back-list-of-base-closings.html","abstract":"  Scaling back its plans for shrinking the military, the Clinton Administration has prepared a list for its last scheduled round of military base closings that officials acknowledge will force the Pentagon to keep open more installations than it needs.   At Defense Secretary William J. Perry's direction, the armed services have recommended that about two dozen major bases be closed and more than 80 smaller installations nationwide be closed, reduced or, in a few cases, expanded slightly to accommodate troops from sites that are being closed, senior military officials said. The list is scheduled to be announced on Tuesday.","thumbnail":null,"section":"U.S."},{"date":"19950225","headline":"Whitman Speech at Alma Mater","web_url":"https://www.nytimes.com/1995/02/25/nyregion/new-jersey-daily-briefing-whitman-speech-at-alma-mater.html","abstract":"  Gov. Christie Whitman has agreed to deliver the commencement address at Wheaton College in Norton, Mass., her alma mater. She will speak on May 20. CHARLES STRUM","thumbnail":null,"section":"New York"},{"date":"19950225","headline":"1895: Papal Blessing : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/02/25/opinion/IHT-1895-papal-blessing-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - [The Herald says in an editorial:] Leo XIII has once more done a wholly unexpected thing. He has sent a Pontifical benediction to the organisers of the Congress held at Linz under the presidency of the fiery Prince Liechtenstein. An attempt has be","thumbnail":null,"section":"Opinion"},{"date":"19950225","headline":"Corrections","web_url":"https://www.nytimes.com/1995/02/25/nyregion/c-corrections-858695.html","abstract":"  A front-page article on Tuesday about the savings patterns of generations of Americans misstated the views of Michael J. Boskin, who was chief economic adviser under President George Bush. He is pessimistic, not optimistic, that the aging of the baby boomers will raise the national saving rate.","thumbnail":null,"section":"New York"},{"date":"19950225","headline":"Women and Financial Security: Plan in Advance","web_url":"https://www.nytimes.com/1995/02/25/your-money/IHT-women-and-financial-security-plan-in-advance.html","abstract":"WITH divorce rates soaring, women need to take charge of their finances if they are to avoid the poverty trap. Statistically, it is still the wife who comes off worse in a divorce settlement. Yet a sizeable proportion of women continue to leave financial","thumbnail":null,"section":"Your Money"},{"date":"19950225","headline":"State Rakes In Extra Cash","web_url":"https://www.nytimes.com/1995/02/25/nyregion/new-jersey-daily-briefing-state-rakes-in-extra-cash.html","abstract":"  State bookkeepers got a pleasant surprise when they totaled January's tax collections, which took in $43 million more than anticipated. The difference reflected continued strength in New Jersey's economy, Brian Clymer, the State Treasurer, said yesterday.","thumbnail":null,"section":"New York"},{"date":"19950225","headline":"Transactions","web_url":"https://www.nytimes.com/1995/02/25/sports/transactions-315095.html","abstract":"  Baseball  National League SAN FRANCISCO GIANTS -- Signed Gary Sharko and Dan Henrikson, pitchers, to minor-league contracts.","thumbnail":null,"section":"Sports"},{"date":"19950225","headline":"BOARD VOTES CUTS FOR CITY TRANSIT","web_url":"https://www.nytimes.com/1995/02/25/nyregion/board-votes-cuts-for-city-transit.html","abstract":"  Under pressure from Gov. George E. Pataki, the board of the Metropolitan Transportation Authority unanimously approved yesterday the first widespread reductions in subway and bus service in two decades.   The board, which brushed aside Mayor Rudolph W. Giuliani's objection to any loss of service, moved ahead with a plan that just two days earlier a board committee had decided to postpone for at least two weeks.","thumbnail":null,"section":"New York"},{"date":"19950225","headline":"Big Picture of Cold War: U.S. Spy Photos Go Public","web_url":"https://www.nytimes.com/1995/02/25/us/big-picture-of-cold-war-us-spy-photos-go-public.html","abstract":"  Their acquisition cost billions. They number in the millions, with hundreds added every day. Thousands of people have labored in secrecy to interpret them. Hundreds of spacecraft, the most advanced ever made, were lofted over the decades to make them. More than one person landed in jail for revealing something about them, one of the cold war's top secrets.   Until now. Today, American spy satellite photographs came in from the cold, at least a bit, as the Clinton Administration lifted the veil on those taken between 1960, the beginning of the space-surveillance era, and 1972. The Government has never before made public a spy satellite photograph.","thumbnail":null,"section":"U.S."},{"date":"19950225","headline":"Corrections","web_url":"https://www.nytimes.com/1995/02/25/nyregion/c-corrections-860895.html","abstract":"  The stock tables in Business Day yesterday carried incorrect dividend and yield figures, supplied by Tribune Media Services, in some editions. The actual figures were one-tenth of those shown.    Corrected versions of the tables are recognizable by the first listing in the New York Stock Exchange table, AAR; it should show a dividend of 48 cents, not $4.80, and a yield of 3.5 percent, not 35.2 percent.","thumbnail":null,"section":"New York"},{"date":"19950225","headline":"Oakley Return Means Bounce for Knicks","web_url":"https://www.nytimes.com/1995/02/25/sports/basketball-oakley-return-means-bounce-for-knicks.html","abstract":"  The imminent return of Charles Oakley is coming at an opportune time for the Knicks.    In their 103-90 victory over the Sacramento Kings on Thursday night at Madison Square Garden, the Knicks were outrebounded by 54-40 over all and by 25-10 on the offensive glass. In five of their last six games, the Knicks have been outrebounded by a margin of 263-239.","thumbnail":null,"section":"Sports"}],"wiki_events":[],"weather":[{"date":"19950225","time":"1995-02-25 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.6,"rhum":86,"wspd":5.4},{"date":"19950225","time":"1995-02-25 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.5,"rhum":89,"wspd":5.4},{"date":"19950225","time":"1995-02-25 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.5,"rhum":87,"wspd":5.4},{"date":"19950225","time":"1995-02-25 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.3,"rhum":84,"wspd":9.4},{"date":"19950225","time":"1995-02-25 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.3,"rhum":83,"wspd":11.2},{"date":"19950225","time":"1995-02-25 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.2,"rhum":84,"wspd":9.4},{"date":"19950225","time":"1995-02-25 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.2,"rhum":86,"wspd":11.2},{"date":"19950225","time":"1995-02-25 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.1,"rhum":76,"wspd":25.9},{"date":"19950225","time":"1995-02-25 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.1,"rhum":80,"wspd":18.4},{"date":"19950225","time":"1995-02-25 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.9,"rhum":80,"wspd":9.4},{"date":"19950225","time":"1995-02-25 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.6,"rhum":75,"wspd":11.2},{"date":"19950225","time":"1995-02-25 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.8,"rhum":67,"wspd":13},{"date":"19950225","time":"1995-02-25 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.3,"rhum":63,"wspd":18.4},{"date":"19950225","time":"1995-02-25 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.3,"rhum":57,"wspd":16.6},{"date":"19950225","time":"1995-02-25 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.2,"rhum":53,"wspd":11.2},{"date":"19950225","time":"1995-02-25 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.7,"rhum":65,"wspd":11.2},{"date":"19950225","time":"1995-02-25 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.9,"rhum":51,"wspd":16.6},{"date":"19950225","time":"1995-02-25 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":52,"wspd":11.2},{"date":"19950225","time":"1995-02-25 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.1,"rhum":61,"wspd":7.6},{"date":"19950225","time":"1995-02-25 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.8,"rhum":67,"wspd":9.4},{"date":"19950225","time":"1995-02-25 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.8,"rhum":67,"wspd":9.4},{"date":"19950225","time":"1995-02-25 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.3,"rhum":71,"wspd":11.2},{"date":"19950225","time":"1995-02-25 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.2,"rhum":71,"wspd":13},{"date":"19950225","time":"1995-02-25 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.8,"rhum":72,"wspd":14.8},{"date":"19950225","time":"1995-02-25 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":40,"wspd":29.5},{"date":"19950225","time":"1995-02-25 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":41,"wspd":33.5},{"date":"19950225","time":"1995-02-25 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":41,"wspd":27.7},{"date":"19950225","time":"1995-02-25 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":39,"wspd":37.1},{"date":"19950225","time":"1995-02-25 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":41,"wspd":35.3},{"date":"19950225","time":"1995-02-25 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.8,"rhum":42,"wspd":27.7},{"date":"19950225","time":"1995-02-25 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":44,"wspd":22.3},{"date":"19950225","time":"1995-02-25 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":42,"wspd":27.7},{"date":"19950225","time":"1995-02-25 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":48,"wspd":27.7},{"date":"19950225","time":"1995-02-25 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":48,"wspd":25.9},{"date":"19950225","time":"1995-02-25 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":46,"wspd":20.5},{"date":"19950225","time":"1995-02-25 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":48,"wspd":13},{"date":"19950225","time":"1995-02-25 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5.6,"rhum":50,"wspd":16.6},{"date":"19950225","time":"1995-02-25 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":48,"wspd":20.5},{"date":"19950225","time":"1995-02-25 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.8,"rhum":42,"wspd":25.9},{"date":"19950225","time":"1995-02-25 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":41,"wspd":20.5},{"date":"19950225","time":"1995-02-25 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":36,"wspd":20.5},{"date":"19950225","time":"1995-02-25 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":36,"wspd":22.3},{"date":"19950225","time":"1995-02-25 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":34,"wspd":27.7},{"date":"19950225","time":"1995-02-25 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":34,"wspd":25.9},{"date":"19950225","time":"1995-02-25 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":36,"wspd":20.5},{"date":"19950225","time":"1995-02-25 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":34,"wspd":29.5},{"date":"19950225","time":"1995-02-25 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":36,"wspd":33.5},{"date":"19950225","time":"1995-02-25 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":39,"wspd":24.1}]}}