{"19940228":{"guardian_articles":[],"nytimes_articles":[{"date":"19940228","headline":"Corrections","web_url":"https://www.nytimes.com/1994/02/28/nyregion/c-corrections-325317.html","abstract":"  A front-page article on Saturday about the Jewish settler who massacred Palestinians in a mosque in the West Bank referered incorrectly to the size of his home settlement, Qiryat Arba. It is not the largest Jewish settlement in the occupied West Bank; Maale Adumim is.","thumbnail":null,"section":"New York"},{"date":"19940228","headline":"Panels on Publishing In Electronic Future","web_url":"https://www.nytimes.com/1994/02/28/books/panels-on-publishing-in-electronic-future.html","abstract":"  Two panel discussions, led by the authors Gay Talese and Maureen Howard and the publishing executive Harold Evans of Random House, are to take place this evening to examine the future of book publishing in the electronic age.   The discussions are sponsored by the PEN American Center. Also on the panels will be Michael Jacobs, executive vice president of Simon & Schuster; Marian Wood, executive editor of Henry Holt & Company; Phillip Lopate, author; Virginia Barber, literary agent; Anne Messitte, marketing manager of Knopf Publishing Group; Mary Pope Osborne, a writer and the president of the Author's Guild; Wendy J. Strothman, director of Beacon Press, and Robert B. Wyatt, president of Wyatt Books, an imprint of St. Martin's Press.","thumbnail":null,"section":"Books"},{"date":"19940228","headline":"A Wrongheaded Amendment","web_url":"https://www.nytimes.com/1994/02/28/opinion/a-wrongheaded-amendment.html","abstract":"  When the Senate votes tomorrow on a constitutional amendment, proposed by Senator Paul Simon of Illinois, that would require Congress to balance the Federal budget, the outcome will be close. Such an amendment would be a political mistake. It would allow a mere 40 out of 100 senators and a similar minority in the House to block legislation that would create a deficit. And because the amendment includes no enforcement procedure, it would drag courts where they do not belong -- into routine budget disputes.   Fiddling with the Constitution could be defensible if a mighty public purpose were at stake. But Mr. Simon's amendment, and substitute versions also up for voting, would engrave into the Constitution a standard -- zero deficits -- that makes little economic sense. The deficit, as measured by Congress, takes no account of inflation, no account of growth, no account of recession and no account of the value of public investment.","thumbnail":null,"section":"Opinion"},{"date":"19940228","headline":"After Triple Slaying, Survivors Face Life and Fear; At a Bronx Restaurant, Where Kin and Workers Were Slain, a Task of Rebuilding","web_url":"https://www.nytimes.com/1994/02/28/nyregion/after-triple-slaying-survivors-face-life-fear-bronx-restaurant-where-kin-workers.html","abstract":"  For Genaro Parra, memory returns with every glance at the putty-filled bullet holes that dot the blue Formica counter in his restaurant. Nancy Burgos sidesteps her memory of a brother by taking another route to work. One of Mr. Parra's cooks cannot walk through a back room without seeing visions of bodies and blood.   One night last March, a gunman walked into Mr. Parra's seven-seat Mexican luncheonette, known as the Lena, in the Bedford Park section of the Bronx. The man yanked down the security gate, ordered the cashier to hand over the $100 in the till, then shot four people. Three were killed; the fourth, a teen-ager, was shot in the head but survived by pretending to be dead, and was left partially blind.","thumbnail":null,"section":"New York"},{"date":"19940228","headline":"Gun Enthusiasts Seek to Remove Legislator Early","web_url":"https://www.nytimes.com/1994/02/28/us/gun-enthusiasts-seek-to-remove-legislator-early.html","abstract":"  After California became one of the first states to impose limits on how long politicians can stay in office, State Senator David A. Roberti, a lawmaker since 1966, knew his legislative days were numbered.   He has resigned himself to leaving office this December, as the new law requires in his case, and has begun laying plans to run for State Treasurer.","thumbnail":null,"section":"U.S."},{"date":"19940228","headline":"Blast in Lebanon Church Kills 9 and Injures 60","web_url":"https://www.nytimes.com/1994/02/28/world/blast-in-lebanon-church-kills-9-and-injures-60.html","abstract":"  A bomb explosion ripped through a Maronite Catholic church during a Sunday service today, killing at least 9 people and wounding 60 others.   No group claimed responsibility for the bombing at the Notre-Dame de la Delivrance Church. The bomb exploded under the altar while worshipers were at the altar rail receiving communion. Security officials said five other explosive devices had been found in the church, where 200 to 250 people, including many children, were worshiping.","thumbnail":null,"section":"World"},{"date":"19940228","headline":"Remedies for Cheating Create More Problems","web_url":"https://www.nytimes.com/1994/02/28/opinion/l-remedies-for-cheating-create-more-problems-310727.html","abstract":"  To the Editor:   In \"Code of Dishonor\" (Op-Ed, Feb. 19), Josiah Bunting 3d's remedies for cheating at the United States Naval Academy -- pass-fail grading and block courses -- are unsound.","thumbnail":null,"section":"Opinion"},{"date":"19940228","headline":"Ticketmaster Depends on Part-Time Workers","web_url":"https://www.nytimes.com/1994/02/28/opinion/l-ticketmaster-depends-on-part-time-workers-310735.html","abstract":"  To the Editor:   \"Health Care Squeeze\" by Bob Herbert (column, Feb. 13) notes that Ticketmaster's part-time workers, according to the collective bargaining agreement negotiated by labor and management, do not receive health insurance benefits. This is a policy driven by economic necessity, one that is inevitably followed by the overwhelming proportion of American companies and accepted by nearly all unions.","thumbnail":null,"section":"Opinion"},{"date":"19940228","headline":"Up to End, Neediest Gets Gifts","web_url":"https://www.nytimes.com/1994/02/28/nyregion/up-to-end-neediest-gets-gifts.html","abstract":"  The New York Times Neediest Cases Fund ends its 82d annual appeal today even as the mail continues to bring in checks from dozens of last-minute donors.   While the campaign had been lagging somewhat behind last year's appeal and significantly behind the 1991-1992 appeal, it now appears that a recent contribution of more than $135,000 from Wall Street companies and additional income from some estates and trusts will push it past last year's total when the donations have been counted.","thumbnail":null,"section":"New York"},{"date":"19940228","headline":"Books of The Times; Another Diary of a Young Girl","web_url":"https://www.nytimes.com/1994/02/28/books/books-of-the-times-another-diary-of-a-young-girl.html","abstract":"  Zlata's Diary  A Child's Life in Sarajevo  By Zlata Filipovic  Illustrated. Introduction by Janine Di Giovanni. Translated with notes by Christina Pribichevich-Zoric. 200 pages. Viking. $16.95.    A child's diary from war-ravaged Sarajevo, dating from September 1991 to October 1993, a time of some of the worst bombardment. The very idea of reading such a document is heart-rending. And either Zlata Filipovic, who turned 11 shortly after she began keeping her diary, or her editors know well how to ring the changes on our pity and terror:","thumbnail":null,"section":"Books"},{"date":"19940228","headline":"What They're Reading","web_url":"https://www.nytimes.com/1994/02/28/style/IHT-what-theyre-reading.html","abstract":"Douglas Hurd, British foreign secretary, is reading \"Broken Lives: Separation and Divorce in England, 1660-1857\" by Lawrence Stone. .\"The book is a riveting and improper tale of aristocratic carryings on and has kept me distracted for man","thumbnail":null,"section":"Style"},{"date":"19940228","headline":"Review/Rock; Attitude From Wonder Stuff","web_url":"https://www.nytimes.com/1994/02/28/arts/review-rock-attitude-from-wonder-stuff.html","abstract":"  The Wonder Stuff won't startle anyone with its originality. At Irving Plaza on Thursday night, the English band sounded like at least half a dozen other groups, from U2 to Dexys Midnight Runners to the Soft Boys to INXS to Midnight Oil to the Hollies. What holds the band's music together is its consistent nervous energy -- ballads are rare -- and an attitude that's bratty and cynical, steeped in pessimism but willing to spare a bitter laugh.   Miles Hunt, the band's singer and lyricist, doesn't mince words as he bawls them. He lashes out in all directions; during the set, songs denounced radio disk jockeys, pedophiles, deceitful lovers, a would-be \"disco king\" and the singer himself. Most songs have a chip on their shoulder, even when it's not clear exactly who the target is. But Mr. Hunt attacks with a defiant grin, backed by all sorts of ringing guitar riffs, moving from folk-rock to the verge of hard rock, sometimes allowing a rural touch with the fiddle or mandolin of Martin Bell.","thumbnail":null,"section":"Arts"},{"date":"19940228","headline":"Red Cross to Urge U.N. to Adopt A Complete Ban on Land Mines","web_url":"https://www.nytimes.com/1994/02/28/world/red-cross-to-urge-un-to-adopt-a-complete-ban-on-land-mines.html","abstract":"  The International Committee of the Red Cross, at a meeting of the United Nations Disarmament Committee on Monday in Geneva, plans to call for a complete ban on the use of antipersonnel mines.    The meeting, the first of three, is to prepare for a 1995 conference to consider changes in the 1980 Geneva Convention on limiting the use of weapons deemed to be \"excessively injurious or to have indiscriminate effects.\"","thumbnail":null,"section":"World"},{"date":"19940228","headline":"Bridge","web_url":"https://www.nytimes.com/1994/02/28/nyregion/bridge-322768.html","abstract":"  For anyone who owns a set of duplicate boards -- eight will do in a pinch -- it makes sense to gather eight players for a social evening of home duplicate. You can play a straight head-to-head team game, or four pairs can, in effect, play three short team games, or players can have an individual, which requires knowledge of the appropriate movement. Scoring is always by imps, and a modest stake is normal: either on a per-imp basis, or a fixed sum into a kitty.   The diagramed deal from such a game was played in the Los Angeles area in early 1993. It was reported by Larry Markes, who was one of the instructors at the Card School before he moved West. In one room he sat South and was the declarer in four spades. A club was led to the ace, and East shifted to the heart ten.","thumbnail":null,"section":"New York"},{"date":"19940228","headline":"Felipe Who? St. Raymond Takes Crown","web_url":"https://www.nytimes.com/1994/02/28/sports/basketball-felipe-who-st-raymond-takes-crown.html","abstract":"  Duane Dingle converted a 3-point play with 17 seconds left and Kareem Reid hit two foul shots 9 seconds later as St. Raymond overcame a 12-point deficit in the final four minutes yesterday to beat Rice and Felipe Lopez, 71-69, to win the Archdiocese of New York basketball championship.   Playing before a standing-room crowd at Fordham's Rose Hill Gymnasium in the Bronx, St. Raymond defeated Rice for the second time in three games this season.","thumbnail":null,"section":"Sports"},{"date":"19940228","headline":"Review/Theater; An Iconoclastic Look At a Boys Town Product","web_url":"https://www.nytimes.com/1994/02/28/theater/review-theater-an-iconoclastic-look-at-a-boys-town-product.html","abstract":"  For Father Flanagan, the founder of Boys Town in Omaha, there was no such thing as a \"bad boy.\" Caring, education and a good dose of American principles, he believed, could turn troubled youths into upstanding, productive citizens.   Barnaby Spring, who lived there from the age of 10 to 18, isn't so sure. His one-man show, \"The Mayor of Boys Town,\" which opened last night at the American Place Theater, paints a dark picture of the institution that most people know from the uplifting 1938 film \"Boys Town,\" starring Mickey Rooney and Spencer Tracy.","thumbnail":null,"section":"Theater"},{"date":"19940228","headline":"Corrections","web_url":"https://www.nytimes.com/1994/02/28/nyregion/c-corrections-325473.html","abstract":"  A brief report yesterday in The City, section 13, about a series of readings on dissident writing, misstated the date of an appearance by the poet Joseph Brodsky. It is tonight at 7, not Saturday, at Rosenthal Library at Queens College.","thumbnail":null,"section":"New York"},{"date":"19940228","headline":"3 Arab Nations Are Said to Break Off Israel Talks","web_url":"https://www.nytimes.com/1994/02/28/world/west-bank-massacre-3-arab-nations-are-said-to-break-off-israel-talks.html","abstract":"  Syria, Jordan and Lebanon informed the Clinton Administration today that they were breaking off peace talks with Israel scheduled for this week in Washington, American diplomats said.   American and Israeli officials sought to play down the gravity of the announcement, indicating that they interpreted the Arab withdrawal more as a symbolic gesture than a perilous breakdown in the talks.","thumbnail":null,"section":"World"},{"date":"19940228","headline":"Correction","web_url":"https://www.nytimes.com/1994/02/28/opinion/c-correction-310662.html","abstract":"  An article by Rose Styron on Wednesday about the British justice system in Northern Ireland misstated a finding in a new report by Amnesty International. The report found mounting evidence of collusion between the security forces and armed Loyalist groups, not between the security forces and armed groups including the Irish Republican Army.","thumbnail":null,"section":"Opinion"},{"date":"19940228","headline":"Redmen's Spurt Isn't Enough","web_url":"https://www.nytimes.com/1994/02/28/sports/college-basketball-redmen-s-spurt-isn-t-enough.html","abstract":"  It was just another college basketball game, one with 10 redundant minutes left to play, Syracuse ahead and cruising. Then St. John's, the most pitied but not the most inept team in the Big East, suddenly found its shots swishing through the net while those of Syracuse were hitting the rim and bouncing away.   The Redmen, 10 points behind at 67-57, spurted. They tied the score twice, 73-73 and 75-75 with 4 minutes 25 seconds and 2:58 left. They even went ahead by 3 points, 79-76 and 81-78, with 1:52 and 1:19 to play, before losing yesterday's game, 82-81, in front of 14,573 fans at Madison Square Garden.","thumbnail":null,"section":"Sports"},{"date":"19940228","headline":"First Ejection, Then Dejection as the Knicks Fall Again","web_url":"https://www.nytimes.com/1994/02/28/sports/basketball-first-ejection-then-dejection-as-the-knicks-fall-again.html","abstract":"  The Knicks lost -- again. Charles Oakley may be lost for their next game. And Coach Pat Riley admitted he had lost patience with the Knicks, who are mired in the longest slump of his tenure.   Continuing their alarming nose dive, the Knicks suffered their fourth consecutive loss, 92-78, to the Phoenix Suns at the America West Arena. It marked the first four-game losing streak during Riley's three seasons as coach. The tumbling Knicks have lost 8 of their last 12.","thumbnail":null,"section":"Sports"},{"date":"19940228","headline":"Everyone Gets Into the Act as Nets Romp","web_url":"https://www.nytimes.com/1994/02/28/sports/basketball-everyone-gets-into-the-act-as-nets-romp.html","abstract":"  Too bad the Nets had the game well in hand by the time Dallas's Jamal Mashburn erupted for 22 of his game-high 32 points in the fourth quarter because this could have been exciting late matinee drama for the 12,344 fans who showed up at the Meadowlands today.    Instead it turned out to be a 117-90 ensemble romp for the New Jersey Nets.","thumbnail":null,"section":"Sports"},{"date":"19940228","headline":"Criticism of a Review Board Official Mounts","web_url":"https://www.nytimes.com/1994/02/28/nyregion/criticism-of-a-review-board-official-mounts.html","abstract":"  Three more members of the City Council have joined Councilman Thomas K. Duane in calling for the resignation of a member of the Police Civilian Complaint Review Board who has been sharply criticized for writing that AIDS could be spread during the Gay and Lesbian Olympic Games, scheduled to be held in New York in June. Their call was also joined by a member of the review board.   But Mayor Rudolph W. Giuliani said yesterday that he would not call for the resignation of the board member, the Rev. Ruben Diaz.","thumbnail":null,"section":"New York"},{"date":"19940228","headline":"Dance in Review","web_url":"https://www.nytimes.com/1994/02/28/arts/dance-in-review-325350.html","abstract":"  'A Tribute to Pola Nirenska'  Schandelmeier and Company St. Mark's Church    When Laura Schandelmeier was a child in Washington, she lived next door to a choreographer, who encouraged her to dance and eventually became her teacher. On Saturday night, Ms. Schandelmeier, who is now based in New York, honored that mentor with \"A Tribute to Pola Nirenska,\" which was offered as a presentation of the St. Mark's Danspace Project.","thumbnail":null,"section":"Arts"},{"date":"19940228","headline":"2 Killed and 4 Are Hurt as Fishing Boat Capsizes","web_url":"https://www.nytimes.com/1994/02/28/nyregion/2-killed-and-4-are-hurt-as-fishing-boat-capsizes.html","abstract":"  A 69-foot fishing trawler capsized before dawn yesterday in New London, Conn., a few hundred yards downstream from its dock on the icy Thames River, killing two crew members who were trapped below decks, Coast Guard officials said.   The blue-and-white steel vessel, the Lady Lynn, was returning with six crew members from a 30-hour fishing cruise, its hull laden with about two tons of fish, when it turned over, said Petty Officer Van DuBose, a spokesman for the Coast Guard.","thumbnail":null,"section":"New York"},{"date":"19940228","headline":"First Lady to Visit Hospital","web_url":"https://www.nytimes.com/1994/02/28/nyregion/first-lady-to-visit-hospital.html","abstract":"  With the chairman of the Senate Finance Committee at her side, Hillary Rodham Clinton is to take her campaign for universal health care to Kings County Hospital on Monday.   She will be escorted by Senator Daniel Patrick Moynihan, the New York Democrat whose committee will be crucial to passage of the Clinton Administration's health-care legislation.","thumbnail":null,"section":"New York"},{"date":"19940228","headline":"Woman's Vanishing Engrosses a City Redolent of Mystery","web_url":"https://www.nytimes.com/1994/02/28/us/woman-s-vanishing-engrosses-a-city-redolent-of-mystery.html","abstract":"  Getting lost in New Orleans has long had a certain cachet. The people who live here say the city is unique -- the food spicier, the music livelier, the mysteries stranger. But the mystery of a missing Italian traveler is distinctive even by New Orleans standards.   The main characters are a former American matinee idol's granddaughter and a mesmerizing street musician. The scene is the waterfront and the streets of the French Quarter. Swirling in the background is the blend of Spanish, French and African cultures that has drawn writers like Lafcadio Hearn and William Faulkner.","thumbnail":null,"section":"U.S."},{"date":"19940228","headline":"Water Main Breaks Beneath Canal Street","web_url":"https://www.nytimes.com/1994/02/28/nyregion/water-main-breaks-beneath-canal-street.html","abstract":"  A water main break in lower Manhattan opened a yawning hole in Canal Street yesterday, forcing partial closure of the street and promising traffic headaches for at least two days.   The 12-inch pipe burst under the south side of Canal between Hudson and Greenwich Streets at about 1 P.M., said Ian Michaels, a spokesman for the New York City Department of Environmental Protection. A short time later the pavement caved in, leaving a hole 25 feet across, with water burbling up from it and onto the street and sidewalk.","thumbnail":null,"section":"New York"},{"date":"19940228","headline":"JURY SEQUESTERED IN MURDER TRIAL","web_url":"https://www.nytimes.com/1994/02/28/us/jury-sequestered-in-murder-trial.html","abstract":"  A jury of 12 plus 2 alternates was sworn in and sequestered today in the trial of a man accused of murdering an abortion doctor last March. Opening statements will begin on Monday.   The panel chosen to judge the fate of Michael F. Griffin, 32, is composed of seven women, five men and two female alternates. Sixty-nine prospective jurors were questioned over five days.","thumbnail":null,"section":"U.S."},{"date":"19940228","headline":"Programs to Cut Risks of Diabetes Surprisingly Fail to Lure Patients","web_url":"https://www.nytimes.com/1994/02/28/us/programs-to-cut-risks-of-diabetes-surprisingly-fail-to-lure-patients.html","abstract":"  Six months ago, the nation's diabetes experts made a sensational announcement. By following a strict medical regimen, they said, diabetics can measurably slow the onset and maybe even prevent the dire complications of the disease. The threat of blindness, kidney failure, heart attack or amputation, they proclaimed, could be greatly reduced or virtually eliminated.   Diabetes centers across the nation geared up for an onslaught of patients wanting to begin the new treatment. They hired more staff members, added telephone lines, prepared educational materials and ordered the home monitoring devices that would allow diabetics to test their blood sugar 4 to 10 times a day. The blood sugar tests are a crucial part of the tight regimen that the study, which followed 1,441 patients with Type I diabetes for nine years, found to be clearly beneficial.","thumbnail":null,"section":"U.S."},{"date":"19940228","headline":"16 Days in Lillehammer Burn With the Memory Of Adversity Overcome","web_url":"https://www.nytimes.com/1994/02/28/sports/winter-olympics-16-days-lillehammer-burn-with-memory-adversity-overcome.html","abstract":"  It is destined to become the signature moment of these just-concluded Winter Games, Dan Jansen skating around the rink with his infant daughter in his arms and the pressure of the world off his shoulders.   A tiny flag rippled in Jansen's left fist and then, cradled in her father's right arm, as if she sensed his moment of redemption, 10-month-old Jane Jansen began smiling and waving her tiny hand.","thumbnail":null,"section":"Sports"},{"date":"19940228","headline":"1944:Helsinki Bombed : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/02/28/opinion/IHT-1944helsinki-bombed-in-our-pages100-75-and-50-years-ago.html","abstract":"STOCKHOLM - [From our New York edition:] Six hundred Russian bombers subjected Helsinki to a devastating twelve-hour raid last night and early today, wrecking much of the Finnish capital. It was the heaviest attack Helsinki has ever suffered. The Finnish","thumbnail":null,"section":"Opinion"},{"date":"19940228","headline":"U.S. Trade Delegates, Alas, Oversimplify Japan; Tell It to the Jobless","web_url":"https://www.nytimes.com/1994/02/28/opinion/l-us-trade-delegates-alas-oversimplify-japan-tell-it-to-the-jobless-325430.html","abstract":"  To the Editor:   \"Big Trade Deficit With Japan: Some Think It's No Problem\" (front page, Feb. 15) quotes Robert M. Solow of the Massachusetts Institute of Technology defending the proposition that the Japanese \"may be giving American exporters a hard time, but the bilateral deficit is not evidence of it.\" However, neither you nor he explains why the laws of cause and effect are suspended in United States-Japanese trade relations.","thumbnail":null,"section":"Opinion"},{"date":"19940228","headline":"Before Killing, Final Prayer and Final Taunt","web_url":"https://www.nytimes.com/1994/02/28/world/west-bank-massacre-before-killing-final-prayer-and-final-taunt.html","abstract":"  On the night before he killed more than three dozen Muslims at prayer in the dimly lighted Cave of the Patriarchs, Dr. Baruch Goldstein himself prayed in the cave, on the Jewish side of the shrine.    He was there to participate in services marking the Jewish holiday of Purim. But when Arab worshipers on the other side of the partition began to taunt the Jews, Dr. Goldstein seemed particularly distraught, other settlers said.","thumbnail":null,"section":"World"},{"date":"19940228","headline":"Where Giuliani Is Aiming the Knife. . .","web_url":"https://www.nytimes.com/1994/02/28/nyregion/municipal-workers-where-giuliani-is-aiming-the-knife.html","abstract":"  Mayor Rudolph W. Giuliani has portrayed New York City's municipal work force as a wasteful, uncontrollable beast that has slowly strangled the economic life of the city.    Enough! the Mayor declared as he presented his preliminary budget plan in early February, vowing to cut 15,000 jobs over the next year and a half. All that, he insists, without seriously disrupting essential services. (What services are essential remains to be defined.)","thumbnail":null,"section":"New York"},{"date":"19940228","headline":"Russia Surprises Russians","web_url":"https://www.nytimes.com/1994/02/28/sports/winter-olympics-russia-surprises-russians.html","abstract":"  It was a fine Winter Olympics for the United States -- which won a record 13 medals -- but it was an even better one for Russia, which ended up with 23 medals, including 11 gold.   Russia's athletes baffled all those who had forecast the fall of the great Soviet sports machine. Television commentators here led off their coverage of the Games several days ago by wondering whether Moscow would have enough cash to reward all its gold medalists.","thumbnail":null,"section":"Sports"},{"date":"19940228","headline":"Corrections","web_url":"https://www.nytimes.com/1994/02/28/nyregion/c-corrections-325341.html","abstract":"  An article in Business Day on Saturday about the Woolworth Corporation's announcement that it would post a fourth-quarter loss misstated the company's plan for reporting audited financial results. A spokeswoman for the company said the results would be released sometime this week, but not necessarily on Tuesday.","thumbnail":null,"section":"New York"},{"date":"19940228","headline":"Review/Pop; Notes Evoke Lebanon With a Dash of the European","web_url":"https://www.nytimes.com/1994/02/28/arts/review-pop-notes-evoke-lebanon-with-a-dash-of-the-european.html","abstract":"  A few bars into Simon Shaheen's violin introduction, opening the second half of \"The Music of Lebanon\" at Washington Square Church on Friday night, the memories of the first half began to dissipate nicely. Mr. Shaheen, originally from Lebanon but now living in Bay Ridge, Brooklyn, exudes excellence. He snapped his rhythms percussively and stretched them out. He made notes insinuate all sorts of things; he played cadences out of the European classical tradition, then nudged his notes from above and below, using the Arabic tradition to make them cry.   The first half of the concert presented rural tunes played for marriages, parties and funerals. The two main performers, Ali Jihad Racy on various flutes and string instruments, worked with Mansour Ajami, a singer and poet who also performed on the oud, a lutelike instrument. They were backed by two singers and a percussionist and for the most part they performed sedate music that probably needed a marriage or a party or a funeral to get it charged up. It's beautiful, often simple music based on a chord or two and repeating melodies, all embellished with trills and wavering melismas. Mr. Ajami clearly likes his fun, and by the end of the first half he broke a bit of a sweat, and the performance began to coalesce.","thumbnail":null,"section":"Arts"},{"date":"19940228","headline":"1 Goal Down, 2 to Go for the Huskies","web_url":"https://www.nytimes.com/1994/02/28/sports/college-basketball-1-goal-down-2-to-go-for-the-huskies.html","abstract":"  Jim Calhoun had said that his fifth-ranked Connecticut Huskies had gotten away from thinking about the goals they had set for themselves at the beginning of the season.    That was Saturday morning.","thumbnail":null,"section":"Sports"},{"date":"19940228","headline":"Corrections","web_url":"https://www.nytimes.com/1994/02/28/nyregion/c-corrections-325333.html","abstract":"  A caption yesterday with an article about the mayoral race in New Orleans misstated the location of a candidate, Marc Morial, in the picture. He was second from the right. In some copies, the caption also misstated Mr. Morial's first name; Ernest Morial, a former mayor, was his father.","thumbnail":null,"section":"New York"},{"date":"19940228","headline":"Review/Television; The Scientific Mystery Of a Lady Called Lucy","web_url":"https://www.nytimes.com/1994/02/28/arts/review-television-the-scientific-mystery-of-a-lady-called-lucy.html","abstract":"  Looking for a guide to the missing link, the prehistoric creature who was not quite human but was no longer just an old-fashioned ape? At your service is Donald C. Johanson, the anthropologist who in 1974 found the famed Lucy, a three-million-year-old combination of apelike and humanlike features. Dr. Johanson, who heads the Institute of Human Origins in Berkeley, Calif., makes an amiably informative companion on \"In Search of Human Origins,\" the three-hour documentary that begins tonight on \"Nova.\"   The opening hour, devoted largely to the discovery of Lucy, tells how anthropologists, geologists, archeologists, forensic scientists and others brought their particular skills to bear in deducing that she was not, as expected, a smart ape that walked on all fours, but a small-brained little one that stood up. \"This,\" Dr. Johanson declares, \"was the creature we'd been looking for.\"","thumbnail":null,"section":"Arts"},{"date":"19940228","headline":"Mexico Mediator Sees Progress, but a Rebel Disagrees","web_url":"https://www.nytimes.com/1994/02/28/world/mexico-mediator-sees-progress-but-a-rebel-disagrees.html","abstract":"  Despite indications by the mediator between Government and peasant rebel negotiators that the parties had reached the broad outlines of a settlement, the rebels insisted tonight that the Government had refused to meet their most important demands.   At a news conference this evening in the mustard-colored cathedral where he often says Mass, the mediator, Bishop Samuel Ruiz Garcia of San Cristobal, said the two sides had come to \"a significant agreement\" that resolved at least 22 of 34 demands presented by the insurgents.","thumbnail":null,"section":"World"},{"date":"19940228","headline":"Islamic Figure In New Tirade Against Jews","web_url":"https://www.nytimes.com/1994/02/28/nyregion/islamic-figure-in-new-tirade-against-jews.html","abstract":"  Khalid Abdul Muhammad, the Nation of Islam speaker who ignited a furor in recent weeks with a vitriolic attack on Jews, Catholics and others, has delivered a harsh new tirade against Jews, blaming them for the death of Jesus and saying he prays \"that God will kill my enemy and take him off the face of the planet Earth.\"   Addressing a black women's group in Baltimore nine days ago, Mr. Muhammad defended and repeated many remarks in his speech at Kean College in Union, N.J., last November, when he called Jews \"bloodsuckers of the black nation,\" labeled the Pope a \"no-good cracker\" and urged black South Africans to kill all whites.","thumbnail":null,"section":"New York"},{"date":"19940228","headline":"BASEBALL: Sports of The Times; Willie Randolph Becomes a Rookie Again","web_url":"https://www.nytimes.com/1994/02/28/sports/baseball-sports-of-the-times-willie-randolph-becomes-a-rookie-again.html","abstract":"  THE Yankees haven't changed that much. Terry Mulholland is the new left-hander and Luis Polonia is the new left fielder. Other than that, this team is basically the same as last year's except for a new but old face in the third-base coach's box. Willie Randolph has succeeded Clete Boyer, now in the dugout as Buck Showalter's bench coach.   \"It's a whole new perspective for me,\" Randolph was saying. \"It's like being a rookie again.\"","thumbnail":null,"section":"Sports"},{"date":"19940228","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/02/28/nyregion/chronicle-325503.html","abstract":"  It may be a time of flux in the world of book publishing, with companies being taken over, merging or folding, but that has not kept LENA TABORI from returning to the publishing house she helped found in 1980: Stewart, Tabori & Chang.   The house, which publishes illustrated books on art, photography, home design, gardening and cooking, almost collapsed last year and was put on the market by its owner, Brant Publications.","thumbnail":null,"section":"New York"},{"date":"19940228","headline":"Review/Music; Persuasive Voice Adds Depth and Intimacy To Subtle Songs","web_url":"https://www.nytimes.com/1994/02/28/arts/review-music-persuasive-voice-adds-depth-and-intimacy-to-subtle-songs.html","abstract":"  The songs of Schumann's \"Dichterliebe\" have the quality of conversation, less declarations of love than confessions of it. Duparc's songs -- he left behind only 13 in a life that stretched to 85 years -- live or die on the smallest of gestures, harmonic or melodic turns of phrase that convert the commonplace into elegant surprise.   How does a single singer convey these elements to 2,800 listeners in a performing space nearly a city block deep and several stories high? Certainly one solution is reaching out; another, the one Jose van Dam and his pianist, Maciej Pikulski, chose on Friday night, was to make Carnegie Hall sound smaller, not the singer larger.","thumbnail":null,"section":"Arts"},{"date":"19940228","headline":"Does Talmud Contain Roots of Racism?","web_url":"https://www.nytimes.com/1994/02/28/opinion/l-does-talmud-contain-roots-of-racism-325449.html","abstract":"  To the Editor:   In \"Jews Had Negligible Role in Slave Trade\" (letter, Feb. 14), Harold Brackman denies the claim by Louis Farrakhan, head of the Nation of Islam, that Mr. Brackman's 1977 Ph.D. dissertation proved that the Talmud's compilers \" 'invented' racism by concocting the so-called 'Ham myth.' \" According to Mr. Brackman, \"None of my conclusions correspond to this vicious libel.\"","thumbnail":null,"section":"Opinion"},{"date":"19940228","headline":"Russia's Mission: The Struggle Within","web_url":"https://www.nytimes.com/1994/02/28/opinion/russia-s-mission-the-struggle-within.html","abstract":"  Boris Yeltsin's abrupt intervention in Bosnia is seen by unreconstructed cold warriors in Washington as a dangerous reassertion of Russian nationalism. They suspect that Mr. Yeltsin's side deal with the Serbian aggressors is not the act of an evenhanded peacemaker but the adventurous gambit of an opportunist eager to resume a big-brother role in Serbia. And they argue that the time has come for President Clinton to get tough with Moscow and slow his efforts to construct a more cooperative relationship.   This is a prescription for trouble that springs from a misreading of Russia's politics. It is true that Mr. Yeltsin is under pressure from ultranationalists like Vladimir Zhirinovsky. It is also true that he cannot easily domesticate renegades from the military and the K.G.B. who seek to reassert themselves in Moldova, Georgia and the rest of the former Soviet empire.","thumbnail":null,"section":"Opinion"},{"date":"19940228","headline":"For Giuliani, the Message Is Making It on Your Own","web_url":"https://www.nytimes.com/1994/02/28/nyregion/for-giuliani-the-message-is-making-it-on-your-own.html","abstract":"\"Government has a role,\" the mayor says, but a far less expansive one than has been the norm in New York City.","thumbnail":null,"section":"New York"},{"date":"19940228","headline":"The Bobsled Is Hot, but That's Bad News for U.S. Team","web_url":"https://www.nytimes.com/1994/02/28/sports/winter-olympics-the-bobsled-is-hot-but-that-s-bad-news-for-us-team.html","abstract":"  It was difficult to decide which of the four-man American bobsled teams had a tougher time today, the one that was disqualified for hot runners or the one that actually raced and finished 15th, behind the Jamaican team.   The new, high-tech Bo-Dyn sled driven by Brian Shimer never made it to the starting line after race officials determined that three of its four steel runners exceeded the allowable temperature. Although such a disqualification is not unheard of in bobsled racing, it was the first time it had happened in the Olympics.","thumbnail":null,"section":"Sports"},{"date":"19940228","headline":"Can the Unhittable Fernandez Become a Hit?","web_url":"https://www.nytimes.com/1994/02/28/sports/baseball-can-the-unhittable-fernandez-become-a-hit.html","abstract":"  Baseball teams, executives and managers always expected the world of Sid Fernandez when he was young. Now, the Baltimore Orioles expect even more.   Fernandez is the left-hander with the oft-times unhittable stuff, the pitcher who is unparalleled among moderns when it comes to holding batters to minuscule averages (.204 for his career, lowest among active pitchers with a minimum of 750 innings). For years, he both bedazzled and baffled National Leaguers, those who opposed him and those who played alongside him with the Mets.","thumbnail":null,"section":"Sports"},{"date":"19940228","headline":"U.S. Trade Delegates, Alas, Oversimplify Japan","web_url":"https://www.nytimes.com/1994/02/28/opinion/l-us-trade-delegates-alas-oversimplify-japan-310689.html","abstract":"  To the Editor:   The \"failure\" of the latest round of United States-Japanese trade talks shows the simplistic and self-centered approach the United States often takes toward its \"most important\" international partner: unrealistic demands such as numerical targets, failure to obtain agreement or fulfillment, followed by threats to retaliate or a retaliatory action.","thumbnail":null,"section":"Opinion"},{"date":"19940228","headline":"Israel Orders Tough Measures Against Militant Settlers","web_url":"https://www.nytimes.com/1994/02/28/world/west-bank-massacre-israel-orders-tough-measures-against-militant-settlers.html","abstract":"  Seeking to defuse Arab anger and allay international concerns over the Hebron massacre, the Israeli Government today ordered some of the toughest measures ever taken against militant Jewish settlers in the occupied territories.   The actions, which were accompanied by the creation of a commission to investigate the massacre and by the planned release this week of up to 1,000 Palestinian prisoners, affect a relatively small number of settlers for now. At his headquarters in Tunis, Yasir Arafat, chairman of the Palestine Liberation Organization, quickly rejected them as \"empty, hollow\" gestures.  [ Page A8 ]","thumbnail":null,"section":"World"},{"date":"19940228","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/02/28/nyregion/metro-digest-320498.html","abstract":"  NEW YORK CITY  A HOSPITAL GRAPPLES WITH DECAY   In a city where even many private hospitals are old and crumbling, Kings County Hospital has been a symbol of inefficiency and decay, even to the medical personnel who remain dedicated to the place and to the many poor or uninsured, for whom it is the only sure way to gain access to CAT scans or chemotherapy. A1.","thumbnail":null,"section":"New York"},{"date":"19940228","headline":"Questions Linger After 11 Cultists' Trial","web_url":"https://www.nytimes.com/1994/02/28/us/questions-linger-after-11-cultists-trial.html","abstract":"  John C. Willis lost his only son, Steven, a 32-year-old agent with the Federal Bureau of Alcohol, Tobacco and Firearms, one year ago Monday. But after months of painful searching for the truth of what happened on the Texas prairie that day, even he saw something appropriate in the mixed verdict delivered by a Federal jury on Saturday in the trial of 11 Branch Davidians accused of murdering his son.   The jury acquitted all 11 of murder and conspiracy, but it found seven guilty of the lesser but still serious charges of manslaughter or illegal-weapons possession. Four cult members were completely acquitted.","thumbnail":null,"section":"U.S."},{"date":"19940228","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/02/28/us/inside-319449.html","abstract":"    Dispute on Mexico Talks   The Government negotiator and a mediator reported agreement on outlines of an accord, but a rebel leader later said there was none. Page A3. The Mayor Gives Advice    As he takes charge of the city, Mayor Giuliani has been spelling out his conservative social philosophy and his belief in self-reliance. Page B1. Placing Blame in Waco    The jurors in the Texas cultists' trial sent one unmistakable message with their verdicts: there was significant fault on both sides. Page B6.","thumbnail":null,"section":"U.S."},{"date":"19940228","headline":"A Roundabout Benefit","web_url":"https://www.nytimes.com/1994/02/28/theater/a-roundabout-benefit.html","abstract":"  Gene Feist, the founding director of the Roundabout Theater Company, is to be honored with a special performance tonight at 8 o'clock at the Roundabout Theater, 1530 Broadway, at 45th Street. Philip Bosco, Theodore Bikel, Tovah Feldshuh, Tammy Grimes, Irene Worth and the Lar Lubovitch Dance Company are among those scheduled to take part. The event, a benefit for the company's conservatory ensemble, will feature dramatic readings, singing and dancing. Tickets are $50. Information: (212) 719-9393.","thumbnail":null,"section":"Theater"},{"date":"19940228","headline":"Review/Music; Passing From One World to the Next","web_url":"https://www.nytimes.com/1994/02/28/arts/review-music-passing-from-one-world-to-the-next.html","abstract":"  A departing soul gets an all-night send-off in Korean shamanism: Hon Sikkim Kut, the ritual of cleansing the spirit. The nine-hour ceremony of music and dance as performed on Chindo Island has been designated as Important Intangible Cultural Property No. 72 by the South Korean Government. It was abridged to an hour and a half by the 12-member Chindo Sikkim Kut Preservation Group for performances over the weekend at the Asia Society.   On Saturday night, the ritual was striking, both musically and visually. The performers all wore white; the group's five women had white winged hats, while the seven men had tall black ones. In stately dances, women gestured with a bunch of paper streamers in each hand, looking (to a Westerner) like cheerleaders with a higher purpose. Women also sang the main melodies; in Korea, 99 percent of shamans are female.","thumbnail":null,"section":"Arts"},{"date":"19940228","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/02/28/nyregion/news-summary-319457.html","abstract":"  International A2-9 ISRAEL TO RESTRICT SETTLERS Israel ordered tough measures to restrict the activities of militant Jewish settlers, responding to Arab anger and international concern after the slaying of more than 40 Palestinians in the West Bank. A1 THE PATH TO THE MOSQUE Dr. Baruch Goldstein prayed in the Cave of the Patriarchs the night before he returned there and opened fire on Arab worshipers. He was beaten to death by the crowd. A1 The U.S. criticized an offer for U.N. help to protect Palestinians. A8 Yasir Arafat said Israel's actions did not go far enough. A8 An explosion in a church killed nine people in Lebanon. A9 Syria, Jordan and Lebanon broke off talks with Israel, diplomats said.A9 TIES WITH RUSSIA FRAGILE The tension between the United States and Russia over Bosnia and over Russia's spying have made it clear that the post-cold-war partnership between the two countries seems to be crumbling. A1 U.S. PACKING UP IN SOMALIA The United States troops are preparing to leave Somalia, and the mood is considerably less upbeat than when they arrived because the country is caught between a fear of anarchy and hope for a political solution. A3 DISPUTE ON MEXICO TALKS The Mexican Government negotiator and a mediator reported agreement on outlines of an accord, but a Zapatista rebel leader later said there was none.  A3 A U.S. human rights official met with China's top dissident. A2 Altdorf Journal: The Swiss put up roadblocks to European union.  A4 The Red Cross plans to call for the ban of anti-personnel mines. A6 National A12-14, B6-8 THE HEALTH CARE STRUGGLE In the pushing and pulling over health care, Representative Jim Cooper is the leading figure going in one direction, while Representative Jim McDermott is the main one yanking in the other.  A1 DIABETIC PROGRAM ATTRACTS FEW Despite the announcement that with a strict medical regimen diabetics can measurably slow the onset and maybe even prevent the dire complications of the disease people have been slow to respond.  A1 PREPARING FOR A NEW S.A.T. Jittery about a new version of the Scholastic Assessment Test, high school students are attending coaching sessions in record numbers, even as educators debate the effectiveness and fairness of the preparatory courses.  A12 OLLIE NORTH EMBATTLED (AGAIN) Opposition to Oliver L. North's candidacy for the United States Senate has been more intense than even the most partisan Democrats may have imagined, and it has been joined by a number of Republicans.  A12 JURY SEATED IN DOCTOR'S KILLING A jury of seven women, five men and two female alternates was sworn in and sequestered in the trial of a man accused of murdering a doctor at an abortion clinic in Pensacola, Fla., last March.  A13 WACO VERDICT DEEPENS MYSTERY At the end of the seven-week trial of 11 Branch Davidians, the jury sent an unmistakable message that there was significant fault on both sides, issuing a verdict that will only deepen the mysteries of Waco.  A14 Two of the acquitted seem bemused by the fuss.  A14 TARGET OF RECALL EFFORT A recall effort has begun in California against State Senator David A. Roberti, who infuriated gun owners and conservatives with his push for a ban on assault weapons.  B6 MISSING IN NEW ORLEANS Getting lost in New Orleans has long had a certain cachet. But the mystery of a missing Italian traveler is distinctive even by New Orleans standards.  B6  Metro Digest B1 A THROWBACK HOSPITAL In a city where even many private hospitals are also old and crumbling, Kings County Hospital has been a symbol of inefficiency and decay, even to the medical personnel who remain dedicated to the place. A1 Business Digest D1 Sports C1-10 Baseball: Orioles have high expectations for Fernandez.  C8 A turning point for Franco.  C8 Basketball: Suns trounce Knicks.  C2 Nets topple Mavericks.  C2 Indiana loses by 50 points.  C3 Columns: Vecsey on the Olympics C5 Anderson on Willie Randolph C8 Hockey: Keenan looking for grit.  C9 Olympics: Sweden wins hockey gold in dramatic fashion.  C1 Tomba rallies to take silver.  C1 U.S. bobsled team disqualified.  C4 Obituaries D9 Arts/Entertainment C11-18 The state of Russian films.  C11 Chaplin's 'Circus' with the original score.  C11 Theater: \"The Mayor of Boys Town.\" C15 Music: Jose van Dam.  C11 Korean funeral rituals.  C14 Wonder Stuff.  C16 Music from Lebanon.  C18 Critic's Notebook C18 Books: \"Zlata's Diary.\" C15 Television: Dennis Byrd's story.  C16 \"In Search of Human Origins.\" C16 Editorials/Op-Ed A16-17 Editorials A wrongheaded amendment. Don't sell out WNYC. Russia's struggle within. Letters Anthony Lewis: A new ball game. William Safire: Peacemaking after Hebron. Yuri N. Afanasyev: Russia's vicious circle. Neediest Cases B3 Chronicle B4  Bridge C14 Crossword C15","thumbnail":null,"section":"New York"},{"date":"19940228","headline":"1919:Unrest in Weimar : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/02/28/opinion/IHT-1919unrest-in-weimar-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - The situation in Germany, which it was hoped would become more stable with the meeting of the Constituent Assembly at Weimar, is increasingly disturbed, and, according to latest despatches, it seems likely that the outbreak at Munich may spread t","thumbnail":null,"section":"Opinion"},{"date":"19940228","headline":"Islanders Climbing Toward Playoffs","web_url":"https://www.nytimes.com/1994/02/28/sports/hockey-islanders-climbing-toward-playoffs.html","abstract":"  What did you expect? Another shutout at home? So many things are going well for the Islanders right now, another shutout wasn't completely out of the question.   The Islanders defeated Quebec, 5-2, tonight at the Nassau Coliseum.   In winning four of their last five games, it isn't too late for them to seriously believe that they can make the playoffs. With Florida (62 points) and Philadelphia (62) off tonight, the Islanders (58 points, 26-29-6) are just 4 points from the final playoff spot in the National Hockey League's Eastern Conference.","thumbnail":null,"section":"Sports"},{"date":"19940228","headline":"Russia's Vicious Circle","web_url":"https://www.nytimes.com/1994/02/28/opinion/russia-s-vicious-circle.html","abstract":"  The political rearrangement in Russia that began with the governmental reshuffling of mid-1992 has come to an end. The departure of the Cabinet's leading economic and political reformers last month erased all doubts. Until then, despite reactionary successes in the December parliamentary elections, it was possible to believe that the necessary reforms would continue, even if only in half-measures. But now it is clear that there will be no reforms, not even bad ones.   Under the guise of social welfare policies, a planned economy will be re-established. Its executors will be Prime Minister Viktor Chernomyrdin and his allies. President Boris Yeltsin has become merely decorative. If reform is to come, the work will be done by others.","thumbnail":null,"section":"Opinion"},{"date":"19940228","headline":"Does Talmud Contain Roots of Racism?; No Ties to Princeton","web_url":"https://www.nytimes.com/1994/02/28/opinion/l-does-talmud-contain-roots-of-racism-no-ties-to-princeton-325457.html","abstract":"  To the Editor:   This is in response to Harold Brackman's Feb. 14 letter, which quotes my publication, where I have shown that the Talmud in no way invented or taught racialism.","thumbnail":null,"section":"Opinion"},{"date":"19940228","headline":"No Headline","web_url":"https://www.nytimes.com/1994/02/28/nyregion/no-headline-319929.html","abstract":"  We have to get over the idea that this is a partnership. This is a tough rivalry, and that is an important distinction to make. -- SENATOR RICHARD LUGAR, Republican of Indiana, describing the relationship between America and Russia.  [ A1:4. ]","thumbnail":null,"section":"New York"},{"date":"19940228","headline":"Hopes Are High Once More For Expansion Candidates","web_url":"https://www.nytimes.com/1994/02/28/sports/baseball-hopes-are-high-once-more-for-expansion-candidates.html","abstract":"  Major league baseball officials won't say when, but little doubt exists that they are heading toward the addition of two teams, one in Phoenix, the other in St. Petersburg-Tampa, Fla.   During their meetings at a Scottsdale resort this week, club owners are expected to form a new expansion committee to look at the best sites and the best timing for the addition of the 29th and 30th teams. With 15 teams in each league, five in each of three divisions, interleague play would become part of the season schedule for the first time.","thumbnail":null,"section":"Sports"},{"date":"19940228","headline":"Don't Sell Out WNYC","web_url":"https://www.nytimes.com/1994/02/28/opinion/don-t-sell-out-wnyc.html","abstract":"  Mayor Rudolph Giuliani's threat to sell all or part of New York City's public radio and television operations may be just the kick in the pants that was needed. If the threat of sale pries more contributions out of listeners who have been tuning in for free -- which it seems to be doing -- there is hope. But the sale of these irreplaceable assets to reduce the budget deficit would be a terrible loss, and a foolish mistake for the new administration.   The city owns WNYC-AM, WNYC-FM and WNYC-TV. In distinctly different ways, they serve an audience of millions with non-commercial, high-quality news, culture and public service broadcasts that would surely cease if the stations were \"privatized.\" Instead, they should be \"not-for-profitized\" -- an arrangement for smart lawyers to devise, where the stations would be self-supporting under the control of the not-for-profit WNYC Foundation that does the fund-raising now, or a reconstituted version.","thumbnail":null,"section":"Opinion"},{"date":"19940228","headline":"Essay; Peacemaking After Hebron","web_url":"https://www.nytimes.com/1994/02/28/opinion/essay-peacemaking-after-hebron.html","abstract":"  The fanatical doctor from Brooklyn who murdered scores of Muslims at prayer was the best ally of the Hezbollah and the worst enemy of Jewish settlers in Israel's disputed West Bank.   Perhaps he thought he was avenging the Arab massacre of Jews at Hebron seven decades ago; or the murder of his mentor, the extremist Rabbi Kahane, a few years ago; or killings of a couple of Israelis he treated a few weeks ago.","thumbnail":null,"section":"Opinion"},{"date":"19940228","headline":"Review/Television; Football Hero Triumphs After His Final Game","web_url":"https://www.nytimes.com/1994/02/28/arts/review-television-football-hero-triumphs-after-his-final-game.html","abstract":"  In sports events, it is always reassuring to see the good guys win, to have people like Dan Jansen and Nancy Kerrigan come out on top, one way or another. In the best movies about sports, however, the true triumphs usually take place in private struggles off the playing fields. From \"Pride of the Yankees\" to \"Brian's Song,\" audiences have been riveted, and reduced to tears, by the courage displayed in intensely personal struggles. The latest entry on that list, holding its own nicely, is \"Rise and Walk: The Dennis Byrd Story\" on Fox tonight.    Known as Byrdman to his football teammates on the New York Jets, Dennis Byrd is the defensive end who had his neck and spine crushed during a 1992 game as it was broadcast on national television. The consensus among top doctors at New York City hospitals was that he would never walk again. But combining fierce determination with his deep religious faith, he did. The inspirational story is the stuff television movies covet and this production pushes all predictable buttons, but I dare anyone not to be moved.","thumbnail":null,"section":"Arts"},{"date":"19940228","headline":"Olympics Close But Not Before Stirring Final Acts","web_url":"https://www.nytimes.com/1994/02/28/sports/olympics-close-but-not-before-stirring-final-acts.html","abstract":"  The XVII Winter Games ended yesterday with some of the most dramatic moments of these Games, and with a closing ceremony haunted by the 10th anniversary of the Sarajevo Olympics. \"Dear Sarajevo, we do not forget you,\" said Juan Antonio Samaranch, the International Olympic Committee president. \"We will continue to support you.\"","thumbnail":null,"section":"Sports"},{"date":"19940228","headline":"Critic's Notebook; Bruckner: A Non-Nazi Perspective","web_url":"https://www.nytimes.com/1994/02/28/arts/critic-s-notebook-bruckner-a-non-nazi-perspective.html","abstract":"  A picture of Adolf Hitler in an uncharacteristically reverential pose was posted outside the Dana Concert Hall at Connecticut College here recently. Dressed in full Nazi regalia, with hat in hands, Hitler was standing a respectful distance from a giant white bust of Anton Bruckner.   The photograph was taken in 1937 during meetings of the International Bruckner Society and the Bavarian Nazi Party Congress. The Austrian composer was being posthumously inducted into the Nazi equivalent of the Hall of Fame, a marble replica of the Parthenon that was called Valhalla.","thumbnail":null,"section":"Arts"},{"date":"19940228","headline":"Interfaith Prayer for Peace","web_url":"https://www.nytimes.com/1994/02/28/world/west-bank-massacre-interfaith-prayer-for-peace.html","abstract":"  The imams and rabbis took turns praying for peace and Christians bowed their heads as many faiths gathered yesterday at the Cathedral of St. John the Divine in upper Manhattan to pray that the killings of dozens of Muslims by a Jew in Hebron would not drive a wedge of hate into the Middle East peace talks.    As the words drifted down from the altar in English and Latin, Hebrew and Arabic, 300 heads bowed. Among the congregants were Louis Fleming and Russ Kully, a retired newspaperman and a lawyer, Episcopalians from Pasadena, Calif.","thumbnail":null,"section":"World"},{"date":"19940228","headline":"Smith, Harper Leaving A Void","web_url":"https://www.nytimes.com/1994/02/28/sports/basketball-smith-harper-leaving-a-void.html","abstract":"  Even if Coach Pat Riley shuffles the Knicks' starting lineup, it may not matter if some of their key players do not perform more consistently.   The Knicks expected Charles Smith to emerge as a consistent offensive force this season. But he struggled again during Sunday's 92-78 loss, which left the team only two games -- one in the loss column -- ahead of Orlando in the Atlantic Division's Eastern Conference.","thumbnail":null,"section":"Sports"},{"date":"19940228","headline":"1894:Guillotine Cheated : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/02/28/opinion/IHT-1894guillotine-cheated-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The monster Lesteven, who called himself the \"Spaniard of Montmartre,\" who was under sentence of death, committed suicide in the Roquette prison yesterday by jumping out of a window, evading his guards with ease, and causing the executio","thumbnail":null,"section":"Opinion"},{"date":"19940228","headline":"Review/Music; The Little Tramp to a Different Tune","web_url":"https://www.nytimes.com/1994/02/28/movies/review-music-the-little-tramp-to-a-different-tune.html","abstract":"  When the Little Tramp finds out that the girl he loves is enamored of the tightrope walker, the film score to Charlie Chaplin's 1928 film \"The Circus\" quotes from \"I Pagliacci,\" the melodramatic tale of another clown's unrequited affections. When the Tramp is trapped in a lion's cage and puffs himself up with confidence, we hear the strutting strains of the Toreador song from \"Carmen.\" There are also quotations from Gounod and Scott Joplin, Rudolf Friml and Irving Berlin, along with fragments of popular songs and dances of the early decades of this century.    Film scores are usually meant to be heard but not listened to, but this one is somewhere in between, seeming almost post-modern, commenting slyly on the action, even coaxing the audience to recall the words to once-familiar melodies. It was rediscovered in 1992, when the conductor and historian Gillian Anderson found it in the Chaplin archives in Vevey, Switzerland, along with the original scores to \"The Gold Rush\" and \"A Woman of Paris.\" It was heard for the first time in New York on Friday night at the Metropolitan Museum of Art with Ms. Anderson leading 10 members of the Manhattan School of Music Chamber Sinfonia, accompanying a sterling print of the 90-minute silent film.","thumbnail":null,"section":"Movies"},{"date":"19940228","headline":"Freed Cult Members Begin Life Without Their Leader","web_url":"https://www.nytimes.com/1994/02/28/us/freed-cult-members-begin-life-without-their-leader.html","abstract":"  Hours after being acquitted of murder and conspiracy charges in the deaths of four Federal agents, Clive J. Doyle sat in Polo's Bar of the Fairmount Hotel with the man accused of being his conspirator, Woodrow Kendrick, and ordered a light beer.   \"I'm just too weak for the heavy stuff,\" he said.","thumbnail":null,"section":"U.S."},{"date":"19940228","headline":"Smirnov's Long Race and Wait Are Over","web_url":"https://www.nytimes.com/1994/02/28/sports/winter-olympics-smirnov-s-long-race-and-wait-are-over.html","abstract":"  They have been on their feet for the last fortnight, cheering and ignoring the elements, and the final day of their very wintry Olympics was no exception.   More than 15,000 Norwegians spent the previous night in tents near the Birkebeineren Ski Stadium, and more than 100,000 were in full voice today for the marathon of cross-country skiing, the men's 50-kilometer classical race. But by the time the final Nordic event of these Games came to an end in this Nordic nation, the crowd was no longer relying on its lilting language.","thumbnail":null,"section":"Sports"},{"date":"19940228","headline":"Reality Conspires to Undo Russian Films","web_url":"https://www.nytimes.com/1994/02/28/movies/reality-conspires-to-undo-russian-films.html","abstract":"  The mood at Mosfilm is downright gloomy, as film makers and administrators describe the agonies of this giant 15-acre complex of studios and sound stages once known as the Hollywood of the Soviet Union.   \"The Black Jubilee\" was how some film writers wanted to label the studio's 70th anniversary last month, amid predictions that this year no more than a dozen films would be produced here, compared with about 60 a year in the studio's heyday.","thumbnail":null,"section":"Movies"},{"date":"19940228","headline":"Don't Lecture Kids Who Lack Opportunity","web_url":"https://www.nytimes.com/1994/02/28/opinion/l-don-t-lecture-kids-who-lack-opportunity-325465.html","abstract":"  To the Editor:   The other day the Mayor of New York City, Rudolph W. Giuliani, stood before high school students in Brooklyn, many of whom may die violently before they reach adulthood, and lectured them about life, about looking \"at what is there and taking advantage of it\" (news article, Feb. 16).","thumbnail":null,"section":"Opinion"},{"date":"19940228","headline":"Altdorf Journal; Swiss Give New Meaning to the Word Roadblock","web_url":"https://www.nytimes.com/1994/02/28/world/altdorf-journal-swiss-give-new-meaning-to-the-word-roadblock.html","abstract":"  In a country where issues great and small are routinely decided by referendum, the Swiss seem to take special pleasure in overruling anyone who needs to be reminded of just who is in charge here.   Now they have given new meaning to the notion of power to the people. Approving measures to protect their fragile Alpine hills and valleys from pollution in a referendum on Feb. 20, the Swiss not only rebuffed their Government, but also threw the European Union's entire transportation policy into disarray.","thumbnail":null,"section":"World"},{"date":"19940228","headline":"American Troops Count Hours to End of Mission in Somalia","web_url":"https://www.nytimes.com/1994/02/28/world/american-troops-count-hours-to-end-of-mission-in-somalia.html","abstract":"  For more than a year, they were the most feared and powerful symbols of the American military presence here, but now the last Cobra gunships and reconnaissance helicopters are being rapidly and neatly packaged to go home. They sit in rows at the port and on the transport ship like Thanksgiving turkeys, every inch shrink-wrapped with white plastic.   Nearby, American soldiers spend hours spray-washing tanks and Humvees so that they pass standards to enter the United States.","thumbnail":null,"section":"World"},{"date":"19940228","headline":"Dance in Review","web_url":"https://www.nytimes.com/1994/02/28/arts/dance-in-review-323403.html","abstract":"  Brooklyn Dance Consortium  Brooklyn Academy of Music    The Brooklyn Academy of Music has attempted in recent years to reach out to artists throughout the borough. Its latest effort, a series called Brooklyn Dances, opened this past weekend with work by members of the Brooklyn Dance Consortium, a service and producing organization. The program lived up to its description as a mixed bag, as Kathleen Laziza, the president of the consortium, rather charmingly put it in a curtain speech on Saturday night. There was nothing exalted and only one total misfire. But the attempt was made, successfully, to include a variety of styles.","thumbnail":null,"section":"Arts"},{"date":"19940228","headline":"Woman Engages Police in Standoff On Upper East Side","web_url":"https://www.nytimes.com/1994/02/28/nyregion/woman-engages-police-in-standoff-on-upper-east-side.html","abstract":"  A woman fired a gun at police officers, then engaged the police in a lengthy standoff, possibly holding hostages, at an Upper East Side apartment house last night, the police said.   At 1:30 A.M., six hours after the shooting, the woman, whom the police would not identify, and at least two other people remained in the apartment at 1751 Second Avenue at 91st Street, the police said.","thumbnail":null,"section":"New York"},{"date":"19940228","headline":"Republican Meeting Fails to Achieve Gubernatorial Unity","web_url":"https://www.nytimes.com/1994/02/28/nyregion/republican-meeting-fails-to-achieve-gubernatorial-unity.html","abstract":"  Meeting at an Italian restaurant on Long Island on Saturday night, the power brokers of the state Republican party failed once again to bury their differences and forge a consensus around a candidate for governor, leaving the party still directionless as it heads into a campaign ripe with possibility.   Like previous such gatherings, the session between Senator Alfonse M. D'Amato; Ralph J. Marino, the State Senate majority leader; Joseph N. Mondello, the Nassau County Republican leader, and William D. Powers, the state Republican chairman, ended without an agreement, Mr. D'Amato said in a telephone interview.","thumbnail":null,"section":"New York"},{"date":"19940228","headline":"WINTER OLYMPICS: Sports of The Times; From Inside and Out: Tusen Takk, Norway","web_url":"https://www.nytimes.com/1994/02/28/sports/winter-olympics-sports-of-the-times-from-inside-and-out-tusen-takk-norway.html","abstract":"  Put on my last Hawaiian floral shirt, my spiffiest pair of chinos and loafers with no socks and sauntered over to the figure skating arena. There was a sign on the door: All the Lovely European Female Skaters Have Gone Home. You Go Home, Too, Dirty Old Man.   Actually, there was no sign like that, but I did get the feeling the 1994 Winter Games had taken on a new tone. They had gone outdoors on me. Well, it was never too late to sample the other side of the Winter Games. For 15 days, all of us on the Nancy-Tonya-Oksana-Katarina watch had seen only indoor ice. Now it was time to see outdoor snow. I was going to sample one of Norway's greatest sporting passions, the 50-kilometer cross-country skiing.","thumbnail":null,"section":"Sports"},{"date":"19940228","headline":"Judge Backs Competition In Trash-Hauling Industry","web_url":"https://www.nytimes.com/1994/02/28/nyregion/judge-backs-competition-in-trash-hauling-industry.html","abstract":"  In a decision that helps pry open New York City's private garbage-collection industry, a State Supreme Court justice has ruled that a large Houston-based company should be allowed to compete with local trash haulers, which have tried to block its entry into the market.   For more than 250,000 businesses, from corner delicatessens to big corporations, the decision may mean more choice and sharply lower prices for garbage collection. For decades, law-enforcement officials say, the local industry has been dominated by organized crime, discouraging competition, sometimes by force, and giving New York the highest garbage-collection prices in the nation.","thumbnail":null,"section":"New York"},{"date":"19940228","headline":"At Kings County Hospital, Remnants of a Bleak Past","web_url":"https://www.nytimes.com/1994/02/28/nyregion/at-kings-county-hospital-remnants-of-a-bleak-past.html","abstract":"  Last week on the C1 floor at Kings County Hospital, half a dozen men lay on a hodgepodge of ancient stretchers in an open eight-bed ward. A lattice of metal rods hung from the ceiling, bearing tattered blue and green curtains falling off their hooks, which provide the only semblance of privacy afforded to these patients, all victims of trauma.   There is one huge porcelain sink at the end of the room, but for showers or a bathroom, the patients must leave the wing; there are typically six toilets for the 60 patients on such floors.","thumbnail":null,"section":"New York"},{"date":"19940228","headline":"For Giuliani, the Message Is Making It on Your Own","web_url":"https://www.nytimes.com/1994/02/28/nyregion/political-memo-for-giuliani-the-message-is-making-it-on-your-own.html","abstract":"  Speaking at a junior high school in the bleak streets of Brownsville recently, Mayor Rudolph W. Giuliani gave a conservative twist to the words of John F. Kennedy to preach self-reliance to the students. They should, he said to an audience of black and Hispanic teen-agers, ask \"not what somebody else can do for you but what you can do for yourselves.\"    And ever since that Brooklyn school visit, Mr. Giuliani has repeatedly used a naive question asked by one girl to build a morality tale of how students have unrealistic expectations of what government can, in fact, do for them. She had asked why there couldn't be scholarships granted irrespective of grades to allow people like her to go away to college.","thumbnail":null,"section":"New York"},{"date":"19940228","headline":"WINTER OLYMPICS: Olympic Lightning Strikes Twice More Before Torch Goes Out","web_url":"https://www.nytimes.com/1994/02/28/sports/winter-olympics-olympic-lightning-strikes-twice-more-before-torch-goes-out.html","abstract":"  O Canada! O Sweden! Oh, boy!   In the game for the Olympic hockey gold medal this afternoon, there seemed no end to the drama, or the game.","thumbnail":null,"section":"Sports"},{"date":"19940228","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/02/28/nyregion/chronicle-322652.html","abstract":"  It's TOMMY TUNE's birthday (No. 55) today, and one way he will mark the occasion is by posing with a replica of the logo for his new musical, \"The Best Little Whorehouse Goes Public.\" A model of a 30-foot woman in Western gear is behing hoisted above the marquee of the Lunt-Fontanne Theater, where Mr. Tune, the choreographer, director and dancer, will join her while admirers sing \"Happy Birthday.\"   \"Isn't it embarrassing?\" Mr. Tune, who is 6 feet 6 inches tall, said the other day. \"I have always quested in life for someone to look up to, but I didn't know it would come in the form of a 30-foot working girl.\"","thumbnail":null,"section":"New York"},{"date":"19940228","headline":"Franco Must Confront Some Hard Facts After A Season of Soft Pitches","web_url":"https://www.nytimes.com/1994/02/28/sports/baseball-franco-must-confront-some-hard-facts-after-a-season-of-soft-pitches.html","abstract":"  It wasn't smart of Joe Vitko, the minor league Mets pitcher, to arrive at the team's spring-training complex only minutes away from the first team meeting of the day. Not when John Franco happens to be an early bird, in the clubhouse hours before workouts take place. And not when Franco has a locker right across the way.   Tact never has been one of Franco's virtues -- particularly not in the Mets' clubhouse, where he believes that a healthy dose of embarrassment serves as a good teaching tool. And so one spring-training morning, when Vitko overslept, or ate a late breakfast, he found himself the target of a little verbal abuse.","thumbnail":null,"section":"Sports"},{"date":"19940228","headline":"Competing Plan Is Stuck Offstage In Debate Over Better Health Care","web_url":"https://www.nytimes.com/1994/02/28/us/competing-plan-is-stuck-offstage-in-debate-over-better-health-care.html","abstract":"  If the struggle over health care is a struggle for the soul of the President and his party, Representative Jim Cooper is yanking in one direction and Representative Jim McDermott is pulling in the other.   Mr. Cooper of Tennessee, young tribune of the New Democrats, urges President Clinton to go slow, to turn away from the lure of big government even if it means forsaking the goal of universal coverage.","thumbnail":null,"section":"U.S."},{"date":"19940228","headline":"Highest U.S. Rights Official Meets With Leading Chinese Dissident","web_url":"https://www.nytimes.com/1994/02/28/world/highest-us-rights-official-meets-with-leading-chinese-dissident.html","abstract":"  The State Department's top human rights official met privately today with China's most prominent dissident in the first such encounter with a Clinton Administration official since the dissident was freed last year after serving 14 1/2 years in prison for advocating democracy.   The official, John Shattuck, an Assistant Secretary of State, agreed to take a message from the dissident, Wei Jingsheng, to President Clinton urging him to maintain economic pressure on Beijing as the best way to win the release of political prisoners.","thumbnail":null,"section":"World"},{"date":"19940228","headline":"From Mountaintop to Valley, a Ringing Goodbye to Lillehammer","web_url":"https://www.nytimes.com/1994/02/28/sports/IHT-from-mountaintop-to-valley-a-ringing-goodbye-to-lillehammer.html","abstract":"The last skiers came through, six of them, bobbing and driving like the pistons of a single engine. Their accompaniment into the stadium was a disco version of \"Pomp and Circumstance,\" the song of graduations and goodbyes. It was thumping from","thumbnail":null,"section":"Sports"},{"date":"19940228","headline":"Oliver North Finds Himself A Candidate Under Siege","web_url":"https://www.nytimes.com/1994/02/28/us/oliver-north-finds-himself-a-candidate-under-siege.html","abstract":"  When Oliver L. North announced his candidacy for the United States Senate a month ago, his starring role in the Iran-contra scandal and his hard-right politics were expected to excite his loyalists and incite his opponents.   But the reaction against Mr. North since then has been far more vociferous than even the most partisan Democrats might have hoped for, and his critics include a surprising number of Republicans, like Virginia's Republican Senator, John W. Warner. Even Robert C. McFarlane, Mr. North's boss in the White House under Ronald Reagan, denounced his onetime aide last week, writing in The Richmond Times-Dispatch, \"The word that comes closest to describing him for me is 'fanatic.' \"","thumbnail":null,"section":"U.S."},{"date":"19940228","headline":"U.S. Voices Annoyance Over U.N. Chief's Offer to Send Observers","web_url":"https://www.nytimes.com/1994/02/28/world/west-bank-massacre-us-voices-annoyance-over-un-chief-s-offer-to-send-observers.html","abstract":"  The Clinton Administration expressed irritation with the United Nations Secretary General today after learning he had written to the Israeli Prime Minister suggesting the United Nations send observers to the occupied territories to help insure the security of Palestinians.   \"We don't think the Secretary General's suggestion is particularly helpful or useful,\" James P. Rubin, spokesman at the United States Mission to the United Nations, said in a statement.","thumbnail":null,"section":"World"},{"date":"19940228","headline":"Business Backs Weicker On Reduction of Taxes","web_url":"https://www.nytimes.com/1994/02/28/nyregion/business-backs-weicker-on-reduction-of-taxes.html","abstract":"  Business leaders and municipal officials came to the Capitol this week to say they support Gov. Lowell P. Weicker Jr.'s call for the state to reduce local property taxes, but they disagreed over which taxpayers should benefit.   In a meeting with Mr. Weicker and in testimony before the General Assembly's Finance, Revenue and Bonding Committee, business leaders supported his proposal to eliminate the personal-property tax, which towns and cities assess on motor vehicles and business equipment.","thumbnail":null,"section":"New York"},{"date":"19940228","headline":"Europe, China and East Asia:Growing Closer Through Trade","web_url":"https://www.nytimes.com/1994/02/28/opinion/IHT-europe-china-and-east-asiagrowing-closer-through-trade.html","abstract":"The writer, trade commissioner of the European Union, is in Beijing for EU-China talks, and will be meeting with Foreign Minister Wu Yi.","thumbnail":null,"section":"Opinion"},{"date":"19940228","headline":"In the Dead of Winter, Keenan Longs for Grit","web_url":"https://www.nytimes.com/1994/02/28/sports/hockey-in-the-dead-of-winter-keenan-longs-for-grit.html","abstract":"  Even before the regular season, after an exhibition defeat on Long Island in late September, Ranger Coach Mike Keenan was blunt about what his team needed. \"I've suggested we need more 'physical' players,\" Keenan said, using a hockey synonym for toughness. Neil Smith, the president and general manager, said at the time that he was doing everything he could to acquire them.    Five months later, with the season almost three-quarters complete, the Rangers have the best record in the 26-team National Hockey League. Some see them as favorites to win the Stanley Cup for the first time since 1940.","thumbnail":null,"section":"Sports"},{"date":"19940228","headline":"WINTER OLYMPICS: Olympic Lightning Strikes Twice More Before Torch Goes Out; Hard-Charging Tomba Rallies To Win Silver","web_url":"https://www.nytimes.com/1994/02/28/sports/winter-olympics-olympic-lightning-strikes-twice-more-before-torch-goes-hard.html","abstract":"  Tomba being carried on the shoulders of local women in gorgeous Norwegian sweaters. Tomba being pulled in a sled, like the monarch of the mountain. Tomba grabbing an Italian flag from his fans and running wild in the snow. Tomba doing a front body flip, and landing firm on his feet.   What better, more appropriate way could there be for a stunning Alpine program, and Alberto Tomba's record-setting Olympic career, to reach a dramatic end?","thumbnail":null,"section":"Sports"},{"date":"19940228","headline":"Exports","web_url":"https://www.nytimes.com/1994/02/28/world/pulse-exports.html","abstract":"  The North American Free Trade Agreement will see exports from the region to Canada and Mexico continue to rise, state and federal trade officials say. Exports have already risen sharply in recent years, helped by the free trade pact the U.S. and Canada signed in 1989 and Mexico's signing of the GATT accords in 1987. Experts say New Jersey's and Connecticut's chemical industries stand to benefit from Nafta; before its passage the Mexican state oil monopoly had been the sole chemical importer. Computer exports from all three states to Mexico are also expected to increase. And New York's financial services industry may benefit. Under Nafta, U.S. banks and securities firms will be able to establish wholly owned subsidiaries in Mexico.","thumbnail":null,"section":"World"},{"date":"19940228","headline":"Corrections","web_url":"https://www.nytimes.com/1994/02/28/nyregion/c-corrections-325325.html","abstract":"  Because of an editing error, an article yesterday about a Quebec separatist leader misidentified Canada's main opposition party. It is the Bloc Quebecois; the Parti Quebecois is the main opposition party in Quebec.","thumbnail":null,"section":"New York"},{"date":"19940228","headline":"At Home Abroad; A New Ball Game","web_url":"https://www.nytimes.com/1994/02/28/opinion/at-home-abroad-a-new-ball-game.html","abstract":"  \"The road to any solution in Bosnia now runs through Moscow.\" A senior diplomat here thus summed up the dramatically changed landscape faced by Western governments trying to design an end to the Bosnian conflict.   When Russia intervened two weeks ago, offering a hand to the Serbs, it became an essential player in the diplomatic game -- with President Boris Yeltsin personally involved. That sharply limits what the United States and the Europeans can do on their own. But it also offers an urgent opportunity for Russo-American action.","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19940228","time":"1994-02-28 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":83,"wspd":13},{"date":"19940228","time":"1994-02-28 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":84,"wspd":11.2},{"date":"19940228","time":"1994-02-28 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":85,"wspd":13},{"date":"19940228","time":"1994-02-28 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":85,"wspd":11.2},{"date":"19940228","time":"1994-02-28 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":86,"wspd":11.2},{"date":"19940228","time":"1994-02-28 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":85,"wspd":7.6},{"date":"19940228","time":"1994-02-28 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":85,"wspd":3.6},{"date":"19940228","time":"1994-02-28 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":86,"wspd":7.6},{"date":"19940228","time":"1994-02-28 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":88,"wspd":5.4},{"date":"19940228","time":"1994-02-28 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":86,"wspd":5.4},{"date":"19940228","time":"1994-02-28 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":86,"wspd":9.4},{"date":"19940228","time":"1994-02-28 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":83,"wspd":13},{"date":"19940228","time":"1994-02-28 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":90,"wspd":13},{"date":"19940228","time":"1994-02-28 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":84,"wspd":14.8},{"date":"19940228","time":"1994-02-28 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":81,"wspd":9.4},{"date":"19940228","time":"1994-02-28 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":73,"wspd":7.6},{"date":"19940228","time":"1994-02-28 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":78,"wspd":7.6},{"date":"19940228","time":"1994-02-28 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.6,"rhum":72,"wspd":5.4},{"date":"19940228","time":"1994-02-28 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":67,"wspd":14.8},{"date":"19940228","time":"1994-02-28 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":69,"wspd":14.8},{"date":"19940228","time":"1994-02-28 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":68,"wspd":13},{"date":"19940228","time":"1994-02-28 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":69,"wspd":13},{"date":"19940228","time":"1994-02-28 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":71,"wspd":13},{"date":"19940228","time":"1994-02-28 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6,"rhum":93,"wspd":7.6},{"date":"19940228","time":"1994-02-28 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5.6,"rhum":30,"wspd":40.7},{"date":"19940228","time":"1994-02-28 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.1,"rhum":31,"wspd":38.9},{"date":"19940228","time":"1994-02-28 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.7,"rhum":32,"wspd":38.9},{"date":"19940228","time":"1994-02-28 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.8,"rhum":39,"wspd":29.5},{"date":"19940228","time":"1994-02-28 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.8,"rhum":45,"wspd":25.9},{"date":"19940228","time":"1994-02-28 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-8.3,"rhum":49,"wspd":31.7},{"date":"19940228","time":"1994-02-28 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-8.3,"rhum":49,"wspd":25.9},{"date":"19940228","time":"1994-02-28 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-8.3,"rhum":38,"wspd":25.9},{"date":"19940228","time":"1994-02-28 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-8.9,"rhum":51,"wspd":24.1},{"date":"19940228","time":"1994-02-28 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-8.9,"rhum":51,"wspd":22.3},{"date":"19940228","time":"1994-02-28 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-9.4,"rhum":53,"wspd":27.7},{"date":"19940228","time":"1994-02-28 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-9.4,"rhum":53,"wspd":24.1},{"date":"19940228","time":"1994-02-28 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-9.4,"rhum":50,"wspd":24.1},{"date":"19940228","time":"1994-02-28 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.8,"rhum":43,"wspd":18.7},{"date":"19940228","time":"1994-02-28 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.7,"rhum":36,"wspd":29.5},{"date":"19940228","time":"1994-02-28 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":33,"wspd":24.1},{"date":"19940228","time":"1994-02-28 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":29,"wspd":20.5},{"date":"19940228","time":"1994-02-28 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":28,"wspd":24.1},{"date":"19940228","time":"1994-02-28 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":28,"wspd":22.3},{"date":"19940228","time":"1994-02-28 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":29,"wspd":22.3},{"date":"19940228","time":"1994-02-28 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":26,"wspd":22.3},{"date":"19940228","time":"1994-02-28 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":26,"wspd":18.7},{"date":"19940228","time":"1994-02-28 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":27,"wspd":20.5},{"date":"19940228","time":"1994-02-28 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":29,"wspd":22.3}]},"19940301":{"guardian_articles":[],"nytimes_articles":[{"date":"19940301","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/03/01/arts/classical-music-in-review-331791.html","abstract":"  The Italian Symphony Orchestra of Bergamo  Carnegie Hall    In Italy, where operatic culture is central and the symphonic world is a poor cousin, orchestras tend to be adjuncts of either opera houses or radio stations. The vast administrative machinery and year-round schedule of an American or Northern European orchestra is rarely encountered. But nature abhors a vacuum, and in 1986 a group of recent conservatory graduates banded together as the Italian Symphony Orchestra of Bergamo.","thumbnail":null,"section":"Arts"},{"date":"19940301","headline":"Hirsch Could Slip Healy Off Bench","web_url":"https://www.nytimes.com/1994/03/01/sports/hockey-hirsch-could-slip-healy-off-bench.html","abstract":"  Two weekends ago when the Rangers were playing the lowly Whalers in Hartford, goalie Glenn Healy walked into Civic Center and was greeted by a Whaler player, who noted that Healy wasn't in the starting lineup for the second consecutive night.   \"They won't even let you play against us?\" said the player.","thumbnail":null,"section":"Sports"},{"date":"19940301","headline":"Islamic Figure's Speech Takes Soft Tone","web_url":"https://www.nytimes.com/1994/03/01/nyregion/islamic-figure-s-speech-takes-soft-tone.html","abstract":"  Khalid Abdul Muhammad came back to New Jersey today to a nearly statewide turnout of public officials organized to condemn his fiery racial oratory, but this time the Nation of Islam leader's words were subdued.   In his first speech in the state since he ignited a firestorm of recrimination over an attack on Jews as \"bloodsuckers,\" and against Roman Catholics and homosexuals in a November address at Kean College in Union, N.J., Mr. Muhammad adopted a reflective tone at Trenton State College. His words tonight stood in sharp, and perhaps intended, contrast to the shield of outrage that state officials erected for his visit.","thumbnail":null,"section":"New York"},{"date":"19940301","headline":"Hextall Is Honored","web_url":"https://www.nytimes.com/1994/03/01/sports/sports-people-hockey-hextall-is-honored.html","abstract":"  Goaltender RON HEXTALL of the Islanders, who posted two shutouts and a 1.74 goals-against average, was chosen yesterday as player of the week in the National Hockey League.","thumbnail":null,"section":"Sports"},{"date":"19940301","headline":"First Lady Visits Hospital, and Sidesteps Budget Dispute","web_url":"https://www.nytimes.com/1994/03/01/nyregion/first-lady-visits-hospital-and-sidesteps-budget-dispute.html","abstract":"  Surrounded by New York Democratic politicians, Hillary Rodham Clinton went to Kings County Hospital Center for an hour yesterday morning and left without saying a public word about the bitter construction controversy that has embroiled it, or indeed about the national health-care proposals that were her ostensible mission for coming.   With Senator Daniel Patrick Moynihan, Representative Major R. Owens and Assemblyman Clarence Norman Jr. as eager escorts, Mrs. Clinton met with doctors and toured a trauma unit, a nursery and an old-fashioned 14-bed general medicine ward whose scuffed red linoleum floors had been waxed and buffed just hours before. But reporters were confined to one corner of the ward, and she took no questions.","thumbnail":null,"section":"New York"},{"date":"19940301","headline":"Huskies' Demons Run Out Of Time","web_url":"https://www.nytimes.com/1994/03/01/sports/college-basketball-huskies-demons-run-out-of-time.html","abstract":"  This seemed to be the worst place for the Connecticut Huskies to head after a serious weekend party. Not a game at Georgetown, or more precisely, an evening within the dark, antiseptic atmosphere of the rechristened USAir Arena. Not the push-comes-to-shove assertiveness of the Hoyas, who had never lost to Connecticut in the former Capital Centre, and who had already begun the late-season surge that has symbolized the John Thompson era.   For Connecticut, the afterglow from the clinching of first place in the Big East last Saturday night, with its extended lovefest at center court at the Hartford Civic Center, had to be extinguished, and fast. \"We've had balls bounce off heads,\" said Jim Calhoun, the coach of the Huskies. \"Foul shots with three seconds to go. We've got demons here.\"","thumbnail":null,"section":"Sports"},{"date":"19940301","headline":"In America Works, Woman Finds Alternative to Welfare","web_url":"https://www.nytimes.com/1994/03/01/nyregion/in-america-works-woman-finds-alternative-to-welfare.html","abstract":"  While the cost-effectiveness of America Works has never been independently studied and the company has had a troubled history in other cities, it has had success stories. Marlo Ingram, a 21-year-old resident of a Harlem housing project, is one.   \"I'm a taxpayer,\" she says, often and with relish. Ms. Ingram attained that status in August 1992 when America Works placed her in a $13,000-a-year job taking telephone orders for the Brownstone Studio, a women's clothing catalog company based in Manhattan.","thumbnail":null,"section":"New York"},{"date":"19940301","headline":"NEW HEALTH PLAN STRESSES MEDICARE","web_url":"https://www.nytimes.com/1994/03/01/us/new-health-plan-stresses-medicare.html","abstract":"  The chairman of an important Congressional subcommittee is drafting a proposal to expand Medicare to cover millions of people who lack insurance, as an alternative to President Clinton's health care plan.   Under the proposal, devised by Representative Pete Stark, chairman of the Ways and Means Subcommittee on Health, the Government would collect premiums from consumers and employers through the Internal Revenue Service. The proposal would give most Americans the option of enrolling in the new expanded Medicare program or in a private health insurance plan.","thumbnail":null,"section":"U.S."},{"date":"19940301","headline":"Zlata's Hopes and Fears : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/01/opinion/IHT-zlatas-hopes-and-fears-letters-to-the-editor.html","abstract":"In response to (\"From a Child's Pen, a Sarajevo War Diary,\" Features, Jan. 7):.My 13-year-old daughter and I were very touched by \"The Diary of Zlata Filipovic.\" She revealed the hopes, fears and optimism that only a child can expre","thumbnail":null,"section":"Opinion"},{"date":"19940301","headline":"Clinton Seeks Ban on Export Of Most Hazardous Waste","web_url":"https://www.nytimes.com/1994/03/01/us/clinton-seeks-ban-on-export-of-most-hazardous-waste.html","abstract":"  The Clinton Administration asked Congress today to ban most exports of hazardous waste, bringing the United States into line with a five-year-old international agreement restricting the practice.   The Administration said that with a few exceptions the United States should not export hazardous wastes to countries other than Canada and Mexico. The three countries routinely ship waste across borders for cheaper and more convenient disposal.","thumbnail":null,"section":"U.S."},{"date":"19940301","headline":"The Grammys, Notable and Not","web_url":"https://www.nytimes.com/1994/03/01/arts/the-grammys-notable-and-not.html","abstract":"  In 1958, the first year of the Grammy Awards, there were 140 nominees in 28 categories. This year, there are 410 nominees, from Rosemary Clooney to Snoop Doggy Dogg, in 81 categories, including Music Video and Polka Album. The nominees are chosen by the 7,000 voting members of the National Academy of Recording Arts and Sciences. Below are some results over the years: First Song of the Year \"Nel Blu Dipinto di Blu (Volare),\" by Domenico Modugno (1958) Most Recent Song of the Year \"Tears in Heaven,\" by Eric Clapton (1993) Most Quickly Forgotton Song of the Year \"Battle of New Orleans,\" by Johnny Horton (1959) Most Embarrassing Award Best New Artist to Milli Vanilli in 1989 (later withdrawn) Most Awards Sir George Solti, left, 30 Most Awards for a Non-Musician Bill Cosby, 9 Most Awards in a Single Year Michael Jackson, 8 in 1983 Most Awards for an Album \"Thriller,\" by Michael Jackson, below, 8 in 1983.","thumbnail":null,"section":"Arts"},{"date":"19940301","headline":"Review/Fashion; The Inventive Meets the Tailored in Italy","web_url":"https://www.nytimes.com/1994/03/01/style/review-fashion-the-inventive-meets-the-tailored-in-italy.html","abstract":"  With the local economy scraping bottom and recovery spotty in prime markets like the United States and Japan, Italian designers faced a quandary as they prepared their fall collections. Should they jolt the world with wildly inventive designs or focus on the expert tailoring and luxurious sportswear that made their reputations? Both approaches were evident as the shows for fall, the most important selling season of the year, began over the weekend.   Perhaps more important than these design decisions was the emphasis most major houses placed on their secondary collections. These lower-priced and generally younger-looking clothes are projected to raise interest in fashion, which seems to have lost the priority it enjoyed in the world market in pre-recession days.","thumbnail":null,"section":"Style"},{"date":"19940301","headline":"Review/City Ballet; Season Ends With a First Look at a Martins Work","web_url":"https://www.nytimes.com/1994/03/01/arts/review-city-ballet-season-ends-with-a-first-look-at-a-martins-work.html","abstract":"  As usual, the New York City Ballet closed its winter season with an annual benefit for the company's Dancers' Emergency Fund. But unlike most such programs in the past, this 10th edition at the New York State Theater on Sunday night did not pretend to have a theme that could link disparate excerpts and short ballets.   Instead, Sean Lavery, the benefit's organizer, opted for a rummage-sale approach to the 11 entries on the program. Bits and pieces sprang back from bygone festivals; current staples highlighted new casts from this season, and Peter Martins, the company's artistic director, presented \"Papillons,\" a premiere announced only two weeks ago.","thumbnail":null,"section":"Arts"},{"date":"19940301","headline":"Latvia's Worry: What to Do With All Its Russians","web_url":"https://www.nytimes.com/1994/03/01/world/latvia-s-worry-what-to-do-with-all-its-russians.html","abstract":"  Whenever Valda Liepa hears talk that Russians in Latvia are the victims of discrimination, a poor and oppressed minority being refused basic civil rights in their new land, she shakes her head and mutters.   \"It was a Russian who just evicted me from my shop, so he can rent to another Russian,\" said Ms. Liepa, whose toy store is one of the few in central Riga owned by a Latvian. \"If the Russians are so poorly off, as everyone says, then let me ask you: Why do they control most of the businesses in Riga, and have the biggest apartments?\"","thumbnail":null,"section":"World"},{"date":"19940301","headline":"Trial Begins for Man Accused of Killing Abortion Doctor in Florida","web_url":"https://www.nytimes.com/1994/03/01/us/trial-begins-for-man-accused-of-killing-abortion-doctor-in-florida.html","abstract":"  The trial of an abortion protester accused of killing a doctor outside his abortion clinic here began today, with prosecutors telling jurors that the defendant originally confessed to shooting the doctor out of \"personal conviction.\"   Lawyers representing the protester, Michael F. Griffin, countered with several defense theories, some seemingly contradictory. They argued that Dr. David Gunn may have actually been shot to death by another demonstrator, but they also suggested that if Mr. Griffin did pull the trigger it was because comrades in the anti-abortion movement had brainwashed him.","thumbnail":null,"section":"U.S."},{"date":"19940301","headline":"A Family 'Barber of Seville'","web_url":"https://www.nytimes.com/1994/03/01/arts/a-family-barber-of-seville.html","abstract":"  The Metropolitan Opera Guild is to present four abbreviated performances of Rossini's \"Barber of Seville,\" in English, on Saturday and Sunday and March 12 and 13 at the John Jay Theater, 899 10th Avenue, at 60th Street, Manhattan. The hour-and-45-minute production, set in modern-day Seville, is part of the guild's Growing Up With Opera series. Amy Kaiser is to conduct the performances, which begin at 2 P.M. Tickets are $25. Information: (212) 769-7008.","thumbnail":null,"section":"Arts"},{"date":"19940301","headline":"WEST BANK MASSACRE: Arabs; Among Israeli Arabs, Latent Anger Explodes","web_url":"https://www.nytimes.com/1994/03/01/world/west-bank-massacre-arabs-among-israeli-arabs-latent-anger-explodes.html","abstract":"  On a windswept hill overlooking a patchwork of rolling farmland, 5,000 Arab men knelt as the body of Sami Abu Jama, who died Sunday in clashes with the police, was slowly lowered into the rocky soil.   Black flags of mourning, green Islamic banners and Palestinian flags snapped taut in the wind. Angry young men, many with their faces masked, chanted slogans vowing to avenge the death of Mr. Abu Jama, who was shot in a demonstration protesting the massacre of Muslim worshipers in Hebron. And militant Islamic leaders, their words amplified through a sound system, reminded the mourners that each Arab who fell was now a martyr in a holy struggle.","thumbnail":null,"section":"World"},{"date":"19940301","headline":"1894: Rowdy Parisians : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/03/01/opinion/IHT-1894-rowdy-parisians-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Paris students are keeping up their reputation for turbulence. After hissing M. Caro and M. Larroumet, they have now hissed M. Brunetire. What does this mean? Some say it means there are too many ladies at M. Brunetire's lectures. Such","thumbnail":null,"section":"Opinion"},{"date":"19940301","headline":"Surgery Today for Simms","web_url":"https://www.nytimes.com/1994/03/01/sports/surgery-today-for-simms.html","abstract":"  Giants quarterback Phil Simms will undergo diagnostic arthroscopic surgery on his right (throwing) shoulder this morning at the Hospital for Special Surgery-Cornell Medical Center. The surgery will be performed by Russell F. Warren, the team's doctor.   Simms, 38, was bothered by soreness in his shoulder during the latter part of last season and did not play in the Pro Bowl because of it. He has been resting and rehabilitating the shoulder since the end of the season, but the soreness has not subsided. In a statement released through the team, Simms said the rest hadn't helped and he wanted to find out what was wrong so that it could be corrected in time for him to participate in training camp.","thumbnail":null,"section":"Sports"},{"date":"19940301","headline":"Mariners' Mane Man Is 'Effectively Wild'","web_url":"https://www.nytimes.com/1994/03/01/sports/baseball-mariners-mane-man-is-effectively-wild.html","abstract":"  Two reasons for American League hitters to fear the sight of Randy Johnson this year: He expects to pick up where he left off last season and he doesn't think he received the proper recognition for what he achieved last season.   \"I haven't got a whole lot of respect from my peers,\" Johnson said. \"I don't need to be respected by them, but they have to face me.\"","thumbnail":null,"section":"Sports"},{"date":"19940301","headline":"The Olympic Games: Not Just Surviving but Better Than Ever","web_url":"https://www.nytimes.com/1994/03/01/sports/IHT-the-olympic-games-not-just-surviving-but-better-than-ever.html","abstract":"The truth about the Olympics is that they are almost impossible to ruin. The ingredients going into the 17th Winter Games as they began Feb. 12 were not the makings of a gourmet athletic experience..Basically, you had Tonya & Nancy..You had the U","thumbnail":null,"section":"Sports"},{"date":"19940301","headline":"Giuliani Tries Electronic School-Spending Freeze","web_url":"https://www.nytimes.com/1994/03/01/nyregion/giuliani-tries-electronic-school-spending-freeze.html","abstract":"  Without warning the Board of Education, the Giuliani administration last week loaded software on a computer accounting system to block spending on school supplies.   But the administration reversed the spending freeze yesterday after the Board considered legal action, and the Mayor's lawyers said the Mayor may have the computer power but not the legal power to cut off the spending.","thumbnail":null,"section":"New York"},{"date":"19940301","headline":"Vikings Lure Hinton From Atlanta Falcons","web_url":"https://www.nytimes.com/1994/03/01/sports/sports-people-football-vikings-lure-hinton-from-atlanta-falcons.html","abstract":"  Atlanta Falcons guard CHRIS HINTON, elected eight times to the Pro Bowl, has agreed to sign a three-year contract with the Minnesota Vikings. The contract, expected to be signed today, averages a little over $2.5 million a year, The Minneapolis Star Tribune reported.","thumbnail":null,"section":"Sports"},{"date":"19940301","headline":"Newsday Hires Lupica","web_url":"https://www.nytimes.com/1994/03/01/sports/sports-people-sports-journalism-newsday-hires-lupica.html","abstract":"  The Daily News sports columnist MIKE LUPICA has joined Newsday, that paper's publisher, ROBERT M. JOHNSON, said yesterday. Lupica, 41, had been a columnist at The News since 1977, except for a 14-month stint at The National, a defunct all-sports daily.","thumbnail":null,"section":"Sports"},{"date":"19940301","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/03/01/style/chronicle-331694.html","abstract":"  ANDRE PREVIN, the composer and conductor, had a reunion over the weekend with his former orchestra the Pittsburgh Symphony, but it was abruptly interrupted.    Mr. Previn led the orchestra during concerts on Friday and Saturday but fainted at a party on Saturday evening and had to cancel a Sunday performance, said his agent, Jonathan Brill.","thumbnail":null,"section":"Style"},{"date":"19940301","headline":"Los Angeles Drivers Try New Ways on Old Roads","web_url":"https://www.nytimes.com/1994/03/01/us/los-angeles-drivers-try-new-ways-on-old-roads.html","abstract":"  The Santa Monica Freeway, the world's busiest thoroughfare, links the Pacific Ocean beaches with the downtown high-rises here, divides the rich neighborhoods of Los Angeles from the poor and figures prominently in a Joan Didion novel, a Steve Martin movie and a David Frizzell country song.   Now the famed freeway, cut in two by last month's earthquake, is also at the heart of this city's soul-searching about whether life here ought to be lived differently.","thumbnail":null,"section":"U.S."},{"date":"19940301","headline":"Kunstler Accepts Rail-Shooting Case","web_url":"https://www.nytimes.com/1994/03/01/nyregion/kunstler-accepts-rail-shooting-case.html","abstract":"  Colin Ferguson, who has been accused of killing six people aboard a Long Island Rail Road train on Dec. 7, has retained William M. Kunstler and Ronald L. Kuby, to handle his case, Mr. Kuby said today.   Mr. Kuby said that in a 45-minute meeting this afternoon at the Nassau County Jail, Mr. Ferguson \"asked us to represent him, and we agreed to do so.\"","thumbnail":null,"section":"New York"},{"date":"19940301","headline":"Where Is Israel's Iron Fist?","web_url":"https://www.nytimes.com/1994/03/01/opinion/where-is-israels-iron-fist.html","abstract":"On Sept. 17, 1948, Count Folke Bernadotte, a United Nations mediator, was murdered in Jerusalem by members of a previously unknown Jewish group, the National Front. This crime was considerably less grave than Friday's massacre in Hebron. Yet David Ben-Gurion did not hesitate for a moment: within two days, the Provisional Government of Israel published regulations calling for heavy punishment, not only of active terrorists but for all members of terrorist organizations. The National Front and another extremist group, Lehi, were outlawed. \n\nIn the midst of those difficult days of war, Ben-Gurion diverted large numbers of troops to the task of crushing Jewish terrorism. Some 200 people were arrested immediately. Widespread searches were carried out around the country. The leaders of Lehi were arrested and made to stand trial.","thumbnail":null,"section":"Opinion"},{"date":"19940301","headline":"Money and Politics Mix, in Malaysia as Elsewhere","web_url":"https://www.nytimes.com/1994/03/01/opinion/IHT-money-and-politics-mix-in-malaysia-as-elsewhere.html","abstract":"Hypocrisy, navet and grandstanding have been ricocheting between London and Kuala Lumpur, culminating in Friday's announcement by the Malaysian government that it would boycott British goods in retaliation for British media allegations of pay","thumbnail":null,"section":"Opinion"},{"date":"19940301","headline":"Judge Studies a Run For Top Legal Post","web_url":"https://www.nytimes.com/1994/03/01/nyregion/judge-studies-a-run-for-top-legal-post.html","abstract":"  Karen Burstein, a Family Court judge in Brooklyn who once served in the State Senate and was head of the State Consumer Protection Board, said yesterday that she is considering running for State Attorney General.   Ms. Burstein said that she has been encouraged to run by friends and colleagues and that an announcement could come within the month. But she said speculation in political circles that she had already decided to run was inaccurate.","thumbnail":null,"section":"New York"},{"date":"19940301","headline":"A Hostage to the Olympics","web_url":"https://www.nytimes.com/1994/03/01/opinion/a-hostage-to-the-olympics.html","abstract":"The reason why the word Olympics is respected all over the world is that it is full of humanitarianism and represents the good and honest nature of mankind. But there are exceptions. Just as many malicious things are committed under the guise of good intentions, the Olympics, a magnificent thing itself, conceals many evil doings contrary to the Olympic spirit.\n\nOne such case involves a Chinese citizen, Qin Yongmin, who was arrested and illegally put in a labor camp for opposing the Government's bid to play host to the 2000 Summer Games.","thumbnail":null,"section":"Opinion"},{"date":"19940301","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/03/01/style/chronicle-331686.html","abstract":"  Members of the illustrious Rothschild family gathered in Frankfurt last weekend for a milestone celebration: the 250th birthday of Mayer Amschel Rothschild, who started the family's financial empire and whose grave is in the old Battonn Street Jewish Cemetery. The commemoration happened to coincide with the city's celebration of its 1,200th anniversary.   \"The coincidence of both anniversaries reminds us how much Frankfurt am Main owes to its Jewish citizens,\" Chancellor HELMUT KOHL said yesterday in an address at the Jewish Museum, which is in a building that belonged to the family in the 19th century.","thumbnail":null,"section":"Style"},{"date":"19940301","headline":"3 Child-Size Safaris In Animal Territory","web_url":"https://www.nytimes.com/1994/03/01/science/personal-computers-3-child-size-safaris-in-animal-territory.html","abstract":"  CREATING software for children carries the same burden as creating toys. From Lincoln Logs to CD-ROM's, manufacturers must come up with a way of pleasing both the children who play with the goods and the adults who buy them.   One relatively safe way to please both audiences, experience has shown, is to rely on animals. Oh-h-h, aren't they cute? And software companies have clearly learned the lesson, for animals from the extinct (dinosaurs) to the nearly human (Berenstain Bears, Teen-age Mutant Ninja Turtles) inhabit an extraordinary range of children's software.","thumbnail":null,"section":"Science"},{"date":"19940301","headline":"Sliwa Hiring Serves as Counterweight to WNYC's Liberal Line","web_url":"https://www.nytimes.com/1994/03/01/opinion/l-sliwa-hiring-serves-as-counterweight-to-wnyc-s-liberal-line-331872.html","abstract":"  To the Editor:   Frank Rich misses an important point in \"The Radio Funnies\" (column, Feb. 17), his criticism of the hiring of Curtis Sliwa by WNYC. Perhaps conservative views not only \"have a right to be represented on WNYC,\" but are also necessary for the New York City station's survival.","thumbnail":null,"section":"Opinion"},{"date":"19940301","headline":"Untimely Ski Deaths : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/01/opinion/IHT-untimely-ski-deaths-letters-to-the-editor.html","abstract":"Regarding \"Skiing Deaths Since 1959\" (Sports, Jan. 31):.Two notable American skiers of the past come to mind, although their untimely deaths did not occur as a direct result of competition. Jimmy Griffith was a bright hope in the '52 Olympics","thumbnail":null,"section":"Opinion"},{"date":"19940301","headline":"New York's Underground Show Biz","web_url":"https://www.nytimes.com/1994/03/01/opinion/new-york-s-underground-show-biz.html","abstract":"  When the glitterati of the music business file into Radio City Music Hall for the Grammy awards tonight, two unheralded combos will be playing in the subway station below. Like the bash at Grand Central Terminal on Saturday, and last night's stylish affair at the Metropolitan Museum, their concert is part of an entertainment marathon that has enriched New York City for several days.   Fancy parties are very nice, of course. But the real New York -- the city that overflows with aspiring artists -- is better reflected by the struggling musicians who perform under the auspices of the Metropolitan Transportation Authority's \"Music Under New York.\"","thumbnail":null,"section":"Opinion"},{"date":"19940301","headline":"TREASURY IMPOSES NEW REGULATIONS ON SOME SHOTGUNS","web_url":"https://www.nytimes.com/1994/03/01/us/treasury-imposes-new-regulations-on-some-shotguns.html","abstract":"  With a new Federal law requiring background checks on buyers of handguns now in effect, the Clinton Administration today announced new restrictions on semiautomatic shotguns, favorite weapons in the drug trade.   Treasury Secretary Lloyd Bentsen said three types of shotguns, one of which can supposedly fire 12 shells in three seconds, were being reclassified as \"destructive weapons,\" a class that includes machine guns.","thumbnail":null,"section":"U.S."},{"date":"19940301","headline":"No Headline","web_url":"https://www.nytimes.com/1994/03/01/nyregion/no-headline-328758.html","abstract":"  \"You are not part of the national democratic camp which we all belong to in this house, and many of the people despise you. You are not partners in the Zionist enterprise. You are a foreign implant. You are an errant weed. Sensible Judaism spits you out.\" -- YITZHAK RABIN, Prime Minister of Israel, referring to Israeli settlers who favor violence against the Palestinians.  [ A1:2. ]","thumbnail":null,"section":"New York"},{"date":"19940301","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/03/01/arts/classical-music-in-review-331805.html","abstract":"  'Cavalleria Rusticana' and 'Pagliacci'  Amato Opera 319 Bowery, at Second Street East Village Through March 20    The suspension of disbelief is an important faculty for an operagoer, and sometimes it is drawn on heavily. At the Amato Opera, the scenery is slender, the orchestra, led by Anthony Amato, comprises an electronic keyboard and a few wind players, and the singers come to their roles with an eagerness that is not always matched by polish. The double bill of Mascagni's \"Cavalleria Rusticana\" and Leoncavallo's \"Pagliacci\" that is running weekends showed the best and worst sides of this inventive little company on Saturday night.","thumbnail":null,"section":"Arts"},{"date":"19940301","headline":"Juror Says Doubts Determined Verdict in Sect Trial","web_url":"https://www.nytimes.com/1994/03/01/us/juror-says-doubts-determined-verdict-in-sect-trial.html","abstract":"  At the outset of jury deliberations in the murder trial of 11 Branch Davidians here, one juror recalled today, everybody agreed that murder had taken place at the compound near Waco one year ago. But there was a big problem.    \"Some thought it was outright murder on the part of the Branch Davidians,\" the juror said. \"And some thought it was outrageous murder on the part of the Federal Government.\"","thumbnail":null,"section":"U.S."},{"date":"19940301","headline":"On My Mind; The Worth of Israel","web_url":"https://www.nytimes.com/1994/03/01/opinion/on-my-mind-the-worth-of-israel.html","abstract":"  For all Israelis but a handful the massacre of the Muslims at prayer was one of the saddest days in the country's history.   That fact does nothing to assuage grief or diminish the crime. Still, it does tell a great deal about the gap between Arab and Israeli societies -- and the importance of not allowing shock or sorrow to overwhelm the awareness of the difference.","thumbnail":null,"section":"Opinion"},{"date":"19940301","headline":"Review/Music; Works by Morton Feldman, Famous Unknown","web_url":"https://www.nytimes.com/1994/03/01/arts/review-music-works-by-morton-feldman-famous-unknown.html","abstract":"  Morton Feldman wrote nothing that was not beautiful. \"Rothko Chapel,\" composed in 1971 for the Menil Foundation's devotional room of Rothko paintings in Houston, stands apart even from the rest of his remarkable output. This half-hour soundscape for viola, wordless chorus, percussion and celeste is among the loftiest and loneliest utterances in 20th-century American music. Isolated chords and melodic fragments hover like shrouded forms, surrounded by thick silence; a few minutes before the end, the fog abruptly lifts and the viola sings a heartbreaking Hebraic melody in simple harmonic garb. Even in an imperfect performance like the one on Continuum's all-Feldman program Saturday night at Tully Hall, the effect is nothing less than sublime.   Six years after his death, Feldman remains both famous and unknown.  No longer overshadowed by his onetime mentor John Cage, he has become hugely influential within certain creative circles; younger composers study him intently, and the adjective \"Feldmanesque\" has entered the lexicon of anyone writing about contemporary music. He is venerated for his aloofness from 20th-century procedural polemics and his dedication to the sensuous substance of harmony.","thumbnail":null,"section":"Arts"},{"date":"19940301","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/03/01/style/IHT-what-theyre-reading.html","abstract":"Kirk Peterson, director of the Hartford Ballet, is reading \"Stranger in a Strange Land,\" by Robert A. Heinlein. .\"It's a book about perception and it's very peculiar: a Martian who comes to Earth and wonders whether the grass is affected","thumbnail":null,"section":"Style"},{"date":"19940301","headline":"Tax-Cut Bill Gets Support In Trenton","web_url":"https://www.nytimes.com/1994/03/01/nyregion/tax-cut-bill-gets-support-in-trenton.html","abstract":"  The Republican-dominated Assembly, with wide bipartisan support, today delivered on the first installment of Gov. Christine Todd Whitman's campaign promise to make the largest tax cut in state history.    Before the $1.5 billion tax cuts become law, the three-bill package that includes legislation to reduce the state income tax by 5 percent for everyone must win approval on Thursday from the Senate. But that body, which is also under Republican control, has been much more restrained in its support of the plan.","thumbnail":null,"section":"New York"},{"date":"19940301","headline":"Mexican Government Is Moving To Open Up Presidential Election","web_url":"https://www.nytimes.com/1994/03/01/world/mexican-government-is-moving-to-open-up-presidential-election.html","abstract":"  Under pressure from rebels for political changes and the increasingly insistent entreaties of opposition parties for credible elections, the Mexican Government has agreed in principle to an additional round of changes that could make the presidential election in August more competitive.   The changes include accepting for the first time officially recognized international observers, a more independent electoral institute, greater access for opposition candidates to television and a quicker and more intense scrutiny of registration rolls.","thumbnail":null,"section":"World"},{"date":"19940301","headline":"Cuomo Hires Garth for Post In Campaign","web_url":"https://www.nytimes.com/1994/03/01/nyregion/cuomo-hires-garth-for-post-in-campaign.html","abstract":"  Recognizing that he could be vulnerable to a credible Republican challenge, Gov. Mario M. Cuomo has hired the political impresario David Garth to be media consultant for his 1994 re-election campaign, senior advisers to the Cuomo campaign said today.   In hiring Mr. Garth, the Democratic Governor has forged an intriguing alliance with the man who last year helped Rudolph W. Giuliani, a Republican, defeat David N. Dinkins, New York City's first black Mayor. He also has joined forces with the strategist who ran two campaigns for Edward I. Koch against Mr. Cuomo, a successful race for mayor in 1977 and an unsuccessful one for governor in 1982.","thumbnail":null,"section":"New York"},{"date":"19940301","headline":"Britain Should Be Firm","web_url":"https://www.nytimes.com/1994/03/01/opinion/IHT-britain-should-be-firm.html","abstract":"What began as a parochial British scandal about whether funds for an aid project in Malaysia were linked to arms sales has become a nasty diplomatic fracas. Malaysia now says it will not approve any more government contracts with British companies..Mah","thumbnail":null,"section":"Opinion"},{"date":"19940301","headline":"WEST BANK MASSACRE: The P.L.O.; P.L.O. Insisting That the Settlers All Be Disarmed","web_url":"https://www.nytimes.com/1994/03/01/world/west-bank-massacre-the-plo-plo-insisting-that-the-settlers-all-be-disarmed.html","abstract":"  Reflecting a wave of revulsion that has spread among Palestinians in much of the West Bank and the Gaza Strip, a senior P.L.O. official said today that the removal of weapons from the hands of all Jewish settlers was a condition for theorganization's return to peace talks.    The official, Yasir Abed Rabbo, also said Palestinians were starting a campaign to persuade the United Nations Security Council to back the demand.","thumbnail":null,"section":"World"},{"date":"19940301","headline":"Rare Voter, a Clinton In-Law Now Runs","web_url":"https://www.nytimes.com/1994/03/01/us/rare-voter-a-clinton-in-law-now-runs.html","abstract":"  Hugh Rodham's supporters in Miami had been promising that he would be a fresh face in Florida politics. But even they might not have realized just how fresh.   The voting records of the Dade County Supervisor of Elections Office show that Mr. Rodham, Hillary Rodham Clinton's brother, who began his bid this week for the Democratic nomination to the United States Senate, registered to vote in the state only in December 1991 -- in time to cast a ballot for his brother-in-law, Bill Clinton, in the 1992 Presidential race.","thumbnail":null,"section":"U.S."},{"date":"19940301","headline":"They're Back! Komodos Avoid Extinction","web_url":"https://www.nytimes.com/1994/03/01/science/they-re-back-komodos-avoid-extinction.html","abstract":"  THE Komodo dragon, the world's largest, ugliest and most dangerous lizard -- is on the endangered species list, and some would say that this unprepossessing creature would not be missed if it were to become extinct.   But although the death in 1987 of a lone Komodo dragon at the San Diego Zoo temporarily wiped out America's entire surviving population of these fearsome reptiles, a new breeding program in Washington is mass-producing dragon chicks and has begun restocking zoos in this country and abroad. Komodo dragons are now hatching by the dozen at the National Zoo, the first time these animals have been bred in captivity outside Indonesia, the only nation in the world where Komodo dragons live in the wild.","thumbnail":null,"section":"Science"},{"date":"19940301","headline":"Boy, 15, in Religious Tug-of-War Meets With Parents After 2 Years","web_url":"https://www.nytimes.com/1994/03/01/us/boy-15-in-religious-tug-of-war-meets-with-parents-after-2-years.html","abstract":"  Almost two years after he vanished in Brooklyn amid a tug-of-war between his secular family and an ultra-Orthodox Jewish sect, a 15-year-old boy was reunited with his parents today, but told them he wanted to be placed in the custody of an Orthodox Jewish rabbi in Rockland County.    The appearance of the boy, Shai Fhima, in Family Court here was the latest twist in a complex case that has pitted a strictly religious rabbi against non-religious Jews in a clash over the boy's spiritual upbringing.","thumbnail":null,"section":"U.S."},{"date":"19940301","headline":"Who's on First for the Mets? It Just Might Be Orsulak","web_url":"https://www.nytimes.com/1994/03/01/sports/baseball-who-s-on-first-for-the-mets-it-just-might-be-orsulak.html","abstract":"  The first time Dallas Green said it, people were taken somewhat aback. When asked in January who might play first base for the Mets and who might bat leadoff, one of the first answers to both questions was Joe Orsulak.   Joe Orsulak?","thumbnail":null,"section":"Sports"},{"date":"19940301","headline":"Richter Notches No. 100","web_url":"https://www.nytimes.com/1994/03/01/sports/hockey-richter-notches-no-100.html","abstract":"  One of the reasons the Ranger season is so interesting is that most other teams peak for them, measuring themselves against the best. This makes many Ranger games intense and memorable, no matter who wins.   But that wasn't the case last night at Madison Square Garden, when the Philadelphia Flyers submitted by 4-1. Eric Lindros, Philadelphia's large and powerful young star, wasn't much of a factor, managing just three shots on goal. The Flyers seemed overly respectful of the Rangers, going down in just in 2 hours 21 minutes.","thumbnail":null,"section":"Sports"},{"date":"19940301","headline":"Review/Pop;\nLove Seen as a Succession Of Changes in the Heart","web_url":"https://www.nytimes.com/1994/03/01/arts/reviewpop-love-seen-as-a-succession-of-changes-in-the-heart.html","abstract":"Explaining her hybrid brand of pop-gospel to the audience at Town Hall on Friday night, Oleta Adams pointed to her chemically straightened locks with a smile. \"I do this because it's pretty,\" she said. \"But the roots, they always grow right back underneath. They don't go anywhere.\"\n\nMs. Adams sings about aspects of love that are basic, not cosmetic. She sings about the moments when the heart changes: from affection to love, from being in love to not being in love anymore. She was stunning and confident in a clingy black velvet and lace gown, and the distance between her and the audience seemed very short indeed.","thumbnail":null,"section":"Arts"},{"date":"19940301","headline":"Our Tourists Can Save Russia","web_url":"https://www.nytimes.com/1994/03/01/opinion/l-our-tourists-can-save-russia-331910.html","abstract":"  1To the Editor:   Not that I dispute your facts on crime in Moscow in \"Riding Shotgun in Capitalist Russia\" (Business Day, Feb. 16), but by overdramatizing events that have become commonplace in our own society, you do damage to one of the few areas of Russia's fledgling free market economy that work: tourism.","thumbnail":null,"section":"Opinion"},{"date":"19940301","headline":"Whale Evolution","web_url":"https://www.nytimes.com/1994/03/01/science/science-watch-whale-evolution.html","abstract":"  A new genetic analysis challenges recent findings that suggested whales might have evolved differently than is widely believed.   Whales with teeth are usually thought to have split off in evolution about 40 million years ago from toothless whales that use a fibrous material called baleen to strain food from water.","thumbnail":null,"section":"Science"},{"date":"19940301","headline":"Morris Is Steadily Rising to the Nets' Occasion","web_url":"https://www.nytimes.com/1994/03/01/sports/pro-basketball-morris-is-steadily-rising-to-the-nets-occasion.html","abstract":"  Before the All-Star break, Chris Morris was disappointed that his role with the Nets was diminishing game by game.   With Derrick Coleman leading the team with 20.5 points and 11.6 rebounds a game, and Kenny Anderson emerging as one of the National Basketball Association's premier point guards, Morris found he was getting fewer shots.","thumbnail":null,"section":"Sports"},{"date":"19940301","headline":"Review/Theater; Percussionists Turn Junk Into Rhythm","web_url":"https://www.nytimes.com/1994/03/01/theater/review-theater-percussionists-turn-junk-into-rhythm.html","abstract":"  Stomp, an irresistibly frisky percussion troupe from England, may have found a solution to the garbage crisis. Instead of throwing junk away, why not recycle it as rhythm?    In the group's self-titled, nearly wordless show at the Orpheum Theater, brooms become drum brushes and oil drums boots. Gladiators wielding metal garbage can lids joust in clanging stylized combat. In the most acrobatic number, two of the performers, attached to cords, hurl their swinging bodies against a metal grid, becoming human bell clappers.","thumbnail":null,"section":"Theater"},{"date":"19940301","headline":"Q&A","web_url":"https://www.nytimes.com/1994/03/01/science/q-a-164682.html","abstract":"  Heart Muscle Q. What is special about the heart muscle that keeps it from getting tired?","thumbnail":null,"section":"Science"},{"date":"19940301","headline":"Toronto Journal; Antiwar Wounds Are Healed and Canada Is Home","web_url":"https://www.nytimes.com/1994/03/01/world/toronto-journal-antiwar-wounds-are-healed-and-canada-is-home.html","abstract":"  After Eric Nagler, who was raised in Brooklyn, entered Canada fleeing the Vietnam War draft, he lived for a time in a tiny log cabin without running water or electricity, but he was \"thrilled and happy to be there.\"   As the years have passed, he left the hippie way of life behind. He is a popular children's entertainer and television personality with an enormous house on wooded land north of Toronto. He married a Canadian, and they have four children and about 80 animals, most of them native to Canada, except for the iguana and a mating pair of boa constrictors named Jake and Baby.","thumbnail":null,"section":"World"},{"date":"19940301","headline":"Meeting Set for Coaches","web_url":"https://www.nytimes.com/1994/03/01/sports/sports-people-college-basketball-meeting-set-for-coaches.html","abstract":"  The Black Coaches Association and the National Collegiate Athletic Association will speak tonight, their first full discussion since the coaches' group threatened to disrupt the college basketball season.","thumbnail":null,"section":"Sports"},{"date":"19940301","headline":"For Job-Finding Concern, a Troubled Past","web_url":"https://www.nytimes.com/1994/03/01/nyregion/for-job-finding-concern-a-troubled-past.html","abstract":"  Its promotion sounds irresistible. The company finds jobs for people on welfare, and, according to its news releases, the government pays nothing for the service until the applicants are hired and working in full-time permanent jobs.    Both Mayor Rudolph W. Giuliani and Gov. Mario M. Cuomo have hailed the company, America Works, as a profit-making solution to the welfare burden. Last month both were on hand as New York City announced that it was joining the state in an arrangement that would double the number of people the company would seek to place in jobs.","thumbnail":null,"section":"New York"},{"date":"19940301","headline":"Press for Peace : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/01/opinion/IHT-press-for-peace-letters-to-the-editor.html","abstract":"Regarding columns on the Feb. 22 and Feb. 23 Opinion pages:.A.M. Rosenthal is right. William Safire and Anthony Lewis are wrong. The Bosnian conflict can only be resolved by negotiation, not by bombing the Serbs or lifting the Yugoslav arms embargo in","thumbnail":null,"section":"Opinion"},{"date":"19940301","headline":"WEST BANK MASSACRE: Diplomacy; Clinton Praises Rabin for His Tough Stance on Militant Settlers","web_url":"https://www.nytimes.com/1994/03/01/world/west-bank-massacre-diplomacy-clinton-praises-rabin-for-his-tough-stance-militant.html","abstract":"  The Clinton Administration today praised the steps Prime Minister Yitzhak Rabin took on Sunday to curb radical nationalist settlers. Mr. Rabin announced the measures a day after the President urged Israel to take action to keep negotiations with the P.L.O. alive.   In an important gesture intended to induce Yasir Arafat, the P.L.O. chairman, to keep his pledge to resume talks in Washington, Mr. Clinton told Mr. Rabin in a telephone call on Saturday evening that it was crucial to curb militant settlers, a senior Administration official said.","thumbnail":null,"section":"World"},{"date":"19940301","headline":"Aqueduct Measures Snow by Days Lost","web_url":"https://www.nytimes.com/1994/03/01/sports/horse-racing-aqueduct-measures-snow-by-days-lost.html","abstract":"  What is so rare as a day in June? How about one in January or February with actual racing at Aqueduct?   Those days were especially rare in this year of snow followed by sleet followed by snow. And from the highest track official to the lowliest railbird, cancellation of 14 of the first 51 racing days of the winter season, most recently last Wednesday , is anything but a joke.","thumbnail":null,"section":"Sports"},{"date":"19940301","headline":"WEST BANK MASSACRE: The Settlers; Settlers Say the Arabs Can Now Know Fear Too","web_url":"https://www.nytimes.com/1994/03/01/world/west-bank-massacre-the-settlers-settlers-say-the-arabs-can-now-know-fear-too.html","abstract":"  Seven days before Dr. Baruch Goldstein opened fire on Muslim worshipers in Hebron, a Jewish settler from here, Zipora Sasson, was cut down in the fifth month of her pregnancy by a Palestinian ambush while she was driving home with her husband and two children.   The two episodes may have been completely different in magnitude, but many of the inhabitants of this Jewish settlement repeatedly drew a connection today as they tried to come to grips with Dr. Goldstein's personal act of terrorism.","thumbnail":null,"section":"World"},{"date":"19940301","headline":"Observer; The Recovery Room","web_url":"https://www.nytimes.com/1994/03/01/opinion/observer-the-recovery-room.html","abstract":"  We spent three weeks where it never snows and there lost touch with the news, which is often fatal to journalists. In journalism survival requires a zealot's belief in the importance of the present moment, and three weeks of refuge from present moments can leave that faith in tatters.   Three weeks without immersion in the millions of absolutely vital present moments that constitute journalism's definition of three weeks -- Ah reader, would you believe how little of consequence really happens in three weeks?","thumbnail":null,"section":"Opinion"},{"date":"19940301","headline":"Accuser Drops Abuse Charge Against Cardinal in Chicago","web_url":"https://www.nytimes.com/1994/03/01/us/accuser-drops-abuse-charge-against-cardinal-in-chicago.html","abstract":"  A Federal judge in Cincinnati dismissed all sexual-abuse charges against Joseph Cardinal Bernardin of Chicago yesterday after the Roman Catholic Archbishop's accuser acknowledged that his recollections of events he said occurred more than 17 years ago were not trustworthy.   At a news conference in Cincinnati, the accuser, Steven J. Cook, said, \"I now realize that the memories which arose during and after hypnosis are unreliable,\" adding, \"I can no longer proceed in good conscience.\"","thumbnail":null,"section":"U.S."},{"date":"19940301","headline":"Obstacle-Strewn Road to Rethinking the Numbers on AIDS","web_url":"https://www.nytimes.com/1994/03/01/science/the-doctor-s-world-obstacle-strewn-road-to-rethinking-the-numbers-on-aids.html","abstract":"  Determining how many Americans are infected with the virus that causes AIDS is an imprecise science at best. But Federal health officials are trying again, and it appears that the current estimate of one million will be lowered.   The estimate, made in 1989, represents the midpoint of the range reported by the Centers for Disease Control and Prevention in Atlanta. It set the figure at 800,000 to 1.2 million. The widely cited one million midpoint figure has been attacked as too low or too high, depending on the critic's point of view.","thumbnail":null,"section":"Science"},{"date":"19940301","headline":"Thinning Ozone Layer Implicated in Decline Of Frogs and Toads","web_url":"https://www.nytimes.com/1994/03/01/science/thinning-ozone-layer-implicated-in-decline-of-frogs-and-toads.html","abstract":"  SCIENTISTS investigating a worldwide decline in frogs and other amphibians have found the first strong evidence identifying a likely global culprit: the rise in ultraviolet radiation caused by the thinning of the atmospheric ozone layer.   Researchers from Oregon State University say a new study shows that a form of radiation in sunlight called ultraviolet B is killing off eggs of frogs and toads known to be in decline in the Cascade Mountains of Oregon. Biologists found that the species that are in decline appear to have relatively limited abilities to repair damage from this natural radiation, which alters the structure of the genetic material, DNA.","thumbnail":null,"section":"Science"},{"date":"19940301","headline":"Sherrod Memorial Service","web_url":"https://www.nytimes.com/1994/03/01/us/sherrod-memorial-service.html","abstract":"  A memorial service will be held in Washington on Thursday for Robert Sherrod, the author of books on World War II who had been the editor of The Saturday Evening Post and a correspondent in World War II. The service will be at 1:30 P.M. at St. Albans Church at Massachusetts and Wisconsin Avenues N.W. Mr. Sherrod died on Feb. 13 at his home in Washington. He was 85.","thumbnail":null,"section":"U.S."},{"date":"19940301","headline":"Hair Dye Isn't Linked To Cancer Death Risk","web_url":"https://www.nytimes.com/1994/03/01/opinion/l-hair-dye-isn-t-linked-to-cancer-death-risk-331902.html","abstract":"  To the Editor:   Re \"So You Consider Hair Dye Safe?\" (letter, Feb. 16) by Dr. Samuel S. Epstein: Our study of more than 500,000 American women shows that hair dye is, at most, a minor factor in the risk of cancer death.","thumbnail":null,"section":"Opinion"},{"date":"19940301","headline":"SOCCER","web_url":"https://www.nytimes.com/1994/03/01/sports/soccer.html","abstract":"  The Name Game   In an attempt to make the players more easily recognizable to the American public during the World Cup this summer, FIFA, the sport's worldwide governing body, has decided to put the names of the players on the back of their jerseys for the first time in the history of the tournament.","thumbnail":null,"section":"Sports"},{"date":"19940301","headline":"Witness in Murder Says Memory Was Aided","web_url":"https://www.nytimes.com/1994/03/01/nyregion/witness-in-murder-says-memory-was-aided.html","abstract":"  A witness called to corroborate testimony that a conspirator in a journalist's murder made a trip to pay the accused gunman his fee acknowledged yesterday that his memory had been enhanced by re-enacting the trip with detectives.   The prosecution had earlier suggested that the witness was important because he was not a conspirator in the plot to kill the crusading antidrug journalist, Manuel de Dios Unanue. Other major prosecution witnesses are conspirators who made deals to testify against the accused gunman, Wilson Alejandro Mejia Velez, in hopes of receiving leniency.","thumbnail":null,"section":"New York"},{"date":"19940301","headline":"10 Killed After Muslim Raid On a Police Station in Egypt","web_url":"https://www.nytimes.com/1994/03/01/world/10-killed-after-muslim-raid-on-a-police-station-in-egypt.html","abstract":"  Ten people were killed in clashes on Sunday night after Muslim militants attacked a police station in the southern province of Aswan, security officials said today. It was some of the deadliest fighting between the militants and Government forces in two years.   The violence erupted after eight gunmen, presumed to be members of the Islamic Group, opened fire on a police station in the town of Edfu, killing one police officer.","thumbnail":null,"section":"World"},{"date":"19940301","headline":"They're All After Zakarias's Soul","web_url":"https://www.nytimes.com/1994/03/01/opinion/IHT-theyre-all-after-zakariass-soul.html","abstract":"When the Baptist missionaries in this isolated valley in Irian Jaya on the western half of the island of New Guinea asked for contributions to build a new church, Zakarias chipped in with the most valuable thing he could find - a bird-of-paradise skin..","thumbnail":null,"section":"Opinion"},{"date":"19940301","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/03/01/sports/results-plus-329649.html","abstract":"  N.B.A.  Price Powers the Cavs Mark Price scored 19 points and Bobby Phills added 17 last night to carry the Cleveland Cavaliers to their seventh straight victory, 89-81, in Chicago. The Bulls, who have lost four of their last six at home, shook up their lineup by moving Scottie Pippen from forward to guard and replacing guard Pete Myers with Toni Kukoc at forward. Kukoc failed to score. (AP) Jazz 89, Rockets 85: At Salt Lake City, Karl Malone scored 18 points to lead the Utah Jazz to their sixth straight victory. Houston's Hakeem Olajuwon led all scorers with 20 points. (AP) N.H.L.  Penguins Win, 4-1  In Miami, Rick Tocchet's second goal of the game with 4:40 left in the third period on a pass from Mario Lemieux led Pittsburgh by the Florida Panthers last night. Lemieux, playing in only his ninth game of the season, had a goal and two assists. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940301","headline":"The Bytes Of the Past Emerge As a Book","web_url":"https://www.nytimes.com/1994/03/01/science/peripherals-the-bytes-of-the-past-emerge-as-a-book.html","abstract":"  SINCE 1975, Byte magazine has informed, inspired and entertained enthusiasts of the personal computer. Like Scientific American, which is where paleontologists hear about developments in cosmology, Byte is where a programmer hears about sound cards, a sound-card expert sees spreadsheets, a database specialist gets the news on networks.   The cover story of the March issue, for example, is \"Building the Data Highway,\" 28 consecutive pages, including advertisements, on the political, social and technological (\"Should the transport protocol be ATM? TCP/ IP? TCP/IP over ATM?\") factors in constructing the broadest-yet wide-area network. There are also reviews of 46 portable computers with 80486 processors; an article, \"Teutonizing the Newton,\" on the German version of the Apple P.D.A. (Personal Digital Assistant); a piece on Opendoc (\"a new vendor-neutral document standard\"); a commentary on \"Virtual Legality,\" the knotty legal issues raised by on-line communications, and Jerry Pournelle's immodest monthly musings on practically everything.","thumbnail":null,"section":"Science"},{"date":"19940301","headline":"Playing Down Getting Tough","web_url":"https://www.nytimes.com/1994/03/01/world/conflict-in-the-balkans-playing-down-getting-tough.html","abstract":"  Despite today's aerial battle and several other signs of stepped-up military activity in the Balkans, American officials say they see little renewed danger of an all-out offensive by the Bosnian Serbs.   So, having helped two weeks ago to bring about at least a temporary end to the artillery bombardment that had threatened to pound Sarajevo into submission, the Clinton Administration is disinclined to see the latest developments as a setback. Indeed, both military and civilian officials suggested that by responding firmly, NATO may have made further trouble in the area much less likely.","thumbnail":null,"section":"World"},{"date":"19940301","headline":"Sliwa Hiring Serves as Counterweight to WNYC's Liberal Line; Radio Choices","web_url":"https://www.nytimes.com/1994/03/01/opinion/l-sliwa-hiring-serves-as-counterweight-to-wnyc-s-liberal-line-radio-choices-332062.html","abstract":"  To the Editor:   Frank Rich, in his laudable effort to rally support for municipally owned WNYC radio stations, misidentifies them as New York's only public radio facilities (column, Feb. 17).","thumbnail":null,"section":"Opinion"},{"date":"19940301","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/03/01/arts/classical-music-in-review-329916.html","abstract":"  Leontyne Price  Soprano Brooklyn College    The thought of American singing without Leontyne Price is hardly imaginable, and judging from her recital on Sunday afternoon, we may not have to imagine it for some time to come. Quite naturally, the distinguished American soprano, well into her seventh decade, no longer has the instrument that made her famous 35 years ago. What remains, however, has been husbanded with care. The wobble that affects older voices is scarcely to be heard. The sense of pitch is absolutely true, the control over material firm.","thumbnail":null,"section":"Arts"},{"date":"19940301","headline":"No Chemical Arms Used by Iraqi Forces, U.N. Inquiry Finds","web_url":"https://www.nytimes.com/1994/03/01/world/no-chemical-arms-used-by-iraqi-forces-un-inquiry-finds.html","abstract":"  Investigations into the Iraqi military's reported use of chemical weapons last September against the Shiite Muslims in its southern marshlands has turned up no evidence that the weapons were used, the United Nations' Special Commission in charge of disarming Iraq reported today.   The Commission, which began the investigation in November, took animal, plant, water, air and soil samples during an inspection. The samples were brought back for laboratory analysis in the United States and Britain.","thumbnail":null,"section":"World"},{"date":"19940301","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/01/nyregion/c-corrections-331627.html","abstract":"  An obituary on Sunday about Avery Fisher, philanthropist and founder of the Fisher electronics company, misstated the length of his marriage to the former Janet Cane, who survives him. They were married 53 years, not 44. In addition, the obituary omitted five survivors; they are his grandchildren.","thumbnail":null,"section":"New York"},{"date":"19940301","headline":"Staten Island Secession, the Debate That Wouldn't Die, Now Reaches Albany","web_url":"https://www.nytimes.com/1994/03/01/nyregion/staten-island-secession-the-debate-that-wouldn-t-die-now-reaches-albany.html","abstract":"  The Staten Island secession movement -- a five-year quest that began as a quixotic dream but somehow survived referendums, court tests, political deals and the scorn of doomsayers -- moved toward a climax in the State Legislature yesterday with the unveiling of a bill to make the borough an independent city.   The bill's prospects were not highly rated, even by its chief sponsor, State Senator John J. Marchi, the father of the movement and chairman of a commission that has laid plans for a City of Staten Island, complete with mayor, council, comptroller, courts, schools and other trappings of a modern municipality.","thumbnail":null,"section":"New York"},{"date":"19940301","headline":"Clinton Travels for Rostenkowski, and Major","web_url":"https://www.nytimes.com/1994/03/01/us/clinton-travels-for-rostenkowski-and-major.html","abstract":"  President Clinton divided his time today between two leaders in political peril, flying to Chicago to offer an effusive tribute to Representative Dan Rostenkowski and then moving on for a rendezvous here with Prime Minister John Major of Britain.   Both stops were preceded by some tension. Mr. Rostenkowski, a Chicago Democrat who faces a difficult primary election on March 15, is the subject of a Federal criminal investigation. White House officials had debated whether Mr. Clinton should be seen as taking sides in the race.","thumbnail":null,"section":"U.S."},{"date":"19940301","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/01/nyregion/c-corrections-331635.html","abstract":"  A dance listing in the Arts and Leisure section on Sunday misstated the telephone number for Mikhail Baryshnikov's White Oak Dance Project. It is (212) 307-4100.","thumbnail":null,"section":"New York"},{"date":"19940301","headline":"'I Am Shamed,' Rabin Says","web_url":"https://www.nytimes.com/1994/03/01/world/west-bank-massacre-i-am-shamed-rabin-says.html","abstract":"  Following are excerpts from the speech to Parliament today by Prime Minister Yitzhak Rabin:    Today I stand before you, members of Knesset, and before the citizens of the State of Israel -- and in front of the entire world -- and as a Jew, as an Israeli, as a man and as a human being, I am shamed over the disgrace imposed upon us by a degenerate murderer.                    . . .         This murderer came out of a small and marginal political context. He grew in a swamp whose murderous sources are found here, and across the sea; they are foreign to Judaism. . . .","thumbnail":null,"section":"World"},{"date":"19940301","headline":"Opportunistic Species Gain In Battle for the Backyard","web_url":"https://www.nytimes.com/1994/03/01/science/opportunistic-species-gain-in-battle-for-the-backyard.html","abstract":"  JUST outside the kitchen windows of suburbia, nature's wild, desperate dance of life and death takes place almost unnoticed, veiled by the tame surroundings. But as the suburbs continue their relentless expansion into formerly wild habitats, a complex new order of ecological conflict is playing itself out.   At the struggle's center is a hardy, opportunistic group of native North American species with both the intelligence to adapt quickly to suburban surroundings and the eclectic appetite to take advantage of the wide variety of foods that suburbanites wittingly and unwittingly serve up. Crow and blue jay, mallard duck and Canada goose; squirrel, cottontail, skunk and white-tailed deer: together they and other seemingly innocuous species are emerging as collective winners in give-no-quarter combat with a much larger number of more sensitive and less adaptable species that include many songbirds and uncommon plants.","thumbnail":null,"section":"Science"},{"date":"19940301","headline":"A Jury Judges Waco","web_url":"https://www.nytimes.com/1994/03/01/opinion/a-jury-judges-waco.html","abstract":"  The jury's mixed verdict in the deaths of four of the Treasury agents who raided the Branch Davidian compound near Waco, Tex., has dealt another mortifying blow to Federal law enforcement. Just about the only person who does not view the verdict as a rebuke to the massive and unnecessary police action is Attorney General Janet Reno.    The raid, a year ago yesterday, was botched, as were most of the Government's efforts to arrange the surrender of the heavily armed cultist David Koresh. Along with dozens of his followers and their children, Mr. Koresh perished last April in a fiery response to a final raid, by the F.B.I.","thumbnail":null,"section":"Opinion"},{"date":"19940301","headline":"WEST BANK MASSACRE: The Overview; Rabin Urges the Palestinians To Put Aside Anger and Talk","web_url":"https://www.nytimes.com/1994/03/01/world/west-bank-massacre-overview-rabin-urges-palestinians-put-aside-anger-talk.html","abstract":"  Prime Minister Yitzhak Rabin appealed to the Palestinians today to return to the suspended peace talks. But he warned them not to use the Hebron massacre to set unrealistic conditions, suggesting that he had taken the sternest measures he plans for now against Jewish settlers in the occupied territories.   But in words both lacerating and relentless, Mr. Rabin declared murderous settlers to be outcasts, alien to Israel and to Judaism.","thumbnail":null,"section":"World"},{"date":"19940301","headline":"Plucking a Treasure From Tuscany's Groves; A Historian's Legacy to New York University Is a Life, and Villa, Devoted to Art","web_url":"https://www.nytimes.com/1994/03/01/nyregion/plucking-treasure-tuscany-s-groves-historian-s-legacy-new-york-university-life.html","abstract":"  It seemed an improbable bequest: Sir Harold Acton, the historian and art collector who epitomized the British upper crust, left his magnificent art-filled estate in Tuscany to a thoroughly urban, thoroughly American school, New York University.   But therein lies a 40-year-old tale.","thumbnail":null,"section":"New York"},{"date":"19940301","headline":"Japanese Linguists","web_url":"https://www.nytimes.com/1994/03/01/opinion/l-japanese-linguists-332038.html","abstract":"  To the Editor:   Your review of Donald Keene's \"On Familiar Terms\" (Books of The Times, Feb. 21) quotes his observation that after the attack on Pearl Harbor, there were \"only 50 Americans who spoke Japanese.\"","thumbnail":null,"section":"Opinion"},{"date":"19940301","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/03/01/nyregion/inside-328774.html","abstract":"  Clue to Frog Mystery   The thinning of the ozone layer may be responsible for a worldwide decline in amphibians, a new study says. Science Times, page C4. Thaw in City Spending Freeze    The Giuliani administration used software to freeze spending for school supplies, but later reversed itself in response to legal concerns. Page B1. Joining of 2 Political Masters    Recognizing he could be vulnerable this election year, Governor Cuomo has hired the political strategist David Garth, aides say. Page B1. How the Siege Jury Decided    For jurors in the Texas siege trial, one little-noticed fact stood out: top Federal officials had been forced to step down afterward. Page A21.","thumbnail":null,"section":"New York"},{"date":"19940301","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/03/01/arts/classical-music-in-review-331821.html","abstract":"  Musica Sacra  St. Peter's Church    Traditionalists probably saw it as evidence of a world turned upside down, but Musica Sacra and the BMG recording company went ahead last week with a series of concerts re-creating contemporary-music releases on BMG's new Catalyst label. Friday's concert, with the Musica Sacra chorus under the direction of Richard Westenburg, reproduced the program of one of the stronger disks in the series, \"Of Eternal Light.\" Classics of 20th-century choral music -- Messiaen's \"O Sacrum Convivium\" and Ligeti's \"Lux Aeterna\" -- were juxtaposed with pieces commissioned expressly for the recording.","thumbnail":null,"section":"Arts"},{"date":"19940301","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/03/01/sports/transactions-332542.html","abstract":"  Baseball  American League  MINNESOTA TWINS -- Agreed to terms with Ron Caridad, Larry Casian, Jose Correa, Eddie Guardado and Juan Pulido, pitchers, on one-year contracts. National League  MONTREAL EXPOS -- Agreed to terms with Tim Laker and Tim Spehr, catchers; Sean Berry, Wil Cordero and Mike Hardge, infielders; Rondell White and Lou Frazier, outfielders; and Tavo Alvarez, Miguel Batista, Jeff Fassero and Gabe White, pitchers, on one-year contracts.   SAN DIEGO PADRES -- Agreed to terms with Trevor Howard, pitcher, on a three-year contract and Ricky Gutierrez, shortstop, on a one-year contract. Eastern League  ALBANY YANKEES -- Named Matt Liscum assistant general manager. Basketball  National Basketball Association  CLEVELAND CAVALIERS -- Activated Gerald Madkins, guard, from the injured list. Hockey  National Hockey League  NEW YORK RANGERS -- Added Corey Hirsch, goalie, from Team Canada. Signed Todd Marchant, center, and assigned him to Binghamton of the American Hockey League. Assigned Barry Richter, defenseman, and Jean-Yves Roy, forward, to Binghamton. East Coast Hockey League  DAYTON BOMBERS -- Announced the resignation of Les Crooks, assistant general manager.","thumbnail":null,"section":"Sports"},{"date":"19940301","headline":"Tibet Couldn't Lose What It Never Had","web_url":"https://www.nytimes.com/1994/03/01/opinion/l-tibet-couldn-t-lose-what-it-never-had-332046.html","abstract":"  To the Editor:   James D. Seymour (letter, Feb. 15) chooses to concoct his own Chinese \"national past\" to correct the supposed \"destruction of Chinese history\" in China. Ironically, it is Mr. Seymour who is carrying a \"rewritten history\" in his head.","thumbnail":null,"section":"Opinion"},{"date":"19940301","headline":"The Road to Salvation Gets an Express Lane","web_url":"https://www.nytimes.com/1994/03/01/nyregion/our-towns-the-road-to-salvation-gets-an-express-lane.html","abstract":"  TIME does seem to stand still here. The tallest buildings in sight are silos. The general store on Main Street is the only store on Main Street. Houses were built for the ages, ages ago, stone by stone.   People are as harried as in any Commuterville, though. Maybe more. Weekday mornings, it's rush-rush by 5:30 to beat the traffic and troopers to midtown Manhattan, more than an hour away on a good day. And drivers heading to eastern Pennsylvania, a hop on Interstate 78, keep the roads stop-and-go until almost 9. No one seems to have much time any more, for heaven's sake, which is why the Rev. John D. Kleist's \"Express Worship\" is such a hit.","thumbnail":null,"section":"New York"},{"date":"19940301","headline":"Review/Fashion; In London, 'Dress for Excess' and Other Diversions","web_url":"https://www.nytimes.com/1994/03/01/style/review-fashion-in-london-dress-for-excess-and-other-diversions.html","abstract":"  London fashion, at a crucial moment in its waning importance to the press and buyers, seems to be trying to seduce by slipping into something more comfortable.    Suddenly, London runways were steaming with negligees and nighties, bras peeping from chiffon, garters and brightly colored underwear flashing beneath miniskirts, tiny corset hooks closing vests and jackets. Coats were cut like bathrobes, skirts were often fringed like boudoir curtains, and the prevalent colors were baby blue and pale pink, baby-doll shades for \"Pretty Baby\" clothes.","thumbnail":null,"section":"Style"},{"date":"19940301","headline":"Review/Ballet; Love and Other Distractions Occupying Body and Soul","web_url":"https://www.nytimes.com/1994/03/01/arts/review-ballet-love-and-other-distractions-occupying-body-and-soul.html","abstract":"  New Choreographers on Point, an organization dedicated to the production of new ballets, offered its fourth \"Ballet Builders\" program on Sunday afternoon at the Marymount Manhattan Theater. Four of the six choreographers represented concerned themselves with love, another was meditative and the last was apocalyptic.    The amorous dances included some lyrical pas de deux. Lisa Lockerd and Richard Bradley moved with an attractive legato through the \"Fall Pas de Deux\" from \"The Seasons,\" a longer work by Raymond Van Mason to recorded music by Kurt Bestor. Yvette Lin and Lawrence De Maeyer brought a quiet joy to Jenny Siu-kan Chiang's \"Pastoral,\" to music by Sha Han Kun.","thumbnail":null,"section":"Arts"},{"date":"19940301","headline":"'Homecoming' For John Major","web_url":"https://www.nytimes.com/1994/03/01/us/homecoming-for-john-major.html","abstract":"  The reason for choosing this city for the meeting today between President Clinton and Prime Minister John Major lies in Mr. Major's unusual family history.   Mr. Major's grandfather, Abraham Ball, immigrated to Pennsylvania from England in the late 1860's and worked in the Carnegie steel mills and at several construction sites here.","thumbnail":null,"section":"U.S."},{"date":"19940301","headline":"Which Way Will It Cut?: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/01/opinion/IHT-which-way-will-it-cut-letters-to-the-editor.html","abstract":"Regarding the report \"Forest Preservation Is Agreed On at UN\" (Business/Finance, Jan. 24):.To label the International Tropical Timber Agreement a \"forest preservation\" agreement is like labeling a nuclear missile a \"peacekeeper","thumbnail":null,"section":"Opinion"},{"date":"19940301","headline":"Supreme Court to Consider Constitutionality of 1977 Child Pornography Law","web_url":"https://www.nytimes.com/1994/03/01/us/supreme-court-to-consider-constitutionality-of-1977-child-pornography-law.html","abstract":"  The Supreme Court agreed today to decide whether the Federal law against child pornography requires the Government to prove that those who distribute or receive sexually explicit films or photographs of minors are aware that the performers are not adults.   A Federal appeals court ruled in 1992 that because the law does not require proof of such knowledge, the statute violates the First Amendment's guarantee of free speech.","thumbnail":null,"section":"U.S."},{"date":"19940301","headline":"Party Favoring Ties With Russia Builds Lead in Moldova Elections","web_url":"https://www.nytimes.com/1994/03/01/world/party-favoring-ties-with-russia-builds-lead-in-moldova-elections.html","abstract":"  The former Communist establishment took a huge lead over both nationalists and market reformers in war-torn Moldova's first parliamentary elections Sunday, preliminary results indicated today.   The Agrarian-Democratic Party had 45 percent of the vote and the pro-Russian Socialist bloc 25 percent with a third of the votes counted by late today. Vote counting is painfully slow in Moldova, an agricultural country of isolated villages and poor communications.","thumbnail":null,"section":"World"},{"date":"19940301","headline":"The Peripatetic Chancellor","web_url":"https://www.nytimes.com/1994/03/01/opinion/the-peripatetic-chancellor.html","abstract":"  Ann Reynolds, Chancellor of the City University of New York, spent 65 days away from her office last year attending meetings of corporate boards and professional groups, according to an investigation by New York Times reporters. This is an unacceptable absentee rate for the highly paid leader of a troubled university system that badly needs her full-time attention.    Dr. Reynolds insists that her participation in these outside activities conformed to university rules and even benefited the institution. Her publicists contend that everything she did was perfectly legal. But this is less a matter of legalities than of judgment and common sense.","thumbnail":null,"section":"Opinion"},{"date":"19940301","headline":"Knicks Get Away From It All In Reno","web_url":"https://www.nytimes.com/1994/03/01/sports/pro-basketball-knicks-get-away-from-it-all-in-reno.html","abstract":"  In an attempt to escape the pressures of their four-game losing streak, Pat Riley whisked the Knicks on an off-day trip to Reno.   Neither the coach nor the players wanted to confirm their whereabouts earlier today. But several players, along with several employees at the Knicks' hotel here in Sacramento, revealed that the Knicks flew directly to Reno from Phoenix after Sunday's 92-78 loss to the Suns.","thumbnail":null,"section":"Sports"},{"date":"19940301","headline":"State Accuses Lilco of Deception in Ads Touting a Rate Freeze","web_url":"https://www.nytimes.com/1994/03/01/nyregion/state-accuses-lilco-of-deception-in-ads-touting-a-rate-freeze.html","abstract":"  The Long Island Lighting Company and one of its longtime critics, the state consumer protection chief, clashed today over whether a recent advertising campaign by the utility accurately represents the effects of the company's proposed rate freeze for 1995 and 1996.   At a news conference today, Richard M. Kessel, executive director of the State Consumer Protection Board, said that even with the rate freeze Lilco would still be charging more because of increased \"fuel adjustment\" charges, which are authorized to compensate for lower electric sales and other expenses. He complained that Lilco's advertisements failed to mention these increases and were misleading.","thumbnail":null,"section":"New York"},{"date":"19940301","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/01/nyregion/c-corrections-328766.html","abstract":"  Because of an editing error, an article yesterday about Councilman Adam Clayton Powell 4th identified a 1993 primary opponent of Mr. Powell incompletely in some editions. He is Francisco Diaz Jr.","thumbnail":null,"section":"New York"},{"date":"19940301","headline":"Amnesty of Foes Brings Disarray To Yeltsin Team","web_url":"https://www.nytimes.com/1994/03/01/world/amnesty-of-foes-brings-disarray-to-yeltsin-team.html","abstract":"  President Boris N. Yeltsin suddenly dismissed the chief of the secret police today and canceled a nationwide television address amid signs that his Government was in deep disarray over a parliamentary amnesty for his opponents.   Nikolai M. Golushko, the spy chief, was apparently fired for refusing Mr. Yeltsin's orders to delay the release of prisoners after Parliament granted them amnesty, Russian officials said today, speaking on condition of anonymity.","thumbnail":null,"section":"World"},{"date":"19940301","headline":"Sports of The Times; A Moment That Took The Gold","web_url":"https://www.nytimes.com/1994/03/01/sports/sports-of-the-times-a-moment-that-took-the-gold.html","abstract":"  BEFORE the Olympic women's figure-skating soap opera was over, before Nancy Kerrigan was judged second best, the commercial spot was already in the can, ready to roll. \"I'm going to Disney World,\" Kerrigan preened to Americans last Friday night.   When the men's speed-skating 1,000 meters was over, when Dan Jansen finally had his gold, his wife, Robin, nearly passed out. \"I needed medical attention,\" she said later that day.","thumbnail":null,"section":"Sports"},{"date":"19940301","headline":"Review/Theater; Family in a Family in a Play in a Play","web_url":"https://www.nytimes.com/1994/03/01/theater/review-theater-family-in-a-family-in-a-play-in-a-play.html","abstract":"  Paul, a 30-year-old plumber and aspiring playwright, is rapidly losing body parts. First, he notices he has misplaced the tip of a finger he was sure he still had at breakfast; then he's missing an ear, his shoulder blades, his left nipple and part of his nose. It doesn't take him long to figure out where they're going: his ailing, 80-year-old great-aunt has been biting them off. Taking care of this tyrannical, affection-starved relative is, quite simply, eating him alive.   The literal-mindedness of this metaphor is typical of \"The Family Business,\" a sweet-natured, slightly clunky comedy about the blood ties that bind and strangle, written and directed by the father-and-son team of David and Ain Gordon at the Dance Theater Workshop.","thumbnail":null,"section":"Theater"},{"date":"19940301","headline":"Holy Bull Gallops Back To Road to the Derby","web_url":"https://www.nytimes.com/1994/03/01/sports/horse-racing-notebook-holy-bull-gallops-back-to-road-to-the-derby.html","abstract":"  Don't throw away those winter-book tickets on Holy Bull, who stopped running in the homestretch of the Fountain of Youth Stakes a week ago. His owner and trainer, Jimmy Croll, have decided that the colt deserves another chance and will start in the $500,000 Florida Derby on March 12, after all.   Holy Bull became a contender last September when he outran Dehere in the Belmont Futurity. He also won five races in a row, and only once ran behind another horse during a race. But in the Fountain of Youth, the unbeaten 3-year-old had trouble breathing in the homestretch and stopped running. He finished last, and suddenly Croll was expressing doubt that he would even start in the Florida Derby or continue along the road to the Kentucky Derby.","thumbnail":null,"section":"Sports"},{"date":"19940301","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/03/01/arts/classical-music-in-review-331830.html","abstract":"  Julianne Baird and Eliot Fisk  Soprano and Guitarist Weill Recital Hall    There may be no guarantees in life, but this came close: two sensitive, technically accomplished, intelligent and versatile musicians in a hall ideally suited to the small pleasures in which they excel.","thumbnail":null,"section":"Arts"},{"date":"19940301","headline":"Spy Suspects Were Paid $2.5 Million, U.S. Says","web_url":"https://www.nytimes.com/1994/03/01/us/spy-suspects-were-paid-2.5-million-us-says.html","abstract":"  Federal prosecutors charged today that a Central Intelligence Agency official accused of spying and his wife were paid at least $2.5 million for their work for Russia and the Soviet Union.   When the official, Aldrich H. Ames, and his wife, Rosario, were arrested last week, the Federal Bureau of Investigation said they had been paid $1.5 million.","thumbnail":null,"section":"U.S."},{"date":"19940301","headline":"The Checkerboard : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/01/opinion/IHT-the-checkerboard-letters-to-the-editor.html","abstract":"Regarding \"Checkered History\" (Letters, Jan. 19):.George Tintor states that Croatia's checkerboard coat of arms was last widely used by the Nazi- allied Ustashe state in World War II. But from 1945 to the fall of the Communists in 1990, the c","thumbnail":null,"section":"Opinion"},{"date":"19940301","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/03/01/nyregion/news-summary-328502.html","abstract":"  International A3-15  U.S. SHOOTS DOWN SERB PLANES  American fighter jets shot down four Serbian warplanes after the Serbs bombed a Bosnian Government arms factory. It was NATO's first military engagement. A1","thumbnail":null,"section":"New York"},{"date":"19940301","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/03/01/style/chronicle-329410.html","abstract":"  JACK NICHOLSON has been charged with misdemeanor assault and vandalism for allegedly bashing the car of a motorist with a golf club, the city attorney's office in Los Angeles said yesterday.    The actor, 57, is to be arraigned in Van Nuys Municipal Court on March 31. Each count carries a maximum six-month jail term and a $1,000 fine, Mike Qualls, a spokesman for the city attorney, told The Associated Press.","thumbnail":null,"section":"Style"},{"date":"19940301","headline":"Yankees View Boston From a Different Angle","web_url":"https://www.nytimes.com/1994/03/01/sports/baseball-yankees-view-boston-from-a-different-angle.html","abstract":"  For anyone who has doubted the meaning of insurance policies, baseball style, check out the Yankees.   They are the team that traditionally has an abundance of outfielders. Yet the Yankees issued Daryl Boston an invitation to camp, challenging the veteran to crack the 40-man roster as a backup to the starting outfielders as well as serve as a part-time designated hitter.","thumbnail":null,"section":"Sports"},{"date":"19940301","headline":"Books of The Times; Witness Against the Post-Modernist Historians","web_url":"https://www.nytimes.com/1994/03/01/books/books-of-the-times-witness-against-the-post-modernist-historians.html","abstract":"  On Looking Into the Abyss  Untimely Thoughts on Culture and Society  By Gertrude Himmelfarb  192 pages. Alfred A. Knopf. $23.    The historian Gertrude Himmelfarb's new collection of essays, \"On Looking Into the Abyss,\" is not only dedicated to the memory of Lionel Trilling, but also takes its title from words written by Mr. Trilling more than three decades ago. Indeed Ms. Himmelfarb invokes his memory throughout the pages of this volume; she says she is \"discharging an intellectual and personal debt that is long overdue.\"","thumbnail":null,"section":"Books"},{"date":"19940301","headline":"Fine Line to Distribute 'Hoop Dreams' Film","web_url":"https://www.nytimes.com/1994/03/01/movies/fine-line-to-distribute-hoop-dreams-film.html","abstract":"  Fine Line Features announced yesterday that it had won the right to distribute \"Hoop Dreams,\" a three-hour film about the lives of playground basketball players in the projects of Chicago. The film won the Audience Award for documentary films at the Sundance Film Festival in January.","thumbnail":null,"section":"Movies"},{"date":"19940301","headline":"Sports of The Times; Another River Jordan for the Knicks?","web_url":"https://www.nytimes.com/1994/03/01/sports/sports-of-the-times-another-river-jordan-for-the-knicks.html","abstract":"  AN hour before he made his debut as an Atlanta Hawk in Philadelphia on Sunday, Dannny Manning sat in the locker room preparing to have his ankles taped.   As he climbed on the table, Jim O'Toole, the Hawks' trainer since 1969, described the team's training table etiquette.","thumbnail":null,"section":"Sports"},{"date":"19940301","headline":"Special Teams Live Up to Their Name as Devils Romp","web_url":"https://www.nytimes.com/1994/03/01/sports/hockey-special-teams-live-up-to-their-name-as-devils-romp.html","abstract":"  The special teams that had been awful in the previous five games delivered tonight for the Devils in a 5-1 triumph over the St. Louis Blues at Byrne Meadowlands Arena.   The Devils, who had allowed at least one power-play goal in the last five games, killed five penalties against St. Louis, which was ranked sixth in the National Hockey League with the man advantage and had scored four power play goals in an 11-1 rout of Ottawa on Saturday night.","thumbnail":null,"section":"Sports"},{"date":"19940301","headline":"WEST BANK MASSACRE: Reaction; Sad, Angry and Fearful: Voices of Arab-Americans and American Jews","web_url":"https://www.nytimes.com/1994/03/01/nyregion/west-bank-massacre-reaction-sad-angry-fearful-voices-arab-americans-american.html","abstract":"  With sorrow and trepidation, Jews and Arabs across America are absorbing the shock of the Hebron massacre with vows to repair efforts toward peace, yet prepare for the possibility of further violence.   \"Look at this,\" said a storeowner in the Arab retail section along Atlantic Avenue in Brooklyn, angrily holding up a newsletter from Kahane Chai, the militant American Jewish group, that boasted of fresh paramilitary training in the Catskills.","thumbnail":null,"section":"New York"},{"date":"19940301","headline":"CBS Emerges as the Biggest Winner","web_url":"https://www.nytimes.com/1994/03/01/sports/tv-sports-cbs-emerges-as-the-biggest-winner.html","abstract":"  Howard Stringer has a poor sense of drama. The president of the CBS Broadcast Network broke his left leg falling on the ice outside Northern Lights Hall last Wednesday before the ladies' figure skating short program.    A more theatrical scenario would have had Stringer kicking up his leg doing a triumphant can-can in Hamar, Norway, a day later upon hearing that Nancy, Tonya & Company had propelled CBS to a record one-day Olympics rating of a 48.5.","thumbnail":null,"section":"Sports"},{"date":"19940301","headline":"1919: About the League : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/03/01/opinion/IHT-1919-about-the-league-in-our-pages100-75-and-50-years-ago.html","abstract":"WASHINGTON - Since the United States declared war against Germany, no official event has aroused such interest as that called forth by the dinner at the White House on Wednesday night [Feb. 26] to the members of the Senate Foreign Relations Committee and","thumbnail":null,"section":"Opinion"},{"date":"19940301","headline":"A Loose Confederation : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/01/opinion/IHT-a-loose-confederation-letters-to-the-editor.html","abstract":"Regarding \"No Use Making Scapegoats of the Mediators\" (Letters, Feb. 18) from John Mills:.As spokesman for the International Conference on the Former Yugoslavia, John Mills may find it difficult to accept criticism of Lord David Owen and Thor","thumbnail":null,"section":"Opinion"},{"date":"19940301","headline":"Chess","web_url":"https://www.nytimes.com/1994/03/01/arts/chess-328375.html","abstract":"  When you are playing in a qualification series for the world championship, serendipity is out; prudent preparation is in. There is no point in taking chances when so much is at stake: getting into one title match is worth years of prizes in lesser events.   So if an opponent plays something that you have not refreshed yourself on lately, you do not take up the challenge but follow a conservative course until you have an intermission in which to polish your homework.","thumbnail":null,"section":"Arts"},{"date":"19940301","headline":"Folic Acid Emerges As a Nutritional Star","web_url":"https://www.nytimes.com/1994/03/01/science/folic-acid-emerges-as-a-nutritional-star.html","abstract":"  FOLIC acid, long unheralded even by health food enthusiasts, has suddenly been thrust into the nutritional limelight. A series of recent studies suggest that this B vitamin may be a major player in warding off heart attacks, strokes and certain common cancers. Even in people not now considered deficient in the vitamin, a less than optimal intake can double or triple the risk of developing one or more of these killer diseases.   Often called folacin or folate (its biologically active form), folic acid is already well established as critically important in preventing spina bifida and anencephaly, both devastating birth defects of the neural tube. A nationwide effort is under way urging women to take supplements containing folic acid and to increase their intake of folate-rich foods, like dark green leafy vegetables, before becoming pregnant as well as during the first months of pregnancy. This is especially important for women who have been taking oral contraceptives, which interfere with the body's use of folic acid.","thumbnail":null,"section":"Science"},{"date":"19940301","headline":"1944:Victory in Burma : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/03/01/opinion/IHT-1944victory-in-burma-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW DELHI - [From our New York edition:] The Allies have scored their first major victory in Burma by destroying a special force of 8,000 Japanese in two weeks of confused fighting in the dusty, choking jungle of the Arakan sector, north of Akyab, the Sou","thumbnail":null,"section":"Opinion"},{"date":"19940301","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/03/01/nyregion/metro-digest-325902.html","abstract":"  NEW YORK CITY  OFF OF WELFARE, BUT AT WHAT COST?   Both Mayor Rudolph W. Giuliani and Gov. Mario M. Cuomo have hailed America Works, a job placement company, as a solution to the welfare burden. But in other states, it has left a trail of unhappy officials who say the company performed poorly and cost too much. A1.    America Works has had success stories. Marlo Ingram of Harlem is one. B4.","thumbnail":null,"section":"New York"},{"date":"19940301","headline":"Indoor Meet Gets Southern Exposure","web_url":"https://www.nytimes.com/1994/03/01/sports/track-field-notebook-indoor-meet-gets-southern-exposure.html","abstract":"  In 1888, the national indoor track and field championships began. The site was the original Madison Square Garden, a former horse barn used by the New York and Harlem Railroad.   Since then, except for occasional visits to Buffalo; Louisville, Ky.; Chicago; Albuquerque, N.M.; Oakland, Calif., and Philadelphia, the championships have been a staple at the Garden. No more. Starting this weekend and at least for the next 10 years, the USA/Mobil indoor championships will be staged in the Georgia Dome in Atlanta, the site of Super Bowl XXVIII four weeks ago.","thumbnail":null,"section":"Sports"},{"date":"19940301","headline":"Global TV Carried Games Live, Taped or Barely","web_url":"https://www.nytimes.com/1994/03/01/sports/winter-olympics-global-tv-carried-games-live-taped-or-barely.html","abstract":"  CBS's taped format, showing events many hours after they happened, was not the standard way of showing the Winter Olympics around the world.   In Paris, there was a lot of live coverage of events in the same time zone as Lillehammer, Norway. Parisians had a choice of coverage on TF1, a privately owned station; France 2, the government channel; and Eurosport, a cable network. Britain's BBC had largely live coverage.","thumbnail":null,"section":"Sports"},{"date":"19940301","headline":"Russia Backs NATO","web_url":"https://www.nytimes.com/1994/03/01/world/conflict-in-the-balkans-russia-backs-nato.html","abstract":"  After weeks of sharp opposition to Western military intervention in Bosnia, Russian officials said today that they supported NATO's actions in shooting down four planes on a bombing raid there.   But, clearly juggling competing allegiances, Foreign Ministry officials could not bring themselves to join the alliance in placing direct blame for the incident on the Bosnian Serbs.","thumbnail":null,"section":"World"},{"date":"19940301","headline":"METROPOLITAN COLLEGE REPORT","web_url":"https://www.nytimes.com/1994/03/01/sports/metropolitan-college-report.html","abstract":"  Big East   With 10 games on the schedule, this is not a slow week in the Big East. For teams in danger of not making the National Collegiate Athletic Association tournament, like Boston College, Villanova and Providence, this week provides a crucial tuneup for the conference tournament, which starts a week from Thursday at Madison Square Garden.","thumbnail":null,"section":"Sports"},{"date":"19940301","headline":"Ballard Joins Seahawks","web_url":"https://www.nytimes.com/1994/03/01/sports/sports-people-football-ballard-joins-seahawks.html","abstract":"  The two-time Pro Bowl tackle HOWARD BALLARD of the Buffalo Bills signed a four-year, $10.5 million contract with the Seattle Seahawks yesterday. Ballard, 30, was an unrestricted free agent. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940301","headline":"Hatred Stalks the Settlements","web_url":"https://www.nytimes.com/1994/03/01/opinion/hatred-stalks-the-settlements.html","abstract":"  President Ezer Weizman of Israel was surely right when he called the massacre at the Cave of the Patriarchs \"anti-Jewish and anti-Israeli.\" Doubtless his horror is echoed by most of his compatriots. But as shocking as the deed itself -- the gunning down by an Israeli settler of more than 40 Muslims as they knelt at prayer -- is the venomous rhetoric that followed from a small group of settlers.   Israel's Prime Minister, Yitzhak Rabin, used cauterizing words yesterday to condemn the sympathizers of Baruch Goldstein. \"You are not partners in the Zionist enterprise,\" he told them. \"Sensible Judaism spits you out. . . . You are a shame on Zionism and an embarrassment to Judaism.\"","thumbnail":null,"section":"Opinion"},{"date":"19940301","headline":"City Council Vote Delays A Public Toilet Contract","web_url":"https://www.nytimes.com/1994/03/01/nyregion/city-council-vote-delays-a-public-toilet-contract.html","abstract":"  New York City's troubled effort to award a contract for public toilets seems likely to drag on even longer after a City Council committee advanced a measure yesterday that will delay the signing of a contract for up to two years.   In a busy day filled with emotionally charged hearings, the Council also approved legislation yesterday to regulate horse-drawn carriages. The new guidelines would extend the carriages' hours of operation and increase their range farther from Central Park.","thumbnail":null,"section":"New York"},{"date":"19940301","headline":"By Design; Getting Rough With Fabric","web_url":"https://www.nytimes.com/1994/03/01/style/by-design-getting-rough-with-fabric.html","abstract":"  Think pleats. Not box pleats, accordion pleats or umbrella pleats, but random, wrinkled pleats that look as if they've been crushed in the hand.    Issey Miyake made pleating modern by using synthetic fabrics with irregular crinkles. Many women took to them because they covered minor figure flaws and were practical for traveling. Now, designers and manufacturers at lower price points are playing with new ways of pleating cotton, polyester, rayon and silk.","thumbnail":null,"section":"Style"},{"date":"19940301","headline":"NATO CRAFT DOWN 4 SERB WARPLANES ATTACKING BOSNIA","web_url":"https://www.nytimes.com/1994/03/01/world/conflict-in-the-balkans-nato-craft-down-4-serb-warplanes-attacking-bosnia.html","abstract":"  In the first military clash in NATO's 44-year history, American F-16 fighters shot down four Serbian warplanes today after the Serbian planes bombed a munitions plant controlled by the Bosnian Government, American military officials said.   The skirmish, which marked a substantial escalation of the American military role in the region, took place a week after Bosnian Serb forces largely complied with NATO demands that they withdraw their artillery from Sarajevo, thus apparently reducing tensions in the region.","thumbnail":null,"section":"World"},{"date":"19940301","headline":"A Name of One's Own : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/01/opinion/IHT-a-name-of-ones-own-letters-to-the-editor.html","abstract":"Regarding \"Inman the Selfless Need Not Do Us This Big Favor\" (Opinion, Dec. 25):.\"I asked him how a grown man could go through life calling himself Bobby,\" William Safire wrote of President Bill Clinton's luckless nominee for secret","thumbnail":null,"section":"Opinion"},{"date":"19940301","headline":"Mercer Drops Request","web_url":"https://www.nytimes.com/1994/03/01/sports/sports-people-boxing-mercer-drops-request.html","abstract":"  RAY MERCER's lawyer will withdraw his request for a hearing on a tape of the heavyweight boxer's alleged bribe to an opponent during a bout last year. The lawyer, ANTHONY AMOROSA, said yesterday that he decided to forego the hearing after listening to the tape in the Manhattan district attorney's office. Mercer is charged with one count of bribery for allegedly offering JESSE FERGUSON $100,000 to lose during a fight at Madison Square Garden on Feb. 6, 1993. Ferguson won a unanimous decision. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940301","headline":"Sliwa Hiring Serves as Counterweight to WNYC's Liberal Line; WNCN Windfall","web_url":"https://www.nytimes.com/1994/03/01/opinion/l-sliwa-hiring-serves-as-counterweight-to-wnyc-s-liberal-line-wncn-windfall-332054.html","abstract":"  To the Editor:   I have learned that the late radio station WNCN has donated a substantial portion of its compact-disk collection to WSHU, a small radio station broadcasting out of Fairfield, Conn. Although not all readers will be able to pick up the signal, I have no trouble here among the high hills of Huntington. WSHU plays classical music for a good part of the broadcast day. The signal is 91.1 megahertz, easy to remember. Just pretend you are using your FM receiver to dial for emergency relief, 911.  ALAN HOENIG  Huntington, L.I., Feb. 22, 1994","thumbnail":null,"section":"Opinion"},{"date":"19940301","headline":"False Choice On Voting Rights","web_url":"https://www.nytimes.com/1994/03/01/opinion/l-false-choice-on-voting-rights-332020.html","abstract":"  To the Editor:   In raising understandable concerns about recent setbacks to enforcement of Voting Rights Act provisions to increase representation of minority voters, \"Voting Rights Under Siege\" (editorial, Feb. 16) presents a false choice: continued drawing of race-conscious legislative district lines that increase opportunities for minority voters to elect candidates of choice, or a return to the days when the voting power of minorities was diluted in majority white districts.","thumbnail":null,"section":"Opinion"},{"date":"19940301","headline":"Brady Law Goes Into Effect; Some Gripe but More Shrug","web_url":"https://www.nytimes.com/1994/03/01/us/brady-law-goes-into-effect-some-gripe-but-more-shrug.html","abstract":"  Rod Weinberg, a 51-year-old middle school science teacher, walked into New Hampshire's largest gun shop today and bought a .50-caliber LAR Grizzly semiautomatic handgun for $953.95. But he was unable to leave the store with it.   The Brady law, mandating a five-day wait and a background check, went into effect today, and Mr. Weinberg, like gun buyers around the nation, now faces a legal hurdle with every handgun purchase.","thumbnail":null,"section":"U.S."},{"date":"19940301","headline":"Patterns","web_url":"https://www.nytimes.com/1994/03/01/style/patterns-329665.html","abstract":"  Strength in Numbers    Last season's fashion question -- whither London? -- has turned, with some license, into this season's description: withered London. But as the interest in London as a fashion capital has ebbed, young designers have rallied, doing whatever they can to stay in business. Many have emulated the successful British labels Red or Dead and Flyte Ostell and have formed partnerships to buoy their collections.","thumbnail":null,"section":"Style"},{"date":"19940301","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/03/01/arts/classical-music-in-review-331813.html","abstract":"  Orpheus Chamber Orchestra  Avery Fisher Hall    In a benefit for the Shaare Zedek Medical Center in Jerusalem, the Orpheus Chamber Orchestra offered Handel, Mozart and Dvorak on Sunday evening. The most heartening playing came at the beginning, where modern instruments made the Handel B-flat Concerto Grosso from Opus 6 shine with elegance and energy. One also admired the group's fineness and warmth in two Dvorak Waltzes after intermission.","thumbnail":null,"section":"Arts"},{"date":"19940301","headline":"Money for Magellan","web_url":"https://www.nytimes.com/1994/03/01/science/science-watch-money-for-magellan.html","abstract":"  Additional Federal money will allow the Magellan spacecraft to continue studying the interior and atmosphere of Venus at least through September, say officials at the National Aeronautics and Space Administration's Jet Propulsion Laboratory.   NASA promised a $1.7 million increase, which will come from unspent funds in its 1994 allocation, Jim Doyle, a spokesman for the lab in Pasadena, said last week. The additional money brings the total for the project to $6.2 million for this year.","thumbnail":null,"section":"Science"}],"wiki_events":[],"weather":[{"date":"19940301","time":"1994-03-01 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.1,"rhum":77,"wspd":11.2},{"date":"19940301","time":"1994-03-01 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.4,"rhum":80,"wspd":13},{"date":"19940301","time":"1994-03-01 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.1,"rhum":81,"wspd":11.2},{"date":"19940301","time":"1994-03-01 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.7,"rhum":83,"wspd":11.2},{"date":"19940301","time":"1994-03-01 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.4,"rhum":81,"wspd":11.2},{"date":"19940301","time":"1994-03-01 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.7,"rhum":85,"wspd":11.2},{"date":"19940301","time":"1994-03-01 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.1,"rhum":77,"wspd":11.2},{"date":"19940301","time":"1994-03-01 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7,"rhum":72,"wspd":13},{"date":"19940301","time":"1994-03-01 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.9,"rhum":68,"wspd":9.4},{"date":"19940301","time":"1994-03-01 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.1,"rhum":64,"wspd":11.2},{"date":"19940301","time":"1994-03-01 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7,"rhum":63,"wspd":18.4},{"date":"19940301","time":"1994-03-01 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.6,"rhum":62,"wspd":16.6},{"date":"19940301","time":"1994-03-01 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.6,"rhum":58,"wspd":20.5},{"date":"19940301","time":"1994-03-01 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.7,"rhum":61,"wspd":18.4},{"date":"19940301","time":"1994-03-01 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7,"rhum":58,"wspd":16.6},{"date":"19940301","time":"1994-03-01 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.1,"rhum":50,"wspd":16.6},{"date":"19940301","time":"1994-03-01 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.7,"rhum":52,"wspd":14.8},{"date":"19940301","time":"1994-03-01 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.9,"rhum":52,"wspd":14.8},{"date":"19940301","time":"1994-03-01 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.8,"rhum":49,"wspd":13},{"date":"19940301","time":"1994-03-01 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.5,"rhum":54,"wspd":7.6},{"date":"19940301","time":"1994-03-01 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.3,"rhum":54,"wspd":11.2},{"date":"19940301","time":"1994-03-01 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.1,"rhum":56,"wspd":9.4},{"date":"19940301","time":"1994-03-01 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6,"rhum":57,"wspd":11.2},{"date":"19940301","time":"1994-03-01 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.3,"rhum":60,"wspd":7.6},{"date":"19940301","time":"1994-03-01 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":30,"wspd":18.7},{"date":"19940301","time":"1994-03-01 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":33,"wspd":16.6},{"date":"19940301","time":"1994-03-01 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":32,"wspd":14.8},{"date":"19940301","time":"1994-03-01 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":37,"wspd":16.6},{"date":"19940301","time":"1994-03-01 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":39,"wspd":14.8},{"date":"19940301","time":"1994-03-01 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.8,"rhum":40,"wspd":16.6},{"date":"19940301","time":"1994-03-01 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":42,"wspd":13},{"date":"19940301","time":"1994-03-01 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":42,"wspd":13},{"date":"19940301","time":"1994-03-01 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":42,"wspd":11.2},{"date":"19940301","time":"1994-03-01 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":44,"wspd":9.4},{"date":"19940301","time":"1994-03-01 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":50,"wspd":5.4},{"date":"19940301","time":"1994-03-01 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":48,"wspd":5.4},{"date":"19940301","time":"1994-03-01 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":48,"wspd":9.4},{"date":"19940301","time":"1994-03-01 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.8,"rhum":40,"wspd":9.4},{"date":"19940301","time":"1994-03-01 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":37,"wspd":9.4},{"date":"19940301","time":"1994-03-01 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":33,"wspd":11.2},{"date":"19940301","time":"1994-03-01 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":29,"wspd":9.4},{"date":"19940301","time":"1994-03-01 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":29,"wspd":9.4},{"date":"19940301","time":"1994-03-01 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":27,"wspd":9.4},{"date":"19940301","time":"1994-03-01 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":32,"wspd":11.2},{"date":"19940301","time":"1994-03-01 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":32,"wspd":16.6},{"date":"19940301","time":"1994-03-01 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":30,"wspd":14.8},{"date":"19940301","time":"1994-03-01 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":34,"wspd":16.6},{"date":"19940301","time":"1994-03-01 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":51,"wspd":13}]},"19940302":{"guardian_articles":[],"nytimes_articles":[{"date":"19940302","headline":"Russians Finish an Inspection Of Plum Island Disease Lab","web_url":"https://www.nytimes.com/1994/03/02/nyregion/russians-finish-an-inspection-of-plum-island-disease-lab.html","abstract":"  A group of Russian officials today completed a visit to Plum Island, an animal disease and biological research center off the northeastern tip of Long Island that was once involved in studying defenses against biological warfare.   The island was one of three sites the Russians visited over the last several days, their first tour under a 1992 agreement between the United States, Russia and Britain permitting inspection of sites formerly involved with biological weapons.","thumbnail":null,"section":"New York"},{"date":"19940302","headline":"Waiting for a Policy : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/02/opinion/IHT-waiting-for-a-policy-letters-to-the-editor.html","abstract":"The current preoccupation over what to do in Bosnia stems from a failure to understand what can be done and how to forge a coherent policy to achieve those ends. Like it or not, U.S. policy must be formulated on national interests..What are U.S. nation","thumbnail":null,"section":"Opinion"},{"date":"19940302","headline":"Redmen Never Had Shot In the Eagles' Territory","web_url":"https://www.nytimes.com/1994/03/02/sports/college-basketball-redmen-never-had-shot-in-the-eagles-territory.html","abstract":"  St. John's had little chance tonight against Boston College.   It was the last scheduled home game at Conte Forum for Bill Curley, the Eagles' star, and the three other senior starters who have meant so much in bringing Boston College's basketball program to a higher level.","thumbnail":null,"section":"Sports"},{"date":"19940302","headline":"Syracuse Survives Scare From Lowly Hurricanes","web_url":"https://www.nytimes.com/1994/03/02/sports/college-basketball-syracuse-survives-scare-from-lowly-hurricanes.html","abstract":"  With the Big East Conference race settled, perhaps it was predictable that 18th-ranked Syracuse would be asleep at the switch tonight against the hapless University of Miami.   The Orangemen, after getting special permission from the conference, flew into town Sunday night straight from their 82-81 victory over St. John's. They had plenty of time to be tourists and savor the climate.","thumbnail":null,"section":"Sports"},{"date":"19940302","headline":"Holdout Carr Steals Back Into Camp","web_url":"https://www.nytimes.com/1994/03/02/sports/sports-people-baseball-holdout-carr-steals-back-into-camp.html","abstract":"  CHUCK CARR ended a three-day holdout yesterday and reported to the Florida Marlins' spring training camp. Carr, who left after Friday's workout because of a contract dispute, gained nothing financially from his move. He agreed to the same one-year, $230,000 contract the Marlins had been offering before he left.","thumbnail":null,"section":"Sports"},{"date":"19940302","headline":"Russia Battle: Stage Is Reset","web_url":"https://www.nytimes.com/1994/03/02/world/russia-battle-stage-is-reset.html","abstract":"  The failure of President Boris N. Yeltsin's efforts last week to block Parliament's amnesty of his opponents has done more than underscore his political weakness. It also marks the beginning of the 1996 presidential campaign, in which at least some of those released will probably try to return to power.   While no one expects a renewal of armed rebellion by Mr. Yeltsin's foes, there is a chance for civil strife, especially if the economy worsens. But it is more likely that Mr. Yeltsin's enemies will seek their revenge at the ballot box.","thumbnail":null,"section":"World"},{"date":"19940302","headline":"Service Remembering Alice Tully The Way She Chose: With Music","web_url":"https://www.nytimes.com/1994/03/02/arts/service-remembering-alice-tully-the-way-she-chose-with-music.html","abstract":"  Alice Tully, the philanthropist who died on Dec. 10 at the age of 91, had told her friends that she wanted to be remembered with a concert -- and a lively one -- instead of a memorial service. Yesterday afternoon, at the Lincoln Center hall which Miss Tully paid for, and which bears her name, a large, starry cast of musicians honored her request.   Among the performers were players from the New York Philharmonic and the Chamber Music Society of Lincoln Center, two organizations that benefited from Miss Tully's largess over the years. The conductor and pianist James Levine represented the Metropolitan Opera, and accompanied Hermann Prey and Jessye Norman, two of Miss Tully's favorite soloists.","thumbnail":null,"section":"Arts"},{"date":"19940302","headline":"Sushi for Five?No Sweat : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/02/opinion/IHT-sushi-for-fiveno-sweat-letters-to-the-editor.html","abstract":"Regarding \"In New York, the Ultimate in Sushi Bars: It Seats 5\" (Postcard, Jan. 15):.The designers state that the lacquer on the wall trim in their bar was applied to sheets of ceramic instead of wood, which cycles of dry winters and humid su","thumbnail":null,"section":"Opinion"},{"date":"19940302","headline":"White House Offers Version Of Three-Strikes Crime Bill","web_url":"https://www.nytimes.com/1994/03/02/us/white-house-offers-version-of-three-strikes-crime-bill.html","abstract":"  The Clinton Administration today issued its version of a \"three strikes and you're out\" crime measure, which officials estimated would incarcerate only 200 to 300 prisoners a year for violent Federal offenses.   Despite that estimate by Administration officials, Vice President Al Gore said at a White House news conference that the proposal would make a \"huge dent\" in crime.","thumbnail":null,"section":"U.S."},{"date":"19940302","headline":"Simms's Surgery Goes Well","web_url":"https://www.nytimes.com/1994/03/02/sports/pro-football-simms-s-surgery-goes-well.html","abstract":"  Giants quarterback Phil Simms underwent surgery to repair a torn labrum in his throwing shoulder at the Hospital for Special Surgery-Cornell Medical Center in New York yesterday, the team announced. The surgery was performed by Russell F. Warren, the team's doctor.   Warren said there was no other signs of injury to the muscles or the rotator cuff in Simms's right shoulder and added that Simms's prognosis for recovery was excellent. The 38-year-old quarterback will have his arm in a sling for four weeks and then will begin a rehabilitation program. He is expected to recover in time for training camp.","thumbnail":null,"section":"Sports"},{"date":"19940302","headline":"Rabin Is Tough, Maybe","web_url":"https://www.nytimes.com/1994/03/02/world/west-bank-massacre-rabin-is-tough-maybe.html","abstract":"  His disgust over the massacre of worshiping Palestinians by a Jewish settler in Hebron could not be plainer or more deeply felt.   He has made outcasts of Israelis who would kill Arabs because they are Arabs, saying in the most graphic language that Judaism spits them out. And his Government has committed itself to arrest the most extreme settlers, take their guns away and keep them out of the occupied territories.","thumbnail":null,"section":"World"},{"date":"19940302","headline":"Errant Luggage Delays Opening of Denver Airport","web_url":"https://www.nytimes.com/1994/03/02/us/errant-luggage-delays-opening-of-denver-airport.html","abstract":"  It might have been a scene fit for a Marx Brothers' comedy: luggage flying off the conveyor and popping open, undergarments bursting out for all the world to see.   But travelers would probably not have been amused.","thumbnail":null,"section":"U.S."},{"date":"19940302","headline":"As U.S. Exits, Somali Clan Chief Stands Strong","web_url":"https://www.nytimes.com/1994/03/02/world/as-us-exits-somali-clan-chief-stands-strong.html","abstract":"  Four weeks before the last American soldiers are scheduled to pull out of Somalia, Gen. Mohammed Farah Aidid is widely seen as a powerful figure who must decide whether to negotiate or fight with other powerful clans if he wants to extend his power throughout the country.   General Aidid, who became an implacable enemy of international peacekeeping forces during their 15-month operation here, has in some ways emerged even more powerful than he was before the operation began, diplomats and relief officials say.","thumbnail":null,"section":"World"},{"date":"19940302","headline":"Review/Theater; A Revolutionary Terror That Comes Full Circle","web_url":"https://www.nytimes.com/1994/03/02/theater/review-theater-a-revolutionary-terror-that-comes-full-circle.html","abstract":"  Returning from intermission at the Irondale Ensemble's riveting production of \"Danton's Death,\" Georg Buchner's masterpiece about the French Revolution's turning on itself, one is startled to find a huge guillotine has been erected on a platform in the middle of the theater. It was a relief to see that no one had started knitting in the front row.   Jim Niesen, the Irondale's director, has mounted a production that is a powerful testament not only to the 19th-century playwright's genius but also to the terrible consequence of employing fear and loathing in the pursuit of power. In this bicentennial of Danton's death (and Robespierre's, too, only a few months later), the play still speaks to those today who would unleash tyranny in the name of liberty.","thumbnail":null,"section":"Theater"},{"date":"19940302","headline":"Atom Inspectors in North Korea, Easing Rift","web_url":"https://www.nytimes.com/1994/03/02/world/atom-inspectors-in-north-korea-easing-rift.html","abstract":"  Inspectors from the International Atomic Energy Agency entered North Korea today for the first time in seven months, ending a tense standoff over the Communist Government's refusal to provide even minimal access to the sites where the United States believes nuclear weapons are under development.    The team of six inspectors and a technician arrived in North Korea's capital, Pyongyang, wheeling giant boxes of inspection equipment with them. They were immediately whisked off to Yongbyon, the nuclear complex 60 miles from Pyongyang.","thumbnail":null,"section":"World"},{"date":"19940302","headline":"1944: War in Estonia : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/03/02/opinion/IHT-1944-war-in-estonia-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] The Russian command announced last night [March 1] that the Red Army had forced the Narva River inside Estonia along a twenty-two mile front, and penetrated nine miles beyond, cutting the last escape railway from Narv","thumbnail":null,"section":"Opinion"},{"date":"19940302","headline":"Mafia Defector Says He Lost His Faith","web_url":"https://www.nytimes.com/1994/03/02/nyregion/mafia-defector-says-he-lost-his-faith.html","abstract":"  Facing the twin perils of an underworld death threat and a 30-year prison sentence, Anthony Accetturo defected as the top Lucchese crime family leader in New Jersey to become a Government witness because, he says, the Mafia's current bosses have discarded the secret society's traditional principles.   \"The new generation that is running things threw all the old rules out the window,\" said Mr. Accetturo in an interview Monday in a northern New Jersey prison where he is being held in a witness protection wing. \"The key word is greed. All they care about is money, not honor.\"","thumbnail":null,"section":"New York"},{"date":"19940302","headline":"Broadcasting Museum Planned for Los Angeles","web_url":"https://www.nytimes.com/1994/03/02/arts/broadcasting-museum-planned-for-los-angeles.html","abstract":"  The Museum of Television and Radio, founded in 1975 in New York, announced on Monday that it was establishing a similar showcase in Los Angeles.   The museum said Richard Meier had been selected as the architect to renovate a building in Beverly Hills as the West Coast counterpart for the collection. The site is on the southwest corner of North Beverly Drive and Little Santa Monica. It is expected to open next year.","thumbnail":null,"section":"Arts"},{"date":"19940302","headline":"A Secure Future for East Asians Supposes Collective Tending","web_url":"https://www.nytimes.com/1994/03/02/opinion/IHT-a-secure-future-for-east-asians-supposes-collective-tending.html","abstract":"Sustained rapid economic growth in East Asia has major consequences for security. Military spending has been forging ahead more or less in line with economic growth. When economies expand by between 8 and 10 percent a year, very substantial resources bec","thumbnail":null,"section":"Opinion"},{"date":"19940302","headline":"Music Notes","web_url":"https://www.nytimes.com/1994/03/02/arts/music-notes.html","abstract":"  The Muti Mystery   Is Riccardo Muti feuding with the Philadelphia Orchestra? Will he remain its conductor laureate? These questions and others -- all subsidiary to a more general one, \"What is Mr. Muti up to?\" -- have been tossed around in Philadelphia and among orchestra managers in recent weeks, ever since Mr. Muti's last-minute withdrawal, for the second consecutive season, from commitments to conduct the orchestra.   Orchestra officials have expressed only puzzlement at their recent transactions with Mr. Muti, who was music director in Philadelphia from 1980 to 1992. Mr. Muti is in New York to conduct the Vienna Philharmonic at Carnegie Hall tonight, tomorrow and Friday, dates he had originally promised to Philadelphia. And although he acknowledges there are ruffled feathers, he also says that everything is just fine.","thumbnail":null,"section":"Arts"},{"date":"19940302","headline":"COLLEGE HOCKEY REPORT","web_url":"https://www.nytimes.com/1994/03/02/sports/college-hockey-report.html","abstract":"  Union    A college with only 2,000 students, Union joined the ECAC three years ago with trepidation. Could the Dutchmen build a competitive program with limited resources and without athletic scholarships? Coach Bruce Delventhal said yes, but it might take a while.   It didn't take too long.","thumbnail":null,"section":"Sports"},{"date":"19940302","headline":"Book Notes","web_url":"https://www.nytimes.com/1994/03/02/books/book-notes-342572.html","abstract":"  Good and Bad   At a whither-publishing panel sponsored by the PEN American Center on Monday night, the first speakers were having an elaborate discussion about Martin Midlist, a hypothetical author, and his discouraging prospects when Harold M. Evans all but floored the audience with some solid facts.    Making the point that commerce does not always correspond to culture, Mr. Evans, the publisher of the Random House adult trade division, said the 29 books he published that made it onto The New York Times's 1993 list of Notable Books lost $698,000 collectively. At the same time, he said, the eight books published by his division that recently won awards from the American Library Association lost a total of $370,000.","thumbnail":null,"section":"Books"},{"date":"19940302","headline":"Review/Music; With Theatrics Stripped Away, A Diva Stakes All on Her Voice","web_url":"https://www.nytimes.com/1994/03/02/arts/review-music-with-theatrics-stripped-away-a-diva-stakes-all-on-her-voice.html","abstract":"  The stakes seemed higher than usual on Monday evening at Carnegie Hall. Kathleen Battle was making her first New York appearance since her abrupt dismissal from the Metropolitan Opera three weeks ago, singing Mozart and Strauss with Wolfgang Sawallisch and the Philadelphia Orchestra, and much of the discussion in the hall was about the turn her career has taken. So with listeners concentrating more closely than usual on the nuances of her performance, Miss Battle had to prove that her artistry outweighed the famous tales of backstage imperiousness.    As it turned out, artistry carried the day. That was not a foregone conclusion. In recent seasons, Miss Battle's performances have become alarmingly treacly, to the point where in certain arias one almost expected her to interpolate a chorus of \"The Good Ship Lollipop.\" At the same time, her voice was showing signs of wear. Although her distinctive sound remained intact, artifice and effort were increasingly apparent.","thumbnail":null,"section":"Arts"},{"date":"19940302","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/03/02/nyregion/metro-digest-338141.html","abstract":"  NEW YORK CITY  FOUR HASIDIC YOUTHS INJURED ON BRIDGE   A gunman in a car opened fire on a van carrying more than a dozen Hasidic students as it began to cross the Brooklyn Bridge from Manhattan, critically wounding two young men and injuring two others, the police said. A1.   So determined was the gunman that he took aim and fired at three different points. B4.   One victim was exceptionally close to the Lubavitch grand rabbi. B4.    Yaakov Schapiro, a student in the van, was certain he was under attack by Arab terrorists. B4.","thumbnail":null,"section":"New York"},{"date":"19940302","headline":"Three Goalies and One Net","web_url":"https://www.nytimes.com/1994/03/02/sports/hockey-three-goalies-and-one-net.html","abstract":"  Corey Hirsch was nowhere to be seen today at the Rangers' practice, but Glenn Healy still felt his presence.   Hirsch, the highly regarded prospect who was a member of Canada's silver-medal team at the Lillehammer Olympics Games, was called up on Monday and could join the team Wednesday. That will give the Rangers three goalies: Mike Richter, Healy and Hirsch. And Healy has no idea where he stands.","thumbnail":null,"section":"Sports"},{"date":"19940302","headline":"U.S. AND RUSSIANS BROKER NEW PACTS FOR A BOSNIA PEACE","web_url":"https://www.nytimes.com/1994/03/02/world/us-and-russians-broker-new-pacts-for-a-bosnia-peace.html","abstract":"  Working on parallel diplomatic fronts, the United States and Russia brokered separate agreements today that were meant to move Bosnia and Herzegovina closer to peace.   In Moscow, Russia succeeded in persuading the leader of the Bosnian Serbs to permit the reopening of the airfield near the Bosnian Muslim town of Tuzla for relief flights of food and medicine. In Washington, negotiators for the Muslim-dominated Bosnian Government and the Bosnian Croats signed a framework agreement to unite the parts of the country that are under their control.","thumbnail":null,"section":"World"},{"date":"19940302","headline":"Books of The Times; A Writing Form Meant For the Frank and Brave","web_url":"https://www.nytimes.com/1994/03/02/books/books-of-the-times-a-writing-form-meant-for-the-frank-and-brave.html","abstract":"  The Art of the Personal Essay   An Anthology From the Classical Era to the Present   Selected and With an Introduction by Phillip Lopate   777 pages. Anchor Books. $30.      \"I have ordered myself to dare to say all that I dare to do, and I dislike even thoughts that are unpublishable,\" wrote Michel de Montaigne four centuries ago. To what lengths essayists have since gone to make good on that dare! Frankness is the least of it; any oaf can be perfectly or brutally frank. The point is to be seductively or courageously frank. To question and explore aloud, exposed to the scrutiny and judgment of strangers: that's the challenge and there's the rub.   The material of a personal essay can be literally anything: city noise, country solitude; smoking hashish, fasting; love letters, dinner parties; a drunken father, a lover taking his leave; watching a moth die, watching a criminal go to the guillotine, watching your own face in a mirror; observing what grace you can or cannot muster under the pressure of sickness, failure, longing, bad nerves or moral sloth.","thumbnail":null,"section":"Books"},{"date":"19940302","headline":"A Bear Market: Jets Cautious on Free Agents","web_url":"https://www.nytimes.com/1994/03/02/sports/pro-football-a-bear-market-jets-cautious-on-free-agents.html","abstract":"  Last year, the Jets looked at their 4-12 record, waded into the free-agent pool and signed safety Ronnie Lott and defensive tackle Leonard Marshall to lucrative contracts.   This year, with the $33.8 million salary cap putting a stranglehold on their wallet, the Jets haven't even tested the free-agent waters.","thumbnail":null,"section":"Sports"},{"date":"19940302","headline":"FIGURE SKATING;\nHarding Lands Smoothly But It's Rough Road Ahead","web_url":"https://www.nytimes.com/1994/03/02/sports/figure-skating-harding-lands-smoothly-but-its-rough-road-ahead.html","abstract":"Despite an eighth-place showing in the Winter Olympics and a criminal investigation pending, Tonya Harding landed gracefully on familiar turf Monday night, greeted by hundreds of reporters and a cluster of die-hard fans.\n\n\"Norway was beautiful,\" said the 23-year-old figure skater as she was whisked out of Portland's airport and into a white stretch limousine by police escorts. \"There's nothing like home.\"","thumbnail":null,"section":"Sports"},{"date":"19940302","headline":"Whitman Freezes Accident Claims and Chooses an Insurance Chief","web_url":"https://www.nytimes.com/1994/03/02/nyregion/whitman-freezes-accident-claims-and-chooses-an-insurance-chief.html","abstract":"  As Gov. Christine Todd Whitman introduced her choice for New Jersey Insurance Commissioner today, she gave thousands of state motorists some bad news: their auto insurance claims will not be paid any time soon.   Governor Whitman declared a freeze on paying accident claims to drivers insured by the state-run Market Transition Facility until state officials can find the money. There are about 100,000 motorists and $900 million in claims affected by Governor Whitman's emergency order.","thumbnail":null,"section":"New York"},{"date":"19940302","headline":"Jansen at Starting Line In Corporate Arena","web_url":"https://www.nytimes.com/1994/03/02/sports/speed-skating-jansen-at-starting-line-in-corporate-arena.html","abstract":"  After turning a heart-wrenching 0-7 Olympic speed-skating career into a heartwarming 1-7 triumph, Dan Jansen took the first tentative steps today into cashing in on his lone gold medal.   Jansen, who set a world record in winning the 1,000 meters in Lillehammer, Norway, 11 days ago, appeared at a news conference arranged by Integrated Sports International, the New Jersey-based sports-marketing company he has retained as his trolling line to corporate America.","thumbnail":null,"section":"Sports"},{"date":"19940302","headline":"A Mad Assault on an Unfinished Edifice of Peace","web_url":"https://www.nytimes.com/1994/03/02/opinion/IHT-a-mad-assault-on-an-unfinished-edifice-of-peace.html","abstract":"Disaster has struck Israel. Not by a cruel act of nature but by a premeditated outburst of the depravity of man. The victims were Muslims praying to the God of Abraham, forebear of Israel and Ismael. The victims were all the people of goodwill - Arabs, J","thumbnail":null,"section":"Opinion"},{"date":"19940302","headline":"House Pauses in Deference to a Record","web_url":"https://www.nytimes.com/1994/03/02/us/house-pauses-in-deference-to-a-record.html","abstract":"  The House of Representatives ground to a halt today to spare an ailing Congressman who has not missed a vote in 40 years from ruining his perfect record.   The Congressman, William H. Natcher, an 84-year-old Kentucky Democrat first elected to the House in 1953, sent word to House leaders shortly before today's scheduled session that he was hospitalized for intestinal treatments at the nearby Bethesda Naval Hospital.","thumbnail":null,"section":"U.S."},{"date":"19940302","headline":"PRO BASKETBALL;\nOdd Couple Spark the Spurs","web_url":"https://www.nytimes.com/1994/03/02/sports/pro-basketball-odd-couple-spark-the-spurs.html","abstract":"The ascension of the San Antonio Spurs to one of the National Basketball Association's premier teams has coincided with the spectacular play of David Robinson, the abstinence-preaching, shoe-selling, slam-dunking center who is the league's second-leading scorer and, perhaps, its best all-round player.\n\nIn the past two months, the Spurs have won 25 of 29 games, including 14 of their last 16, and were 40-16 -- third best in the league -- entering tonight's game at home against Utah.","thumbnail":null,"section":"Sports"},{"date":"19940302","headline":"Nassau Seeks Private Bids For Hospital","web_url":"https://www.nytimes.com/1994/03/02/nyregion/nassau-seeks-private-bids-for-hospital.html","abstract":"  The Nassau County Executive, proposing a sweeping retrenchment in county services, said today that he would seek to sell or lease the county's hospital, nursing home and nine health clinics.   Both Democratic and Republican officials have been seriously studying the privatization of the Nassau County Medical Center and the A. Holly Patterson Geriatric Center for more than two years. Still, County Executive Thomas S. Gulotta, a Republican, surprised many here today by moving from discussion to action with his call for proposals from private hospitals and other enterprises to operate or buy those two institutions, as well as the nine clinics, which are run by the health department.","thumbnail":null,"section":"New York"},{"date":"19940302","headline":"Public & Private; Where There's Smoke","web_url":"https://www.nytimes.com/1994/03/02/opinion/public-private-where-there-s-smoke.html","abstract":"  Oh, what a smoothie that David Kessler is. The Commissioner of the Food and Drug Administration recently set a fire beneath one of America's most pernicious public health issues. But he said Congress must decide how to put the fire out, knowing full well that many elected officials will want only to ignore the smoke and go about their business-as-usual.    The subject was tobacco, and in a letter to an anti-smoking activist Dr. Kessler raised the possibility that cigarettes may be considered drug-delivery devices, subject to F.D.A. regulation. The added twist is this: Given what we know about the health hazards, if the F.D.A. regulated cigarettes it would have no choice but to ban them.","thumbnail":null,"section":"Opinion"},{"date":"19940302","headline":"Recycling Creates More Problems Than It Was Meant to Solve","web_url":"https://www.nytimes.com/1994/03/02/opinion/l-recycling-creates-more-problems-than-it-was-meant-to-solve-344729.html","abstract":"  To the Editor:   The New York State Court of Appeals decision ordering New York City to meet mandated recycling goals (news article, Feb. 23) may create as many problems as it solves. The court ordered the city to find a way to recycle 25 percent of collected trash, as called for in the City Council's 1986 enactment, instead of the 15 percent it is now recycling.","thumbnail":null,"section":"Opinion"},{"date":"19940302","headline":"What Men And Women Really Want . . . to Eat","web_url":"https://www.nytimes.com/1994/03/02/style/what-men-and-women-really-want-to-eat.html","abstract":"Women are more likely to eat fruit and fruit-flavored foods, and men are more likely to eat meat. Women do more nibbling, and men eat more at a sitting. When it comes to cravings, men tend to lust after entrees while women want sweets.\n\nFrom cookies and candy to steak and potatoes, psychologists, marketing researchers and dietitians have discovered that taste preferences and eating habits are linked to maleness and femaleness.","thumbnail":null,"section":"Style"},{"date":"19940302","headline":"Flake and His Church Agree to Repay Federal Money","web_url":"https://www.nytimes.com/1994/03/02/nyregion/flake-and-his-church-agree-to-repay-federal-money.html","abstract":"  In a settlement to a civil suit brought by the Justice Department, Representative Floyd H. Flake and the church he heads in Jamaica, Queens, have agreed to repay $530,000 in Federal money that the government had claimed was improperly used to help build a church school.   With interest dating to 1982, when construction on the school started, the repayment will add up to $925,000.","thumbnail":null,"section":"New York"},{"date":"19940302","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/02/nyregion/c-corrections-344370.html","abstract":"  Because of an editing error, a chart in Business Day yesterday with an article about Nextel Communications Inc. misidentified the company investing $197 million in Geotek Industries on Nov. 4. Geotek received the investment from Vanguard Cellular Systems Inc.; it had no connection with Nextel.","thumbnail":null,"section":"New York"},{"date":"19940302","headline":"Beman Retiring as PGA Tour Commissioner After 1995 Season","web_url":"https://www.nytimes.com/1994/03/02/sports/golf-beman-retiring-as-pga-tour-commissioner-after-1995-season.html","abstract":"  Deane R. Beman, the hard-bitten and driven man who presided over the PGA Tour's growth from modest beginnings to a multimillion-dollar enterprise, announced today that he would step down as commissioner after a 20-year run.   Beman, 55 years old, informed the PGA Tour Tournament Policy Board that he does not wish to extend his contract, which runs through December 1995. The search for a new commissioner will begin almost immediately.","thumbnail":null,"section":"Sports"},{"date":"19940302","headline":"Accounting for a 'Dear Friend'","web_url":"https://www.nytimes.com/1994/03/02/us/accounting-for-a-dear-friend.html","abstract":"  Following is the text of an exhibit that the Government says is an accounting made by a Russian official to Aldrich H. Ames, the Central Intelligence Agency official accused of spying. The punctuation and spelling are from the text as are the numerical notations on the right margins that appear to be cents. Dear Friend,   this is Your balance sheet as on the day of May 1, 1989,   - All in all You have been appropriated ---- 2,705,000 $   - From the time of oppening of Your   account in our Bank (December 26,   1986) Your profit is --------------------- 385,077$ 28c   (including 14,468$ 94c as profit on bonds, which we   bought for You on the sum of 250,000 ]   - Since December 1986 Your salary is ------- 300,000$   - All in all we have delivered to You ------ 1,881,811$ 51c   - On the above date You have in Your   account (including 250,000$ in bonds) ---- 1,535,077$ 28c   P.S. We believe that these pictures would give You some idea about the beautiful piece of land on the river bank, which from now belongs to You forever. We decided not to take pictures of housing in the area with the understanding that You have much better idea of how Your country house (dacha) should look like.   Good luck","thumbnail":null,"section":"U.S."},{"date":"19940302","headline":"Witness Says Defendant Shot Doctor at Clinic","web_url":"https://www.nytimes.com/1994/03/02/us/witness-says-defendant-shot-doctor-at-clinic.html","abstract":"  A witness to the slaying of a doctor last March near the back door of an abortion clinic here identified Michael F. Griffin in a courtroom today as the man who fired the fatal shots.   \"There were three pops,\" the witness, Della Lindsey, told the jury. \"The first pop got my attention, and I looked and saw a man firing the others. I couldn't see who he shot at, but I saw feet.\"","thumbnail":null,"section":"U.S."},{"date":"19940302","headline":"Sports of The Times; Look Who's On Yanks' Payroll","web_url":"https://www.nytimes.com/1994/03/02/sports/sports-of-the-times-look-who-s-on-yanks-payroll.html","abstract":"  APPROACHING his third season as the Yankee manager, Buck Showalter seems to be everywhere. Watching his pitchers pitch and his hitters hit. Hurrying to the other diamonds to monitor drills. Checking the batting cages. Holding a daily news conference.   And if Showalter is still on the job when the Yankees play their 149th game in September, he will have set a record for a manager in the George Steinbrenner regime: 473 consecutive games. Billy Martin had a streak of 472 from late 1975 to midseason 1978.","thumbnail":null,"section":"Sports"},{"date":"19940302","headline":"Mutual Sorrow, Mutual Gain","web_url":"https://www.nytimes.com/1994/03/02/opinion/mutual-sorrow-mutual-gain.html","abstract":"The Tomb of the Patriarchs in the ancient biblical city of Hebron, where last week a deranged Israeli massacred at least 45 Arabs at prayer and wounded dozens more, is both mosque and synagogue, as is appropriate for two cousinly peoples descended from Father Abraham.\n\nThe right of Jews to worship at the traditional site of Abraham's grave was restored by Israel after the 1967 war, having been cut off by ethnic cleansing in 1929. In that year, rioting Arabs massacred 70 Jews and drove out the rest, severing a peaceful Jewish population from its centuries-old birthplace.","thumbnail":null,"section":"Opinion"},{"date":"19940302","headline":"The Road That Led to Hebron; Apologies Never Made","web_url":"https://www.nytimes.com/1994/03/02/opinion/l-the-road-that-led-to-hebron-apologies-never-made-344770.html","abstract":"  To the Editor:   No reasonable person can fail to be revolted by the slaying of Arabs by Baruch Goldstein at Hebron. Prime Minister Yitzhak Rabin of Israel immediately phoned Yasir Arafat, the Palestinian leader, and apologized for the tragic incident, which was committed by one person.","thumbnail":null,"section":"Opinion"},{"date":"19940302","headline":"The German Premiere Of 'Schindler's List' Brings Tears and Praise","web_url":"https://www.nytimes.com/1994/03/02/movies/the-german-premiere-of-schindler-s-list-brings-tears-and-praise.html","abstract":"  Tonight, 800 people -- Germans and Jews, diplomats and artists, film makers and people who had known Oskar Schindler when he lived here -- came solemnly together in the municipal theater under the patronage of President Richard von Weizsacker to see the German premiere of an American film many Germans thought one of their own should have made long ago: \"Schindler's List\" by Steven Spielberg.   The reactions at the end were tears, stunned silence and a smattering of applause that was cut short as if somehow out of place. \"It needed you to do it,\" Mr. von Weizsacker told Mr. Spielberg when the lights came up.","thumbnail":null,"section":"Movies"},{"date":"19940302","headline":"A Town Battles Elements, the Hard Way","web_url":"https://www.nytimes.com/1994/03/02/nyregion/a-town-battles-elements-the-hard-way.html","abstract":"  Spring can't come soon enough for the highway department here.   Since October, the five-man department had kept up with the more than 150 inches of snow that had fallen. Then on Feb. 23 the town barn was destroyed in an electrical fire; all that remains is the building's metal shell, with charred equipment still inside.","thumbnail":null,"section":"New York"},{"date":"19940302","headline":"Spy's Paper Trail","web_url":"https://www.nytimes.com/1994/03/02/us/spy-s-paper-trail.html","abstract":"  Evidence at a bail hearing sketched an almost comic portrait of Aldrich Ames, who prosecutors said slipped off unnoticed to Vienna, Bogota and Caracas to meet contacts, yet left compromising papers and files where easily found, in a box in a closet and on a computer diskette.    Article, page B7.","thumbnail":null,"section":"U.S."},{"date":"19940302","headline":"The Road That Led to Hebron; Dismantle Settlements","web_url":"https://www.nytimes.com/1994/03/02/opinion/l-the-road-that-led-to-hebron-dismantle-settlements-344788.html","abstract":"  To the Editor:   The reporting on the Palestinians killed in the Hebron mosque has attempted to provide balance by speaking of extremists on both sides.","thumbnail":null,"section":"Opinion"},{"date":"19940302","headline":"South African Foes Leave Door Open for an Accord","web_url":"https://www.nytimes.com/1994/03/02/world/south-african-foes-leave-door-open-for-an-accord.html","abstract":"  In a concession that at least postponed the threat of a violent election boycott, Chief Mangosuthu G. Buthelezi of the Inkatha Freedom Party agreed today that his mainly Zulu party would \"provisionally\" register for the country's first free elections.   In exchange, Nelson Mandela of the African National Congress endorsed an Inkatha proposal to submit the parties' deep differences about a new Constitution to international mediation.","thumbnail":null,"section":"World"},{"date":"19940302","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/03/02/nyregion/news-summary-336971.html","abstract":"  International A2-11  TWO ACCORDS FOR BOSNIA  The United States brokered the framework of an agreement to unite Bosnia's warring Muslims and Croats. And in Moscow, Russia extracted a pledge from Bosnia's Serbs to let an airport reopen in the besieged Muslim town of Tuzla.  A1  Bosnian Serbs agreed to let an airfield reopen in a Muslim town.  A10","thumbnail":null,"section":"New York"},{"date":"19940302","headline":"Personal Health; Jury fails to convict hair dye as a cancer risk.","web_url":"https://www.nytimes.com/1994/03/02/us/personal-health-jury-fails-to-convict-hair-dye-as-a-cancer-risk.html","abstract":"  AGING baby boomers and millions of other Americans both older and younger received reassuring news last month: the coloring that many use to hide that telltale gray or to give themselves a fresh new look may be a lot safer than previous reports had suggested.   The newest finding, as reported recently in The Journal of the National Cancer Institute, was said in an editorial to show \"conclusively that use of permanent hair dyes does not increase risk of cancer mortality.\"","thumbnail":null,"section":"U.S."},{"date":"19940302","headline":"Paroled Rapist Held in Assaults Of Four Girls in Housing Projects","web_url":"https://www.nytimes.com/1994/03/02/nyregion/paroled-rapist-held-in-assaults-of-four-girls-in-housing-projects.html","abstract":"  A paroled rapist was arrested yesterday, charged as a serial rapist who sexually assaulted four young girls and teen-agers in public housing projects in East Harlem and the Lower East Side since December.   Investigators expressed relief at the arrest of the man, saying that the the frequency of the last three rapes, on Feb. 6, 19 and 24, led them to believe that he was in a highly agitated condition and would probably strike again soon.","thumbnail":null,"section":"New York"},{"date":"19940302","headline":"Reynolds Defends Outside Activity to Faculty","web_url":"https://www.nytimes.com/1994/03/02/nyregion/reynolds-defends-outside-activity-to-faculty.html","abstract":"  The City University of New York chancellor, W. Ann Reynolds, yesterday defended her service on five corporate boards before the university's faculty senate, where some members expressed skepticism that her corporate work actually benefits the university.   \"I have meticulously followed the guidelines,\" Dr. Reynolds said about complaints that she might be violating the university's two-day-a-month limit on \"outside consultation and professional activities.\"","thumbnail":null,"section":"New York"},{"date":"19940302","headline":"1919: Costs of Living : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/03/02/opinion/IHT-1919-costs-of-living-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Of three of the world's largest cities the cost of living in Paris is the highest, New York is next, while London is the cheapest. To live in the same manner in each city you have to spend 3 francs 25 centimes in the French capital, 2 francs 8 cen","thumbnail":null,"section":"Opinion"},{"date":"19940302","headline":"Riley Puts 3 Starters On Bench, And Wins","web_url":"https://www.nytimes.com/1994/03/02/sports/pro-basketball-riley-puts-3-starters-on-bench-and-wins.html","abstract":"  A lineup change brought a change in the Knicks' fortunes.   Ending a season-worst four-game losing streak, the Knicks captured a much-needed 100-88 victory over the Sacramento Kings tonight at the Arco Arena. After watching New York lose 8 of its previous 12 games, Coach Pat Riley finally made a bold change -- starting Derek Harper, Hubert Davis and Anthony Bonner while benching Greg Anthony, John Starks and Charles Smith.","thumbnail":null,"section":"Sports"},{"date":"19940302","headline":"In 'Tragic Error,' Soldiers Kill a Settler","web_url":"https://www.nytimes.com/1994/03/02/world/west-bank-massacre-in-tragic-error-soldiers-kill-a-settler.html","abstract":"  In circumstances as confused as they were certain to inspire new soul-searching, Israeli soldiers shot dead a Jewish settler in the occupied West Bank tonight, apparently believing him to be a Palestinian gunman, the army said.    The episode -- described by an army spokesman as a \"tragic error\" -- provided graphic illustration that Israelis fear Palestinian vengeance for the massacre of worshipers on Friday in a Hebron mosque.","thumbnail":null,"section":"World"},{"date":"19940302","headline":"In America; Deadly Data on Handguns","web_url":"https://www.nytimes.com/1994/03/02/opinion/in-america-deadly-data-on-handguns.html","abstract":"  In 1992, handguns were used in the murders of 33 people in Britain, 36 in Sweden, 97 in Switzerland, 128 in Canada, 13 in Australia, 60 in Japan and 13,220 in the United States.   Those are the latest annual statistics available. They were released yesterday by Handgun Control Inc. and the Center to Prevent Handgun Violence.","thumbnail":null,"section":"Opinion"},{"date":"19940302","headline":"Marketing Aide Is Named National League President","web_url":"https://www.nytimes.com/1994/03/02/sports/baseball-marketing-aide-is-named-national-league-president.html","abstract":"  National League club owners liberated Bill White today, unanimously electing Leonard Coleman to succeed him as league president. Coleman, major league baseball's executive director of market development, is expected to be as visible and accessible as White was not during his five-year term.   Coleman, 45 years old, replaces White as the highest-ranking black official in professional sports. He was recruited to baseball from investment banking in December 1991 by Fay Vincent, who was then the commissioner.","thumbnail":null,"section":"Sports"},{"date":"19940302","headline":"Amid Blood, Victim Thought of Terrorism","web_url":"https://www.nytimes.com/1994/03/02/nyregion/amid-blood-victim-thought-of-terrorism.html","abstract":"  When Yaakov Schapiro realized bullets were flying through the window of his van and his hands were soaked in blood, his first thought was to wonder whether he was alive or dead. Once he determined he was still alive, he became certain he was under attack by Arab terrorists.   \"Right away, I thought the Arabs were shooting at us,\" said the 17-year-old yeshiva student, a victim of yesterday's shooting attack on the Brooklyn Bridge. \"I knew there had been problems with the Arabs because of the shooting in Hebron, and I figured they were taking it out on us because we had beards and hats.\"","thumbnail":null,"section":"New York"},{"date":"19940302","headline":"Expansion Panel Is Named","web_url":"https://www.nytimes.com/1994/03/02/sports/baseball-expansion-panel-is-named.html","abstract":"  Further evidence that Phoenix and St. Petersburg-Tampa, Fla., will receive franchises when major league baseball next expands came today with the appointment of six owners to an expansion committee.   John Harrington of the Boston Red Sox confirmed that he had been named chairman of the committee and said he would be joined by George Steinbrenner, Yankees; Jerry Reinsdorf, Chicago White Sox; Richard Jacobs, Cleveland; Stan Kasten, Atlanta; Bill Giles, Philadelphia, and Stanton Cook, Chicago Cubs.","thumbnail":null,"section":"Sports"},{"date":"19940302","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/03/02/style/chronicle-344265.html","abstract":"  JILL KREMENTZ is hoping that some of the 120 children she has photographed and written about in more than two dozen books will turn up for a talk titled \"Listening to Children: The Real Experts,\" which she is giving this evening at the Hunter College School of Social Work.   \"But I don't know how many will be there,\" she said. \"Everything I do with children is contingent on their homework, their orthodontist appointments, their custody arrangement. It's amazing I ever get to interview any of them.\"","thumbnail":null,"section":"Style"},{"date":"19940302","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/02/nyregion/c-corrections-344397.html","abstract":"  Because of an editing error, an article yesterday about Gov. Christine Todd Whitman's promise of $1.5 billion in tax cuts misstated the outlook for a vote in the State Senate. The legislation on which the Senate will vote tomorrow is a three-bill package similar to one approved by the Assembly on Monday that will reduce the state income tax by 5 percent at an estimated cost of $243 million; it is not the $1.5 billion program.","thumbnail":null,"section":"New York"},{"date":"19940302","headline":"Why Israel Is Booming : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/02/opinion/IHT-why-israel-is-booming-letters-to-the-editor.html","abstract":"Regarding \"Something More Than Just Hope\" (Opinion, Feb. 5):.Israel's current economic boom has nothing to do with the \"impact of peacemaking with the PLO\" as Foreign Minister Shimon Peres claimed in his talk with Anthony Lewis. The","thumbnail":null,"section":"Opinion"},{"date":"19940302","headline":"Administration Outlines Hopes for Health Savings","web_url":"https://www.nytimes.com/1994/03/02/us/administration-outlines-hopes-for-health-savings.html","abstract":"  With its health care plan battered by critics on the left and the right, the Administration tried today to revive interest in the proposal by asserting that every state would save money if Congress approved the plan in precisely the form recommended by President Clinton.   The Administration's estimates are rosier than those by various governors, Republicans and independent researchers. In addition, lawmakers from both parties say Congress will make major changes in the President's plan.","thumbnail":null,"section":"U.S."},{"date":"19940302","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/02/nyregion/c-corrections-344400.html","abstract":"  A listing in Weekend on Feb. 18 about events in connection with the Frank Lloyd Wright exhibition at the Museum of Modern Art misstated the area code in the information number for the symposium \"Frank Lloyd Wright: Beyond Conventional Boundaries,\" to be held at the museum on April 27. A co-sponsor of the event is the Society of Architectural Historians in Philadelphia, and the society accepts symposium registrations at (215) 735-0224.  ","thumbnail":null,"section":"New York"},{"date":"19940302","headline":"4 Hasidic Youths Hurt in Brooklyn Bridge Shooting","web_url":"https://www.nytimes.com/1994/03/02/nyregion/4-hasidic-youths-hurt-in-brooklyn-bridge-shooting.html","abstract":"  A gunman in a car opened fire on a van carrying more than a dozen Hasidic students as it began to cross the Brooklyn Bridge from Manhattan yesterday morning, critically wounding two young men and injuring two others, the police said.   The lone gunman, driving a blue Chevrolet Caprice and apparently using two guns, pursued the van full of terrified students across the bridge. He fired in three separate bursts, the police said, spraying both sides of the van with rounds from 9-millimeter weapons. Then he disappeared into traffic as the van came to a stop at the Brooklyn end of the bridge, the police said.  A Grim Prognosis    The injured yeshiva students were returning from a Manhattan hospital where the spiritual leader of the Lubavitch sect, Rabbi Menachem M. Schneerson, had undergone minor surgery. Rabbi Schneerson, who had made his unannounced trip to the hospital early in the morning with a police escort, had already returned to Brooklyn via a different route by the time the shooting broke out.","thumbnail":null,"section":"New York"},{"date":"19940302","headline":"On Campus; Casino Profits Help Indians Get Degree in Gaming","web_url":"https://www.nytimes.com/1994/03/02/us/on-campus-casino-profits-help-indians-get-degree-in-gaming.html","abstract":"  Using profits from their reservation casino, the Menominee Indians of northeastern Wisconsin have bankrolled a community college that offers an associate of arts degree in casino gambling.   Now in its third semester, the College of the Menominee Nation, in Keshena, Wis., about 60 miles northwest of Green Bay, intends to train Indians who want to run casinos on their reservations. The Menominees have had a dramatic infusion of income -- estimated at $8 million last year -- since expanding a bingo hall into a casino in 1989.","thumbnail":null,"section":"U.S."},{"date":"19940302","headline":"Hebron Mourners Predict Bloodshed","web_url":"https://www.nytimes.com/1994/03/02/world/west-bank-massacre-hebron-mourners-predict-bloodshed.html","abstract":"  Sitting in long, silent rows, the grieving men listened somberly as the words of Sheik Taysir Bayud al-Tamimi, the chief Muslim judge of Hebron, echoed through the bare meeting hall today.   \"This is a crime of historic proportions,\" he told about 100 relatives and friends of the Muslim worshipers gunned down by a Jewish settler on Friday at a mosque in the Cave of the Patriarchs shrine here, known to Muslims as al-Haram al-Ibrahimi.","thumbnail":null,"section":"World"},{"date":"19940302","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/03/02/nyregion/inside-337374.html","abstract":"  Economy Grows by 7.5% In Fastest Pace Since 1984   The economy surged at a 7.5 percent annual pace in the final quarter of 1993, the strongest performance since 1984. But most economists stuck to the view that growth has already slowed and that the risk of revived inflation remains low. Page D1. Opening Doctors' Eyes   Tagging along with nurses, interns at Long Island Jewish Medical Center are forced to notice the work, time, discomfort and expense caused by tests they order routinely. Page B8.  Grammy Awards    And the winners are . . . Whitney Houston, Sting and 'Aladdin' in the 36th annual award ceremony at Radio City Music Hall. Page C15.","thumbnail":null,"section":"New York"},{"date":"19940302","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/02/nyregion/c-corrections-344389.html","abstract":"  The Advertising column in Business Day yesterday, and a chart on the section's front page referring to the column, misidentified the agency that created a Rold Gold pretzels commercial that was broadcast during CBS's coverage of the Winter Olympics. It is DDB Needham Chicago, not BBDO New York.","thumbnail":null,"section":"New York"},{"date":"19940302","headline":"Student, 15, Had Ties To Family Of Rabbi","web_url":"https://www.nytimes.com/1994/03/02/nyregion/student-15-had-ties-to-family-of-rabbi.html","abstract":"  Aaron Halberstam, the 15-year-old student who was the most seriously injured victim of yesterday's shooting on the Brooklyn Bridge, was known throughout the Lubavitch Hasidic community for his exceptionally close relationship to the family of Rabbi Menachem M. Schneerson, the group's grand rabbi.   Friends of the Halberstam family and Lubavitch officials said yesterday that the shooting, which left Mr. Halberstam in grave condition with an inoperable brain injury at St. Vincent's Hospital and Medical Center, was an especially heavy blow for Rabbi Schneerson because he had personally tutored the boy in the Hebrew alphabet eight or nine years ago.","thumbnail":null,"section":"New York"},{"date":"19940302","headline":"Trying to Produce Doctors With a Sensitive Touch And a Grasp of Economics","web_url":"https://www.nytimes.com/1994/03/02/us/trying-to-produce-doctors-with-a-sensitive-touch-and-a-grasp-of-economics.html","abstract":"  For their clinical education course at the Long Island Jewish Medical Center, the five young doctors had just completed an eight-hour shift working as nurses and they still sounded a little shellshocked, sitting around a conference room table, discussing what they had learned.   \"You see the effects of all these blood tests we doctors order,\" said Dr. Pierre Herard, who spent the day hunting clean bed pans, untangling patients snagged in intravenous tubes and waiting for countless blood test results from the hospital laboratory. \"And I realize, sometimes we doctors order all these blood tests and we don't even check them.\"","thumbnail":null,"section":"U.S."},{"date":"19940302","headline":"PUSH TO WITHHOLD A SUICIDE REPORT","web_url":"https://www.nytimes.com/1994/03/02/us/push-to-withhold-a-suicide-report.html","abstract":"  The independent counsel investigating the involvement of Bill and Hillary Clinton in an Arkansas real estate venture has asked a Federal judge to prevent the release of a police report on the apparent suicide of Vincent W. Foster Jr., a longtime friend of the Clintons and the deputy White House counsel at his death.   The independent counsel, Robert B. Fiske Jr., said in a letter introduced on Monday in Federal court in Manhattan that his investigation would include a detailed look at Mr. Foster's death last July. Mr. Fiske said that making the Park Police report public now would hinder his investigation because witnesses' testimony could be tainted by knowledge of the report.","thumbnail":null,"section":"U.S."},{"date":"19940302","headline":"Japanese Premier May Soon Dismiss Key Adviser","web_url":"https://www.nytimes.com/1994/03/02/world/japanese-premier-may-soon-dismiss-key-adviser.html","abstract":"  Prime Minister Morihiro Hosokawa was reported today to be ready to expel his chief Cabinet secretary from a crucial policy-making role, a step that is likely to encourage those who want faster changes in the economy and closer ties to the United States.   After seven months of unstable government and several policy zigzags, Mr. Hosokawa was described as being on the verge of ending a longstanding battle within his Government by casting his lot with the conservative.","thumbnail":null,"section":"World"},{"date":"19940302","headline":"Langston Hughes On the IRT; A Poem Arouses Many Feelings","web_url":"https://www.nytimes.com/1994/03/02/nyregion/langston-hughes-on-the-irt-a-poem-arouses-many-feelings.html","abstract":"  The Transit Authority's program is called Poetry in Motion, and on this particular morning eight lines of Langston Hughes rumble along the length of the IRT No. 3 line.   Sometimes a crumb falls   From the tables of joy   Sometimes a bone   Is flung     To some people   Love is given   To others   Only heaven.","thumbnail":null,"section":"New York"},{"date":"19940302","headline":"Redskins Fire Charley Taylor","web_url":"https://www.nytimes.com/1994/03/02/sports/sports-people-football-redskins-fire-charley-taylor.html","abstract":"  CHARLEY TAYLOR's three-decade relationship with the Washington Redskins is over.   The Redskins announced on Monday that Taylor, first an All-Pro wide receiver and later an assistant since 1978, would not be kept on the staff of the new coach, NORV TURNER.  The team completed the staff by naming former Cincinnati Bengals and Dallas Cowboys safety RAY HORTON as a defensive assistant.","thumbnail":null,"section":"Sports"},{"date":"19940302","headline":"1894: More a Tempest : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/03/02/opinion/IHT-1894-more-a-tempest-in-our-pages100-75-and-50-years-ago.html","abstract":"MALTA - The gale reached its height. It culminated. It seemed likely to blow the very bastions over. It was more of a tempest than a gale. It had lasted and kept increasing during several days. It was the longest and heaviest wind and rain storm on Malta'","thumbnail":null,"section":"Opinion"},{"date":"19940302","headline":"C.I.A. Had Hints of a Spy Years Before Hunt Began","web_url":"https://www.nytimes.com/1994/03/02/us/cia-had-hints-of-a-spy-years-before-hunt-began.html","abstract":"  The C.I.A. first became aware that Aldrich H. Ames might be a Soviet mole nearly seven years ago, but failed to focus on evidence pointing at the intelligence officer until last year, when agents finally searched his office, intelligence officials and members of Congress said today.   Recounting the investigation that led to Mr. Ames's being charged with spying for Moscow, they said the C.I.A.'s investigation of a suspected traitor in its ranks rose and fell in intensity over the years.","thumbnail":null,"section":"U.S."},{"date":"19940302","headline":"Ex-Bengal Is Sentenced to Year in Jail","web_url":"https://www.nytimes.com/1994/03/02/sports/sports-people-football-ex-bengal-is-sentenced-to-year-in-jail.html","abstract":"  REGGIE REMBERT, a former Cincinnati Bengals wide receiver, has been sentenced to a year in jail for drunken-driving offenses that prompted his release from the team last season.","thumbnail":null,"section":"Sports"},{"date":"19940302","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/02/nyregion/c-corrections-344362.html","abstract":"  An article on Sunday about Japan's entrenched bureaucracy misstated the circulation ranking of Nihon Keizai Shimbun, a daily newspaper that described the bureaucracy's handling of the opening of Japan's rice market to imports. It is the fourth-largest Japanese daily; the largest is Yomiuri Shimbun.","thumbnail":null,"section":"New York"},{"date":"19940302","headline":"The Road That Led to Hebron; Talks Must Go Forward","web_url":"https://www.nytimes.com/1994/03/02/opinion/l-the-road-that-led-to-hebron-talks-must-go-forward-344796.html","abstract":"  To the Editor:   If there is a ray of hope to be glimpsed in the aftermath of the Hebron massacre, it is that the shock of this horrible event may accelerate the achievement of peace by making clear to all that Israeli-Palestinian negotiations about peace (i.e., \"final status\" and settlers and Jerusalem) cannot be put off for another two years.  JOHN V. WHITBECK  Paris, Feb. 28, 1994","thumbnail":null,"section":"Opinion"},{"date":"19940302","headline":"Chinese Government Shows Video Of 4 Prisoners Mentioned by U.S.","web_url":"https://www.nytimes.com/1994/03/02/world/chinese-government-shows-video-of-4-prisoners-mentioned-by-us.html","abstract":"  A top Government spokesman gathered several American journalists today and played them a videotape purporting to show that four leading political prisoners were in good health.   By showing the tape, the Chinese leadership appears to be trying to deflect criticism about how it treats political prisoners. The screening also coincides with the visit to Beijing of the State Department's chief human rights official, John Shattuck, who is preparing the agenda for Secretary of State Warren Christopher's first visit here.","thumbnail":null,"section":"World"},{"date":"19940302","headline":"WPIX to Keep Yank Tradition","web_url":"https://www.nytimes.com/1994/03/02/sports/baseball-wpix-to-keep-yank-tradition.html","abstract":"  After months of protracted, prickly negotiations, MSG Network and WPIX-TV/Channel 11 will announce a three-year deal today to put 50 Yankee games on WPIX.   The agreement extends WPIX's 43-year tradition of broadcasting Yankees games on free television and will most likely bring back Phil Rizzuto, Tom Seaver and Bobby Murcer as the announcers.","thumbnail":null,"section":"Sports"},{"date":"19940302","headline":"Extra Night in Hospital Saved Newborn","web_url":"https://www.nytimes.com/1994/03/02/opinion/l-extra-night-in-hospital-saved-newborn-344931.html","abstract":"  To the Editor:   The insurance company practice of requiring that women and newborns be discharged from hospitals within 24 hours of birth robs women of the necessary support to recover from birth and to learn to care for their infants. More important, however, this practice endangers the lives of our newborns.","thumbnail":null,"section":"Opinion"},{"date":"19940302","headline":"Ban Lobbyist Gifts","web_url":"https://www.nytimes.com/1994/03/02/opinion/l-ban-lobbyist-gifts-344958.html","abstract":"  To the Editor:   A ban on gifts, meals and travel by lobbyists for members of Congress certainly belongs in the law, as you state in \"Calling Mr. Lautenberg\" (editorial, Feb. 9).","thumbnail":null,"section":"Opinion"},{"date":"19940302","headline":"A Modest Show of Force in Bosnia","web_url":"https://www.nytimes.com/1994/03/02/opinion/a-modest-show-of-force-in-bosnia.html","abstract":"  Even a month ago, it might not have happened. But when NATO spotters caught six Serbian warplanes blatantly violating the United Nations ban on military flights over Bosnian airspace Monday, they acted. American F-16 fighters pursued them, warned them, and when the warnings were ignored, shot four of the Serbian planes down.    Technically, it was the first combat operation ever staged by the 44-year-old NATO alliance. It will, if nothing else, add credibility to future NATO warnings.","thumbnail":null,"section":"Opinion"},{"date":"19940302","headline":"Istanbul Journal; Career Women Finding Elbowroom in Turkey","web_url":"https://www.nytimes.com/1994/03/02/world/istanbul-journal-career-women-finding-elbowroom-in-turkey.html","abstract":"  Much has changed here in recent years -- the ribbons of freeway, the sprawl of tenements, the sense that this city straddling Europe and Asia has become what some residents call \"the wild West,\" where prospectors ride into town to stake out a share of the gold rush.   But one of the most far-reaching of Istanbul's myriad revolutions lies in the new sense of liberalism and even liberation for the capital's women.","thumbnail":null,"section":"World"},{"date":"19940302","headline":"Urged by Russia, Bosnia Serbs Yield on Airlift","web_url":"https://www.nytimes.com/1994/03/02/world/urged-by-russia-bosnia-serbs-yield-on-airlift.html","abstract":"  Under strong pressure from Russia, the leader of Bosnia's Serbian nationalists agreed today to allow an airfield near the northern city of Tuzla to reopen for flights carrying food and medicine.   The United States and its NATO partners resolved in January that if necessary they would use force to open Tuzla, which is controlled by the Muslim-dominated Bosnian Government.  More than 250,000 refugees have fled there, increasing the local population to about 800,000.","thumbnail":null,"section":"World"},{"date":"19940302","headline":"Scientists Share in Pain Of Experiment Debates","web_url":"https://www.nytimes.com/1994/03/02/us/scientists-share-in-pain-of-experiment-debates.html","abstract":"  The Clinton Administration's investigation of experiments in which Americans may have been unwittingly exposed to radiation has turned into a searing experience not only for the families involved but also for the scientists who conducted the research and the universities where the studies took place.   Some of the nation's most prominent universities have been besieged with questions and criticism since December, when Energy Secretary Hazel R. O'Leary announced that her department would investigate the Government's cold war radiation experiments on people. In response, some universities have expressed regret even as they say the Government and the news media are failing to make distinctions about who sponsored the research and the levels of radiation involved.","thumbnail":null,"section":"U.S."},{"date":"19940302","headline":"Aide to Giuliani Warns Of Hospitals Budget Gap","web_url":"https://www.nytimes.com/1994/03/02/nyregion/aide-to-giuliani-warns-of-hospitals-budget-gap.html","abstract":"  Only a month after pushing through spending cuts and layoffs at the agency that operates New York City's public hospitals, the administration of Mayor Rudolph W. Giuliani opened another assault on the agency's management yesterday, saying it may face a new budget gap of $80 million to $120 million.   Appearing before a City Council committee, the Mayor's budget director, Abraham M. Lackman, said the projected shortfall at the city's Health and Hospitals Corporation could force another round of budget cuts to balance the agency's $3.2 billion budget for the fiscal year that ends in June.","thumbnail":null,"section":"New York"},{"date":"19940302","headline":"No Headline","web_url":"https://www.nytimes.com/1994/03/02/nyregion/no-headline-337323.html","abstract":"  \"The only thing that will stop this spending is courage, and courage cannot be legislated into the Constitution.\" SENATOR BOB KERREY, opposing the balanced-budget amendment.  [ B7:6. ]","thumbnail":null,"section":"New York"},{"date":"19940302","headline":"'It's Always Good to Take an X-Ray.' But Necessary?","web_url":"https://www.nytimes.com/1994/03/02/us/it-s-always-good-to-take-an-x-ray-but-necessary.html","abstract":"  \"Take out a piece of paper and a pen,\" said Dr. Linda Kanarvogel, co-director of the advanced clinical skills course at the Long Island Jewish Medical Center. \"Today we're talking about cost-analysis of lower back pain.\"   Most of the interns were fresh from medical school, but one, Dr. Pierre Herard, had practiced in Jamaica as an orthopedic specialist before coming here for more training, and instructors noticed that he kept ordering X-rays.","thumbnail":null,"section":"U.S."},{"date":"19940302","headline":"Leadership It's Not","web_url":"https://www.nytimes.com/1994/03/02/opinion/leadership-it-s-not.html","abstract":"  At a time when anti-lesbian and anti-gay violence is on the rise, says New York City's Comptroller, Alan Hevesi, it is \"particularly important\" that those who perpetrate bigotry \"be criticized in the strongest possible terms.\"    Mr. Hevesi has now joined the city's Public Advocate, Mark Green; the Manhattan Borough President, Ruth Messinger; the City Council member Thomas Duane, and a growing number of other officials who have unequivocally denounced the homophobic rhetoric spewed by the Rev. Ruben Diaz -- and called for his resignation from the city's Police Civilian Complaint Review Board. Sadly, Mayor Rudolph Giuliani and Council Speaker Peter Vallone have yet to demonstrate the same leadership.","thumbnail":null,"section":"Opinion"},{"date":"19940302","headline":"Tuberculosis Vaccine Found Surprisingly Effective in Study","web_url":"https://www.nytimes.com/1994/03/02/us/tuberculosis-vaccine-found-surprisingly-effective-in-study.html","abstract":"  A vaccine to prevent tuberculosis that is used only infrequently in this country, largely because Federal health officials consider it unreliable, is surprisingly effective, a new statistical study has discovered. It was found to reduce the risk of full-fledged tuberculosis of the lung by 50 percent and death by 71 percent.   The vaccine known as BCG, for bacillus Calmette-Guerin, after the French scientists who began developing it in 1906, is reported to be the most widely used vaccine in the world. It has been injected into an estimated three billion people, and the World Health Organization recommends BCG as a standard childhood immunization.","thumbnail":null,"section":"U.S."},{"date":"19940302","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/03/02/sports/results-plus-342114.html","abstract":"  N.H.L.  Puppa Paces Lightning  Daren Puppa stopped 37 shots as the Tampa Bay Lightning ended Washington's three-game winning streak with a 4-3 victory last night, their first-ever triumph over the Capitals. Gerard Gallant, Chris Gratton and Danton Cole each had a goal and an assist for the Lightning. Tampa Bay, which entered the National Hockey League last season, is now 1-3-2 against Washington. (AP) Red Wings 5, Flames 2: Sergei Fedorov scored his first career hat trick to lead Detroit over Calgary in a battle of Western Conference division leaders. The victory was Detroit's sixth in seven games, and moved the Red Wings 2 points ahead of Toronto in the Central Division. Detroit, with the league's highest-scoring offense, has used defense during its latest streak. The Wings held the Flames to just two first-period shots. (AP) TENNIS  Courier Upset in Opener  No. 2-seeded Jim Courier was upset by Patrick Rafter of Australia in a second-round match of the $1.72 million Champions Cup Men's Tournament in Indian Wells, Calif., yesterday. Rafter, who had to play three sets to win a first-round match Monday while Courier had a bye, won a first-set tie breaker and then put Courier away easily in the second set on scores of 7-6 (7-2), 6-2. (AP) Jarryd Ousts Svensson: Anders Jarryd upset his Swedish countryman, Jonas Svensson, 6-3, 6-1, yesterday, eliminating the second-seeded player in the opening round of the $188,750 Copenhagen Open. No. 7-seeded Brett Steven of New Zealand was beaten, 6-3, 6-3, by Alex Antonitsch of Austria. No. 3-seeded Magnus Larsson of Sweden defeated Britain's Jeremy Bates, 6-3, 6-0, in 55 minutes. No. 4 seeded Yevgeny Kafelnikov of Russia posted a 6-7 (5-7), 6-4, 6-0 victory over France's Stephane Simian. (AP) Graf and Sabatini Win: Gabriela Sabatini and Steffi Graf won in straight sets on a windy day to advance yesterday to the third round of the Virginia Slims in Delray, Fla. Sabatini, the third seed, defeated the Italian qualifier Elena Savoldi, 6-4, 6-2. Graf, the world's No. 1 player, had a 6-0, 7-5 decision over Marianne Werdel. (AP) TRACK AND FIELD  Pole-Vault Record Falls    China's Sun Cayan and Germany's Nicole Rieger set a women's world indoor record in the pole vault yesterday, clearing 13 feet 4 3/4 inches at the Karlsruhe international track meet in Germany. A few minutes before the two women broke Cayan's previous mark by four-tenths of an inch, England's Linford Christie won the 60-meter dash in 6.48 seconds, a European record. His mark beat the 6.51 seconds he shared with several others. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940302","headline":"When New Yorkers' Hearts Stop, Only a Few Live","web_url":"https://www.nytimes.com/1994/03/02/nyregion/when-new-yorkers-hearts-stop-only-a-few-live.html","abstract":"  People who suffer cardiac arrest in New York City have only a 1 in 100 chance of survival, a much lower rate than in several smaller cities and rural areas that have been studied, new research shows.   The researchers, who studied 2,329 consecutive cardiac arrests in New York City during a six-month period in 1991, attributed the poor survival rates to factors that are common to large cities and that delay the care of such patients, whose hearts have stopped pumping.","thumbnail":null,"section":"New York"},{"date":"19940302","headline":"Japanese Vessel Fails to Set Ocean Depth Mark","web_url":"https://www.nytimes.com/1994/03/02/world/japanese-vessel-fails-to-set-ocean-depth-mark.html","abstract":"  An unmanned Japanese vessel descended today to the deepest spot in the world's oceans, sending back the first television pictures of the Marianas Trench nearly seven miles below the surface of the Pacific.   But just as it was on the verge of landing on the ocean floor, the remote-controlled craft was forced to abort its mission by an equipment failure. The craft apparently fell a few feet short of setting a record for the greatest depth reached by a manmade vehicle.","thumbnail":null,"section":"World"},{"date":"19940302","headline":"Thomas Takes Control For the Surging Islanders","web_url":"https://www.nytimes.com/1994/03/02/sports/hockey-thomas-takes-control-for-the-surging-islanders.html","abstract":"  Steve Thomas has not been shy in saying his team needs to get its act together, and tonight he said it again, with two power-play goals that not only helped the Islanders beat the St. Louis Blues, 4-2, but also kept New York's \"other\" hockey team in the playoff hunt.   \"These were huge points for us,\" said Thomas, the Islander right wing, who leads the team with 31 goals.  \"The last five or six games we have not allowed more than three goals -- that's a credit to our defense, that's what is winning these games.\"","thumbnail":null,"section":"Sports"},{"date":"19940302","headline":"Review/Pop; The International Sound of Celine Dion","web_url":"https://www.nytimes.com/1994/03/02/arts/review-pop-the-international-sound-of-celine-dion.html","abstract":"  Celine Dion, whose hit single \"The Power of Love\" has been No. 1 on the American pop charts for the last month, has a voice so devoid of strong stylistic inflections that her singing suggests a computer-determined vocal composite of international pop divas. Listening to her enunciating in a phonetically perfect English, you can as easily imagine her being Japanese or Greek or Spanish as North American. In fact, Ms. Dion who is 25, is French Canadian and has spoken English for only six years.   Ms. Dion, who appeared at Town Hall on Monday evening, is a belter with a high, thin, slightly nasal, nearly vibratoless soprano and a good-sized arsenal of technical skills. She can deliver tricky melismas, produce expressive vocal catches and sustain long notes without the tiniest wavering of pitch. And as her two hit duets, \"Beauty and the Beast\" (with Peabo Bryson) and \"When I Fall in Love\" (with Clive Griffin) have shown, she is a reliable harmony voice.","thumbnail":null,"section":"Arts"},{"date":"19940302","headline":"Neediest Appeal Ends","web_url":"https://www.nytimes.com/1994/03/02/us/neediest-appeal-ends.html","abstract":"  The New York Times Neediest Cases Fund ends its 82d appeal having raised $4,590,568.69 from nearly 13,500 contributors over three months. The total is the second highest in the appeal's history, behind the 1991-92 campaign, which raised $5,083,550.81. Page B3.","thumbnail":null,"section":"U.S."},{"date":"19940302","headline":"Frostbite","web_url":"https://www.nytimes.com/1994/03/02/opinion/frostbite.html","abstract":"Some say the world will end in fire,\nSome say in ice.\nIn '94 the odds, grown higher,\nMake predictions more precise,\nBacking ice at any price,\n\nWhile, trudging byways filled with ruts,\nLoaded shopping bags in hand,\nWe perform a triple lutz,\nUnintentional, unplanned,\nLanding no-foot on our butts.\nThe snows are treacherous and deep\nAnd streets are chasms to be crossed\nAt prudent, guarded, cautious creep,\nBut on we go, whate'er the cost:\nThis year our bard is Robert Frost.","thumbnail":null,"section":"Opinion"},{"date":"19940302","headline":"Determined Attacker Stalks His Prey Before Disappearing in Traffic","web_url":"https://www.nytimes.com/1994/03/02/nyregion/determined-attacker-stalks-his-prey-before-disappearing-in-traffic.html","abstract":"  So determined was the gunman stalking the young men in the van on the Brooklyn Bridge that he took aim and fired at his victims at three different points in their terror-ridden siege on the bridge.   The gunman, driving alone in a blue car, opened fire from close range as the van took the final tight turn up onto the bridge from the feeder roads of Franklin D. Roosevelt Drive, said van passengers and the police.","thumbnail":null,"section":"New York"},{"date":"19940302","headline":"Another Blow to the N.R.A.","web_url":"https://www.nytimes.com/1994/03/02/opinion/another-blow-to-the-nra.html","abstract":"  The Street Sweeper can discharge 12 shotgun shells in less than three seconds. It is not a sporting gun; it was invented in Zimbabwe for military purposes and used by the South African police. According to police, it is also much admired and frequently used by American drug dealers.   The Treasury Department has now appropriately reclassified the Street Sweeper, along with two other types of semiautomatic shotguns, as a \"destructive weapon.\" Owners of such shotguns will be required to register them, and to be photographed and fingerprinted. New fees and taxes will be imposed on manufacturers and dealers.","thumbnail":null,"section":"Opinion"},{"date":"19940302","headline":"Top Grammy to Houston; 5 for 'Aladdin'","web_url":"https://www.nytimes.com/1994/03/02/movies/top-grammy-to-houston-5-for-aladdin.html","abstract":"  Swooping, trembling and ululating, Whitney Houston opened the 36th annual Grammy Awards ceremonies last night with the song that garnered the top awards: \"I Will Always Love You.\" The awards, given in 79 musical categories, were announced in a ceremony at Radio City Music Hall broadcast on CBS.   \"I Will Always Love You\" was part of the soundtrack of \"The Bodyguard,\" which sold more than 10 million copies in the United States, making it the most popular album of 1993.  It won the Grammy for album of the year. The song was named record of the year, given to a single. It also won the award for pop vocal, female, a choice that was such a foregone conclusion that the award was announced by the song's writer, Dolly Parton, and its producer, David Foster. Mr. Foster was also named producer of the year (nonclassical). Because \"I Will Always Love You\" was first recorded by Ms. Parton in 1974, it was ineligible to be song of the year.  'You Never Get Tired'    For sheer numbers, the year's other awards were dominated by \"Aladdin.\" Its theme song, \"A Whole New World,\" sung by Peabo Bryson and Regina Belle, won as song of the year and as pop performance by a duo or group; material from this Disney movie soundtrack also won three other awards. Its composer, Alan Menken, won three awards for \"Beauty and the Beast\" last year and two for \"The Little Mermaid\" in 1991.  \"You never get tired of these,\" Mr. Menken said from the stage.","thumbnail":null,"section":"Movies"},{"date":"19940302","headline":"Giuliani Picks Head Of Agency on Aging","web_url":"https://www.nytimes.com/1994/03/02/nyregion/giuliani-picks-head-of-agency-on-aging.html","abstract":"  Mayor Rudolph W. Giuliani yesterday named Herbert W. Stupp, a former Federal education official, to head New York City's Department of Aging.   Mr. Stupp, 43, served in the administrations of Presidents Reagan and Bush as regional director of the Federal Action agency, the national agency for volunteer services.","thumbnail":null,"section":"New York"},{"date":"19940302","headline":"High-Tide Odors","web_url":"https://www.nytimes.com/1994/03/02/sports/IHT-hightide-odors.html","abstract":"As inevitable as flood waters pouring over walls not built to withstand them, so the Italian financial scandal seeps into Europe's major soccer competitions..With so many Italian industrialists and parliamentarians besotted with the sport - or merely u","thumbnail":null,"section":"Sports"},{"date":"19940302","headline":"U.S. URGES ISRAELIS TO CURB MILITANTS","web_url":"https://www.nytimes.com/1994/03/02/world/us-urges-israelis-to-curb-militants.html","abstract":"  Seeking to bring the Palestinians back to the bargaining table, the Administration urged Israel today to do more to rein in militant Israeli settlers and offered unusually lavish praise for Yasir Arafat, the chairman of the Palestine Liberation Organization.   Robert H. Pelletreau Jr., Assistant Secretary of State for Near East Affairs, told a Congressional committee that Israel needed to go beyond \"tokenism\" in restricting settlers in the occupied territories. A settler from Brooklyn massacred Palestinians in a mosque in Hebron on Friday.","thumbnail":null,"section":"World"},{"date":"19940302","headline":"Yogurt Soups: The Secret Is in the Sizzling Finale","web_url":"https://www.nytimes.com/1994/03/02/style/yogurt-soups-the-secret-is-in-the-sizzling-finale.html","abstract":"YOGURT soups provide old-fashioned creamy texture in these days of low-fat diets. Served hot or cold, they are distinguished by magnificently earthy flavors and deliciously subtle combinations.\n\nIn many parts of the Eastern Mediterranean, these soups are an indispensable staple of home cooking. Grape pickers in northern Greece pause from their labors to eat a chilled yogurt soup from large wooden bowls, often prepared with walnuts, mint, garlic, cucumber and olive oil. Home cooks in Istanbul enrich a simple hot chicken soup with eggs and yogurt, then garnish the result with fresh or dried mint and a pinch of cayenne.","thumbnail":null,"section":"Style"},{"date":"19940302","headline":"Bridge","web_url":"https://www.nytimes.com/1994/03/02/nyregion/bridge-340995.html","abstract":"  One might think that the diagramed deal would have no history. North-South overbid slightly to six diamonds, using some modern responses to Key-Card Blackwood. West leads his singleton heart, and East takes two heart tricks for down one.   But the deal, played in a regional championship in Hawaii in January, was the talking point of the tournament. It was reported by Ron Garber of Los Angeles, who was sitting East and having a bad day.","thumbnail":null,"section":"New York"},{"date":"19940302","headline":"P.L.O. to Send Team to U.S. To Spell Out Terms for Talks","web_url":"https://www.nytimes.com/1994/03/02/world/west-bank-massacre-plo-to-send-team-to-us-to-spell-out-terms-for-talks.html","abstract":"  Dismissing Israel's offer to allow international civilian observers into Gaza and the Jericho area as insufficient, the Palestine Liberation Organization decided today to send a mission to Washington to spell out its conditions for resuming peace talks with Israel.    P.L.O. officials said the mission, which is expected to leave Friday but has yet to be chosen, would urge the United States to seek further concessions from Israel to allow Palestinian negotiators to return to the bargaining table in good conscience in the wake of the massacre of Palestinians at a Hebron mosque on Friday.","thumbnail":null,"section":"World"},{"date":"19940302","headline":"Purvis to Succeed Bonnett in Winston Cup","web_url":"https://www.nytimes.com/1994/03/02/sports/sports-people-auto-racing-purvis-to-succeed-bonnett-in-winston-cup.html","abstract":"  JEFF PURVIS got the bittersweet opportunity yesterday to take over the Winston Cup ride of his late friend, Neil Bonnett, who died in a crash last month at Daytona International Speedway.   \"Neil always had a lot of faith in me,\" said Purvis, who will enter eight races in 1994 in Bonnett's Chevrolet Lumina. \"I believe he would be glad for me.\"","thumbnail":null,"section":"Sports"},{"date":"19940302","headline":"Reviews/Rock; A Strong Voice On Nuances Of Love","web_url":"https://www.nytimes.com/1994/03/02/arts/reviews-rock-a-strong-voice-on-nuances-of-love.html","abstract":"  A decade ago, rock was crowded with blues-based, husky-voiced belters who could work themselves up with vows like, \"I'm the only one/ Who'll walk across the fire for you.\" It was the heyday of rockers like Bruce Springsteen, Bob Seger, John Cougar Mellencamp, Rod Stewart and Don Henley, who sang earnest three-chord songs about scarred but hopeful romances. Since the late 1980's, the style has been picked up by a woman: Melissa Etheridge, who performed a triumphant show on Monday night at Irving Plaza for an adoring, mostly female audience.    Fans sang along and whooped with pleasure every time Ms. Etheridge sang lines like, \"Come lay your body beside me.\" When K. D. Lang stepped out to sing harmony on \"You Can Drive While I Sleep,\" the crowd was so overjoyed its shouts brought the song to a standstill, though it happily quieted down to hear a final verse.","thumbnail":null,"section":"Arts"},{"date":"19940302","headline":"Review/Television; Families on the Move To and From Their Roots","web_url":"https://www.nytimes.com/1994/03/02/arts/review-television-families-on-the-move-to-and-from-their-roots.html","abstract":"  It's family time on commercial television these nights, and for various reasons of sociology and audience demographics, parents and children are on the move.   In \"Tom,\" making its debut tonight at 8:30 o'clock on CBS, Tom Arnold transports his television family of wife and five children to a construction trailer on his parents' farm in Kansas while he struggles to build their new house next door. And in \"The Byrds of Paradise,\" beginning tomorrow at 8 P.M. on ABC, Timothy Busfield (\"Thirtysomething\") plays a Yale philosophy professor who, after his wife is killed in a cash-machine holdup, takes off with his three children for Hawaii and a job as headmaster at a private school. It's America as a tribe of wanderers.","thumbnail":null,"section":"Arts"},{"date":"19940302","headline":"High Court Eases Rule on Paying Lawyers' Fees in Copyright Suits","web_url":"https://www.nytimes.com/1994/03/02/us/high-court-eases-rule-on-paying-lawyers-fees-in-copyright-suits.html","abstract":"  The Supreme Court today made it easier for successful defendants in copyright infringement suits to have their lawyers' fees reimbursed by the side that brought the suit.   The 9-to-0 decision resolved a long-festering issue in copyright law by creating a level playing field for plaintiffs and defendants on the subject of lawyers' fees. Before today, several Federal appeals courts had applied a dual standard under which winning plaintiffs were almost routinely reimbursed for their fees but successful defendants had to show that the lawsuit was frivolous or brought in bad faith before their lawyers' fees were repaid.","thumbnail":null,"section":"U.S."},{"date":"19940302","headline":"For Kent, Offense Is the Best Defense","web_url":"https://www.nytimes.com/1994/03/02/sports/baseball-for-kent-offense-is-the-best-defense.html","abstract":"  Jeff Kent will never be a Gold Glove second baseman. This he admits in a heartbeat. He would like to improve his defense -- he did commit more errors last season than any other second baseman -- but that is not the point.   The point is, he needs to provide the Mets with some of the offense they so desperately need.","thumbnail":null,"section":"Sports"},{"date":"19940302","headline":"Court of Memory: Hurley Shoots Baskets","web_url":"https://www.nytimes.com/1994/03/02/sports/sports-people-basketball-court-of-memory-hurley-shoots-baskets.html","abstract":"  A little less than three months after nearly dying in a car accident, the Sacramento Kings rookie BOBBY HURLEY returned to the court in Jersey City yesterday to shoot baskets.   \"He shot about 25 free throws, the number the therapist said he could shoot,\" his father, BOB HURLEY SR., said by telephone from his home. Bobby Hurley shot as his father's St. Anthony's High School basketball team practiced at Public School 28 in Jersey City.","thumbnail":null,"section":"Sports"},{"date":"19940302","headline":"Senate Turns Down Amendment On Balancing the Federal Budget","web_url":"https://www.nytimes.com/1994/03/02/us/senate-turns-down-amendment-on-balancing-the-federal-budget.html","abstract":"  The Senate tonight rejected a constitutional amendment to require a balanced Federal budget, killing the proposal for at least this year.   The vote was 63 to 37, leaving the measure four votes short of the two-thirds majority required for a constitutional amendment.","thumbnail":null,"section":"U.S."},{"date":"19940302","headline":"A Few Cents More Can Help Mexicans","web_url":"https://www.nytimes.com/1994/03/02/opinion/l-a-few-cents-more-can-help-mexicans-344800.html","abstract":"  To the Editor:   \"My head hurts, my back hurts.\" Thus complained a young man in a remote village in Chiapas, Mexico. Unlike the aches of dozens of other people I examined during a recent medical mission in the region, his pains came not from endless hours of hard labor carrying heavy sacks of firewood, corn and coffee.","thumbnail":null,"section":"Opinion"},{"date":"19940302","headline":"Who's in Charge Here?","web_url":"https://www.nytimes.com/1994/03/02/opinion/who-s-in-charge-here.html","abstract":"  Very soon now the fiction writers will be going out of business. The strangeness of reality is so much more potent than the strangeness of the imagination, at least in New York politics. The latest piece of evidence is the alliance announced recently between Gov. Mario Cuomo and David Garth, who in past campaigns has worked against Mr. Cuomo.   What do they see in each other? Several thoughts occur. Governor Cuomo prides himself on wearing no person's -- or party's -- leash. Not even the Democratic National Convention can get him to run for something he does not desire.","thumbnail":null,"section":"Opinion"},{"date":"19940302","headline":"The Road That Led to Hebron","web_url":"https://www.nytimes.com/1994/03/02/opinion/l-the-road-that-led-to-hebron-344761.html","abstract":"  To the Editor:   Following the mass murder of more than 50 Arabs at prayer, your front page highlights the emotional pain of Israeli Jews, rather than the reactions of Arab victims (\"Massacre Leaves Israelis Shamed, Sad and Scared of What's Ahead,\" Feb. 27).","thumbnail":null,"section":"Opinion"},{"date":"19940302","headline":"U.S. Shows List of Secrets Moscow Wanted to Obtain","web_url":"https://www.nytimes.com/1994/03/02/us/us-shows-list-of-secrets-moscow-wanted-to-obtain.html","abstract":"  The Government today revealed a wealth of new details about its espionage case against Aldrich H. Ames and his wife, including a financial statement from Moscow listing $2.7 million in payments and a nine-page letter that prosecutors said was a shopping list of American secrets the Kremlin wanted Mr. Ames to steal.   The documents were disclosed in a three-hour hearing before United States Magistrate Barry R. Poretz, who ordered Mr. Ames and his wife, Rosario, held without bail. The judge concluded that the Government had provided probable cause to hold Mr. Ames and his wife on charges they conspired to commit espionage, a crime punishable by life in prison.","thumbnail":null,"section":"U.S."},{"date":"19940302","headline":"The Yankees' Williams Doesn't Need Surgery","web_url":"https://www.nytimes.com/1994/03/02/sports/baseball-the-yankees-williams-doesn-t-need-surgery.html","abstract":"  The sigh of relief was so evident, it must have been heard as far north as New York.   Bernie Williams, the Yankees were pleased -- and relieved -- to announce, will apparently have to stop throwing for one or possibly two weeks because of an inflamed rotator cuff in his right shoulder. But after being tested by Dr. Frank W. Jobe, the orthopedic surgeon and team physician for the Los Angeles Dodgers, surgery will not be needed to fix the center fielder's problem.","thumbnail":null,"section":"Sports"},{"date":"19940302","headline":"Wall Street Helps Neediest Cases Rest on a High Note","web_url":"https://www.nytimes.com/1994/03/02/nyregion/wall-street-helps-neediest-cases-rest-on-a-high-note.html","abstract":"  With a push in the final days from several Wall Street firms, The New York Times Neediest Cases Fund ended its annual appeal on Monday with the second-best campaign in its 82-year history.   The fund raised $4,590,568.69 from nearly 13,500 contributors during the three-month drive. The donations will help seven social-service agencies feed, house and provide medical care to tens of thousands of poor New Yorkers.","thumbnail":null,"section":"New York"},{"date":"19940302","headline":"Good News Comes in Threes for Morris","web_url":"https://www.nytimes.com/1994/03/02/sports/pro-basketball-good-news-comes-in-threes-for-morris.html","abstract":"  All season, Chris Morris has been asking for the ball. Tonight he got it.   Morris, the Nets' 6-foot-8-inch small forward, set a team record by hitting 6 of 8 3-point shots to lead New Jersey to a 108-98 victory over the Detroit Pistons at Byrne Meadowlands Arena.","thumbnail":null,"section":"Sports"},{"date":"19940302","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/02/nyregion/c-corrections-344354.html","abstract":"  An article yesterday about anger among Israeli Arabs referred incorrectly to the population of Israel. According to the Israeli mission to the United Nations, it is 5.1 million, not 4 million.","thumbnail":null,"section":"New York"},{"date":"19940302","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/03/02/style/chronicle-339881.html","abstract":"  FLOYD ABRAMS, the constitutional lawyer, has been named to an academic chair with a judicially impressive name: he will be the first WILLIAM J. BRENNAN JR. Visiting Professor on First Amendment Issues at the Columbia University Graduate School of Journalism.    In fact, it was Mr. Abrams's idea to name the chair for the retired associate justice of the Supreme Court, whom he met in 1989 when they traveled to Israel together to speak about the First Amendment.","thumbnail":null,"section":"Style"}],"wiki_events":[],"weather":[{"date":"19940302","time":"1994-03-02 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6,"rhum":76,"wspd":9.4},{"date":"19940302","time":"1994-03-02 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.9,"rhum":83,"wspd":5.4},{"date":"19940302","time":"1994-03-02 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.2,"rhum":89,"wspd":9.4},{"date":"19940302","time":"1994-03-02 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.1,"rhum":88,"wspd":13},{"date":"19940302","time":"1994-03-02 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.3,"rhum":91,"wspd":14.8},{"date":"19940302","time":"1994-03-02 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.7,"rhum":90,"wspd":14.8},{"date":"19940302","time":"1994-03-02 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":93,"wspd":16.6},{"date":"19940302","time":"1994-03-02 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":93,"wspd":13},{"date":"19940302","time":"1994-03-02 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":90,"wspd":14.8},{"date":"19940302","time":"1994-03-02 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":68,"wspd":27.7},{"date":"19940302","time":"1994-03-02 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":63,"wspd":25.9},{"date":"19940302","time":"1994-03-02 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7,"rhum":70,"wspd":25.9},{"date":"19940302","time":"1994-03-02 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":51,"wspd":22.3},{"date":"19940302","time":"1994-03-02 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":48,"wspd":22.3},{"date":"19940302","time":"1994-03-02 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":45,"wspd":20.5},{"date":"19940302","time":"1994-03-02 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":37,"wspd":22.3},{"date":"19940302","time":"1994-03-02 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":37,"wspd":20.5},{"date":"19940302","time":"1994-03-02 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":36,"wspd":18.4},{"date":"19940302","time":"1994-03-02 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":44,"wspd":14.8},{"date":"19940302","time":"1994-03-02 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":49,"wspd":9.4},{"date":"19940302","time":"1994-03-02 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":43,"wspd":18.4},{"date":"19940302","time":"1994-03-02 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":52,"wspd":13},{"date":"19940302","time":"1994-03-02 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":58,"wspd":13},{"date":"19940302","time":"1994-03-02 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.7,"rhum":66,"wspd":9.4},{"date":"19940302","time":"1994-03-02 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":58,"wspd":11.2},{"date":"19940302","time":"1994-03-02 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":63,"wspd":11.2},{"date":"19940302","time":"1994-03-02 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":66,"wspd":9.4},{"date":"19940302","time":"1994-03-02 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":69,"wspd":7.6},{"date":"19940302","time":"1994-03-02 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":66,"wspd":5.4},{"date":"19940302","time":"1994-03-02 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":72,"wspd":5.4},{"date":"19940302","time":"1994-03-02 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":78,"wspd":5.4},{"date":"19940302","time":"1994-03-02 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":81,"wspd":7.6},{"date":"19940302","time":"1994-03-02 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.8,"rhum":78,"wspd":9.4},{"date":"19940302","time":"1994-03-02 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":77,"wspd":13},{"date":"19940302","time":"1994-03-02 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":68,"wspd":11.2},{"date":"19940302","time":"1994-03-02 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":65,"wspd":13},{"date":"19940302","time":"1994-03-02 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":60,"wspd":18.7},{"date":"19940302","time":"1994-03-02 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":61,"wspd":16.6},{"date":"19940302","time":"1994-03-02 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":63,"wspd":16.6},{"date":"19940302","time":"1994-03-02 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":56,"wspd":20.5},{"date":"19940302","time":"1994-03-02 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":56,"wspd":22.3},{"date":"19940302","time":"1994-03-02 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":56,"wspd":22.3},{"date":"19940302","time":"1994-03-02 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":64,"wspd":20.5},{"date":"19940302","time":"1994-03-02 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":81,"wspd":22.3},{"date":"19940302","time":"1994-03-02 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":88,"wspd":20.5},{"date":"19940302","time":"1994-03-02 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":92,"wspd":22.3},{"date":"19940302","time":"1994-03-02 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":92,"wspd":25.9},{"date":"19940302","time":"1994-03-02 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":92,"wspd":24.1}]}}