{"19940308":{"guardian_articles":[{"date":"19940308","headline":"Sketch:Members find real issues too hair-raising to contemplate","web_url":"https://www.theguardian.com/politics/1994/mar/08/conservatives.uk","abstract":null,"thumbnail":null,"section":"Politics"}],"nytimes_articles":[{"date":"19940308","headline":"Rabbi Agrees to Guilty Plea in Boy's Kidnapping","web_url":"https://www.nytimes.com/1994/03/08/nyregion/rabbi-agrees-to-guilty-plea-in-boy-s-kidnapping.html","abstract":"  A rabbi pleaded guilty yesterday in the Brooklyn kidnapping of a 15-year-old boy who has been at the center of a bitter dispute between his family and the rabbi, who sought to convert him to his ultra-Orthodox brand of Judaism.   But with a complex custody battle swirling around him, the fate of the boy, Shai Fhima, remained as uncertain yesterday as it was two years ago when he first disappeared. And even the facts surrounding his disappearance remained murky, as Shai and the rabbi, Shlomo Helbrans, continued to insist that Rabbi Helbrans had done nothing wrong, despite the guilty plea. Deal With District Attorney    Rabbi Helbrans offered the plea of guilty to a charge of conspiracy to kidnap in the fourth degree in State Supreme Court in Brooklyn. The plea was part of an intricate arrangement with the Brooklyn District Attorney that will give the rabbi a sentence of five years' probation and 250 hours of community service. But under the terms of the agreement, the rabbi and another man, Mordechai Weisz, who will also receive five years' probation for the kidnapping conspiracy, did not admit that they had committed any of the specific acts with which they were charged.","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"By Design; From the Far East","web_url":"https://www.nytimes.com/1994/03/08/style/by-design-from-the-far-east.html","abstract":"  The newest jackets and shirts for spring (it will get here eventually, honest) are inspired by traditional costumes of the Far East. With stand-up collars and long slender shapes, the jackets somehow have a more feminine appeal than blazers. The shirts, long enough to wear as tunics, are an elegant twist on the classic white shirt. Best of all, there are variations in a wide range of prices.    Ralph Lauren's spring collection, inspired by Indochina, includes mandarin-collar jackets ($870) and vests ($295) in black wool crepe. They're at Bergdorf Goodman, which also has mandarin-collar shirt tunics in ivory or pink cotton with frog closures by Voyage ($200).","thumbnail":null,"section":"Style"},{"date":"19940308","headline":"Mischief in Macedonia","web_url":"https://www.nytimes.com/1994/03/08/opinion/mischief-in-macedonia.html","abstract":"  Even as glimmers of peace appear in Bosnia, Greece is fueling tensions in another former Yugoslav republic, Macedonia, by imposing a strangling economic blockade. Greece's Western allies understand that Athens has had serious problems with Macedonia in the past. But they are losing patience with Greece's bullying tactics against a much weaker neighbor already suffering ethnic tensions.   Ancient Macedonia was the homeland of Alexander the Great. Modern Macedonia was, for most of this century, part Greek, part Yugoslav. During the Greek civil war of the late 1940's, Yugoslavia allied itself with the losing Communist side, and at one point Marshal Tito tried to assert his authority over all of Macedonia. Greece, not yet a NATO member and threatened by what seemed to be global Communism, was traumatized.","thumbnail":null,"section":"Opinion"},{"date":"19940308","headline":"Through Bosnian Smoke, Russians and Serbs Turn to the West; Give Clinton Credit","web_url":"https://www.nytimes.com/1994/03/08/opinion/l-through-bosnian-smoke-russians-and-serbs-turn-to-the-west-give-clinton-credit-402710.html","abstract":"  To the Editor:   As an American businessman stationed in Paris and one who has helped United States physicians and medical supplies enter Sarajevo, I believe the Clinton Administration has been 100 percent correct in keeping our soldiers out of the former Yugoslavia as long as possible. From the humanitarian standpoint I have seen many ills and wounds to heal. We should not confuse the complete innocence of civilian victims with the absence of innocents among all the political sides there.","thumbnail":null,"section":"Opinion"},{"date":"19940308","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/03/08/arts/classical-music-in-review-402583.html","abstract":"  'The Barber of Seville'  Children's Performance John Jay Theater    Figaro bicycled on stage on Saturday afternoon with a banner billing his specialties: \"cosmetic improvement, hair restoration, health foods.\" Don Basilio was a sleazy nightclub entertainer with an overly plaid jacket and a mouth that worked overtime. And Count Almaviva, posing as Basilio's assistant, proved deft at programming a synthesizer.","thumbnail":null,"section":"Arts"},{"date":"19940308","headline":"Nussbaum Cast as All-Star, in Another League","web_url":"https://www.nytimes.com/1994/03/08/us/the-whitewater-inquiry-nussbaum-cast-as-all-star-in-another-league.html","abstract":"  Even as Washington writes off Bernard W. Nussbaum, who was forced to resign on Saturday as the White House counsel, his once and future colleagues in the upper echelons of the New York bar, where he has 27 years' experience as a top corporate litigator, are rallying around him. Indeed, most say the sin that cost him his post is actually a point in his favor: his inability to adapt to what they regard as the back-stabbing ways of the nation's capital.   Promised anonymity, some of Mr. Nussbaum's many friends nonetheless concede that he brought certain liabilities to the White House job. In corporate litigation, they note, hand-holding with individual clients looms less large, disputes remain more private and the game, though still played with a hard ball, is largely about the law and is almost devoid of the kind of politics that permeates Washington.","thumbnail":null,"section":"U.S."},{"date":"19940308","headline":"One More With Feeling: Temple-UMass Round 3","web_url":"https://www.nytimes.com/1994/03/08/sports/basketball-one-more-with-feeling-temple-umass-round-3.html","abstract":"  Near the end of a season that not long ago was both painful and embarrassing, John Chaney's 500th victory was a masterpiece.   With a stunning defensive effort, his Temple Owls held George Washington to 10 second-half points tonight on the way to a 54-34 victory that propelled the Owls into the Atlantic 10 conference championship game for the sixth time in 10 years. But before the capacity crowd in the Palestra began to head out before the end of what had once been a taut semifinal, the chant resounded through the old building, especially in the corner where the Temple Owl had reestablished his perch.","thumbnail":null,"section":"Sports"},{"date":"19940308","headline":"Greece and History : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/08/opinion/IHT-greece-and-history-letters-to-the-editor.html","abstract":"Regarding the editorial \"Greece Is Out of Order\" (Feb. 23):.The editorial claims that Greeks today \"are using bad history to pursue a pointless feud\" concerning Macedonia. .There is nothing wrong with Greece's grasp of history. Th","thumbnail":null,"section":"Opinion"},{"date":"19940308","headline":"A School Cancels 'Peter Pan,' Calling It Offensive to Indians","web_url":"https://www.nytimes.com/1994/03/08/nyregion/a-school-cancels-peter-pan-calling-it-offensive-to-indians.html","abstract":"  Peter Pan, the fairy tale character who flies through the sky and battles with pirates, has been grounded by a new foe: the 1990's debate over multiculturalism.   A middle school in Southampton last month canceled its production of \"Peter Pan,\" scheduled to open last weekend, because administrators found that its portrayal of Indians was offensive to members of the Shinnecock tribe, whose reservation is on the town's border and whose children make up about 9 percent of the district's student body.","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1994/03/08/arts/pop-and-jazz-in-review-400599.html","abstract":"  pinanes  CBGB    During the Spinanes' set on Friday night, Rebecca Gates strummed power chords to open \"Suffice\" with a grand crescendo. Then she paused and, in the silence, calmly brushed her hair out of her eyes before resuming the song. That's the kind of flexibility that comes with a band of just two members: Ms. Gates on guitar and vocals; Scott Plouf on drums.","thumbnail":null,"section":"Arts"},{"date":"19940308","headline":"Giuliani Offers Plan To Curb Guns","web_url":"https://www.nytimes.com/1994/03/08/nyregion/giuliani-offers-plan-to-curb-guns.html","abstract":"  Mayor Rudolph W. Giuliani announced yesterday that the police would place new emphasis on reducing the number of illegal guns in New York City streets by investigating gunrunners with more detectives and better computers.   At the core of Mr. Giuliani's strategy, detectives have been ordered to apply the same kind of effort to investigating illegal guns as they do to organized crime and narcotics. For the first time, the police will question every person arrested with a gun to find out where the gun was obtained and from whom. That information will be transferred to Federal authorities to arrest traffickers who run guns from the plains of Georgia and Texas to the youth gangs of the South Bronx.","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"Abbott Shows Braves Little in Way of Charity","web_url":"https://www.nytimes.com/1994/03/08/sports/baseball-abbott-shows-braves-little-in-way-of-charity.html","abstract":"  There was no visible sign of George Steinbrenner, and the talk about doing or not doing charity events was tabled. Jim Abbott found peace and success for about an hour today on the pitcher's mound. His path to a fresh beginning was smooth. On the field, at least. For one day, at least.   With sunshine splashed across the diamond at Municipal Stadium and fans applauding the visiting pitcher virtually every time he blinked, Abbott provided a nifty performance in his first appearance of the spring. Using three different pitches effectively, he buzzed past Atlanta batters, inducing nine groundouts and stifling the Braves on one hit over three innings. It was a new start for Abbott, who is certain to be studied like an amazing new specimen under a microscope this summer.","thumbnail":null,"section":"Sports"},{"date":"19940308","headline":"Excerpts From President's Remarks on the Whitewater Investigation","web_url":"https://www.nytimes.com/1994/03/08/us/whitewater-inquiry-excerpts-president-s-remarks-whitewater-investigation.html","abstract":"  Following are excerpts from President Clinton's remarks about the Whitewater investigation at his news conference today, as transcribed by the Federal Information Systems Corporation, a private transcription service:   Q.  Mr. President, there were at least three occasions where White House officials were briefed by Federal regulators about the status of the Whitewater investigation. Were you and Mrs. Clinton aware of those contacts, and what were you told about the content of those discussions?","thumbnail":null,"section":"U.S."},{"date":"19940308","headline":"Birth of a TV Show: A Drama All Its Own","web_url":"https://www.nytimes.com/1994/03/08/arts/birth-of-a-tv-show-a-drama-all-its-own.html","abstract":"  It was supposed to be \"Grease\" updated for the 1990's and packaged for television. Every week, a bunch of high school students would grapple with -- and make wisecracks about -- issues of life and love. Occasionally they would break into song.    The idea for this musical sitcom belonged to Marta Kauffman and David Crane, who have been writing together for 16 years. A few months ago, they pitched it to a group of high-ranking ABC executives here. The reaction was immediate.","thumbnail":null,"section":"Arts"},{"date":"19940308","headline":"Plutonium-Test Series Wins Polk Award","web_url":"https://www.nytimes.com/1994/03/08/arts/plutonium-test-series-wins-polk-award.html","abstract":"  A reporter for The Albuquerque Tribune has won the George Polk Award for national reporting for a series of articles about secret plutonium experiments conducted on American citizens by the Government.   The awards were announced yesterday by Long Island University, which administers the awards for excellence in journalism.","thumbnail":null,"section":"Arts"},{"date":"19940308","headline":"How Estrogen May Work to Protect Against Alzheimer's","web_url":"https://www.nytimes.com/1994/03/08/science/how-estrogen-may-work-to-protect-against-alzheimer-s.html","abstract":"  IN the wake of recent and widely publicized studies hinting that estrogen replacement therapy may help prevent Alzheimer's disease, neuroscientists have expressed relief that at last the world may begin to appreciate the importance of the hormone to the health of the human brain. They are also exploring the mechanisms through which estrogen may protect against Alzheimer's and other types of dementia.    New research suggests that estrogen operates in brain cells throughout life to assure the production of critical enzymes and to maintain the densest possible mesh of fibers connecting one nerve cell to the next, the kind of synaptic complexity that characterizes a thinking, remembering, robust brain.","thumbnail":null,"section":"Science"},{"date":"19940308","headline":"Head of Transit Authority Opposes Merger for Police","web_url":"https://www.nytimes.com/1994/03/08/nyregion/head-of-transit-authority-opposes-merger-for-police.html","abstract":"  The president of the New York City Transit Authority yesterday condemned a plan by the Giuliani administration to merge the city's three police forces, saying it would weaken safety on the subways. But Mayor Rudolph W. Giuliani said he still thought the authority's parent board would enact his proposal.   Speaking at a hearing of the City Council's Committee on Transportation, the Transit Authority president, Alan F. Kiepper, said the Mayor's plan to consolidate the New York City Police Department, the housing police and the transit police into one entity would lead to an increase in subway crime, which has been declining in the last four years.","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"Mogadishu Journal; To Find a Happy Ending, Somalis Take In a Movie","web_url":"https://www.nytimes.com/1994/03/08/world/mogadishu-journal-to-find-a-happy-ending-somalis-take-in-a-movie.html","abstract":"  The metal chairs are rusted and broken, the walls are riddled with bullets and part of the screen had to be patched after a recent mortar hit, yet the Cinema Equatore, Mogadishu's biggest movie theater, still attracts a couple of hundred spectators every night.   The towering whitewashed cement screen juts up beyond the theater's two-story pale yellow walls. The soundtrack blares into the eerily empty streets outlined in silver moonlight, the noise competing with the nearby mosque's call to prayer. In a city whose survival depends on the politics of faction leaders and armed gunmen, the theater's owner, Ali Hassan Mohammed, 48, is known and liked by just about everyone.","thumbnail":null,"section":"World"},{"date":"19940308","headline":"Q&A","web_url":"https://www.nytimes.com/1994/03/08/science/q-a-401803.html","abstract":"  Rescuing Birds   Q.  How can you save a bird flapping about on your lawn?","thumbnail":null,"section":"Science"},{"date":"19940308","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/03/08/sports/results-plus-399957.html","abstract":"  COLLEGE BASKETBALL Xavier Is Eliminated in a Big Upset Herman Jenkins hit an 18-foot jumper from the wing with 59 seconds to play, giving Detroit Mercy (15-13) the lead for good as the Titans knocked off top-seeded Xavier, Ohio, 79-75, last night in the semifinals of the Midwestern Collegiate Conference tournament. The loss marked only the second time that Xavier will not appear in the M.C.C. championship game in Coach Pete Gillen's nine years. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940308","headline":"Mitchell's Surprise Transforms Politics in Maine","web_url":"https://www.nytimes.com/1994/03/08/us/mitchell-s-surprise-transforms-politics-in-maine.html","abstract":"  So many candidates, so little time.   Senator George J. Mitchell's surprise decision not to seek re-election has produced an outbreak of campaign fever here among all sorts of politicians, from erstwhile governors to legislative batboys.","thumbnail":null,"section":"U.S."},{"date":"19940308","headline":"Hospitals Chief Orders Review of Contracts","web_url":"https://www.nytimes.com/1994/03/08/nyregion/hospitals-chief-orders-review-of-contracts.html","abstract":"  The president of the city's Health and Hospitals Corporation last night ordered a review of hundreds of consulting and technical contracts that were awarded without competitive bids, saying he was afraid the agency was not getting its money's worth.    The new president, Dr. Bruce Siegel, said he asked for the review in response to questions raised by his staff about the way the corporation selected companies for some jobs, like billing and consulting.","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"Put Pressure on Skopje : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/08/opinion/IHT-put-pressure-on-skopje-letters-to-the-editor.html","abstract":"Greece has imposed an economic embargo (excluding food and medicines) on Skopje, which calls itself Macedonia. Greece's allies and partners have reacted strongly, going so far as to accuse it of acting contrary to international law. But there has not bee","thumbnail":null,"section":"Opinion"},{"date":"19940308","headline":"Mexican Uprising Gives No Lift to Left's Champion","web_url":"https://www.nytimes.com/1994/03/08/world/mexican-uprising-gives-no-lift-to-left-s-champion.html","abstract":"  The sign on a wall announced \"Democratic Insurrection!\" and as its partisans marched in circles around this city's central square there was no mistaking the brighter mood on the Mexican left since peasant rebels in the southern state of Chiapas rose up against the Government on Jan. 1.   \"People were really discouraged before,\" Amalia Garcia, a city assemblywoman who is a leader of the leftist Democratic Revolutionary Party, said cheerily. \"Now, they feel like the Government is up against the wall.\"","thumbnail":null,"section":"World"},{"date":"19940308","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/08/nyregion/c-corrections-402435.html","abstract":"  Because of an editing error, an article on Sunday about the yeshiva in Crown Heights attended by the students who were shot on the Brooklyn Bridge referred incorrectly in some editions to a book called the Baba Kama. It is a tract of the Gemara, which is part of the Talmud, not a treatise on the Gemara.","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"Push for Environment Institute","web_url":"https://www.nytimes.com/1994/03/08/science/push-for-environment-institute.html","abstract":"  IN the belief that environmental policy is often made in scientific ignorance, a broadly based group of scientists, businessmen, environmentalists and politicians has been promoting the establishment of a new Federal institute to guide and finance long-term research on the environment.   After five years of effort, the institute's backers have secured substantial bipartisan support in Congress. And with the appointment today of a leader with international stature on environmental issues to head the campaign, the backers have high hopes that environmental science will soon no longer be, as they see it, the poor stepchild of the Federal research establishment.","thumbnail":null,"section":"Science"},{"date":"19940308","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1994/03/08/arts/pop-and-jazz-in-review.html","abstract":"Papa Jube \nThe Cooler \n\n\"Papa Jube comes only with truth and rights,\" sang the loose-limbed singer with short dreadlocks. \"Respect your brotherman as yourself.\"","thumbnail":null,"section":"Arts"},{"date":"19940308","headline":"Shooting Suspect Slipped I.N.S. Procedural Net","web_url":"https://www.nytimes.com/1994/03/08/nyregion/shooting-suspect-slipped-ins-procedural-net.html","abstract":"  Rashid Baz, the man accused of killing a Hasidic student and wounding three others on the Brooklyn Bridge last week, lost his legal immigration status a year ago, Federal immigration officials said yesterday, but the immigration service apparently took no action against him.   His legal status was terminated when he failed to file an application to show that his marriage to a United States citizen was not a sham to evade immigration laws.","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/08/nyregion/c-corrections-402443.html","abstract":"  A chart on Thursday showing arms that the police said were found in the possession of Rashid Baz, a suspect in the Brooklyn Bridge shooting, omitted one gun and included another erroneously. A correction in this space on Friday repeated the error. The weapon in question, the police say, was a Colbray submachine pistol; no 9-millimeter Ruger pistol was recovered.","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1994/03/08/arts/pop-and-jazz-in-review-402540.html","abstract":"  The Ex  The Knitting Factory    The Ex, an obscurely legendary avant-garde punk band that performed on Friday and Saturday nights, makes the overworked, crippled word \"alternative\" actually mean something. For 14 years, these Dutch rockers have viewed the entire commercial music industry as an adjunct of capitalist oppression, and they have had no part of it. Their many dozens of independently produced albums and singles, now being reissued by Cargo Records, are freighted with an amazing assortment of left-wing propaganda and poster art. One album encourages home taping by supplying a cut-out liner note for a blank cassette, while another encloses a 140-page treatise on the Spanish Civil War.","thumbnail":null,"section":"Arts"},{"date":"19940308","headline":"No Headline","web_url":"https://www.nytimes.com/1994/03/08/nyregion/no-headline-397970.html","abstract":"  \"I do not believe for a moment that she has done anything wrong. If everybody in this country had a character half as strong as hers, we wouldn't have half the problems we've got.\" -- PRESIDENT CLINTON, defending his wife.  [ A1:6. ]","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/03/08/arts/classical-music-in-review-271063.html","abstract":"  Trio Fontenay Weill Recital Hall","thumbnail":null,"section":"Arts"},{"date":"19940308","headline":"Spy Suspect Replied Deceptively On Lie Test in 1991, F.B.I. Says","web_url":"https://www.nytimes.com/1994/03/08/us/spy-suspect-replied-deceptively-on-lie-test-in-1991-fbi-says.html","abstract":"  Contrary to assertions by the Central Intelligence Agency, F.B.I. officials say Aldrich H. Ames gave deceptive answers on a 1991 lie detector test in which he was asked, in effect, whether he was a spy, Government officials said today.   Rather than picking up on the deception, the F.B.I. officials say, the C.I.A.'s examiners performing the routine polygraph gave Mr. Ames a second chance by rephrasing their questions.","thumbnail":null,"section":"U.S."},{"date":"19940308","headline":"An Honest Gift Ban","web_url":"https://www.nytimes.com/1994/03/08/opinion/an-honest-gift-ban.html","abstract":"  At the urging of Senator Frank Lautenberg of New Jersey, the Senate approved a resolution last May committing the chamber to strict new curbs, by the end of 1993, on gift-giving by lobbyists to members of Congress. The deadline passed, but last week Mr. Lautenberg served notice that he was ready to push the matter. That is a promising development for Congressional ethics reform.    Mr. Lautenberg and another strong critic of the unseemly financial ties between lobbyists and lawmakers, Senator Paul Wellstone of Minnesota, made public an amendment they will offer to bar the free meals, resort vacations and other life style enhancers that powerful interests now bestow on members, hoping to buy legislative advantage.","thumbnail":null,"section":"Opinion"},{"date":"19940308","headline":"Suspect and the I.N.S.","web_url":"https://www.nytimes.com/1994/03/08/nyregion/suspect-and-the-ins.html","abstract":"  Rashid Baz, the man accused of killing a Hasidic student and wounding three others on the Brooklyn Bridge last week, lost his legal immigration status a year ago, Federal immigration officials said yesterday.    Article, page B2.","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"Patterns","web_url":"https://www.nytimes.com/1994/03/08/style/patterns-399892.html","abstract":"  An Edited Galliano Line   Fashion editors who can count great fashion moments on one hand probably use three of those fingers for John Galliano's unforgettable shows. That is why, when Mr. Galliano was considering not presenting a fashion show here this season because of financial difficulties, Vogue magazine stepped in, taking an unusually active role.","thumbnail":null,"section":"Style"},{"date":"19940308","headline":"Second Tribe Recognized As a Nation","web_url":"https://www.nytimes.com/1994/03/08/nyregion/second-tribe-recognized-as-a-nation.html","abstract":"  The Department of the Interior said today that the Mohegans of eastern Connecticut have qualified to become the 545th Indian tribe recognized by the Federal Government, opening the way for Federal aid for the 900-member tribe, settlement of its 18-year-old land-claim suit against the state, and possibly a second Indian casino in Connecticut.   \"The Federal Government has recognized us as a nation, and from now on they deal with us as a nation, instead of just a tribe or individuals,\" the Mohegans' tribal chairman, Ralph Sturges, said from their offices in Montville, a town on the Thames River where the tribe had a reservation until 1861.","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"Ray Arcel, Trainer Who Handled Many Boxing Stars, Is Dead at 94","web_url":"https://www.nytimes.com/1994/03/08/sports/ray-arcel-trainer-who-handled-many-boxing-stars-is-dead-at-94.html","abstract":"  Ray Arcel, a boxing trainer who handled numerous champions in a career that dated back to the 1920's, died yesterday. He was 93.   His wife, Stephanie, said she brought him to Beth Israel Medical Center in Manhattan during the morning when he complained of feeling ill. Arcel, who lived in Manhattan, died several hours later.","thumbnail":null,"section":"Sports"},{"date":"19940308","headline":"Critic's Notebook; Bernstein's Mahler: A Tangle Of Conflicted Jewishness","web_url":"https://www.nytimes.com/1994/03/08/arts/critic-s-notebook-bernstein-s-mahler-a-tangle-of-conflicted-jewishness.html","abstract":"  \"This is not Mahler,\" Leonard Bernstein once told the Vienna Philharmonic in rehearsal when a phrase from the Ninth Symphony failed to take flight. Only Bernstein could have said such a thing to the orchestra that Mahler himself conducted for a decade. But he was within his rights; the Vienna had played the symphonies infrequently since the 1930's and did not know them well. While Bernstein did not \"rediscover\" Mahler by any stretch of the imagination -- to say so would defame the memory of conductors like Walter, Klemperer, Barbirolli and Horenstein -- he almost single-handedly brought the composer to the center of the international repertory.   In the absence of important new compositions or of any educational projects on the order of the \"Omnibus\" programs and \"Young People's Concerts,\" Bernstein's deepening relationship with the music of Gustav Mahler was the great story of his final years. His second recorded cycle of the symphonies, on Deutsche Grammophon, may have been his finest achievement as a conductor. \"The Little Drummer Boy,\" a 1984 Bernstein monologue filmed by Humphrey Burton for the BBC and shown at the Metropolitan Museum's \"Leonard Bernstein Day\" on Saturday, intriguingly hints at the tangled roots of his later Mahler interpretations.","thumbnail":null,"section":"Arts"},{"date":"19940308","headline":"Making Refugees Pay : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/08/opinion/IHT-making-refugees-pay-letters-to-the-editor.html","abstract":"Regarding the editorial \"Refugees Shouldn't Pay\" (Feb. 22):.You are right to express concern about the proposal of the U.S. Immigration and Naturalization Service to impose a $130 fee and a six-month bar on employment for asylum applicants..","thumbnail":null,"section":"Opinion"},{"date":"19940308","headline":"What They're Reading","web_url":"https://www.nytimes.com/1994/03/08/style/IHT-what-theyre-reading.html","abstract":"Hiroyuki Itami, professor of management at Hitotsubashi University in Tokyo, is reading \"Dialogue with Japan: Various Faces of Dissatisfaction\" by Ronald P. Dore..\"It's a good book to learn what Japan is, in a balanced way, from a dissent","thumbnail":null,"section":"Style"},{"date":"19940308","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/03/08/arts/classical-music-in-review-402575.html","abstract":"  Moscow Philharmonic  Avery Fisher Hall    At the first notes of the \"Russlan and Ludmilla\" Overture on Sunday evening, this listener ducked for cover. In the hands of the Moscow Philharmonic under Vasily Sinaisky, Glinka's charming little entertainment emerged armed to the teeth, spitting fire with appalling precision. This is a high-performance orchestra in the automotive sense of the word. Its devastating string prowess, explosive brass and acidic wind virtuosity did wonders for the last two movements of Shostakovich's Sixth Symphony. If one absolutely has to be run over, better by a BMW like this. There is, after all, that splendid engineering to mitigate the pain.","thumbnail":null,"section":"Arts"},{"date":"19940308","headline":"U.S. MOVES TO EASE BEIJING SANCTIONS","web_url":"https://www.nytimes.com/1994/03/08/world/us-moves-to-ease-beijing-sanctions.html","abstract":"  In a gesture of good will toward Beijing, the Clinton Administration has begun to pave the way for the Hughes Aircraft Company to launch a commercial satellite from China.    If the Administration gives its approval within the next few weeks, as expected, it will represent the second time this year that the United States has eased punitive economic sanctions against China.","thumbnail":null,"section":"World"},{"date":"19940308","headline":"Accord Seeks to Curb Graft in Carpenters Union","web_url":"https://www.nytimes.com/1994/03/08/nyregion/accord-seeks-to-curb-graft-in-carpenters-union.html","abstract":"  Federal prosecutors say they have worked out a legal agreement that will curb organized-crime corruption in a major construction union that represents 30,000 carpenters in New York City and Long Island.   Under the settlement with the union -- the New York District Council of the United Brotherhood of Carpenters and Joiners -- many of its activities will be overseen for 30 months by a court-appointed official. Prosecutors said the settlement would also significantly change the method of electing top union officials, limit the number of posts they can hold and restrict the power officials have in assigning members to jobs.","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"Politicians Discovering An Issue: Immigration","web_url":"https://www.nytimes.com/1994/03/08/us/politicians-discovering-an-issue-immigration.html","abstract":"  In the seven months since hundreds of Federal immigration agents were deployed along the banks of the Rio Grande here, the traffic of illegal workers from Mexico has all but stopped.   But the flow of politicians to the border here has surged: From across Texas, Washington and California, Republicans and Democrats want to see, and be seen at, a get-tough effort to control immigration.","thumbnail":null,"section":"U.S."},{"date":"19940308","headline":"Chess","web_url":"https://www.nytimes.com/1994/03/08/nyregion/chess-399353.html","abstract":"  The closest of the International Chess Federation's elimination matches to select a challenger for its 1995 title contest paired Jan Timman of the Netherlands with Joel Lautier of France. Timman won the series in Wijk-aan-Zee, the Netherlands, by 4 1/2-3 1/2, the narrowest of margins.   The comparatively inexperienced 20-year-old Frenchman fought spiritedly and stubbornly and his efforts were bolstered when Timman's technique let him down in a two-pawns-ahead ending in Game 1, which he only drew. After Timman came through with a nice positional victory in Game 5 he clung to his one-point lead by running out the 8-game regulation string with draws.","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/08/nyregion/c-corrections-402451.html","abstract":"  Maps on Friday and in some editions on Thursday with articles about an aborted takeoff at La Guardia Airport misstated the location where the plane came to rest. It was the southeastern end of the runway, not the northwestern end.","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"The Early Scout May Catch Saberhagen","web_url":"https://www.nytimes.com/1994/03/08/sports/baseball-the-early-scout-may-catch-saberhagen.html","abstract":"  Bret Saberhagen didn't draw the fans, not at 10 o'clock in the morning, not with two \"B\" squads on the baseball field. But the scouts were there, more than a dozen strong, seated in the stands behind the plate.   The Mets' biggest trade bait -- and perhaps their biggest question mark -- went on display at Thomas J. White Stadium this morning when Saberhagen pitched three innings in a \"B\" squad game against the Los Angeles Dodgers.","thumbnail":null,"section":"Sports"},{"date":"19940308","headline":"Observer; Eptitude Not Awesome","web_url":"https://www.nytimes.com/1994/03/08/opinion/observer-eptitude-not-awesome.html","abstract":"  On health care the Republicans bring to mind an old Leo Durocher story: After watching a rookie infielder make three or four consecutive errors at third base, old pro Durocher steps onto the field, sends the rookie to the sidelines, says, \"Let me show you how to play third base, kid.\" Next ball bounces down to Durocher, skids off his shins, caroms into the outfield. Durocher turns to the kid and screams, \"You've got third base so screwed up nobody can play it!\"   On health care the Republicans will apparently have to be satisfied with yelling a similar curse at Bill Clinton, a Democratic President who could have been designed at Republican headquarters, such is his genius for making a mess of the governing game.","thumbnail":null,"section":"Opinion"},{"date":"19940308","headline":"Barry Dismissed as Coach by C.B.A. Team","web_url":"https://www.nytimes.com/1994/03/08/sports/sports-people-basketball-barry-dismissed-as-coach-by-cba-team.html","abstract":"  RICK BARRY , the basketball Hall of Famer who took a coaching job in the Continental Basketball Association, has been fired by the Fort Wayne (Ind.) Fury following a 12-game losing streak. He was replaced on an interim basis by CLIFFORD RAY , who played with Barry on Golden State when it won the N.B.A. title in 1975.   Barry's dismissal came Friday after the 12-game losing streak dropped Fort Wayne's record to 14-30. Ray lost his first game as Fury coach on Sunday, 92-91, to Wichita Falls. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940308","headline":"U.S. Urges the Burmese Military To Talk to Imprisoned Laureate","web_url":"https://www.nytimes.com/1994/03/08/world/us-urges-the-burmese-military-to-talk-to-imprisoned-laureate.html","abstract":"  The United States expressed surprise today that a leader of the Burmese military junta had ruled out early talks with Daw Aung San Suu Kyi, the imprisoned democracy campaigner and Nobel peace laureate.   The United States urged the military dictatorship to open \"a genuine dialogue\" with Mrs. Aung San Suu Kyi as soon as possible, said a State Department spokesman, David Johnson.","thumbnail":null,"section":"World"},{"date":"19940308","headline":"1 Is the Fastball, 2 Is the Curve, 3 Is a Nice Bow","web_url":"https://www.nytimes.com/1994/03/08/sports/baseball-1-is-the-fastball-2-is-the-curve-3-is-a-nice-bow.html","abstract":"  Chan Ho Park realizes that the umpire probably thought he was crazy. It isn't often, after all, that hitters turn their backs to the plate and bow to the man who calls strikes and balls. But Park is getting used to the strange looks, and the confusion and the good-natured laughter that seem to follow him around.   Park, a native of South Korea, is a 20-year-old right-hander with a fastball that clocks in the mid-90's and an above-average breaking ball. He speaks little to no English -- his favorite saying is \"Hey Dude\" -- and his knowledge of American baseball customs is limited to the high-five taught him by a fellow rookie, Darren Dreifort.","thumbnail":null,"section":"Sports"},{"date":"19940308","headline":"PRESIDENT ADMITS HE KNEW OF INQUIRY ON LAND DEALINGS","web_url":"https://www.nytimes.com/1994/03/08/us/president-admits-he-knew-of-inquiry-on-land-dealings.html","abstract":"  President Clinton today defended his wife and his White House against accusations of interfering in the Whitewater investigation, but he quickly found himself facing new questions about his knowledge of the inquiry's earliest stages.   After a stormy weekend watching from Camp David as his Administration came under attack for its handling of the Whitewater case, Mr. Clinton held a White House news conference today on relations with the former Soviet Union. But he clearly expected to be asked about Whitewater and was prepared to offer extended comments.","thumbnail":null,"section":"U.S."},{"date":"19940308","headline":"The Ironmen of Paris:A Dream in Triathlons","web_url":"https://www.nytimes.com/1994/03/08/sports/IHT-the-ironmen-of-parisa-dream-in-triathlons.html","abstract":"We are going to attack this slowly. First I want you to think about triathlons..Ironman triathlons?.Yes, ironman triathlons. Tell me the first things that come to mind when I say ironman triathlon..Well, the ironman triathlon consists of one person","thumbnail":null,"section":"Sports"},{"date":"19940308","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/08/nyregion/c-corrections-402427.html","abstract":"  An article yesterday about the funeral for Aaron Halberstam, one of four Hasidic students shot on the Brooklyn Bridge last week, incorrectly paraphrased a statement from one mourner, Chani Kreisel. She said the killing was part of a cycle of pain; she did not say it was part of a cycle of revenge.","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"Bronx Officials Disavow Appointee","web_url":"https://www.nytimes.com/1994/03/08/nyregion/bronx-officials-disavow-appointee.html","abstract":"  A delegation of City Council members from the Bronx yesterday criticized comments by the Rev. Ruben Diaz critical of homosexuals and said they did not intend to reappoint him to the Civilian Complaint Review Board when his term expires next year.   Mr. Diaz has been the subject of intense criticism by a number of elected officials for his comments on the Gay Games, to be held in New York in June, including his view that the games would lead to an increase in AIDS cases.","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"What About the Public Toilets We Have?","web_url":"https://www.nytimes.com/1994/03/08/opinion/l-what-about-the-public-toilets-we-have-402664.html","abstract":"  To the Editor:   \"City Hall: Test the Toilets\" (editorial, Feb. 26) notes that the larger Decaux public toilets tested in New York City in 1992 were attended.","thumbnail":null,"section":"Opinion"},{"date":"19940308","headline":"Trade Sanctions Are Bad for America's Reputation","web_url":"https://www.nytimes.com/1994/03/08/opinion/IHT-trade-sanctions-are-bad-for-americas-reputation.html","abstract":"It is not just Japan that is involved in the trade dispute with the United States. Asia, Europe and the rest of the world are watching. For if the United States is prepared to enter into a trade war with Japan, as it increasingly appears to be, can any o","thumbnail":null,"section":"Opinion"},{"date":"19940308","headline":"Writing On a Pad: Period of Adjustment","web_url":"https://www.nytimes.com/1994/03/08/science/peripherals-writing-on-a-pad-period-of-adjustment.html","abstract":"  THE Apple Newton Messagepad was almost universally criticized after its introduction for its flawed recognition of handwriting. Even \"Doonesbury\" got into the act.   No one spends close to $1,000, with a few accessories, for a device that is supposed to fit in his pocket and free him from a keyboard and then enjoys watching it interpret the hand-printed \"flawed\" as \"trained,\" \"Doonesbury\" as \"Bookshop,\" or even \"Apple\" as \"Eddie,\" as the Newton here just did.","thumbnail":null,"section":"Science"},{"date":"19940308","headline":"The Geography of Nowhere Has a Chianti Counterpoint","web_url":"https://www.nytimes.com/1994/03/08/opinion/IHT-the-geography-of-nowhere-has-a-chianti-counterpoint.html","abstract":"Environmentalists and Green parties inspire much serious thought about our landscapes. James Howard Kunstler, for example, in \"The Geography of Nowhere: The Rise and Decline of America's Man-Made Landscape,\" deplores the fate of the human habit","thumbnail":null,"section":"Opinion"},{"date":"19940308","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/03/08/nyregion/news-summary-398055.html","abstract":"  International A3-15  THE DEFIANCE OF JEWISH SETTLERS  The determination of some Jews who want to move to the West Bank town of Hebron is a sign of the difficulties that the Israeli Government will face if it decides to dislodge the Jewish settlers there.  A1","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"Arab vs. Arab; Other Conflict in Territories Divides Secular and Fundamentalist Muslims","web_url":"https://www.nytimes.com/1994/03/08/world/arab-vs-arab-other-conflict-territories-divides-secular-fundamentalist-muslims.html","abstract":"  The clashes between Palestinians and Israeli soldiers in the occupied territories mask a deadlier struggle between rival Arab factions bent on taking power once the Israelis withdraw.    This struggle, which many now expect to be a violent one, already mirrors the conflict between militant Islamic groups and the secular dictatorships in much of the Arab world. Its outcome could see Yasir Arafat's quest for Palestinian self-rule in the West Bank town of Jericho and the Gaza strip descend into bedlam.","thumbnail":null,"section":"World"},{"date":"19940308","headline":"Georgian Asks U.S. to Back Peace Force","web_url":"https://www.nytimes.com/1994/03/08/world/georgian-asks-us-to-back-peace-force.html","abstract":"  President Eduard A. Shevardnadze of Georgia met President Clinton today and made one of those requests that Washington hates to hear: he asked the United States to contribute to a peacekeeping force to help stop Georgia's civil war.   Mr. Clinton's response was that he would support an international peacekeeping force but only under strict conditions, one being that the United States not be asked to contribute troops.","thumbnail":null,"section":"World"},{"date":"19940308","headline":"Paul K. Feyerabend, 70, Anti-Science Philosopher","web_url":"https://www.nytimes.com/1994/03/08/us/paul-k-feyerabend-70-anti-science-philosopher.html","abstract":"  Prof. Paul Karl Feyerabend, a gadfly philosopher of science who asserted that scientists have no particular claims on truth, died on Feb. 11 in Geneva. He was 70.   He died of a brain tumor, said officials at the University of California at Berkeley, where he taught from 1959 until he reached emeritus status in 1990. He held a concurrent appointment at the Polytechnic Institute of Zurich.","thumbnail":null,"section":"U.S."},{"date":"19940308","headline":"Richer Predicts Tying Goal, Then Delivers","web_url":"https://www.nytimes.com/1994/03/08/sports/hockey-richer-predicts-tying-goal-then-delivers.html","abstract":"  Stephane Richer, the flamboyant wing of the Devils, predicted he would score a goal, and sure enough, he did. And he was so elated he blew kisses to the crowd after his dazzling move gave New Jersey a 2-2 tie with the Quebec Nordiques tonight at Byrne Meadowlands Arena before 16,620 fans.   Taking the puck in the neutral zone during a four-on-four situation, Richer beat every Quebec skater with dazzling moves down the right side before finishing his foray with a backhand shot that beat goaltender Stephane Fiset.","thumbnail":null,"section":"Sports"},{"date":"19940308","headline":"'Don't Ask, Don't Tell' Is Challenged in Suit","web_url":"https://www.nytimes.com/1994/03/08/us/don-t-ask-don-t-tell-is-challenged-in-suit.html","abstract":"  Two civil rights groups today filed the first legal challenge to the Pentagon's new policy and regulations governing homosexuals in the military.   The American Civil Liberties Union and the Lambda Legal Defense and Education Fund filed suit in the United States District Court for the Eastern District of New York on behalf of two service members on active duty and four in the reserves, who are all homosexual.","thumbnail":null,"section":"U.S."},{"date":"19940308","headline":"China Says a Top Dissident Is Not Being Held but Has Left Beijing","web_url":"https://www.nytimes.com/1994/03/08/world/china-says-a-top-dissident-is-not-being-held-but-has-left-beijing.html","abstract":"  Apparently in an effort at damage control, the Public Security Bureau issued a statement this evening denying that it was arresting and intimidating political dissidents.   The official New China News Agency quoted \"sources\" at the bureau as saying the country's most prominent dissident, Wei Jingsheng, and a former student leader, Wang Dan, were not \"under detention.\"","thumbnail":null,"section":"World"},{"date":"19940308","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/03/08/nyregion/inside-398306.html","abstract":"  Estrogen Link to Alzheimer's   In the wake of recent reports that supplements of the hormone may help prevent dementia, scientists are studying the mechanism by which it may work. Science Times, page C3. Peril for the Repo Man    Life has always been tense for automobile repossessors, but in Texas, because of an old law that permits the killing of night intruders, it has become fatally dangerous. Page A16. Giuliani's Plan to Curb Guns    Mayor Giuliani announced that the police would place new emphasis on reducing the number of illegal guns in New York City streets by investigating gunrunners with more detectives and better computers. Page B1.","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"NASA Budget Cuts Raise Serious Concerns Over Safety of Shuttle","web_url":"https://www.nytimes.com/1994/03/08/science/nasa-budget-cuts-raise-serious-concerns-over-safety-of-shuttle.html","abstract":"  DESPITE a picture-perfect blastoff of the space shuttle Columbia on Friday and recent euphoria over the successful repair of the Hubble Space Telescope, funds for upkeep of the nation's shuttle fleet have been going down steadily, touching off a debate over whether the space agency is being forced to cut corners and raise the risk that its temperamental spaceships might break down or blow up.   Private experts say a rush of belt-tightening is threatening safety. But the National Aeronautics and Space Administration, while conceding that it is trimming fat, insists that nothing is being done that would endanger the lives of astronauts. NASA officials say no program change will weaken the agency's commitment to put safety first at all times.","thumbnail":null,"section":"Science"},{"date":"19940308","headline":"Champion and Defender Of Orphaned Animals","web_url":"https://www.nytimes.com/1994/03/08/nyregion/our-towns-champion-and-defender-of-orphaned-animals.html","abstract":"  MIMI STONE had a customer, sort of. The woman who walked into the Elmsford Animal Shelter with her two daughters looked braced for root canal.   \"She'd like a dog -- a little dog,\" the mother said, putting her hands on the shoulder of the younger girl, about 11.","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"Sports of The Times; Kerrigan Is No Bambi","web_url":"https://www.nytimes.com/1994/03/08/sports/sports-of-the-times-kerrigan-is-no-bambi.html","abstract":"  TO some, Nancy Kerrigan is a rat because she was supposed to have scorned a mouse.   Saying anything negative about Mickey Mouse in America is tantamount to being insulting about the flag, or the national anthem, or a Big Mac.","thumbnail":null,"section":"Sports"},{"date":"19940308","headline":"A Flourish for Fedorov as the Rangers Fall","web_url":"https://www.nytimes.com/1994/03/08/sports/hockey-a-flourish-for-fedorov-as-the-rangers-fall.html","abstract":"  So far this season, the Rangers have the best team but the Detroit Red Wings have the best player. That player, Sergei Fedorov, scored one goal and assisted on two others last night to pace the Red Wings to a 6-3 victory at Madison Square Garden, ending the Rangers' four-game unbeaten streak.   The three points left Fedorov with 107 for the season, 4 behind Wayne Gretzky of the Los Angeles Kings in the race for the league scoring title. Both players have 18 games remaining.","thumbnail":null,"section":"Sports"},{"date":"19940308","headline":"Nuclear Plant Cleared In Leukemia Cluster","web_url":"https://www.nytimes.com/1994/03/08/science/nuclear-plant-cleared-in-leukemia-cluster.html","abstract":"MORE than a decade ago, a television report brought to light a cluster of childhood leukemia cases in the English village of Seascale. Most people wasted no time pinning the blame on Sellafield, Britain's largest nuclear power complex, a mere two miles to the north. But despite some evidence of a statistical correlation, scientists were unable to prove that the plant was responsible for the leukemia cases. \n\nNow, even that statistical link has been questioned. A new report by one of Britain's foremost epidemiologists casts strong doubt on a 1990 study that linked the clusters to radiation exposure among fathers who worked at the plant.","thumbnail":null,"section":"Science"},{"date":"19940308","headline":"Crown Heights Gunfire Kills 1, Wounds 4","web_url":"https://www.nytimes.com/1994/03/08/nyregion/crown-heights-gunfire-kills-1-wounds-4.html","abstract":"  One man was killed and four others wounded about 10 P.M. yesterday in a shooting at a clothing store in Crown Heights, Brooklyn, the police said.   The circumstances of the shooting, at 814 Nostrand Avenue near Union Street, were not immediately known, said Sgt. Tina Mohrmann, a police spokeswoman.","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"Big East Tourney to UConn Women","web_url":"https://www.nytimes.com/1994/03/08/sports/basketball-big-east-tourney-to-uconn-women.html","abstract":"  Fate seemed to have ordained that Connecticut and Seton Hall would meet in the final of the Big East women's basketball tournament tonight. After all, Connecticut, ranked third in the nation, had won 17 straight games after being upset by Seton Hall, 74-53, on Jan. 5. And the 14th-ranked Pirates had run off eight straight victories after losing to UConn here on Feb. 6 to wind up a game behind the Huskies, who won the regular-season Big East championship.   But in tonight's rubber match between the two top-seeded teams, Connecticut clearly demonstrated its supremacy with a 77-51 victory before a record Big East women's crowd of 5,144 at Gampel Pavilion. Next stop for the Huskies is the National Collegiate Athletic Association tournament, where, given their 27-2 record and 18 consecutive triumphs, they could reach the Final Four, as they did in 1991.","thumbnail":null,"section":"Sports"},{"date":"19940308","headline":"Review/Dance; Originality, Vancouver-Style","web_url":"https://www.nytimes.com/1994/03/08/arts/review-dance-originality-vancouver-style.html","abstract":"  Ballet British Columbia deserves to be proud of itself. Its good-looking dancers move with boldness and clarity. Best of all, John Alleyne, its artistic director, emphasizes the creation of new works.   These virtues were apparent on Sunday afternoon when the company from Vancouver offered the second of its two programs at Brooklyn College, as an attraction in the Brooklyn Center for the Performing Arts dance series. Not all the ballets were equally effective, yet each was worth watching.","thumbnail":null,"section":"Arts"},{"date":"19940308","headline":"Bringing Another Presidency and Inquiry to Mind","web_url":"https://www.nytimes.com/1994/03/08/us/the-whitewater-inquiry-bringing-another-presidency-and-inquiry-to-mind.html","abstract":"  His own travails in the Whitewater affair have nothing in common with the Watergate scandal that drove Richard M. Nixon from office 20 years ago, President Clinton insisted today at a news conference in which he fought his political corner as tenaciously as Mr. Nixon ever did.   \"We're not covering anything up,\" he said. \"We are opening up.\"","thumbnail":null,"section":"U.S."},{"date":"19940308","headline":"Bridge","web_url":"https://www.nytimes.com/1994/03/08/nyregion/bridge-399337.html","abstract":"  Expert reasoning can be easy to understand. A good example is the diagramed deal, one of 56 from a new book by Jeff Rubens, \"Swiss Match Challenge.\" It is available for $13.75 including mailing from the Bridge World, 39 West 94th Street, New York, N.Y., 10025.   South bid quickly to four hearts after West had opened one spade and East had passed. West led the ace and another heart, and South could count five trump tricks, a ruff in the dummy, and three top winners in the minor suits. To make a tenth he needed to score a trick with the spade king or the club jack. Unfortunately it was highly probable that West held both the spade ace and the club queen.","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"U.N. Aide and Sudan Clash on Islamic Laws","web_url":"https://www.nytimes.com/1994/03/08/world/un-aide-and-sudan-clash-on-islamic-laws.html","abstract":"  A dispute has broken out at the main human rights enforcement agency after the Sudan accused a United Nations monitor of blasphemy. The monitor had reported that punishments under the Sudan's Islamic laws violated its agreement to observe human rights treaties.   The dispute has divided Islamic countries at a meeting of the United Nations Human Rights Commission by publicly highlighting the apparent incompatibility between Islamic law and agreements like the Covenant on Civil and Political Rights and the Convention on the Rights of the Child, which most Muslim countries have signed.","thumbnail":null,"section":"World"},{"date":"19940308","headline":"Panel Finds Fewer Patrol Officers Than a Law Recommends","web_url":"https://www.nytimes.com/1994/03/08/nyregion/panel-finds-fewer-patrol-officers-than-a-law-recommends.html","abstract":"  A panel set up by Mayor Rudolph W. Giuliani said yesterday that the city was failing to put as many police officers on the street as envisioned in a 1991 anti-crime law that provided for a substantial increase in the size of the Police Department through special taxes.   The panel said that since the law, known as \"Safe Streets, Safe City,\" was put in place, the number of police officers patrolling the city had increased 21 percent, from 6,640 each day in 1990 to 8,050 now.","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"Knicks Get Serious At Just Right Time","web_url":"https://www.nytimes.com/1994/03/08/sports/pro-basketball-knicks-get-serious-at-just-right-time.html","abstract":"  For the Knicks, it was a stunning comeback. For the Detroit Pistons, it was a stunning collapse.   Trailing by 73-57 late in the third quarter at the Palace of Auburn Hills, the Knicks put together their longest run of the season, scoring the next 20 points. Led by Charles Smith, Anthony Mason and John Starks, the Knicks regrouped for the rally that saved them from an embarrassing loss, for they were playing the lowly Pistons and had no excuse for trailing by 16 points.","thumbnail":null,"section":"Sports"},{"date":"19940308","headline":"Books of The Times; A New Lost Generation Gathers Wool at the Mall","web_url":"https://www.nytimes.com/1994/03/08/books/books-of-the-times-a-new-lost-generation-gathers-wool-at-the-mall.html","abstract":"  Life After God  By Douglas Coupland  Illustrated. 360 pages. Pocket Books. $17.    With his first two novels, \"Generation X\" and \"Shampoo Planet,\" Douglas Coupland established himself as a kind of spokesman for the post-baby-boom generation that grew up on Watergate, disco music and recession. As portrayed by Mr. Coup land, Richard Linklater (the director of the cult film \"Slacker\") and others, it's a generation of cynics, nihilists and lost souls, a generation of mall rats, computer hackers and channel surfers, a generation, in Mr. Linklater's words, that boasts of its \"total nonbelief in everything.\"","thumbnail":null,"section":"Books"},{"date":"19940308","headline":"Review/Theater; Two Brothers Glaring Across an Urban Gulf","web_url":"https://www.nytimes.com/1994/03/08/theater/review-theater-two-brothers-glaring-across-an-urban-gulf.html","abstract":"  K. Todd Freeman may have the most articulate eyes of any actor on a New York stage these days. Playing an emotionally bruised ex-convict in Charles Smith's sentimental drama \"Freefall\" at the Theater Row Theater, he uses them the way Billie Holiday could use her voice, to convey both a fathoms-deep sense of pain and a defiant self-reliance.   Emanating from a gaunt, attenuated face that suggests an El Greco martyr, his roving gaze glistens with ironic appraisal and then suddenly shuts down into defensive opacity. Its pull is so propulsively magnetic that it creates the illusion that one is somehow, miraculously, watching him in cinematic close-up.","thumbnail":null,"section":"Theater"},{"date":"19940308","headline":"Morris's Thumb Fractured","web_url":"https://www.nytimes.com/1994/03/08/sports/basketball-morris-s-thumb-fractured.html","abstract":"  Chris Morris broke his right thumb in three places during Sunday's victory over the Philadelphia 76ers, the Nets said yesterday. But although Morris will miss tomorrow night's game against the Pistons in Detroit, club officials said they did not know just how long the forward would be out.   The injury to the thumb on his shooting hand drove Morris from Sunday's game during the third quarter, but it was not until X-rays were taken yesterday that it was diagnosed as a multiple fracture. Team spokesmen said Morris had seen several doctors during the day, but would not identify them and could not explain why there was no immediate prognosis.","thumbnail":null,"section":"Sports"},{"date":"19940308","headline":"SOCCER","web_url":"https://www.nytimes.com/1994/03/08/sports/soccer.html","abstract":"  World Cup Report    The International Football Association Board, which is responsible for the Laws of the Game, gave its final approval on Saturday for a third substitute in the World Cup next summer.","thumbnail":null,"section":"Sports"},{"date":"19940308","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/08/nyregion/c-corrections-402460.html","abstract":"  An article on Sunday about the resignation of Bernard W. Nussbaum as White House counsel misidentified the Congressional committee on which both he and Hillary Rodham Clinton were staff lawyers. It was the House Judiciary Committee, which was considering the impeachment of President Richard M. Nixon, not the Senate Watergate committee.","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"A Fading Political Powerhouse; New York Democrats Complain to Washington of Needs Ignored and Favors Forgotten","web_url":"https://www.nytimes.com/1994/03/08/nyregion/fading-political-powerhouse-new-york-democrats-complain-washington-needs-ignored.html","abstract":"  For 12 long years, as the Democratic politicians who led New York endured deep Republican spending cuts and cold shoulders from Washington, their perpetual cry was that pointed Brooklynese lament: \"We was robbed!\" They took it for granted that Bill Clinton's victory, sped at several turning points by strong New York support, would change all that.   But now, with perhaps as many New Yorkers holding senior jobs in the White House and Federal agencies as at any time since the New Deal (when the President was a former New York Governor), New York officials complain that New York itself is what's taken for granted, and their rising cry is, \"What have you done for us lately?\"","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/03/08/arts/classical-music-in-review-402559.html","abstract":"  Chamber Music Society of Lincoln Center  Alice Tully Hall    Bright Sheng's melding of Chinese and Western materials has yielded some evocative pieces in recent years, the most powerful of them being \"H'un,\" a heart-rending memoir of the Cultural Revolution. But not all of Mr. Sheng's musical allusions to his homeland are so tormented. His new Concertino for Clarinet and String Quartet, played by David Shifrin and the Chamber Music Society of Lincoln Center on Sunday afternoon and to be repeated tonight, has a glittery, outgoing sound.","thumbnail":null,"section":"Arts"},{"date":"19940308","headline":"McDowell, a Pitcher, Gets Hit That Jordan Desperately Needs","web_url":"https://www.nytimes.com/1994/03/08/sports/baseball-mcdowell-a-pitcher-gets-hit-that-jordan-desperately-needs.html","abstract":"  Like Michael Jordan, Jack McDowell has never batted in a regular-season major league baseball game. But batting three spots after Jordan in the Chicago White Sox lineup today, McDowell, the Cy Young award-winning pitcher, got his first spring exhibition hit before Jordan did.   McDowell, batting because the designated hitter is not used in National League parks, slugged a run-scoring double against the left-center-field fence in the fourth inning against Scott Scudder of the Pittsburgh Pirates. Jordan slugged nothing.","thumbnail":null,"section":"Sports"},{"date":"19940308","headline":"Donovan Lands Coaching Job at Marshall","web_url":"https://www.nytimes.com/1994/03/08/sports/sports-people-basketball-donovan-lands-coaching-job-at-marshall.html","abstract":"  BILLY DONOVAN , an assistant coach at Kentucky since 1990, was named Marshall University's new basketball coach yesterday, making him the youngest coach in Division I of ther National Collegiate Athletic Association. At 28, Donovan is one year and five months younger than TODD BOZEMAN of the University of California, who is 30. He will replace DWIGHT FREEMAN , who said last month he was resigning at the end of the season. Marshall, which is situated in Huntington, W. Va., finished with a 9-18 record this season.","thumbnail":null,"section":"Sports"},{"date":"19940308","headline":"Why Chancellors Need Corporate Ties","web_url":"https://www.nytimes.com/1994/03/08/opinion/l-why-chancellors-need-corporate-ties-402729.html","abstract":"  To the Editor:   I read with great interest your Feb. 22 and 24 articles about Chancellor W. Ann Reynolds of CUNY and her corporate board involvement.","thumbnail":null,"section":"Opinion"},{"date":"19940308","headline":"Not to Worry : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/08/opinion/IHT-not-to-worry-letters-to-the-editor.html","abstract":"Regarding \"A British National Humiliation, Quick Cash, Hardly a Murmur\" (Opinion, Feb. 22) by Philip Bowring:.What is so special about a car company? What is so special about manufacturing industry? We are living in a post- industrial society","thumbnail":null,"section":"Opinion"},{"date":"19940308","headline":"Cuomo Holds Narrower Lead Over Likely Rivals, Poll Shows","web_url":"https://www.nytimes.com/1994/03/08/nyregion/cuomo-holds-narrower-lead-over-likely-rivals-poll-shows.html","abstract":"  Suggesting that New York State voters are deeply confused about who they want as their governor, an independent statewide poll released today showed that Gov. Mario M. Cuomo's lead over several potential Republican challengers has slipped but remains comfortably in the double digits.   Providing a trove of seemingly contradictory information, the poll by the Marist Institute for Public Opinion in Poughkeepsie showed that while 60 percent of voters think Mr. Cuomo has generally been a good governor since he took office in 1983, 61 percent also think the state is heading in the wrong direction.","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"Road to Derby Gets Less Crowded but More Confused","web_url":"https://www.nytimes.com/1994/03/08/sports/horse-racing-road-to-derby-gets-less-crowded-but-more-confused.html","abstract":"  On a fateful weekend when Dehere was forced off the road to the Kentucky Derby by a fractured leg, Tabasco Cat raced toward the head of the line of travelers when he won the San Rafael Stakes at Santa Anita. But all the candidates on both coasts this week are approaching milestones that will establish the final rankings going into the Run for the Roses.   For the colts taking the road in the East, the major test comes in the Florida Derby on Saturday at Gulfstream Park. For the California colts, the next turn in the road arrives eight days later in the San Felipe Stakes at Santa Anita, a race that will mark the 1994 debuts of Brocco, who won the Breeders' Cup Juvenile in November, and Valiant Nature, who outran him in the Hollywood Futurity a month later.","thumbnail":null,"section":"Sports"},{"date":"19940308","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/03/08/arts/classical-music-in-review-402567.html","abstract":"  Hesperion XX  Alice Tully Hall    The viola da gamba is rarely thought of as a solo instrument, and gambists are unlikely stars. The film \"Tous les Matins du Monde\" was a split-focus reminder of the exceptions. On screen, Gerard Depardieu brought to life the French composer and gambist Marin Marais. And offscreen, Jordi Savall contributed soundtrack performances that put the gamba and its music on the charts.","thumbnail":null,"section":"Arts"},{"date":"19940308","headline":"When News and Entertainment Look Alike","web_url":"https://www.nytimes.com/1994/03/08/opinion/l-when-news-and-entertainment-look-alike-402648.html","abstract":"  To the Editor:   Writing about \"checkbook journalism\" in \"We Pay for News. We Have To\" (Op-Ed, Feb. 26), Bill O'Reilly explains and excuses, but ignores the distinctions between what he does for a living and what I do.","thumbnail":null,"section":"Opinion"},{"date":"19940308","headline":"Through Bosnian Smoke, Russians and Serbs Turn to the West","web_url":"https://www.nytimes.com/1994/03/08/opinion/l-through-bosnian-smoke-russians-and-serbs-turn-to-the-west-402656.html","abstract":"  To the Editor:   The friendly reception that was given to Russian United Nations troops in the Bosnian Serb capital, Pale, expresses a triumph of the will of two peoples who were separated not so much by geography as by the prolonged inner Communist squabbling between a Georgian dictator, Stalin, and a half-Croat, half-Slovene dictator, Tito.","thumbnail":null,"section":"Opinion"},{"date":"19940308","headline":"New Yorkers Feeling Let Down by Clinton","web_url":"https://www.nytimes.com/1994/03/08/nyregion/new-yorkers-feeling-let-down-by-clinton.html","abstract":"  After 12 years of spending cuts and cold shoulders from Republicans in the White House, New York Democrats believed that Bill Clinton's victory, sped at several turning points by strong New York support, would change all that.   But now, with perhaps as many New Yorkers holding senior jobs in the White House and Federal agencies as at any time since the New Deal, New York officials complain that New York is being taken for granted.","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"Review/Pop; Bryan Adams, More Mr. Nice Guy","web_url":"https://www.nytimes.com/1994/03/08/arts/review-pop-bryan-adams-more-mr-nice-guy.html","abstract":"  A fan who kept yelling \"Summer of '69!\" started to annoy Bryan Adams during his concert on Sunday night at Madison Square Garden. \"Have you ever been to a rock concert before?\" Mr. Adams asked patiently. \"As the show progresses, the songs come that you recognize.\"    Mr. Adams doesn't do anything that hasn't been done at a rock concert before. He strums his electric guitar, strolls around the stage, embraces his band mates and jumps off a drum riser; he belts the words in an earnest rasp of a voice. The audience, filled with teen-age girls, happily does its part by singing choruses, holding up the flames of cigarette lighters during ballads and squealing when he approaches the edge of the stage. On Sunday, as the fan continued to shout, Mr. Adams brought him on stage; Seth from Long Island sang a few lines of \"The Best Is Yet To Come,\" doing his best Bryan Adams impression.","thumbnail":null,"section":"Arts"},{"date":"19940308","headline":"Lloyd Cutler Is Picked as Clinton's Interim Counsel","web_url":"https://www.nytimes.com/1994/03/08/us/the-whitewater-inquiry-lloyd-cutler-is-picked-as-clinton-s-interim-counsel.html","abstract":"  President Clinton has chosen Lloyd N. Cutler, the White House counsel under President Jimmy Carter, to return to the job temporarily until the battered office is reorganized and a permanent White House lawyer is selected, Administration officials and associates of Mr. Cutler said tonight.   Mr. Cutler, 76, a highly regarded Washington lawyer, is to serve without pay during his interim posting and will remain in the White House for no longer than six months, the associates said.","thumbnail":null,"section":"U.S."},{"date":"19940308","headline":"In Ancient Times, Flowers and Fennel For Family Planning","web_url":"https://www.nytimes.com/1994/03/08/science/in-ancient-times-flowers-and-fennel-for-family-planning.html","abstract":"  BACK in the first century B.C., the Roman poet Catullus suggested to his lover Lesbia that they might exchange kisses numbering \"as many as there are grains of sand on Cyrene's silphium shores.\"   Romantic as the reference to the ancient Greek city on the coast of North Africa was, it also apparently contained a practical note. Silphium, now extinct, was a plant used for birth control, says Dr. John M. Riddle, a historian at North Carolina State University, in a provocative article in the March/April issue of Archeology magazine.","thumbnail":null,"section":"Science"},{"date":"19940308","headline":"Mr. Natcher's Amazing String","web_url":"https://www.nytimes.com/1994/03/08/opinion/mr-natcher-s-amazing-string.html","abstract":"  Lou Gehrig appeared in 2,135 consecutive baseball games. Joe DiMaggio hit safely in 56 consecutive games. In the durability department, their Congressional counterpart is clearly Representative William Natcher, the chairman of the House Appropriations Committee.    Last week, when illness finally forced an end to an amazing 40-year streak, the Kentucky Democrat had cast 18,401 consecutive House votes -- a record, House Speaker Thomas Foley observed, that is likely to stand forever.","thumbnail":null,"section":"Opinion"},{"date":"19940308","headline":"Ukraine Won't Barter Fleet To Pay Fuel Debt to Russia","web_url":"https://www.nytimes.com/1994/03/08/world/ukraine-won-t-barter-fleet-to-pay-fuel-debt-to-russia.html","abstract":"  Ukraine has ruled out handing over its share of the Black Sea Fleet to Russia as part payment of a mounting debt for oil and gas, the commander of the Ukrainian Navy said in an interview last week.   Six months ago, the barter looked like a promising resolution to two of the most irksome issues between Russia and Ukraine. It emerged after September talks between President Boris N. Yeltsin and President Leonid M. Kravchuk in Massandra on the Black Sea.","thumbnail":null,"section":"World"},{"date":"19940308","headline":"BOWLING","web_url":"https://www.nytimes.com/1994/03/08/sports/sports-people-bowling.html","abstract":"  It's a professional sport that has an amateur base of millions and that regularly outdraws golf on television. So how come the Professional Bowling Association circuit isn't a big-money tour? \"It's the sponsors,\" Marshall Holman, No. 2 on bowling's career money list, said yesterday. \"Cadillac executives play golf with other executives. They don't go bowling with their employees.\"","thumbnail":null,"section":"Sports"},{"date":"19940308","headline":"Death Is Cheap: Maybe It's Just $14.95","web_url":"https://www.nytimes.com/1994/03/08/sports/tv-sports-death-is-cheap-maybe-it-s-just-14.95.html","abstract":"  Here's a statement you won't hear made by Don King, Seth Abraham, Dan Duva or any other pay-per-view sports purveyor: \"I don't want anyone to die. It may be good for the buy rate. But I don't want anyone to die.\"   Thus spoke Campbell McLaren, general manager of the Semaphore Entertainment Group, which on Friday will air \"The Ultimate Fighting Championship II,\" a no-rules war among martial artists that could conclude in rigor mortis.","thumbnail":null,"section":"Sports"},{"date":"19940308","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/03/08/style/chronicle-415812.html","abstract":"  ALEX KATZ wanted to show his gratitude to his alma mater, Cooper Union, so he invited JOHN JAY ISELIN, the college's president, and three other administrators to choose 10 of his paintings from the Marlborough Gallery's warehouse. They could pick any 10 paintings, with no restrictions.   But Mr. Katz didn't want Cooper Union to keep the paintings. He asked that the school sell them, and use the proceeds to establish a nontenured professorship in painting.","thumbnail":null,"section":"Style"},{"date":"19940308","headline":"South Africa's Game of Chicken: Who Will Yield on Election?","web_url":"https://www.nytimes.com/1994/03/08/world/south-africa-s-game-of-chicken-who-will-yield-on-election.html","abstract":"  Listening to dissidents, both white and black, dither over whether to boycott South Africa's first free election, a visiting American judge said he was reminded of embittered husbands he had encountered in divorce cases.   \"Give her the house?\" the husband declares, as the couple divides up its life. \"I'd sooner burn it down!\"","thumbnail":null,"section":"World"},{"date":"19940308","headline":"Israeli Envoy Meets Arafat For First Time Since Killings","web_url":"https://www.nytimes.com/1994/03/08/world/israeli-envoy-meets-arafat-for-first-time-since-killings.html","abstract":"  With passions and bloodletting still coursing through the Israeli-occupied West Bank and Gaza, Israel sent envoys today to meet the P.L.O. leader Yasir Arafat for the first time since the Hebron massacre brought Middle East peace talks to an abrupt halt.   Israeli officials said Jacques Neriah, the political adviser to Prime Minister Yitzhak Rabin, and a military aide, Amos Gilad, had met Mr. Arafat in Cairo to discuss the issues blocking resumption of the talks, including a demand by the Palestine Liberation Organization for an international force to protect the 1.8 million Palestinians living under Israeli occupation.","thumbnail":null,"section":"World"},{"date":"19940308","headline":"To Buy or to Upgrade? Or Perhaps Just to Wait?","web_url":"https://www.nytimes.com/1994/03/08/science/personal-computers-to-buy-or-to-upgrade-or-perhaps-just-to-wait.html","abstract":"  ON one of those 100-degree weekends last summer, Pierre Belarge and Eric Messer were helping to build an elementary school playground when the conversation turned to computers. The two contractors found they shared a problem: their businesses had outgrown the computers, powered by 386 microprocessors, they had bought several years ago.   Millions of computer owners own similar machines, and they face some confusing choices if they want more power. Should they keep the machine, swapping some new components for old or adding additional equipment? Are they better off selling the old one and buying a new one? Or should they procrastinate, knowing that before too long they will have a choice between a new technology with more power and what are today's hot machines at lower prices?","thumbnail":null,"section":"Science"},{"date":"19940308","headline":"Midnight Tolls in Last Minute As Jaspers Miss N.C.A.A. Ball","web_url":"https://www.nytimes.com/1994/03/08/sports/basketball-midnight-tolls-in-last-minute-as-jaspers-miss-ncaa-ball.html","abstract":"  Last season, Manhattan College made it to the National Collegiate Athletic Association basketball tournament for the first time in 35 years. It looks as though the Jaspers are going to have to wait at least another season to make it back.   Darius Johnson buried a wide-open 3-pointer with 31.3 seconds left and Milton Williams, in the lineup because starting point guard Tracy Bergan had fouled out, came up with a crucial rebound, two clutch free throws and an in-bounds steal in the last eight seconds, as Loyola of Maryland captured the Metro Atlantic Athletic Conference final tonight with a stunning 80-75 victory.","thumbnail":null,"section":"Sports"},{"date":"19940308","headline":"For a Number of Israelis, It's 'Next Year in Hebron'","web_url":"https://www.nytimes.com/1994/03/08/world/for-a-number-of-israelis-it-s-next-year-in-hebron.html","abstract":"  A day after nearly half of Israel's Cabinet ministers said they wanted all Jews out of Hebron, an Orthodox Jewish couple came to town to apartment hunt today. If the Government doesn't want them here, Hanna and Emanuel Lopez decided, that is as good an incentive as any for them to move in.   \"We wanted to live in Hebron since we were teen-agers,\" said Mrs. Lopez, who like her husband is 30 and lives in the West Bank settlement of Betar, 12 miles north of here, near Bethlehem. 'It Is Very Important'    \"Every year we said, 'Next year,' \" she said. \"Now when the Government says it is not important to live here, we want to show that it is very important.\"","thumbnail":null,"section":"World"},{"date":"19940308","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/03/08/style/chronicle-424099.html","abstract":"  FRANK SINATRA, who collapsed on Sunday night while singing \"My Way\" during a concert in Richmond, got out of the hospital his way -- as fast as possible.   Two hours after the 78-year-old singer was taken to the emergency room at the Medical College of Virginia, he departed, waving at the hospital staff as he left for a flight home to Rancho Mirage, Calif.","thumbnail":null,"section":"Style"},{"date":"19940308","headline":"Spies, Lies, Averted Eyes","web_url":"https://www.nytimes.com/1994/03/08/opinion/spies-lies-averted-eyes.html","abstract":"  The day after the arrest of the accused spy Aldrich H. Ames was announced, the Director of Central Intelligence, R. James Woolsey, met with several hundred C.I.A. employees in the agency's auditorium at Langley, Va. After recounting what employees already knew from the news media, Mr. Woolsey -- whose address was seen on closed-circuit television by every C.I.A. employee -- spent five minutes explaining why he himself had refused to take a polygraph test, as other recent directors had done. Besides the fact that political appointees are not required to take such tests, Mr. Woolsey said he remained \"skeptical\" about the polygraph's effectiveness.   The speech sickened many officers, according to one who watched. They point out privately that they, too, have questions about the efficacy of the polygraph but are required to take the test every five years or lose their jobs. That the Director would not take it, then would have the effrontery to defend his decision even after thedisclosure of the biggest security breach in the agency's history, tells a lot about the indifference that allowed the Ames case to happen.","thumbnail":null,"section":"Opinion"},{"date":"19940308","headline":"Falcons' Miller Reportedly Jumps to Rams","web_url":"https://www.nytimes.com/1994/03/08/sports/sports-people-football-falcons-miller-reportedly-jumps-to-rams.html","abstract":"  Quarterback CHRIS MILLER , an unrestricted free agent, agreed to a three-year contract with the Los Angeles Rams yesterday, ending his seven-year stint with the Atlanta Falcons, The Atlanta Journal reported.   The newspaper said the Rams' vice president, JAY ZYGMUNT , and Miller's agent, FRANK BAUER , concluded all-night negotiations by reaching agreement on a deal that will pay Miller $9 million.","thumbnail":null,"section":"Sports"},{"date":"19940308","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/03/08/nyregion/metro-digest-397369.html","abstract":"  NEW YORK CITY  ELDERLY FOSTER CARE: LIKE A NEW HOME   Foster care, a system developed to find homes for abandoned and abused children, is growing in the New York region and across the nation as a way to keep elderly people in home settings and communities they know. A1.","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"Lingering Ailment Costs Kruk 2 Weeks","web_url":"https://www.nytimes.com/1994/03/08/sports/sports-people-baseball-lingering-ailment-costs-kruk-2-weeks.html","abstract":"  Philadelphia Phillies first baseman JOHN KRUK will miss about two weeks of spring training with an inflammation in his groin.   Kruk, who sustained the injury last July when he was hit by an errant throw to first by reliever MITCH WILLIAMS , will be examined in Philadelphia today by Dr. GRANT MULHOLLAND , said the Phillies' team physician, PHILLIP MARONE .   \"Whatever Dr. Mulholland feels should be done will be done tomorrow,\" Marone said. \"Either he'll go home right away or they'll do a biopsy of some sort to see what it is.\"","thumbnail":null,"section":"Sports"},{"date":"19940308","headline":"Lott Breaks the Impasse on the Jets' Salary Cap","web_url":"https://www.nytimes.com/1994/03/08/sports/football-lott-breaks-the-impasse-on-the-jets-salary-cap.html","abstract":"  Safety Ronnie Lott, who will be entering his 14th season in the National Football League, has become the first Jets player to bite the bullet and agree to have his 1994 contract restructured in order to make room under the salary cap to sign unrestricted free agents.   The Jets did not release terms of the re-negotiated contract. Lott was due to earn $1.4 million in 1994, the final year of a two-year deal. He earned $2.2 million in base salary and bonuses last season, his first with the Jets.","thumbnail":null,"section":"Sports"},{"date":"19940308","headline":"Sidewalk Naturalists","web_url":"https://www.nytimes.com/1994/03/08/opinion/l-sidewalk-naturalists-402737.html","abstract":"  To the Editor:   We New York City 4-Hers are not as surprised as the scientists that male bats lactate (news article, Feb. 24). As part of our pigeon project in the Bedford-Stuyvesant section of Brooklyn, we learned that male pigeons lactate and also stay in the nest during the day while the female hunts for food. They also mate for life!","thumbnail":null,"section":"Opinion"},{"date":"19940308","headline":"Tapes Hint at Bid to Distance Cleric From Any Terror Plots","web_url":"https://www.nytimes.com/1994/03/08/nyregion/tapes-hint-at-bid-to-distance-cleric-from-any-terror-plots.html","abstract":"  Tapes secretly recorded by a Government informer show a studied effort by a follower of Sheik Omar Abdel Rahman to insulate him from the appearance of involvement in a plot to terrorize New York City, transcripts in the court file show.   In one conversation, one of the leaders in what the Government contends was a plot to destroy New York landmarks tells the informer, \"So Abdel Rahman, for example, he likes consultation in everything; however, there are things that don't need consultation.\"","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"On My Mind; The New Palestine","web_url":"https://www.nytimes.com/1994/03/08/opinion/on-my-mind-the-new-palestine.html","abstract":"  In an apartment here earlier this winter, two men sat watching their children light Hanukkah candles. Then they talked of another winter night when they themselves had lighted Hanukkah candles.   They remembered how hard it had been to keep the flame burning in Chistopol prison, in one of the cold cells set aside for men like them who had challenged the Soviet Union with their minds. The candles were small pieces of wax paper that they had squirreled away for months. The hope of the two cellmates was that the paper would burn long enough for them to say their prayers. Some scraps did.","thumbnail":null,"section":"Opinion"},{"date":"19940308","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/08/nyregion/c-corrections-398551.html","abstract":"  Because of an editing error, an article on March 2 about women's rights in Turkey referred incorrectly to Istanbul. It is not the capital; Ankara is.","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"Review/Music; In Order, Sturm und Drang","web_url":"https://www.nytimes.com/1994/03/08/arts/review-music-in-order-sturm-und-drang.html","abstract":"  It was inevitable that an era so trusting in the powers of the mind would from time to time confront a mirror opposition. While civilized citizens of the 18th century pursued reasonable deliberation and tried to subdue the chaos of the world, a kind of shadow government of the spirit emerged, burning with the need for irrationality, disorder, even violence. Goethe's Faust and Werther seethed. Haydn's middle symphonies dipped into weird key signatures and trembling passions. Carl Philipp Emanuel Bach, perhaps the unsung godfather of the Sturm und Drang movement, wrote music of sudden humors and unpredictable phrase lengths.   The melodrama, the merger of music and dramatic reading, was a natural product of this brief revolt three quarters of the way through the 1700's. Even Mozart, in his early G-minor Symphony, had a teen-age fling at storm and stress. The Brooklyn Philharmonic included most of these elements in its programs on Friday and Saturday night at the Brooklyn Academy of Music, also dredging up a C-minor Symphony by Joseph Martin Kraus.","thumbnail":null,"section":"Arts"},{"date":"19940308","headline":"Americans Reducing Fat in Diet","web_url":"https://www.nytimes.com/1994/03/08/science/americans-reducing-fat-in-diet.html","abstract":"  SLOWLY but surely, Americans are getting the fat out of their diets. According to the latest national survey of what Americans eat, by 1990 fat consumption had dropped to 34 percent of daily calories from 36 percent in 1978, which in turn was down from 42 percent in the mid-1960's.   Saturated fats, the kind that are most closely linked to heart attacks, dropped to 12 percent of daily calories, from 13 percent in 1978 and from 16 percent in the 1960's.","thumbnail":null,"section":"Science"},{"date":"19940308","headline":"3 Officers Will Face Shakedown Charges","web_url":"https://www.nytimes.com/1994/03/08/nyregion/3-officers-will-face-shakedown-charges.html","abstract":"  Charges will be filed today against three Brooklyn police officers suspected of shaking down drug dealers for cash, guns and cocaine, the chief lawyer for the Patrolmen's Benevolent Association said.   The lawyer, James Lysaght, said he was informed last night by the United States Attorney's office in Brooklyn that the officers, among five officers in the 73d Precinct who were removed from active duty on Feb. 1, will be arrested and charged with crimes including Federal civil rights violations.","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"1894:Quake Jolts Thibet : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/03/08/opinion/IHT-1894quake-jolts-thibet-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - Mail advices from China received at Plymouth have brought news of an earthquake of great severity, which devastated an area of 9,000 square miles in the Thibetan region of Kada. Seventy-four lamas or priests and 137 Chinese and Thibetans were kil","thumbnail":null,"section":"Opinion"},{"date":"19940308","headline":"A Civics Lesson for the Mayor","web_url":"https://www.nytimes.com/1994/03/08/opinion/a-civics-lesson-for-the-mayor.html","abstract":"  In an attempt to force budget cuts on New York City's Board of Education, Mayor Rudolph Giuliani recently froze $68 million in board funds. It was an ill-considered power grab that backfired. If Mr. Giuliani wants more control over the board, he needs to go to Albany and lobby for it.    The board is a quasi-independent agency whose $7.5 billion budget comes from city, state and Federal funds. To help close a projected $2.3 billion budget gap next year, Mr. Giuliani has demanded that the board produce $332 million in cuts, mostly from slashing administrative jobs. While Schools Chancellor Ramon Cortines has tried to identify all excess administrators, he has sharply contested the level of cuts demanded by City Hall.","thumbnail":null,"section":"Opinion"},{"date":"19940308","headline":"In Killing of Repo Man, Law Shields the Killer","web_url":"https://www.nytimes.com/1994/03/08/us/in-killing-of-repo-man-law-shields-the-killer.html","abstract":"  Jim Douglass has been screamed at, spat on, punched, kicked, even stabbed in the shoulder. These things happen to a repo man. But nothing, Mr. Douglass says, justifies what happened to his friend and colleague, Tommy Deen Morris. He was shot to death.    The 54-year-old Mr. Morris, a licensed automobile repossessor, was shot through the neck and both lungs at 3:30 A.M. on Feb. 25, as he was hooking his tow truck to a Ford truck in an unincorporated section of Harris County here. The man who killed him with a .30-30 telescopic rifle, Jerry Casey Jr., was behind on his payments.","thumbnail":null,"section":"U.S."},{"date":"19940308","headline":"Fearing Tax Rise Will Cost Jobs, Tobacco Workers Plan a Protest","web_url":"https://www.nytimes.com/1994/03/08/us/fearing-tax-rise-will-cost-jobs-tobacco-workers-plan-a-protest.html","abstract":"  The colossal Philip Morris U.S.A. plant here, which turns out half a billion cigarettes a day, will go silent on Wednesday as the employees get the day off and a free ride to Washington for a march against a proposed increase in Federal tobacco taxes.   Organizers of the demonstration, billed as a \"Save Our Jobs\" rally, predicted that 17,000 cigarette workers and tobacco growers would gather at the White House, then march to the Capitol and distribute petitions opposing the tax increase.","thumbnail":null,"section":"U.S."},{"date":"19940308","headline":"Through Bosnian Smoke, Russians and Serbs Turn to the West; Sarajevo Haggadah","web_url":"https://www.nytimes.com/1994/03/08/opinion/l-through-bosnian-smoke-russians-and-serbs-turn-to-the-west-sarajevo-haggadah-402702.html","abstract":"  To the Editor:   Amid the unrelenting atrocities inflicted on the people of Sarajevo during the long months of siege, there may be a terrible loss to art as well.","thumbnail":null,"section":"Opinion"},{"date":"19940308","headline":"1944:Luftwaffe's Losses : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/03/08/opinion/IHT-1944luftwaffes-losses-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] An official American announcement said today [March 7] that Flying Fortresses and Liberators in yesterday's great daylight blow at Berlin shot down ninety-three enemy planes, bringing the Luftwaffe's losses for the op","thumbnail":null,"section":"Opinion"},{"date":"19940308","headline":"Owners Promise To Open The Books","web_url":"https://www.nytimes.com/1994/03/08/sports/baseball-owners-promise-to-open-the-books.html","abstract":"  With more than 70 players acting as the receivers, Richard Ravitch threw out the first pitch tonight in the negotiations between the players and club owners for a new collective bargaining agreement. It was more than ceremonial.   In explaining that the owners wanted to achieve \"cost certainty\" for their business, Ravitch told the players he would share with them all the financial information he and his staff used in hammering out thousands of revenue-sharing plans, one of which the owners finally accepted in January.","thumbnail":null,"section":"Sports"},{"date":"19940308","headline":"At 22, Bike Champion's Testing Begins","web_url":"https://www.nytimes.com/1994/03/08/sports/IHT-at-22-bike-champions-testing-begins.html","abstract":"One photographer was up a ladder with a camera and another was walking around with a light meter, calling out numbers as he scanned members of the Motorola bicycle team. They were posed in front of a disused roadside chapel in Tuscany. Last year, the tea","thumbnail":null,"section":"Sports"},{"date":"19940308","headline":"Vive le Cash Flow : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/08/opinion/IHT-vive-le-cash-flow-letters-to-the-editor.html","abstract":"Regarding \"France at War With Foreign Tongues\" (Business/Finance, Feb. 26):.Whether Jacques Toubon, France's culture minister, likes it or not, English is the only language commonly used in all international matters and meetings - except, ala","thumbnail":null,"section":"Opinion"},{"date":"19940308","headline":"At Robot Olympics, the Battle of the Nanomice","web_url":"https://www.nytimes.com/1994/03/08/science/at-robot-olympics-the-battle-of-the-nanomice.html","abstract":"  Staggering, shuddering, palpably straining, more than 100 robots from around the United States and Canada did battle over the weekend here in a robot Olympics that demonstrated its human participants' enthusiasm, ingenuity and persistence rather than any scientific breakthrough.   Racing or battering each other, feeling their way through mazes or throwing themselves into the air in the high jump, the robots demonstrated versatility, hardiness, agility and sometimes a stubbornness or reluctance to perform that would have done a prima donna proud.","thumbnail":null,"section":"Science"},{"date":"19940308","headline":"Foster Care for Elderly: Like a New Home","web_url":"https://www.nytimes.com/1994/03/08/nyregion/foster-care-for-elderly-like-a-new-home.html","abstract":"  In the middle of the night, when she gets a hankering for something tasty, Mary Taub slides into her slippers, goes into the kitchen and raids the refrigerator.   If she were in a nursing home, which is where some people thought the 77-year-old woman should go last year when she became too forgetful and scared to live on her own, she would not be able to indulge in the pleasure of a bologna sandwich at midnight.","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"Ruling on Rap Song, High Court Frees Parody From Copyright Law","web_url":"https://www.nytimes.com/1994/03/08/us/ruling-on-rap-song-high-court-frees-parody-from-copyright-law.html","abstract":"  The Supreme Court, carving out a safety zone for parody within the constraints of Federal copyright law, today unanimously overturned a lower court's judgment that the rap group 2 Live Crew had infringed the copyright on the rock classic \"Oh, Pretty Woman\" by recording its own rap version of the Roy Orbison original.   The Justices ruled that 2 Live Crew was entitled to a trial to show that its bawdy recasting of the 1964 song was a \"fair use\" of the original, exempt from a copyright infringement claim.","thumbnail":null,"section":"U.S."}],"wiki_events":[{"date":"19940308","headline":"A collision at Indira Gandhi International Airport kills 9 people.","pages":[{"title":"Indira Gandhi International Airport","web_url":"https://en.wikipedia.org/wiki/Indira_Gandhi_International_Airport","description":"International airport in Palam, Delhi, India","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Sculpture_of_hasta_mudras_at_Indira_Gandhi_International_Airport.jpg/320px-Sculpture_of_hasta_mudras_at_Indira_Gandhi_International_Airport.jpg","thumbnail_width":320,"thumbnail_height":180},"abstract":"Indira Gandhi International Airport is the primary international airport serving Delhi, the capital of India, and the National Capital Region (NCR). The airport, spread over an area of 5,106 acres (2,066ha), is situated in Palam, Delhi, 15km (9.3mi) southwest of the New Delhi Railway Station and 16km (9.9mi) from New Delhi city centre. Named after Indira Gandhi (19171984), the former Prime Minister of India, it is the busiest airport of India in terms of passenger traffic since 2009. It is also the busiest airport in the country in terms of cargo traffic. In the financial year of 2020, the airport handled 6.73 crore passengers, the highest ever in the airport's history. As of 2022, it is the seventh busiest airport in the world, as per the latest rankings issued by the UK-based air consultancy firm, OAG. It is the second busiest airport in the world by seating capacity, having a seating capacity of over 36 lakh seats, and the busiest airport in Asia by passenger traffic, handling over 3.7 crore passengers in 2021."}]}],"weather":[{"date":"19940308","time":"1994-03-08 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":86,"wspd":22.3},{"date":"19940308","time":"1994-03-08 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.6,"rhum":88,"wspd":16.6},{"date":"19940308","time":"1994-03-08 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":89,"wspd":20.5},{"date":"19940308","time":"1994-03-08 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":86,"wspd":20.5},{"date":"19940308","time":"1994-03-08 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":89,"wspd":20.5},{"date":"19940308","time":"1994-03-08 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":89,"wspd":18.4},{"date":"19940308","time":"1994-03-08 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":88,"wspd":18.4},{"date":"19940308","time":"1994-03-08 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":88,"wspd":18.4},{"date":"19940308","time":"1994-03-08 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":86,"wspd":20.5},{"date":"19940308","time":"1994-03-08 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":84,"wspd":18.4},{"date":"19940308","time":"1994-03-08 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":84,"wspd":24.1},{"date":"19940308","time":"1994-03-08 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":79,"wspd":24.1},{"date":"19940308","time":"1994-03-08 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":84,"wspd":20.5},{"date":"19940308","time":"1994-03-08 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":84,"wspd":20.5},{"date":"19940308","time":"1994-03-08 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":85,"wspd":20.5},{"date":"19940308","time":"1994-03-08 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":84,"wspd":20.5},{"date":"19940308","time":"1994-03-08 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":80,"wspd":22.3},{"date":"19940308","time":"1994-03-08 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.3,"rhum":81,"wspd":24.1},{"date":"19940308","time":"1994-03-08 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":84,"wspd":25.9},{"date":"19940308","time":"1994-03-08 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":86,"wspd":24.1},{"date":"19940308","time":"1994-03-08 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":89,"wspd":16.6},{"date":"19940308","time":"1994-03-08 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":88,"wspd":18.4},{"date":"19940308","time":"1994-03-08 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":86,"wspd":18.4},{"date":"19940308","time":"1994-03-08 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":86,"wspd":14.8},{"date":"19940308","time":"1994-03-08 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":71,"wspd":7.6},{"date":"19940308","time":"1994-03-08 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":73,"wspd":7.6},{"date":"19940308","time":"1994-03-08 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":79,"wspd":7.6},{"date":"19940308","time":"1994-03-08 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":76,"wspd":7.6},{"date":"19940308","time":"1994-03-08 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":79,"wspd":9.4},{"date":"19940308","time":"1994-03-08 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":79,"wspd":14.8},{"date":"19940308","time":"1994-03-08 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":82,"wspd":0},{"date":"19940308","time":"1994-03-08 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":90,"wspd":5.4},{"date":"19940308","time":"1994-03-08 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":96,"wspd":13},{"date":"19940308","time":"1994-03-08 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":93,"wspd":11.2},{"date":"19940308","time":"1994-03-08 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":93,"wspd":11.2},{"date":"19940308","time":"1994-03-08 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":93,"wspd":9.4},{"date":"19940308","time":"1994-03-08 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":93,"wspd":11.2},{"date":"19940308","time":"1994-03-08 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":93,"wspd":13},{"date":"19940308","time":"1994-03-08 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":89,"wspd":14.8},{"date":"19940308","time":"1994-03-08 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":93,"wspd":11.2},{"date":"19940308","time":"1994-03-08 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":89,"wspd":13},{"date":"19940308","time":"1994-03-08 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":86,"wspd":13},{"date":"19940308","time":"1994-03-08 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":89,"wspd":11.2},{"date":"19940308","time":"1994-03-08 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":86,"wspd":18.7},{"date":"19940308","time":"1994-03-08 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":93,"wspd":11.2},{"date":"19940308","time":"1994-03-08 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":96,"wspd":11.2},{"date":"19940308","time":"1994-03-08 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":93,"wspd":18.7},{"date":"19940308","time":"1994-03-08 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":89,"wspd":14.8}]},"19940309":{"guardian_articles":[],"nytimes_articles":[{"date":"19940309","headline":"Prices for Recycled Materials Have Become Low and Attractive","web_url":"https://www.nytimes.com/1994/03/09/opinion/l-prices-for-recycled-materials-have-become-low-and-attractive-415448.html","abstract":"  To the Editor:   In response to Mark Shantzis of Hi-Rise Recycling Systems in \"Recycling Creates More Problems Than It Was Meant to Solve\" (letter, March 2), I would like to clarify a few points about the markets for recyclable materials and the economics of recycling in the United States.","thumbnail":null,"section":"Opinion"},{"date":"19940309","headline":"Counsel Of Confusion","web_url":"https://www.nytimes.com/1994/03/09/opinion/counsel-of-confusion.html","abstract":"In his letter of resignation, Bernard Nussbaum said that \"at all times I have conducted the office of the White House counsel and performed the duties of counsel to the President in an absolutely legal and ethical manner.\" But just what legal and ethical standards did he mean? Was he correct that his critics did not understand \"the role and obligation of a lawyer, even one acting as White House counsel\"?\n\nStart with basic principles. The President has the constitutional duty to see that the laws are faithfully executed. His Attorney General represents the American people. The White House counsel represents the institution of the Presidency, not the President in his private affairs; as Mr. Nussbaum's successor, Lloyd Cutler, says, he intends to serve as counsel to the office, not the person. Private lawyers can represent Presidents who have private legal problems.","thumbnail":null,"section":"Opinion"},{"date":"19940309","headline":"Sports of The Times; Boxing's Unique Nobleman","web_url":"https://www.nytimes.com/1994/03/09/sports/sports-of-the-times-boxing-s-unique-nobleman.html","abstract":"  HIS death notice requested, \"in lieu of flowers, contributions may be made to Ring #8,\" the Veteran Boxers Association of New York-New Jersey that he helped organize to comfort old fighters, ill or indigent. And of all the words that will be written about Ray Arcel, those few described him best.   To the end, 94-year-old Ray Arcel, a rare nobleman in an often notorious industry, was thinking of how to help boxers.","thumbnail":null,"section":"Sports"},{"date":"19940309","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/03/09/nyregion/inside-408565.html","abstract":"  3 Officers Held in Extortion   Three police officers in Brooklyn were held on charges that they shook down drug dealers, traded in stolen guns, made false arrests and used their badges to intimidate. Page B3. Migrant Students Ignored    A California school district with a $10 million surplus shortchanged children of migrant workers by not providing bilingual instruction. Page B9. Cable TV Antitrust Inquiry    The Justice Department is investigating whether General Instrument has a stranglehold on technologies used to provide cable television. Page D1. Studying Sleep Habits    A sleep researcher has realized her fondest dream: interviewing Long Island Rail Road commuters about their dozing on trains. Page B1.","thumbnail":null,"section":"New York"},{"date":"19940309","headline":"The Media Is the Messenger And Keenan Is the Maestro","web_url":"https://www.nytimes.com/1994/03/09/sports/hockey-rangers-notebook-the-media-is-the-messenger-and-keenan-is-the-maestro.html","abstract":"  More than most hockey coaches, Mike Keenan of the Rangers seems to enjoy the mental and verbal sparring of post-game news conferences. Keenan's news media briefings go longer than most. Although he does not always appreciate the second-guessing that is implicit in many questions, Keenan rarely dodges questions and often uses reporters to send messages to Neil Smith, the team's president and general manager, and to his players.   It happened again during Monday night's session after a 6-3 loss to the Detroit Red Wings in Madison Square Garden ended a four-game unbeaten streak. Although his Rangers were mentally and physically exhausted from playing 11 games in 18 nights, Keenan seized on his team's lack of size and toughness as one reason for the defeat.","thumbnail":null,"section":"Sports"},{"date":"19940309","headline":"On the Bus From Ivanovo: How the Russians Cope","web_url":"https://www.nytimes.com/1994/03/09/world/on-the-bus-from-ivanovo-how-the-russians-cope.html","abstract":"  \"Ton-ya! Tonya! Thank you! Thank you, Tonya!\"    Nina V. Kapralova, her lined face pressed to the frosty window of the bus, waved at her relatives standing outside at the Ivanovo bus station in central Russia's bone-shrinking cold.","thumbnail":null,"section":"World"},{"date":"19940309","headline":"Lubavitchers' Grand Rabbi Hospitalized After Seizures","web_url":"https://www.nytimes.com/1994/03/09/nyregion/lubavitchers-grand-rabbi-hospitalized-after-seizures.html","abstract":"  Menachem Mendel Schneerson, the grand rabbi of the Lubavitch Hasidim, was taken to the intensive care unit of a Manhattan hospital early yesterday after suffering seizures at his Brooklyn home.   The rabbi, who is 91 years old and partially paralyzed from a stroke two years ago, was listed in serious but stable condition after undergoing neurological tests under the care of a specialist in seizure disorders, said Mary Costello, a spokeswoman for the Hospital for Joint Diseases. She said that he had arrived at the hospital at 3:30 A.M.","thumbnail":null,"section":"New York"},{"date":"19940309","headline":"Freud Meets God In a French Play","web_url":"https://www.nytimes.com/1994/03/09/style/IHT-freud-meets-god-in-a-french-play.html","abstract":"A startling new play, \"Le Visiteur,\" by a young French author, Eric-Emmanuel Schmitt, is the talk of literary circles. It is a tantalizing fantasy in which God converses with Sigmund Freud. It is to be seen at Le Petit Thtre de Pari","thumbnail":null,"section":"Style"},{"date":"19940309","headline":"Survey Finds Decrease in Anti-Gay Violence","web_url":"https://www.nytimes.com/1994/03/09/us/survey-finds-decrease-in-anti-gay-violence.html","abstract":"  The number of incidents of violence against homosexuals declined last year for the first time since 1988, according to a survey released today by the National Gay and Lesbian Task Force.   The number of incidents against gay men, lesbians and bisexuals declined by 14 percent, the group said, but more of the incidents involved multiple and extreme crimes like extortion, rape and murder.","thumbnail":null,"section":"U.S."},{"date":"19940309","headline":"Washington Talk; Well, More Than Talk: Real Votes On Health","web_url":"https://www.nytimes.com/1994/03/09/us/washington-talk-well-more-than-talk-real-votes-on-health.html","abstract":"  Think of the next few weeks as the New Hampshire primary of health care reform.   The actual legislative results produced by the House Ways and Means Subcommittee on Health, which began work today, may end up meaning little -- Paul Tsongas and President George Bush won the New Hampshire primary in 1992 -- but the fact that something is finally being produced matters a great deal.","thumbnail":null,"section":"U.S."},{"date":"19940309","headline":"Courier at Little Rock Firm Recalls Shredding After the Inquiry Began","web_url":"https://www.nytimes.com/1994/03/09/us/courier-at-little-rock-firm-recalls-shredding-after-the-inquiry-began.html","abstract":"  The law firm employee who testified before a Federal grand jury about destroying documents from the files of Vincent W. Foster Jr. now says he was told to shred the material after a special prosecutor had announced that he would look into the suicide of the White House aide.   Jeremy Hedges, a part-time courier at the Rose Law Firm in Little Rock, Ark., pinpointed the date in a telephone interview today. Mr. Hedges said that when he had fed the documents into the firm's shredder, he had already heard of the appointment of Robert B. Fiske Jr. as special counsel.","thumbnail":null,"section":"U.S."},{"date":"19940309","headline":"Glasgow's White Knight","web_url":"https://www.nytimes.com/1994/03/09/sports/IHT-glasgows-white-knight.html","abstract":"In many parts of the world, a quick way to take the pulse of a city is through its soccer loyalties. They are intense, they are tribal, and they often accurately indicate the well-being or otherwise of the community..But in real football capitals - fro","thumbnail":null,"section":"Sports"},{"date":"19940309","headline":"From Orthodox Jewish Education to Hebron; This Peace Threatens","web_url":"https://www.nytimes.com/1994/03/09/opinion/l-from-orthodox-jewish-education-to-hebron-this-peace-threatens-415421.html","abstract":"  To the Editor:   Michael Lerner, in his instant analysis of the massacre at Machpela (\"Disarm the West Bank Settlers,\" Op-Ed, Feb. 26), after stating that the act was performed by someone who \"was crazy,\" suggests that such an action was predictable because \"right-wing Jews in America and Israel\" are \"threatened with the possibility of peace.\"","thumbnail":null,"section":"Opinion"},{"date":"19940309","headline":"Albany Alters Its Handling Of Abuse List","web_url":"https://www.nytimes.com/1994/03/09/nyregion/albany-alters-its-handling-of-abuse-list.html","abstract":"  State officials said yesterday that they would immediately change the way they release information about suspected child abusers to comply with a Federal court ruling last Friday that called the state's system of tracking suspects unacceptably flawed.   The officials said that the state would still maintain its central registry of suspects, but that it would now require a higher level of proof that abuse occurred before releasing a person's name to agencies screening prospective child-care workers, foster parents and adoptive parents.","thumbnail":null,"section":"New York"},{"date":"19940309","headline":"No Headline","web_url":"https://www.nytimes.com/1994/03/09/nyregion/no-headline-408506.html","abstract":"  \"When I visit the cemetery and see the fresh graves of my students, I wonder how I can ever be friends with the Croats again. My family is still afraid to come out of the basement because they don't believe this cease-fire. To trust the people who have done this to us is impossible.\" EMIR ZVONIC, a Bosnian Muslim schoolteacher.  [ A1:1. ]","thumbnail":null,"section":"New York"},{"date":"19940309","headline":"Theater in Review","web_url":"https://www.nytimes.com/1994/03/09/theater/theater-in-review-415758.html","abstract":"  Under the Kerosene Moon  The Kitchen 512 West 19th Street Chelsea Through Sunday   Loosely inspired by \"The Honeymoon Killers.\" Book and lyrics Sebastian Stuart; music by Tony Stavick; directed by Everett Quinton; producer, Bobby Reed; stage manager, Cat Domiano; lighting by Richard Currie; costumes by Toni Nanette Thompson. Presented by the Kitchen, in association with Donald Capoccia, Howard Kaplan, David Komar and Brian Saltzman.","thumbnail":null,"section":"Theater"},{"date":"19940309","headline":"'Do Not Murder'","web_url":"https://www.nytimes.com/1994/03/09/opinion/do-not-murder.html","abstract":"I wish Benjy -- that's what we called Baruch Goldstein -- had spoken about the Arab-Israeli conflict when we were in the sixth grade at the Yeshiva of Flatbush in 1967 and 1968. If we had, and if he had brought up the possibility of his crazy act in Hebron, we could have discussed it rationally, the way we discussed many other things.\n\nBut he seemed mostly interested in science, not the Mideast. Whatever opinions he had, he expressed them very strongly.","thumbnail":null,"section":"Opinion"},{"date":"19940309","headline":"Review/Television; Manson Murders Revisited","web_url":"https://www.nytimes.com/1994/03/09/arts/review-television-manson-murders-revisited.html","abstract":"  ABC News gets this week's award for the story you really didn't know you needed to hear more about. \"The Manson Women: Inside the Murders\" delivers the accounts of Leslie Van Houten and Patricia Krenwinkel of how they and other members of their love-in went about killing seven people in California 25 years ago. (No re-enactments; just the camera moving threateningly to spooky sounds.)   Charles Manson himself, hairy and running to fat, with a swastika decorating the bridge of his nose, is also heard from. He is plainly impressed with himself and has the nerve to address Diane Sawyer as \"woman.\"","thumbnail":null,"section":"Arts"},{"date":"19940309","headline":"Rocket Hits NATO Troop Transport Over Croatia","web_url":"https://www.nytimes.com/1994/03/09/world/rocket-hits-nato-troop-transport-over-croatia.html","abstract":"  A NATO airplane flying over Croatia was hit by antiaircraft fire today and forced to make an emergency landing on the northwestern coast of Croatia.    The Croatian Government said the rockets that struck the Spanish military transport were fired by nationalist Serbian rebels in the Krajina region, the part of Croatia seized by Serbs nearly three years ago.","thumbnail":null,"section":"World"},{"date":"19940309","headline":"Therapy Saves Premature Babies' Lives","web_url":"https://www.nytimes.com/1994/03/09/us/therapy-saves-premature-babies-lives.html","abstract":"  RARELY these days does an advance in medical technology end up saving dollars as well as lives. But one such development was enthusiastically endorsed last week by a panel of experts: a simple drug treatment administered to pregnant women to speed the development of fetuses in danger of being born prematurely.   The therapy, involving injections of corticosteroids that cost less than $10 a dose, can save the lives and health of large numbers of babies born prematurely, including many very tiny infants, the panel found after a year of study. The therapy can also reduce the time that such babies spend in hospitals by about one-third, the panel said. The study projected a \"conservative\" saving of $157 million a year in initial hospital costs alone, even if the treatment is used in only 60 percent of premature births.","thumbnail":null,"section":"U.S."},{"date":"19940309","headline":"Court Overturns Georgia Accord On New Judges","web_url":"https://www.nytimes.com/1994/03/09/us/court-overturns-georgia-accord-on-new-judges.html","abstract":"  A Federal judge in Savannah has refused to approve a consent decree that would have radically changed the way judges are chosen in Georgia to increase the number of blacks on the bench.   The ruling is the most recent example of a gulf between what Justice Department lawyers specializing in voting rights believe states must do to comply with the Voting Rights Act of 1965 and what several Federal courts say the states must do.","thumbnail":null,"section":"U.S."},{"date":"19940309","headline":"The Clues Point To Iraq","web_url":"https://www.nytimes.com/1994/03/09/opinion/IHT-the-clues-point-to-iraq.html","abstract":"Now that the prosecution has secured guilty verdicts again the four defendants in the World Trade Center bombing, when will the Clinton administration address the issue of state sponsorship?.Two figures indicted in the case are fugitives. Both of them","thumbnail":null,"section":"Opinion"},{"date":"19940309","headline":"Fish Sauces Add a Subtle Grace Note","web_url":"https://www.nytimes.com/1994/03/09/style/fish-sauces-add-a-subtle-grace-note.html","abstract":"CERTAIN things, like Gorgonzola cheese or hoppy ale, don't necessarily surrender their full charms on first taste. With repeated samplings, though, their complex, multilayered flavors finally reveal themselves. Fermented fish definitely belongs on the same list.\n\nWe first encountered this culinary phenomenon in one of its most aggressive forms. Sitting in an open-air food stall in southern Malaysia enjoying a great meal, we were suddenly startled by an intensely pungent aroma. Looking up, we saw the cook spooning a thick brown paste into his smoking-hot wok. As the goop hit the wok, a murky, fishlike smell of unremitting intensity rose into the air like an aromatic fog.","thumbnail":null,"section":"Style"},{"date":"19940309","headline":"This Very Likeable Met Is Catching","web_url":"https://www.nytimes.com/1994/03/09/sports/this-very-likeable-met-is-catching.html","abstract":"  If Greg Olson wanted to make friends with his new Mets teammates, he found the right way to do it this afternoon.   Starting at catcher for the second time this spring, Olson nabbed Chuck Carr, the Marlins' center fielder, trying to steal second in the first inning of the Mets-Marlins game. And after Carr walked in the third, Olson scared Carr -- the league's No. 1 base stealer last season -- into holding tight at first.","thumbnail":null,"section":"Sports"},{"date":"19940309","headline":"Lines Drawn in a War Over a Milk Hormone","web_url":"https://www.nytimes.com/1994/03/09/us/lines-drawn-in-a-war-over-a-milk-hormone.html","abstract":"  A month after a genetically engineered dairy hormone went on sale to farmers, leaflets, labels and advertisements have proliferated in food markets here in a war of words over the hormone's usefulness and safety. On one side are the drug's maker and dairy industry giants; on the other, a coalition of dairy processors and consumer groups.   At stake is consumer acceptance of dairy products made with milk produced by cows treated with the drug.","thumbnail":null,"section":"U.S."},{"date":"19940309","headline":"Suffolk Legislators Drop a Ban On Plastic Packaging for Foods","web_url":"https://www.nytimes.com/1994/03/09/nyregion/suffolk-legislators-drop-a-ban-on-plastic-packaging-for-foods.html","abstract":"  Six years ago, environmentalists cheered as the Suffolk County Legislature approved a bill banning a host of plastic products, from hamburger containers to polystyrene cups. Although its champions heralded it as a measure that should be adopted nationwide, the restrictions never really took effect.    Efforts to enforce the stringent law, which permitted biodegradable food containers only, were repeatedly postponed by the 18-member Legislature as delicatessens, retail food stores and fast-food chains requested more time to find substitutes that were cost-effective and environmentally acceptable.  Recycling Instead    But today, the Legislature adopted an amendment eliminating the ban on plastics that would push for more recycling instead.","thumbnail":null,"section":"New York"},{"date":"19940309","headline":"Murder of 6-Year-Old Girl Stuns a Close Neighborhood","web_url":"https://www.nytimes.com/1994/03/09/nyregion/murder-of-6-year-old-girl-stuns-a-close-neighborhood.html","abstract":"  Over the years, the handful of couples living near the intersection of Alexandria Drive and Cherry Hill Lane in this sprawling suburb in the flatlands of central New Jersey had developed a tight friendship. Most were young families with young children, new settlers in a new housing complex of pleasant split-level houses that sprang up in the open fields here in the 1980's. The children romped through each other's backyards and homes and the parents enjoyed dinners, holiday parties and summer barbecues together. Some even vacationed together.   Two of the couples, Ronald and Karen Wengert and Hector and Carmella Aquino, lived three doors apart and were integral parts of what outsiders might consider a model suburban neighborhood. But over the weekend, the neighborhood's special bond was shattered during an anniversary party the Wengerts and five other couples attended for the Aquinos just down Alexandria Lane from their home. Girl Reported Missing    Law-enforcement officials say that sometime between 11 P.M. Saturday and 2 A.M. Sunday, the Aquinos' 19-year-old son, Kevin, broke into the Wengerts' home on Cherry Hill Lane. He then abducted their 6-year-old daughter, Amanda, murdered her by fracturing her skull and left her body behind a fence in his backyard, the Monmouth County Prosecutor, John Kaye, has charged.","thumbnail":null,"section":"New York"},{"date":"19940309","headline":"Democratic Figure Said to Be Linked to Hospital Pact","web_url":"https://www.nytimes.com/1994/03/09/nyregion/democratic-figure-said-to-be-linked-to-hospital-pact.html","abstract":"  Assemblyman Clarence Norman Jr., the head of the Brooklyn Democratic party and a vocal supporter of the project to rebuild Kings County Hospital Center, is a business partner of a man whose company has won $2.5 million in contracts in the reconstruction effort, according to documents filed with the School Construction Authority.   The company, Darryl E. Greene & Associates, has won a series of contracts with the city's Health and Hospitals Corporation since 1988 to advise the agency in efforts to increase participation of minority-owned companies in the construction project. Two of the three contracts were awarded without a competitive bid.","thumbnail":null,"section":"New York"},{"date":"19940309","headline":"Jump Ball! It's a New Kind of March","web_url":"https://www.nytimes.com/1994/03/09/sports/conference-tournaments-jump-ball-it-s-a-new-kind-of-march.html","abstract":"  You know it is going to be a different kind of March when Jerry Falwell and Lefty Driesell are already cutting down nets. Falwell was celebrating the Big South Conference championship of the Liberty University Flames. Driesell, the coach of the Dukes of James Madison, earned a return ticket to the national collegiate tournament with a Colonial Athletic Association title. Driesell is the coach who when asked 13 years ago if he had been maligned for the poor tournament record of his Maryland teams, responded, \"I haven't been aligned.\"   It is a time of year that nudges personalities into the bright lights -- ready or not -- to make sure the automobile commercials do not crash into each other. From the tiniest, sweaty high school gyms to the nationally-televised spectacular that the N.C.A.A. Final Four has become, their best and worst moments become memories that can forever deify or scar adolescents and their coaches. Seedings and Pairing on Sunday    For the very best ones, the instant memories are replayed from every angle. The conference tournaments, continuing through this Sunday, provide a last opportunity for teams to complete their fine-tuning and National Collegiate Athletic Association tournament officials to separate the barely worthy from the not-so-lucky. The national tournament, an event marketed for its madness but memorable for its heartfelt moments, will begin to take shape Sunday evening with the announcement of the seedings and pairings.","thumbnail":null,"section":"Sports"},{"date":"19940309","headline":"All's Quiet But Busy On Giants' Front","web_url":"https://www.nytimes.com/1994/03/09/sports/football-all-s-quiet-but-busy-on-giants-front.html","abstract":"  The Giants are quiet, but don't let that fool you. They are still busy behind the salary-cap scene.   First, they have initiated contingency plans in case they lose Greg Jackson, a free-agent safety, by putting another free agent on their list, New Orleans safety Keith Taylor.","thumbnail":null,"section":"Sports"},{"date":"19940309","headline":"Runway Safety, Runaway Red Tape","web_url":"https://www.nytimes.com/1994/03/09/opinion/runway-safety-runaway-red-tape.html","abstract":"  The runway extensions at La Guardia Airport in New York City are too short. Everyone knows that. But only now, in the wake of a near disaster, have plans for an additional safety zone become urgent -- nearly 10 years and 10 miles of red tape since the start of planning to correct the problem.    Last week, at the end of another wintry day, the pilot of a Continental Airlines flight to Denver aborted his takeoff and skidded to a stop at the edge of Flushing Bay. La Guardia's two 7,000-foot runways are short, as major airport runways go; but 7,000 feet is more than a mile and a quarter, fully adequate for authorized aircraft.","thumbnail":null,"section":"Opinion"},{"date":"19940309","headline":"In America; Cigarette Smoke and Mirrors","web_url":"https://www.nytimes.com/1994/03/09/opinion/in-america-cigarette-smoke-and-mirrors.html","abstract":"  For years the tobacco industry, which has been unceasingly inventive in developing ways to champion its treacherous products, has tried to spread the peculiar notion that it would be bad for the economy if too many Americans wised up and kicked the cigarette habit.   The reasoning is as follows: Sharply reduced tobacco consumption, resulting in sharply decreased sales of tobacco products, would hurt not only tobacco-producing states but all other states as well. Businesses related to the production, sale and distribution of tobacco would shut down, people would be thrown out of work, and state and Federal governments would lose the substantial revenues they realize from taxes on tobacco.","thumbnail":null,"section":"Opinion"},{"date":"19940309","headline":"The Supreme Form of Flattery","web_url":"https://www.nytimes.com/1994/03/09/opinion/the-supreme-form-of-flattery.html","abstract":"  If imitation is the sincerest form of flattery, what is parody? A commercial ripoff, said Acuff-Rose Music Inc., owner of the copyright to the rock ballad \"Oh, Pretty Woman.\" No, parody is a legitimate artistic commentary on the original work, said the rap group 2 Live Crew, defending its recorded rap version as a \"fair use\" exception to the copyright laws.    The Supreme Court, which rarely before had considered such a case, deftly split the difference. It ruled unanimously on Monday that parody can indeed qualify as fair use and called on lower courts to decide, case by case, whether a particular work qualifies -- or infringes on a copyright.","thumbnail":null,"section":"Opinion"},{"date":"19940309","headline":"Corporal Punishment : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/09/opinion/IHT-corporal-punishment-letters-to-the-editor.html","abstract":"Regarding the report \"U.S. Teenager in Singapore Faces Caning as a Car Vandal\" (March 4):.Your report on a Singapore court's sentencing of an American youth, Michael Peter Fay, for vandalism said that Mr. Fay was ordered to be \"flogged.&","thumbnail":null,"section":"Opinion"},{"date":"19940309","headline":"Death Penalty Bill Passes","web_url":"https://www.nytimes.com/1994/03/09/nyregion/death-penalty-bill-passes.html","abstract":"  For the 18th year in a row, the Senate passed legislation today legalizing the death penalty, but Gov. Mario M. Cuomo again vowed that he would veto the bill. The vote was 40-20. The vote apparently left the Republican-led Senate at least one vote shy of the 41 votes needed in that house to override the Governor's expected veto.","thumbnail":null,"section":"New York"},{"date":"19940309","headline":"CBS to Offer 'Eye on Sports'","web_url":"https://www.nytimes.com/1994/03/09/sports/cbs-to-offer-eye-on-sports.html","abstract":"  CBS plugged a hole in its sports schedule yesterday by announcing the start of a new magazine show, \"Eye on Sports,\" that will run for 15 consecutive Sundays from April 17 through July 24, then twice in August.   Each program, whose host will be either Greg Gumbel or Andrea Joyce, will run from 90 minutes to four hours, and will feature track and field, including the New York Games, figure skating, rhythmic gymnastics, the Tour du Pont and Paris-Roubaix cycling races, wildlife segments and women's pro beach volleyball.","thumbnail":null,"section":"Sports"},{"date":"19940309","headline":"House Panel Begins Deliberations on a Health Bill","web_url":"https://www.nytimes.com/1994/03/09/us/house-panel-begins-deliberations-on-a-health-bill.html","abstract":"  Congress today entered a new phase in its effort to revamp the nation's health care system as a House subcommittee began deliberations on a bill substantially different from President Clinton's proposal.   The Ways and Means Subcommittee on Health began analyzing the bill, proposed by its chairman, Representative Pete Stark, Democrat of California, with lawmakers of both parties saying they felt they were participating in a historic process.","thumbnail":null,"section":"U.S."},{"date":"19940309","headline":"63 IN SOUTH AFRICA DIE IN TRAIN WRECK","web_url":"https://www.nytimes.com/1994/03/09/world/63-in-south-africa-die-in-train-wreck.html","abstract":"  A speeding train packed with commuters derailed early this morning and jack- knifed into a wooded gorge near Durban, flinging scores of passengers to their deaths.   By tonight rescue crews had found 63 dead and 370 injured, and more were believed trapped in the wreckage of the eight cars on the train.","thumbnail":null,"section":"World"},{"date":"19940309","headline":"Postal Service Seeks 3-Cent Rise For First-Class Stamp in Early '95","web_url":"https://www.nytimes.com/1994/03/09/us/postal-service-seeks-3-cent-rise-for-first-class-stamp-in-early-95.html","abstract":"  The United States Postal Board of Governors today approved a proposal to increase the price of a first-class stamp by 10.3 percent, to 32 cents from 29 early in 1995.   The plan, announced by Postmaster General Marvin T. Runyon and the postal board's chairman, J. Sam Winters, is part of an increase in all postal rates.","thumbnail":null,"section":"U.S."},{"date":"19940309","headline":"Which Way Forward on Haiti?","web_url":"https://www.nytimes.com/1994/03/09/world/which-way-forward-on-haiti.html","abstract":"  The Clinton Administration and Haiti's exiled President, the Rev. Jean-Bertrand Aristide, have been at odds for some time, but never has the split more apparent than now, in the dispute over a peace plan backed by Washington.   The plan, which is also supported by half a dozen Haitian legislators, calls on Father Aristide and Haiti's military to take a series of steps aimed at restoring him to power.","thumbnail":null,"section":"World"},{"date":"19940309","headline":"Dehere Is Fine After Surgery","web_url":"https://www.nytimes.com/1994/03/09/sports/dehere-is-fine-after-surgery.html","abstract":"  Dehere, the champion colt who broke down last week on the road to the Kentucky Derby, underwent surgery for an hour and a half today to repair the cracked cannon bone in his right hind leg, and his veterinarian then reported: \"I think he can race again.\"   The veterinarian, Dr. Wayne McIlwraith of Colorado State University, operated on Dehere at a clinic in Pompano not far from the training center at Palm Beach where the 3-year-old colt broke down last Friday. He came back from a workout limping, and X-rays showed cracks above the ankle. He was withdrawn from the Florida Derby this Saturday and the Kentucky Derby on May 7, with no assurance that he would ever race again.","thumbnail":null,"section":"Sports"},{"date":"19940309","headline":"Review/Music; An Ambitious Soprano, Without Excuses, at 70","web_url":"https://www.nytimes.com/1994/03/09/arts/review-music-an-ambitious-soprano-without-excuses-at-70.html","abstract":"  Long after the house lights went up at Alice Tully Hall, signaling that Victoria de los Angeles had sung all she intended to sing, the audience continued stamping, applauding and calling for the 70-year-old Spanish soprano, bringing her out for what must have been nearly a dozen curtain calls.    Miss de los Angeles had sung an ambitious program that drew on everything from a French Baroque aria and groups of Schubert and Faure songs to colorful Spanish, Portuguese and English folk song settings. But the ovation -- an only slightly tamer version of which also greeted her 90 minutes earlier, when she first took the stage -- was a response not only to the music just performed but also to the musical pleasures that Miss de los Angeles has afforded in concert and on recordings for 50 years.","thumbnail":null,"section":"Arts"},{"date":"19940309","headline":"COLLEGE HOCKEY REPORT","web_url":"https://www.nytimes.com/1994/03/09/sports/college-hockey-report.html","abstract":"  Maine    Is a tarnished season over for the Black Bears? Or will an appeal for an injunction against Hockey East allow the team to play in the league tournament that begins tomorrow? The answer is expected today.","thumbnail":null,"section":"Sports"},{"date":"19940309","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/03/09/nyregion/news-summary-408115.html","abstract":"  International A3-11  ISRAEL ADMITS SECURITY FLAWS  The army commander for the West Bank told an inquiry about the massacre of Palestinians that there had been a breakdown in security arrangements that might have prevented the killings.  A1  GLOOM IN JERICHO  Jericho was brimming with plans after the agreement for Palestinian self-rule there, but as the date has been postponed and with a series of other woes, the mood there has turned to gloom.  A10","thumbnail":null,"section":"New York"},{"date":"19940309","headline":"Israel Ends Curfew in Jericho But Hope Remains Confined","web_url":"https://www.nytimes.com/1994/03/09/world/israel-ends-curfew-in-jericho-but-hope-remains-confined.html","abstract":"  The curfew imposed here after the Hebron massacre was lifted today and Jericho, the would-be capital of an embryo Palestine, returned to normal.   That is to say: American tourists fresh from baptism in the Jordan River frolicked on camels under the gaze of Israeli soldiers; Ihab Atayi, a Palestinian, wondered if peace would ever come and inject some energy into his new business in satellite dishes; and Badr Bassan, a 26-year-old carpentry teacher, predicted that, even if peace came, it would not be worth having.","thumbnail":null,"section":"World"},{"date":"19940309","headline":"Clinton to Unveil Jobs Bill That Focuses on Retraining","web_url":"https://www.nytimes.com/1994/03/09/us/clinton-to-unveil-jobs-bill-that-focuses-on-retraining.html","abstract":"  President Clinton on Wednesday will announce a jobs bill that would mark a shift in Government emphasis from providing temporary relief for laid-off employees to trying to meet the needs of workers whose jobs will not reappear, even in an improving economy.   The proposal would focus on retraining and job placement for the unemployed by establishing one-stop career centers, financed by Federal and state funds.","thumbnail":null,"section":"U.S."},{"date":"19940309","headline":"When You Let Extremists Go to Extremes","web_url":"https://www.nytimes.com/1994/03/09/opinion/IHT-when-you-let-extremists-go-to-extremes.html","abstract":"Until Dr. Baruch Goldstein administered his satanic potion in Hebron on Feb. 25, Israel had for years chosen to look the other way as its crazies strutted on the fringe of the political scenes. The security services kept tabs on movements of the right-wi","thumbnail":null,"section":"Opinion"},{"date":"19940309","headline":"Beyond Auto Shop: An Experiment in High School Job Training","web_url":"https://www.nytimes.com/1994/03/09/us/beyond-auto-shop-an-experiment-in-high-school-job-training.html","abstract":"  Kim Jabbie, a high school freshman, spent three hours at a local morning radio station the other day. She visited with Josh Reynolds, the producer of the show. She tried speaking into the microphone. She watched as he wrote copy. It seemed like fun.   Soon, she will visit Emanuel Hospital here, to see what health workers do.   And, at the end of the school year,","thumbnail":null,"section":"U.S."},{"date":"19940309","headline":"Bridge","web_url":"https://www.nytimes.com/1994/03/09/nyregion/bridge-411574.html","abstract":"  The great authority on whist in the 19th century was Henry Jones, who used the aristocratic pseudonym Cavendish. That name has been adopted by numerous bridge clubs, and although the most famous of them, in Manhattan, is sadly defunct, others flourish. The Cavendish in Hallandale, Fla., recently organized a special Imp Pair event welcoming Alvin Roth, a lifelong New York resident now living in Boca Raton, Fla.   Roth has contributed more to the theory of bidding than anyone else, with the possible exception of Ely Culbertson. He is now in his 80th year, but is as sharp as ever as the diagramed deal from the Imp game demonstrates. He sat West at a table at which all the players were veteran experts whose early bridge careers were in the New York metropolitan area. East was Bernard Chazen, and North and South were Bill Root and Bill Passell.","thumbnail":null,"section":"New York"},{"date":"19940309","headline":"Parisien May Quit","web_url":"https://www.nytimes.com/1994/03/09/sports/sports-people-skiing-parisien-may-quit.html","abstract":"  JULIE PARISIEN, saying the joy is gone from skiing, is leaving the World Cup circuit indefinitely and perhaps forever. \"In my mind I feel like I'm retiring,\" she said yesterday from in Mammoth Lakes, Calif., where women's World Cup races will be held this week. \"But for right now I'm just taking a long respite. I'll decide in August.\" Parisien was ranked first in the slalom only two years ago. Parisien, 22, of Sugarloaf, Me., won three World Cup races in as many seasons before a death in the family and injuries sent her tumbling in the world standing. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940309","headline":"To Commute, Perchance to Sleep; A Scientist Finds the Lab of Her Dreams on the L.I.R.R.","web_url":"https://www.nytimes.com/1994/03/09/nyregion/commute-perchance-sleep-scientist-finds-lab-her-dreams-lirr.html","abstract":"  Five years ago, Dr. Joyce Walsleben boarded a Long Island Rail Road train in Central Islip and realized as soon as she sat down that she had bought a ride on the scientific laboratory of her dreams.   The morning rush-hour train, she discovered, was a veritable rolling bed of snoozing suburbanites, a railroad car crowded with the drowsy, the droopy and the dead-to-the-world. Some snored. Some snorted. Some dozed quietly, with mouths half-opened, their heads pitched forward or wedged between the headrest and the window.","thumbnail":null,"section":"New York"},{"date":"19940309","headline":"Nets Put Morris On Injured List","web_url":"https://www.nytimes.com/1994/03/09/sports/basketball-nets-put-morris-on-injured-list.html","abstract":"  The timing could not have been worse. Just when the Nets are making a run for the playoffs, Chris Morris, their best 3-point shooter, was placed on the injured list today with a broken right thumb.   Morris, who was injured Sunday night during the Nets' 126-99 victory over the 76ers, will be sidelined for a minimum of five games and could miss at least three weeks. His spot on the roster will be taken by Rick Mahorn, 35, who has been on the injured list since Jan. 12 with back problems.","thumbnail":null,"section":"Sports"},{"date":"19940309","headline":"Yankees Confront An Early Complainer","web_url":"https://www.nytimes.com/1994/03/09/sports/baseball-yankees-confront-an-early-complainer.html","abstract":"  The batch of newspaper clippings about the Yankees rolled off the fax machine Monday morning. Minutes later, General Manager Gene Michael was rolling his eyes over one article. Where are you, Sterling Hitchcock? Who do you think you are, Sterling Hitchcock? Michael was perturbed.   Three days after the rookie left-hander strongly criticized the Yankees in print for failing to give pitching prospects legitimate opportunities, Hitchcock and his agent met with Michael for more than an hour today. Although both sides said that the meeting had been scheduled for a week and was intended to discuss the pitcher's future, the timing was notable.","thumbnail":null,"section":"Sports"},{"date":"19940309","headline":"Reviews/Film: Four Weddings and a Funeral; Special Occasions And the Urges That Lurk Within","web_url":"https://www.nytimes.com/1994/03/09/movies/reviews-film-four-weddings-funeral-special-occasions-urges-that-lurk-within.html","abstract":"Looking for love at all the right events. Festive and funny.","thumbnail":null,"section":"Movies"},{"date":"19940309","headline":"Koch to Choose Team","web_url":"https://www.nytimes.com/1994/03/09/sports/sports-people-yacht-racing-koch-to-choose-team.html","abstract":"  It was last summer that the first rumblings surfaced about the intentions of BILL KOCH to underwrite an all-women's yachting team for the 1995 America's Cup races. After months of negotiations with the San Diego Yacht Club, which is organizing the competition, Koch is ready to go public with his plans. The yachtsman and financier from Palm Beach, Fla., is expected to announce his team members today during a news conference at the Plaza Hotel. The new yachting syndicate will continue under the banner of the America   Foundation, the nonprofit group that sponsored Koch's successful defense of the America's Cup against Italy in 1992.","thumbnail":null,"section":"Sports"},{"date":"19940309","headline":"Music Notes","web_url":"https://www.nytimes.com/1994/03/09/arts/music-notes.html","abstract":"  Hirshbein Leaving the Y   Omus Hirshbein, the impresario who made the 92d Street Y a vital force on the New York music scene, accepted an offer yesterday to leave the Y and become director of the music program at the National Endowment for the Arts. Mr. Hirshbein said he was not certain when he would take up his new duties, but Susan Clampitt, the deputy director of programs at the endowment, said she expected him to begin in about six weeks.    The position, for which Mr. Hirshbein has a renewable two-year contract, involves overseeing an $11 million program of grants that will go to composers and performers of all kinds. The program, which is the endowment's largest division, covers classical, jazz and multicultural music, but not opera and music theater, which are administered separately. Last year, with a similar budget, the music program received 1,582 applications and distributed 695 grants.","thumbnail":null,"section":"Arts"},{"date":"19940309","headline":"PGA Injury Report Is as Long as a Par-5","web_url":"https://www.nytimes.com/1994/03/09/sports/golf-pga-injury-report-is-as-long-as-a-par-5.html","abstract":"  John Daly is back, and his return to golf after a four-month suspension could not come at a more fortuitous time for the PGA Tour. Normally, the biggest worries out here are whether the greens are too bumpy or the rough is too high or if there are enough courtesy cars for the players.   But the 1994 season has been beset by larger concerns. Too many of the PGA Tour's top stars are on golf's version of the disabled list. It began with the discovery of lymphoma in Paul Azinger's shoulder last December. That was followed by Phil Mickelson's broken femur in a skiing accident last week. Yesterday, Fred Couples withdrew from this week's Honda Classic at Weston Hills with a back injury he suffered while warming up on Sunday.","thumbnail":null,"section":"Sports"},{"date":"19940309","headline":"Micro to Maxi, Romanticism to Postmodernism (and Music)","web_url":"https://www.nytimes.com/1994/03/09/style/IHT-micro-to-maxi-romanticism-to-postmodernism-and-music.html","abstract":"There is no shortage of variety on Paris's musical stages, with two operas by 20th-century masters written 10 years apart, yet light years apart in other ways, and an unnecessary but curious attempt to outfit one of Schubert's great song cycles with a mi","thumbnail":null,"section":"Style"},{"date":"19940309","headline":"Reviews/Film: The Ref; A Christmas That Upends Christmas","web_url":"https://www.nytimes.com/1994/03/09/movies/reviews-film-the-ref-a-christmas-that-upends-christmas.html","abstract":"Burglar and hostages in Connecticut. Diverting surprise, gleefully irreverent.","thumbnail":null,"section":"Movies"},{"date":"19940309","headline":"Off the Wall: Storing Art With Ever-Loving Care","web_url":"https://www.nytimes.com/1994/03/09/nyregion/about-new-york-off-the-wall-storing-art-with-ever-loving-care.html","abstract":"  DEAR DIARY:   Went to Long Island City, along shore of East River, to look at some of the best art in New York City. All sorts of stuff is there. More than 90,000 pieces, including Rembrandts, Van Goghs, Cezannes, Rubens, de Koonings. Almost all of it boxed and wrapped. Even the materials used by the artist Christo to wrap things like the coast of Australia were there in boxes. Imagine Christo wrapped. What a concept.","thumbnail":null,"section":"New York"},{"date":"19940309","headline":"U.S. Showing Frustration Over China's Human Rights Policy","web_url":"https://www.nytimes.com/1994/03/09/world/us-showing-frustration-over-china-s-human-rights-policy.html","abstract":"  Days before Warren Christopher is to arrive on his first visit to China as Secretary of State, the Clinton Administration has begun to acknowledge that its policy of intensified engagement with Beijing has not yet produced the progress it has sought on human rights and nonproliferation of weapons.   Neither Mr. Christopher nor his senior advisers admit outright that their strategy of embracing rather than isolating the Chinese has failed. When Winston Lord, the Assistant Secretary of State for East Asian Affairs and a former Ambassador to China, was asked if that was the case, he denied it on Tuesday.","thumbnail":null,"section":"World"},{"date":"19940309","headline":"Jets and Red Wings In Swap of Goalies","web_url":"https://www.nytimes.com/1994/03/09/sports/sports-people-hockey-jets-and-red-wings-in-swap-of-goalies.html","abstract":"  The Winnipeg Jets and the Detroit Red Wings swapped goaltenders yesterday. BOB ESSENSA and defenseman SERGEI BAUTIN were sent to the Red Wings for TIM CHEVELDAE and center DALLAS DRAKE. Essensa has a 19-30-6 record this season behind Winnipeg's problem-plagued defense. He expects to be in goal in one of two games the Red Wings have this week in Calgary and Edmonton. In exchange, Winnipeg got Cheveldae, 26, who has a record of 16-9-1 this season, but behind a better team. Detroit wanted to strengthen its goaltending heading for the playoffs. A trade involving Essensa and Cheveldae was rumored for weeks, but Jets Coach JOHN PADDOCK said he was looking for a player like Drake, who has 10 goals and 22 assists this season, to make the trade worthwhile. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940309","headline":"Simple Blood or Urine Tests May Soon Track Cancers","web_url":"https://www.nytimes.com/1994/03/09/us/simple-blood-or-urine-tests-may-soon-track-cancers.html","abstract":"  New research suggests that within the next several years, simple blood or urine tests may be used to monitor the progress of cancer treatment or to detect the first signs of malignancies.   Researchers at Boston Children's Hospital and Harvard Medical School said last week that they were able to detect elevated levels of a tumor-related protein in the urine of many patients, with virtually all types of common cancers. And the levels were highest in patients with active, spreading cancers.","thumbnail":null,"section":"U.S."},{"date":"19940309","headline":"Harassment Charge Keeps Ex-U.N. Aide From Being Adviser","web_url":"https://www.nytimes.com/1994/03/09/world/harassment-charge-keeps-ex-un-aide-from-being-adviser.html","abstract":"  Citing perceptions of insensitivity, the Administrator of the United Nations Development Program has decided that his former No. 2 official, who resigned last month amid charges of sexual harassment, should not become a senior adviser, as previously planned.    In the United Nations' first such case, Luis Maria Gomez, a 59-year old Argentine, was accused of sexually harassing an American woman, Catherine Claxton, when she worked for him in 1988.","thumbnail":null,"section":"World"},{"date":"19940309","headline":"Theater in Review","web_url":"https://www.nytimes.com/1994/03/09/theater/theater-in-review-413607.html","abstract":"  Foirades/Fizzles  La Mama E.T.C. 74A East Fourth Street East Village Through Sunday   Text by Samuel Beckett; images adapted from illustrations by Jasper Johns; conceived, adapted and directed by Michael Rush; set by Joy Wulke; lighting by Howard Thies; sound score by David Lawson; choreographed by David Maurice Sharp; photography by Silvia Taccani; stage manager, Nancy Kramer. Presented by La Mama E.T.C.","thumbnail":null,"section":"Theater"},{"date":"19940309","headline":"Article 411248 -- No Title","web_url":"https://www.nytimes.com/1994/03/09/us/article-411248-no-title.html","abstract":"  Michael Novak, a scholar known for formulating a theological defense of capitalism, has won a prize of nearly $1 million established by one of capitalism's most successful practitioners.   Mr. Novak, whose religious arguments linking democracy and capitalism influenced opinion in Eastern Europe and are echoed in Pope John Paul II's writings, was named the winner yesterday of the 1994 Templeton Prize for Progress in Religion.","thumbnail":null,"section":"U.S."},{"date":"19940309","headline":"Review/Dance; Chemistry of Movement and Light","web_url":"https://www.nytimes.com/1994/03/09/arts/review-dance-chemistry-of-movement-and-light.html","abstract":"  In \"Necessary Weather,\" Dana Reitz, Sara Rudner and Jennifer Tipton have focused on the interplay of light and dance. Their stunning new work, a full-fledged collaboration between a lighting designer and two dancers and choreographers, can be seen again tonight through Sunday at the Kitchen.   Performing in silence for an hour and dressed in white, Ms. Reitz and Ms. Rudner are surrounded by total blackness at one point. The dancers glow like incandescent beacons; no conventional spotlight beams down upon them. They seem, in fact, to radiate light, and more significantly, the viewer's perception is that light and movement are perfectly fused, that one cannot be considered without the other.","thumbnail":null,"section":"Arts"},{"date":"19940309","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/03/09/style/chronicle-413747.html","abstract":"  Marie Curie, who twice won the Nobel Prize, is set to be the first woman to be accorded, on the basis of her own accomplishments, the right to be buried in the Pantheon in Paris, Reuters reported yesterday.    French President FRANCOIS MITTERAND said in a television interview marking International Women's Day that he would ask her family for approval to rebury her in the domed monument. She died 60 years ago.","thumbnail":null,"section":"Style"},{"date":"19940309","headline":"1944: A Final Mission : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/03/09/opinion/IHT-1944-a-final-mission-in-our-pages100-75-and-50-years-ago.html","abstract":"SAN ANGELO, Texas - [From our New York edition:] Lieutenant Louie R. Dobbs's one-man campaign to paint the Katemcy, Texas, church has been halted by the Nazis. Credited with sixteen missions and downing three German planes, Lieutenant Dobbs had sent home","thumbnail":null,"section":"Opinion"},{"date":"19940309","headline":"Man in the News; A Rescuer Steeped in Washington's Ways: Lloyd Norton Cutler","web_url":"https://www.nytimes.com/1994/03/09/us/man-in-the-news-a-rescuer-steeped-in-washington-s-ways-lloyd-norton-cutler.html","abstract":"    Lloyd N. Cutler, who was named today by President Clinton to be the new special counsel to the President, has been asked to come to the rescue in much the same manner before.   Mr. Cutler, regarded as among the most seasoned of Washington's lawyers who operate at the intersection of politics and policy, was recruited as President Jimmy Carter's White House counsel in 1979 to replace a longtime associate of the President's family. That lawyer, Robert J. Lipshutz, was judged to be insufficiently steeped in the ways of Washington to help the President cope with a flood of politically tinged legal issues.","thumbnail":null,"section":"U.S."},{"date":"19940309","headline":"Man Is Taunted and Stabbed on Train Platform","web_url":"https://www.nytimes.com/1994/03/09/nyregion/man-is-taunted-and-stabbed-on-train-platform.html","abstract":"  A Bronx man standing with his family on a nearly deserted Metro-North commuter train platform here Monday night was stabbed in the chest by one of several young men who had taunted the family with racial epithets, the authorities said today.    The long, hunting-style knife narrowly missed the heart and left lung of the victim, Nikolle Bajrami, 23, who was released from Lawrence Hospital in Bronxville this morning after doctors treated his wound.","thumbnail":null,"section":"New York"},{"date":"19940309","headline":"In School","web_url":"https://www.nytimes.com/1994/03/09/us/in-school.html","abstract":"  Maurice Romulus is an escapee from the 19th century. He is legally blind and was reared by nuns in a school for the handicapped in Haiti. There he learned to play classical trumpet, which was good for the school when the nuns did fund-raising concerts on cruise ships or in the United States. But the school taught few of the skills needed for independent living -- class work stopped in ninth grade. And so, in 1978, at the age of 22, during a concert tour, this blind man, with help from a friend at Miami Airport, escaped to the 20th century.   Mr. Romulus can see just enough and is so bright, hard-working and friendly, he is usually able to fool people for a while. (He stopped using a cane years ago; if he's wearing magnifying eyeglasses, holds a paper to his nose and the light is good, he can make out letters.) His first job in New York was at a tobacco shop where he worked for two months until he was promoted to messenger and had to quit. \"I couldn't see the addresses,\" he said.","thumbnail":null,"section":"U.S."},{"date":"19940309","headline":"Credit Where It's Due : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/09/opinion/IHT-credit-where-its-due-letters-to-the-editor.html","abstract":"The vast amount of money that Nancy Kerrigan will earn as a result of the attempt to stop her from skating is almost as deplorable as the act itself was..Still more regrettable is the \"poor sport\" attitude expressed in the implication (see th","thumbnail":null,"section":"Opinion"},{"date":"19940309","headline":"Bowe Keeps His Glove in HBO View","web_url":"https://www.nytimes.com/1994/03/09/sports/boxing-notebook-bowe-keeps-his-glove-in-hbo-view.html","abstract":"  Riddick Bowe, who seemed so invincible only a few months ago, seemed so much history yesterday.    The name of Bowe, the former heavyweight champion of the world, rarely came up as the people who run the careers of the current champions, Lennox Lewis and Evander Holyfield, spoke of an eventual showdown between the pair next November.","thumbnail":null,"section":"Sports"},{"date":"19940309","headline":"Tight Race for Rostenkowski Has Nationwide Implications","web_url":"https://www.nytimes.com/1994/03/09/us/tight-race-for-rostenkowski-has-nationwide-implications.html","abstract":"  Dan Rostenkowski was digging into the bacon and ham and scrambled eggs at a political breakfast on Saturday when Anthony Laurino, an ally and the dean of Chicago's City Council, gave the 39th ward precinct captains their marching orders with a rhetorical, if ungrammatical, question, \"Who's going to do us the best, the money, the projects for the City of Chicago?\"   A very different crowd, younger and eager to talk about issues, was on hand the next night at the garish Crobar dance hall on the city's Northwest Side, where Mr. Rostenkowski's chief challenger in next week's primary, State Senator John Cullerton, bluntly put the case against him this way: \"If he is indicted, he will lose all his power. Let's decide who has the best future.\"","thumbnail":null,"section":"U.S."},{"date":"19940309","headline":"Trial in Killing of Journalist Goes to the Jury","web_url":"https://www.nytimes.com/1994/03/09/nyregion/trial-in-killing-of-journalist-goes-to-the-jury.html","abstract":"  A jury began deliberations yesterday in the killing of a crusading anti-drug journalist, after hearing a prosecutor declare that the teen-age defendant \"calmly killed\" the victim in a plot ordered by a Colombian drug-cartel leader.   \"He extends the gun, he fires once, he fires twice and with rock-steady hands he blows out the brains of Manual de Dios,\" the prosecutor, Eric Friedberg, told a jury in Federal District Court in Brooklyn as he delivered his closing argument and with it the prosecution version of how Manual de Dios Unanue was cut down in an Elmhurst, Queens, restaurant two years ago this Friday.","thumbnail":null,"section":"New York"},{"date":"19940309","headline":"Managers of Co-ops and Condos Are Accused of Payoffs Scheme","web_url":"https://www.nytimes.com/1994/03/09/nyregion/managers-of-co-ops-and-condos-are-accused-of-payoffs-scheme.html","abstract":"  Managers of hundreds of Manhattan cooperative and condominium apartment buildings have routinely extorted payoffs from contractors for work in the buildings, a three-year investigation by the Manhattan District Attorney's office has concluded.    Investigators said the practice of extracting payoffs from the contractors, who did buildingwide work like waterproofing and painting, was commonplace, as routine as tipping the doorman at Christmas. In fact, some managers insisted to prosecutors that they had done nothing illegal, although they acknowledged that they would not want their co-op and condo boards to know what they had done.","thumbnail":null,"section":"New York"},{"date":"19940309","headline":"A Happy Anachronism","web_url":"https://www.nytimes.com/1994/03/09/opinion/l-a-happy-anachronism-415456.html","abstract":"  To the Editor:   If opponents to carriage horses on Fifth Avenue believe the horses are not well cared for, which has not been demonstrated, they should present their evidence. If they believe vehicular traffic is a hazard to man and beast, they should advocate removal of the hazards, not confine people and horses to Central Park.","thumbnail":null,"section":"Opinion"},{"date":"19940309","headline":"How to Investigate Whitewater","web_url":"https://www.nytimes.com/1994/03/09/opinion/how-to-investigate-whitewater.html","abstract":"  A potentially destructive battle over how best to investigate the Whitewater affair has erupted between Republicans who are pressing for Congressional hearings and the independent counsel, Robert Fiske, who is pursuing a criminal investigation.    Mr. Fiske fears that a rogue Congress could foul up his work -- which it could if it plunges ahead with abandon. But Congress has a clear right to ask questions about government regulation of the savings and loan mess in Arkansas and, even more urgently, about whether the recently disclosed White House meetings with bank regulators represented an attempt to obstruct justice.","thumbnail":null,"section":"Opinion"},{"date":"19940309","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/03/09/nyregion/metro-digest-408735.html","abstract":"  NEW YORK CITY  CONDOS AND CO-OPS EXTORTING PAYOFFS   Managers of hundreds of Manhattan cooperative and condominium apartment buildings have routinely extorted payoffs from contractors for work in the buildings, a three-year investigation by the Manhattan District Attorney's office has concluded. A1.","thumbnail":null,"section":"New York"},{"date":"19940309","headline":"Britain and Europe : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/09/opinion/IHT-britain-and-europe-letters-to-the-editor.html","abstract":"Regarding \"Glaring at the Continent\" (Letters, Feb. 10):.Anthony J. Harrison commends Roy Denman for his article on the \"thoroughly destructive attitude of the British media to all things Continental\" (\"Read All About It - Good","thumbnail":null,"section":"Opinion"},{"date":"19940309","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/03/09/sports/results-plus-412686.html","abstract":"  YACHT RACING  Intrum Justitia in Lead  Intrum Justitia opened a lead of 31 nautical miles yesterday on the fourth leg of the Whitbread Round the World Race. The European Whitbread 60 Class yacht, skippered by Lawrie Smith of Britain, was reported 917 miles from the finish of the leg in Punta del Este, Uruguay. New Zealand Endeavor, the leading Maxiclass entry, was second and Tokio was in third place, 37 miles behind Endeavor, with Yamaha another three miles back. Most of the 14-yacht fleet have rounded Cape Horn, but some were struggling to continue. The British boat Dolphin and Youth reported a badly damaged mainsail, while the all-female entry, Heineken, suffered a broken rudder. The leaders are expected to reach Punta del Este on Friday. The 5,900-mile leg began Feb. 20 in Auckland, New Zealand. The 32,000-mile, six-leg race is expected to finish in Southampton, England, in July. (AP) TENNIS  Svensson Advances    The second-seeded Jonas Svensson of Sweden defeated Johan Van Herck of Belgium, 6-1, 6-4, yesterday in the ATP Zaragoza Open in Zaragoza, Spain. Svensson became the highest seeded player in the event when Karel Novacek, top-seeded player and defending champion, was upset in his first-round match on Monday. (AP) TRACK AND FIELD  Moroccan Wins 5,000  Mohammed Issangar of Morocco beat the world champion, Ismael Kirui, in the 5,000-meter run yesterday to score a surprising victory at the DN Games meet in Stockholm. Issangar won in 13 minutes 26.84 seconds at Globe arena, finishing 5.06 seconds ahead of Kirui. His victory overshadowed winning performances by Colin Jackson, Merlene Ottey and Dennis Mitchell. Jackson, the indoor world-record holder in the 60-meter hurdles, won his event in 7.42 seconds. Ottey took the 60-meter final in 7.09 in her final event of her indoor season. Mitchell ran the 60 meters in 6.61, just 0.03 seconds ahead of Joel Isasi of Cuba. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940309","headline":"New Role for McAnuff At La Jolla Playhouse","web_url":"https://www.nytimes.com/1994/03/09/theater/new-role-for-mcanuff-at-la-jolla-playhouse.html","abstract":"  Des McAnuff, who has been the artistic director of the La Jolla Playhouse in La Jolla, Calif., since 1983, will step down after the 1994 season, the theater announced on Monday. His replacement will be Michael Greif, 34, a former director in residence at the Joseph Papp Public Theater in Manhattan who has directed many productions at La Jolla.","thumbnail":null,"section":"Theater"},{"date":"19940309","headline":"Don't Trust Those Lying Lie Detectors","web_url":"https://www.nytimes.com/1994/03/09/opinion/l-don-t-trust-those-lying-lie-detectors-415340.html","abstract":"  To the Editor:   William Safire makes some powerful arguments against the lie detector in \"Holy Moley!\" (column, Feb. 24). Two other arguments are compelling.","thumbnail":null,"section":"Opinion"},{"date":"19940309","headline":"Thoughts Deep in the Heart of Texas","web_url":"https://www.nytimes.com/1994/03/09/sports/baseball-thoughts-deep-in-the-heart-of-texas.html","abstract":"  Perhaps Will Clark can replace Rafael Palmeiro, the hitter, in the Texas lineup, but the man Clark replaces firmly believes that the Rangers will miss Rafael Palmeiro, the diplomat.   Still stung by the Rangers' failure to sign him as a free agent last December, Palmeiro spoke of his role as a liaison between various groups of players in the Rangers' clubhouse, especially Americans and Latin Americans.","thumbnail":null,"section":"Sports"},{"date":"19940309","headline":"'Show Boat' to Move Without Robert Morse","web_url":"https://www.nytimes.com/1994/03/09/theater/show-boat-to-move-without-robert-morse.html","abstract":"  Robert Morse, the Tony-winning actor and comedian who has been starring as Cap'n Andy in the Toronto production of \"Show Boat,\" will not move to New York with the show in the fall. In a statement yesterday, Mr. Morse said he needed a break from performing and that he had reached an agreement with the show's producer, Garth Drabinsky, that would give him one.","thumbnail":null,"section":"Theater"},{"date":"19940309","headline":"Martin Marietta Gobbles Up Grumman","web_url":"https://www.nytimes.com/1994/03/09/opinion/martin-marietta-gobbles-up-grumman.html","abstract":"  In the latest mega-dollar deal in the defense industry, the Martin Marietta Corporation has agreed to buy the Grumman Corporation for $1.9 billion. Grumman, the venerable Long Island aerospace company, founded in 1929, is just another in a long line of military contractors to fold its wings as Pentagon procurements slow to match a vastly shrunken threat.    Defense jobs will continue to disappear. That is not the consequence of consolidation in the industry, but of smaller Pentagon budgets. Grumman's work force, for instance, is down to 18,000, from 33,700 in 1987. Many more layoffs are likely with the end of F-14 production and cancellation of other carrier-based aircraft.","thumbnail":null,"section":"Opinion"},{"date":"19940309","headline":"Clinton's Coming to New York, But Mayor May Skip Invitation","web_url":"https://www.nytimes.com/1994/03/09/nyregion/clinton-s-coming-to-new-york-but-mayor-may-skip-invitation.html","abstract":"  President Clinton is due at Brooklyn College for a talk-show-style get-together on community policing and national service on Thursday and has invited Mayor Rudolph W. Giuliani.   But in a revealing example of what can happen when a besieged Democratic White House wants to share the crime-fighting glow of a newly Republican City Hall, and a new Republican Mayor wants the spotlight for his gun-control ideas but only on his terms, Mr. Giuliani has \"no plans\" to attend, a top Giuliani aide said today.","thumbnail":null,"section":"New York"},{"date":"19940309","headline":"Success Takes Toll on the Pompidou Center","web_url":"https://www.nytimes.com/1994/03/09/arts/success-takes-toll-on-the-pompidou-center.html","abstract":"  Imposing building projects are still springing up all over Paris. But to judge from the newspapers and the evidence of one's eyes, the city is also falling apart, forcing the closing or at least the masking of many of its most famous tourist sites.   Already, scaffolding covers both towers of Notre-Dame Cathedral as part of a major restoration of its crumbling exterior. Part of the Grand Palais, home to many of the city's most glamorous art exhibitions, will be closed for a couple of years. The Palais Garnier, the opulent 19th-century opera house that is the base of the Paris Opera Ballet, is to be shut beginning next year for 18 months. Other landmark Paris museums, theaters and concert halls are likewise set for protracted restoration: the Palais de Tokyo, the Musee Guimet, the Comedie-Francaise, the Olympia theater.","thumbnail":null,"section":"Arts"},{"date":"19940309","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/09/opinion/IHT-letters-to-the-editor.html","abstract":"As an American who has seen virtually unlimited evidence of the senseless and enormously expensive abuse of public and private property by vandals in the United States, I have little sympathy for 18-year-old Michael Peter Fay. No one has the right to appl","thumbnail":null,"section":"Opinion"},{"date":"19940309","headline":"Monmouth Names Aide","web_url":"https://www.nytimes.com/1994/03/09/sports/sports-people-colleges-monmouth-names-aide.html","abstract":"  Eight months after becoming the first woman to serve as president of Monmouth College, REBECCA STAFFORD has named the first woman to serve as the 60-year-old college's athletic director. She is MARILYN McNEIL, a former Canadian coach of the year who has been associate athletic director at Cal Poly since 1987. She succeeds WAYNE SZOKE, the men's basketball coach, who relinquished his duties as athletic director so he could devote full time to his coaching duties.","thumbnail":null,"section":"Sports"},{"date":"19940309","headline":"Personal Health","web_url":"https://www.nytimes.com/1994/03/09/us/personal-health-412392.html","abstract":"  AT the age of 96, George Abbott, the grand old man of American theater, had a pacemaker installed to maintain a normal rhythm in his aging heart. The surgeon told him that it would last about a decade, to which a distressed Mr. Abbott replied to the bemused doctor, \"You mean I'm going to have to come back here in 10 years and go through all this again?\"   Well, last month at the age of 106, Mr. Abbott returned to have a new pacemaker battery installed, leaving him well prepared to attend last week's Broadway opening of a revival of one of his greatest triumphs, \"Damn Yankees.\"","thumbnail":null,"section":"U.S."},{"date":"19940309","headline":"Review/Music; Kissin's Ways of Wonder","web_url":"https://www.nytimes.com/1994/03/09/arts/review-music-kissin-s-ways-of-wonder.html","abstract":"  Yevgeny Kissin pulled all the stops at the end of his recital on Friday evening at Avery Fisher Hall, finishing with four of Liszt's \"Transcendental Etudes\" and returning to Liszt in his encores, regaling the appreciative crowd with one blockbuster after another. The results were spectacular. As familiar as Mr. Kissin's fabulous technique has become, it is hard to take for granted; he is, after all, only 22.   Still, the less showy moments earlier in the evening were almost more impressive in their maturity. Mr. Kissin began with excellent performances of two Schumann works. At the start of the \"Arabesque\" (Op. 18), all the rippling notes seemed to dissolve in eloquent long-breathed phrases. The outer movement of the Fantasy in C (Op. 17) had a fine reflective quality; in the middle movement, some smudges at the first return of the big chords came as welcome reassurance that Mr. Kissin is only human, however much the later evidence seemed to suggest otherwise.","thumbnail":null,"section":"Arts"},{"date":"19940309","headline":"ISRAELI ARMY SAYS SECURITY WAS LAX AT MASSACRE SITE","web_url":"https://www.nytimes.com/1994/03/09/world/israeli-army-says-security-was-lax-at-massacre-site.html","abstract":"  Israel began its formal inquiry into the Hebron massacre today with the army commander for the West Bank testifying that a breakdown had occurred in security arrangements that could have prevented the mass killing of Palestinian worshipers by an Israeli settler.   The commander, Maj. Gen. Danny Yatom, also acknowledged that the army's entire focus had been on potential terrorist acts by Arabs against Jews in the occupied territories, and that the possibility of a reverse situation had never been considered.","thumbnail":null,"section":"World"},{"date":"19940309","headline":"From Orthodox Jewish Education to Hebron","web_url":"https://www.nytimes.com/1994/03/09/opinion/l-from-orthodox-jewish-education-to-hebron-415413.html","abstract":"  To the Editor:   \"Mutual Sorrow, Mutual Gain\" (Op-Ed, March 2), Cynthia Ozick's calculus of balancing atrocities in the Hebron mass murders, is reprehensible, and her advocacy of the redemptive powers of contrition too facile.","thumbnail":null,"section":"Opinion"},{"date":"19940309","headline":"Giuliani Might Back Any of '94 Hopefuls","web_url":"https://www.nytimes.com/1994/03/09/nyregion/giuliani-might-back-any-of-94-hopefuls.html","abstract":"  On a lobbying trip to the State Capitol today, New York City's Republican Mayor, Rudolph W. Giuliani, refused to rule out the possibility that he would support Gov. Mario M. Cuomo, a Democrat, for re-election this year.   \"The assumption should be that I'm going to support the Republican ticket for governor,\" Mr. Giuliani said. But he added that he would first have to know who the party's nominee was, what the views of the Republican ticket were, and what the nominee planned to do for New York City.","thumbnail":null,"section":"New York"},{"date":"19940309","headline":"Books of The Times; Not-So-Timeless Musings On Topics Once Timely","web_url":"https://www.nytimes.com/1994/03/09/books/books-of-the-times-not-so-timeless-musings-on-topics-once-timely.html","abstract":"   The Man in the Water   By Roger Rosenblatt   424 pages. Random House. $25.     Roger Rosenblatt writes or has written for Time, Vanity Fair, The New Republic, Men's Journal and Family Cirle; on PBS, he also provides the MacNeil/Lehrer Newshour with essays and commentary. His job is to produce light or serious but always civilized musings on many subjects: the gulf war, one man's heroism after an airplane crash; the meaning of Christmas, New Year's, Mother's or Father's Day; the charms and follies of mass culture; the pleasure of good talk and good literature.","thumbnail":null,"section":"Books"},{"date":"19940309","headline":"Mayor Details Buyout Offer for City Workers","web_url":"https://www.nytimes.com/1994/03/09/nyregion/mayor-details-buyout-offer-for-city-workers.html","abstract":"  Negotiating with New York City's municipal unions for the first time, the administration of Mayor Rudolph W. Giuliani offered yesterday to pay workers $5,000 to $10,000 each in cash and provide up to a year of health benefits to entice about 7,600 of them to leave the municipal payroll, administration officials said.   As part of its offer, the Mayor's office told the unions that it would allow workers to collect pay for unused vacation days and sick leave, in payments spread out over the next three years. That could amount to \"extraordinarily large pots of money,\" one of the officials said. The offer also included unemployment insurance in most cases, the official said, and a job retraining program.","thumbnail":null,"section":"New York"},{"date":"19940309","headline":"1894: Bombing Outrage : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/03/09/opinion/IHT-1894-bombing-outrage-in-our-pages100-75-and-50-years-ago.html","abstract":"ROME - The Italian Chamber of Deputies was to-day [March 8] the scene of a diabolical anarchist outrage. A bomb was exploded before the Italian Chamber during the sitting of Parliament. The number of victims, fortunately, was small. The outrage has caused","thumbnail":null,"section":"Opinion"},{"date":"19940309","headline":"Muslims of Mostar Emerge, Bitterly, to a City Laid Waste","web_url":"https://www.nytimes.com/1994/03/09/world/muslims-of-mostar-emerge-bitterly-to-a-city-laid-waste.html","abstract":"  For nine months, the Muslim-controlled eastern part of Mostar suffered under ceaseless artillery and mortar bombardment, its residents huddling in dark basements while their community was destroyed and more than 2,000 of their neighbors were killed or wounded.   Now, emerging into the light and surveying the ruins, people in eastern Mostar must absorb two shocks. The first is the scope of devastation here, an apocalypse beyond imagining even for people in other long-besieged cities like Sarajevo.","thumbnail":null,"section":"World"},{"date":"19940309","headline":"Public & Private; The Little Woman","web_url":"https://www.nytimes.com/1994/03/09/opinion/public-private-the-little-woman.html","abstract":"  From the moment she first became a major player in national politics, Hillary Rodham Clinton has been a combination of brilliant technocrat, political wife, new woman, savvy adviser and power behind the throne, confusing and compelling in equal parts.    Oh, but you ain't seen nothin' yet.","thumbnail":null,"section":"Opinion"},{"date":"19940309","headline":"1919:Polish Epidemic : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/03/09/opinion/IHT-1919polish-epidemic-in-our-pages100-75-and-50-years-ago.html","abstract":"WARSAW - It is practically impossible to write of conditions as they exist here in Poland without writing of direst misery and suffering. According to figures collected by the Department of Health, there are now no fewer than 100,000 cases of typhus in t","thumbnail":null,"section":"Opinion"},{"date":"19940309","headline":"Bonn Journal; Now Breathing Down Kohl's Neck Is Big Socialist","web_url":"https://www.nytimes.com/1994/03/09/world/bonn-journal-now-breathing-down-kohl-s-neck-is-big-socialist.html","abstract":"  If Germans could choose Chancellors the way Americans pick Presidents -- voting for them by name on the ballot -- a 46-year-old state Governor would beat Helmut Kohl by a landslide, all the public opinion polls indicate.    Rudolf Scharping, a Social Democrat, is giving Mr. Kohl the most serious political challenge he has faced since he became Chancellor in 1982.","thumbnail":null,"section":"World"},{"date":"19940309","headline":"OLYMPICS;\nSpirit of Support for Atlanta Games","web_url":"https://www.nytimes.com/1994/03/09/sports/olympics-spirit-of-support-for-atlanta-games.html","abstract":"After criticizing the lack of support by governmental agencies for Olympic projects over the past year, Billy Payne, the Atlanta Olympic chief, said there has been a sharp reversal of attitude and increased support for the 1996 Olympic Games here.\n\nIn an interview today, Payne said that Atlanta residents will vote next week on a bond issue intended to improve the city's crumbling street and sewer systems in time for the 1996 Games. At the same time, there has been increased support from the state government for Olympic projects, he said.","thumbnail":null,"section":"Sports"},{"date":"19940309","headline":"Drug Charges Filed","web_url":"https://www.nytimes.com/1994/03/09/sports/sports-people-hockey-drug-charges-filed.html","abstract":"  TOM McCARTHY, a wing who spent nine seasons in the National Hockey League with the Minnesota North Stars and Boston Bruins, was among 24 people accused in Minneapolis for taking part in an international drug-smuggling ring. The indictment, returned Feb. 24 by a Federal grand jury, had been sealed pending the arrest of the suspects, who live in Minnesota and California. The men are charged with conspiring to import and distribute about seven and a half tons of marijuana and multiple kilograms of cocaine from 1988 to 1993. United States Attorney DAVID LILLEHAUG said the alleged smuggling operation stretched from Colombia to California to St. Paul and Mankato, Minn. The indictment charges McCarthy, who played for the the North Stars in the 1981 Stanley Cup finals, with conspiring to distribute cocaine and marijuana. He was arrested Friday and released on a $10,000 personal recognizance bond. If convicted, he faces a maximum sentence of 10 years to life in prison and a $4 million fine. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940309","headline":"From Orthodox Jewish Education to Hebron; Scripture Distorted","web_url":"https://www.nytimes.com/1994/03/09/opinion/l-from-orthodox-jewish-education-to-hebron-scripture-distorted-415430.html","abstract":"  To the Editor:   \"One million Arabs are not worth a Jewish fingernail,\" said Rabbi Yaacov Perrin in his eulogy of Dr. Baruch Goldstein (news article, Feb. 28). The original Hebraic phraseology comes from the Midrash to Deuteronomy which, typically, elaborates on the sparse biblical description of the death of Moses.","thumbnail":null,"section":"Opinion"},{"date":"19940309","headline":"Bill Offered On Requiring AIDS Report","web_url":"https://www.nytimes.com/1994/03/09/nyregion/bill-offered-on-requiring-aids-report.html","abstract":"  A bipartisan group of state lawmakers proposed legislation today that would require mothers to be notified if their newborn babies tested positive for H.I.V., rejecting the report of a state advisory panel that opposed the idea last month.   In a news conference carefully calculated to build pressure on the leadership of the Senate and the Assembly, the lawmakers flanked themselves with two children infected with H.I.V. while they starkly portrayed the issue as one that pitted the welfare of infants against the privacy of adults.","thumbnail":null,"section":"New York"},{"date":"19940309","headline":"3 Officers Held on Charges Of Extortion Conspiracy","web_url":"https://www.nytimes.com/1994/03/09/nyregion/3-officers-held-on-charges-of-extortion-conspiracy.html","abstract":"  Three New York City police officers were arrested yesterday on Federal charges that they shook down drug dealers, traded in stolen guns, made false arrests and used their badges to intimidate people along their Brooklyn beat.   The officers, from the 73d Precinct in Brownsville, typically traveled in caravans of three and four patrol cars as they went on their near-nightly raids, ignoring assignments that came over their police radios, senior law-enforcement officials said, adding that more arrests are expected.","thumbnail":null,"section":"New York"},{"date":"19940309","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/03/09/style/chronicle-412260.html","abstract":"  JACQUELINE KENNEDY ONASSIS, who was reported last month to be undergoing chemotherapy for non-Hodgkins lymphoma, has agreed to serve as the chairwoman of the American Ballet Theater's spring gala on May 9.   Mrs. Onassis has continued to work as a book editor during her treatment for the disease, a treatable form of cancer of the lymphatic system, but has curtailed her public appearances. She said, however, that she would be present at the gala, which will include performances of excerpts from Tchaikovsky ballets and a dinner dance in Damrosch Park at Lincoln Center.","thumbnail":null,"section":"Style"},{"date":"19940309","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/03/09/style/chronicle-413798.html","abstract":"  Among the moments of levity in Washington this week, was one yesterday at the end of a coffee hour that the Senate Foreign Relations Committee held in the Capitol for the visiting President of Georgia, EDUARD A. SHEVARDNADZE.   After serious discussions concluded, Senator EDWARD M. KENNEDY turned to Mr. Shevardnadze and reminded him of a visit that Senator Claiborne Pell, the chairman of the committee, had made to his country in 1984.","thumbnail":null,"section":"Style"},{"date":"19940309","headline":"Knicks Aiming At the Hawks And Manning","web_url":"https://www.nytimes.com/1994/03/09/sports/basketball-knicks-aiming-at-the-hawks-and-manning.html","abstract":"  The Knicks still believe they will catch the Atlanta Hawks. But time is running out. That is why Wednesday's Knicks-Hawks showdown in Atlanta is one of New York's most important games to date.   The Hawks have the best record in the Eastern Conference, holding an edge of two games over New York.","thumbnail":null,"section":"Sports"},{"date":"19940309","headline":"OPENNESS IS VOWED","web_url":"https://www.nytimes.com/1994/03/09/us/president-chooses-another-counsel-openness-is-vowed.html","abstract":"  Lloyd N. Cutler was appointed special counsel to the President today and said White House aides would testify before any Congressional inquiry into the Whitewater case.   Trying to demonstrate the openness that he had promised on the matter, Mr. Clinton said at a news conference in which he announced the appointment that he would not try to use the powers of his office to shield himself from scrutiny.","thumbnail":null,"section":"U.S."},{"date":"19940309","headline":"Fiction Can Beam Them Up to Science","web_url":"https://www.nytimes.com/1994/03/09/opinion/l-fiction-can-beam-them-up-to-science-415359.html","abstract":"  To the Editor:   Ken Kalfus's \"Science Fiction at the Planetarium\" (Op-Ed, Feb. 26) is critical of the Hayden Planetarium at the American Museum of Natural History in New York for blurring the line between science and entertainment by offering a \"Star Trek\" sky show and exhibition. He ought to have noted that the first attraction to science for many scientists, often when they were children, came through science fiction, whether in books, comics, radio, television or movies.","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19940309","time":"1994-03-09 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":86,"wspd":18.4},{"date":"19940309","time":"1994-03-09 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":86,"wspd":14.8},{"date":"19940309","time":"1994-03-09 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":86,"wspd":14.8},{"date":"19940309","time":"1994-03-09 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.6,"rhum":87,"wspd":14.8},{"date":"19940309","time":"1994-03-09 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":86,"wspd":18.4},{"date":"19940309","time":"1994-03-09 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.6,"rhum":86,"wspd":13},{"date":"19940309","time":"1994-03-09 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.6,"rhum":84,"wspd":14.8},{"date":"19940309","time":"1994-03-09 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":88,"wspd":16.6},{"date":"19940309","time":"1994-03-09 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":88,"wspd":16.6},{"date":"19940309","time":"1994-03-09 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":86,"wspd":16.6},{"date":"19940309","time":"1994-03-09 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":83,"wspd":22.3},{"date":"19940309","time":"1994-03-09 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":84,"wspd":22.3},{"date":"19940309","time":"1994-03-09 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":82,"wspd":20.5},{"date":"19940309","time":"1994-03-09 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":85,"wspd":16.6},{"date":"19940309","time":"1994-03-09 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":88,"wspd":22.3},{"date":"19940309","time":"1994-03-09 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":83,"wspd":16.6},{"date":"19940309","time":"1994-03-09 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":81,"wspd":9.4},{"date":"19940309","time":"1994-03-09 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":82,"wspd":11.2},{"date":"19940309","time":"1994-03-09 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":82,"wspd":13},{"date":"19940309","time":"1994-03-09 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":79,"wspd":14.8},{"date":"19940309","time":"1994-03-09 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":70,"wspd":14.8},{"date":"19940309","time":"1994-03-09 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":71,"wspd":11.2},{"date":"19940309","time":"1994-03-09 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":71,"wspd":18.4},{"date":"19940309","time":"1994-03-09 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":73,"wspd":16.6},{"date":"19940309","time":"1994-03-09 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":85,"wspd":14.8},{"date":"19940309","time":"1994-03-09 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":68,"wspd":14.8},{"date":"19940309","time":"1994-03-09 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":60,"wspd":27.7},{"date":"19940309","time":"1994-03-09 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":57,"wspd":22.3},{"date":"19940309","time":"1994-03-09 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":46,"wspd":25.9},{"date":"19940309","time":"1994-03-09 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":42,"wspd":27.7},{"date":"19940309","time":"1994-03-09 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":38,"wspd":25.9},{"date":"19940309","time":"1994-03-09 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":43,"wspd":22.3},{"date":"19940309","time":"1994-03-09 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":45,"wspd":16.6},{"date":"19940309","time":"1994-03-09 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":45,"wspd":20.5},{"date":"19940309","time":"1994-03-09 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":47,"wspd":18.7},{"date":"19940309","time":"1994-03-09 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":45,"wspd":18.7},{"date":"19940309","time":"1994-03-09 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":47,"wspd":14.8},{"date":"19940309","time":"1994-03-09 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":45,"wspd":14.8},{"date":"19940309","time":"1994-03-09 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":47,"wspd":11.2},{"date":"19940309","time":"1994-03-09 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":44,"wspd":9.4},{"date":"19940309","time":"1994-03-09 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":46,"wspd":11.2},{"date":"19940309","time":"1994-03-09 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":44,"wspd":9.4},{"date":"19940309","time":"1994-03-09 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":46,"wspd":13},{"date":"19940309","time":"1994-03-09 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":61,"wspd":11.2},{"date":"19940309","time":"1994-03-09 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":75,"wspd":11.2},{"date":"19940309","time":"1994-03-09 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":82,"wspd":11.2},{"date":"19940309","time":"1994-03-09 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":78,"wspd":14.8},{"date":"19940309","time":"1994-03-09 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":85,"wspd":14.8}]},"19940310":{"guardian_articles":[],"nytimes_articles":[{"date":"19940310","headline":"Rally in Capital Protests a Rise In Smoking Tax","web_url":"https://www.nytimes.com/1994/03/10/us/rally-in-capital-protests-a-rise-in-smoking-tax.html","abstract":"  Granted, this sounds peculiar. But to protest President Clinton's plans for financing his proposed overhaul of the health care system, some of the nation's biggest tobacco companies virtually stopped making cigarettes today.   Instead, they shuttered their factories and bused their employees -- and tobacco farmers, leaf processors, cigarette-carton makers and a throng of other industry workers -- to Washington and the biggest pro-cigarette rally in political annals.","thumbnail":null,"section":"U.S."},{"date":"19940310","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/10/nyregion/c-corrections-417491.html","abstract":"  An article on March 2 about a dive by an unmanned Japanese submersible in the Marianas Trench of the Pacific Ocean referred imprecisely, in some editions, to the record depth reached by a manmade vehicle. It is 35,800 feet.","thumbnail":null,"section":"New York"},{"date":"19940310","headline":"Ex-Dinkins Official Goes From Daily Crises to Duck Watching","web_url":"https://www.nytimes.com/1994/03/10/nyregion/ex-dinkins-official-goes-from-daily-crises-to-duck-watching.html","abstract":"  Many New Yorkers no doubt dream of shedding the pressure and bustle of New York City for the calm and solitude of a pastoral village. But few act on the impulse.   One of those who did is Suzanne Trazoff, who for nearly all of the last dozen years was as close to the anxiety-provoking heart of the city as any New Yorker. As the chief spokeswoman for the Human Resources Administration, the vast city agency that oversees social services for the poor, and, most recently, for the Police Department, she survived more than a decade of daily crises.","thumbnail":null,"section":"New York"},{"date":"19940310","headline":"Bill to Ban Club Bias Is Gaining in Albany","web_url":"https://www.nytimes.com/1994/03/10/nyregion/bill-to-ban-club-bias-is-gaining-in-albany.html","abstract":"  Fourteen years after it was first introduced, a bill to ban discrimination by many private clubs in New York seems headed for passage this year, Senate and Assembly leaders said today.   The bill has been passed seven times in the Democratic-led Assembly since 1980, only to die each year in the Republican-majority Senate. But it has been given new life by an amendment that would state explicitly that clubs can still use whatever selective criteria they choose in evaluating applicants for membership and determining who can use their facilities, as long as those criteria do not constitute illegal discrimination.","thumbnail":null,"section":"New York"},{"date":"19940310","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/10/nyregion/c-corrections-423181.html","abstract":"  A report in the Off the Menu column in The Living Section yesterday, about restaurants' Passover plans, referred incorrectly to the menu that will be served for a week starting March 26 at Lattanzi in Manhattan. It is not kosher, and it is $40 a person, not $35.","thumbnail":null,"section":"New York"},{"date":"19940310","headline":"Lawmaker's Partnership in a Consulting Firm Is Queried","web_url":"https://www.nytimes.com/1994/03/10/nyregion/lawmaker-s-partnership-in-a-consulting-firm-is-queried.html","abstract":"  Assemblyman Clarence Norman Jr. sponsored legislation that allowed the city hospital system to require contractors to hire minority-owned companies in rebuilding Kings County Hospital Center, just two months before he became a business partner of a man who had a contract worth hundreds of thousands of dollars to recruit minority contractors for the project.   The bill, which was signed into law in July 1990, made the city's Health and Hospitals Corporation subject to state regulations that require a proportion of subcontracts to go to minority- and women-owned companies. Without the amendment, the corporation could not require prime contractors to employ minority businesses.","thumbnail":null,"section":"New York"},{"date":"19940310","headline":"Weapons Conviction Reinstated for 7 Davidians","web_url":"https://www.nytimes.com/1994/03/10/us/weapons-conviction-reinstated-for-7-davidians.html","abstract":"  Prompting cries of outrage from defense lawyers, the Federal judge in the Branch Davidian trial reinstated guilty verdicts today against seven defendants on a weapons charge. The judge's reversal of an earlier ruling could add several years to their sentences.   One defendant, Ruth Ottman Riddle, was pronounced free of all counts last month against her after the trial in San Antonio and was expected to be deported soon to her native Canada. But she could now face as many as 30 years in prison because of the judge's ruling, her lawyer said today.","thumbnail":null,"section":"U.S."},{"date":"19940310","headline":"1894: The Cyclist King : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/03/10/opinion/IHT-1894-the-cyclist-king-in-our-pages100-75-and-50-years-ago.html","abstract":"BRUSSELS - There has been much excitement in sporting and cycling circles here and abroad about the statement that King Leopold is about to learn to ride the bicycle. The truth is that the King has been taking exercise on a tricycle, thus following medica","thumbnail":null,"section":"Opinion"},{"date":"19940310","headline":"Let's Stop Looking for Out-of-State Landfills","web_url":"https://www.nytimes.com/1994/03/10/opinion/l-let-s-stop-looking-for-out-of-state-landfills-423645.html","abstract":"  To the Editor:   You report March 4 that Mayor Rudolph W. Giuliani is looking out of state for landfills to take some of New York City's garbage.","thumbnail":null,"section":"Opinion"},{"date":"19940310","headline":"Accord Gives Black Firefighters Injury Benefits","web_url":"https://www.nytimes.com/1994/03/10/nyregion/accord-gives-black-firefighters-injury-benefits.html","abstract":"  It took a court order in 1968 to force the volunteer fire department in this once all-white community to start admitting blacks.   But for another 26 years, an association affiliated with the department -- and unknown to black firefighters until 1980 -- continued to bar black firefighters, denying them the state-financed death and injury benefits to which they were entitled.","thumbnail":null,"section":"New York"},{"date":"19940310","headline":"Mayor Accused Of Sabotaging Civilian Board","web_url":"https://www.nytimes.com/1994/03/10/nyregion/mayor-accused-of-sabotaging-civilian-board.html","abstract":"  In a heated hearing about the board that reviews complaints of police misconduct, several City Council members complained bitterly last night that the Giuliani administration was trying to cripple the board by leaving positions unfilled.   \"You're undermining the credibility of this agency,\" Sheldon S. Leffler, a Democratic Councilman from Queens, told administration budget officials, complaining that the positions were already budgeted for the current fiscal year.","thumbnail":null,"section":"New York"},{"date":"19940310","headline":"Different Kind of Islam","web_url":"https://www.nytimes.com/1994/03/10/opinion/l-different-kind-of-islam-423785.html","abstract":"  To the Editor:   In your usually informative reporting, you should not fail to distinguish between the Nation of Islam and orthodox Sunnite or Shiite Islam. The Nation of Islam has appropriated some Islamic theology and terminology, but the teachings of Louis Farrakhan and his ministers in no way represent Islam as that faith is practiced by the majority of Muslims the world over or by the converts (African-American, Hispanic and Caucasian) and immigrants in the United States. MOHAMMED AHMED  Brooklyn, March 1, 1994","thumbnail":null,"section":"Opinion"},{"date":"19940310","headline":"A Contractor Speaks Out on Extortion","web_url":"https://www.nytimes.com/1994/03/10/nyregion/a-contractor-speaks-out-on-extortion.html","abstract":"  Richard E. Nolte is not looking for partners in his plumbing business, but, he says, he gets plenty of offers.   There he is, bidding for a job in a Manhattan or Bronx apartment building when he is invited to drop in at the managing agent's office for a chat. The purpose soon becomes clear, he says: the agent wants a cut of the contract.","thumbnail":null,"section":"New York"},{"date":"19940310","headline":"Whitewater Scandal Hunters Come Up Short","web_url":"https://www.nytimes.com/1994/03/10/opinion/l-whitewater-scandal-hunters-come-up-short-423610.html","abstract":"  To the Editor:   \"Slovenly White House Ethics,\" your Feb. 27 editorial on the Whitewater matter, proves it is possible to hyperventilate on no oxygen at all.   The Clinton Administration hardly needs to be \"educated\" on \"the normal protocols of governance.\" It is rather you who need a crash course on journalistic ethics. In a Jan. 11 editorial, you simultaneously acknowledged that there was \"no specific charge against the President and Mrs. Clinton,\" yet called for the appointment of a special counsel nevertheless. You accused this Administration of ethical lapses -- the same Administration that imposed the toughest set of government ethics regulations in a generation. The accusations against the President and the First Lady are ludicrous and almost beneath response. Almost.","thumbnail":null,"section":"Opinion"},{"date":"19940310","headline":"Review/Music; Creative Combination by the Orchestre de Paris","web_url":"https://www.nytimes.com/1994/03/10/arts/review-music-creative-combination-by-the-orchestre-de-paris.html","abstract":"  For all the elaborate thematic programs and flashy gimmicks being trotted out in concert halls nowadays, there is still much to be said for elegant simplicity: the telling juxtaposition. Alas, what cannot be said is that it will necessarily fill the seats, the evident motivation for all those exertions.   A slim but enthusiastic crowd turned out on Tuesday evening at Carnegie Hall for the splendid program presented by Semyon Bychkov and the Orchestre de Paris: Luciano Berio's \"Sinfonia\" and Hector Berlioz's \"Symphonie Fantastique.\" Here was a rare opportunity to hear a 20th-century masterwork that crucially pointed the way to the present climate of American composition, and with it an older masterwork central to the orchestra's repertory and style.","thumbnail":null,"section":"Arts"},{"date":"19940310","headline":"YELTSIN CANCELS TALKS WITH NIXON","web_url":"https://www.nytimes.com/1994/03/10/world/yeltsin-cancels-talks-with-nixon.html","abstract":"  President Boris N. Yeltsin of Russia today angrily and abruptly canceled a meeting scheduled next week with Richard M. Nixon, saying he was \"deeply, personally offended\" by the former American President's visits this week with top leaders of the opposition.   Mr. Nixon, who arrived in Moscow on Sunday on a private visit, met on Monday with former Vice President Aleksandr V. Rutskoi, who led an armed uprising against Mr. Yeltsin last October and was released from prison only 10 days ago. Mr. Nixon also met with Gennadi Zyuganov, head of the Russian Communist Party, among others.","thumbnail":null,"section":"World"},{"date":"19940310","headline":"Teen-Ager Is Guilty In Slaying of Editor","web_url":"https://www.nytimes.com/1994/03/10/us/teen-ager-is-guilty-in-slaying-of-editor.html","abstract":"  A teen-ager from Colombia was convicted yesterday of killing Manuel de Dios Unanue, a journalist who crusaded against drugs. Prosecutors said his death was tied to a plot by a powerful Colombian drug cartel that was angered by Mr. de Dios's writings. A Federal jury in Brooklyn found that Wilson Alejandro Mejia Velez killed Mr. de Dios two years ago. But the authorities said the leader of the murder conspiracy is believed to be at large in Colombia    Article, page B1.","thumbnail":null,"section":"U.S."},{"date":"19940310","headline":"Review/Dance; Very Much Cunningham, Now Renewed","web_url":"https://www.nytimes.com/1994/03/10/arts/review-dance-very-much-cunningham-now-renewed.html","abstract":"  Great artists have a recognizable signature; lesser artists merely repeat themselves. Merce Cunningham, very much in the first category, teaches us this invaluable lesson again in \"Crwdspcr,\" the effervescent and wonderful new work that opened the Merce Cunningham Dance Company's two-week season on Tuesday night.    In this New York premiere at the City Center (131 West 55th Street, Manhattan), Mr. Cunningham's choreography remains true to his basic esthetics and also suffuses them with a sense of renewal. Colorful in every way, extraordinarily vivid in its dancing by a 13-member cast, the piece erupts onstage like a welcome attack of spring fever. Here is Cunningham at his best, exploring movement for its own sake and making his discoveries vibrantly theatrical for his audience.","thumbnail":null,"section":"Arts"},{"date":"19940310","headline":"He's No Gretzky But Pretty Good Gartner Passes Hull","web_url":"https://www.nytimes.com/1994/03/10/sports/hockey-he-s-no-gretzky-but-pretty-good-gartner-passes-hull.html","abstract":"  To put things in perspective: Wayne Gretzky remains three goals behind Gordie Howe's National Hockey League record of 801. That's the chase everyone is watching.   But four time zones to the east, after tonight's 7-5 Ranger victory over Washington at this neutral site, Mike Gartner was nipping at their heels, a mere 190 behind Howe's record.","thumbnail":null,"section":"Sports"},{"date":"19940310","headline":"Maine Allowed to Return to Tournament","web_url":"https://www.nytimes.com/1994/03/10/sports/sports-people-college-hockey-maine-allowed-to-return-to-tournament.html","abstract":"  Maine's national champion hockey team will be able to defend its Hockey East title because of a judge's ruling yesterday that forced the league to let the Black Bears into its tournament. Within hours of a ruling from Superior Court Justice ROBERT BROWNE, Hockey East scheduled tournament games between Maine and Boston University for tomorrow and Saturday nights, university officials said. Hockey East athletic directors had voted last week to bar Maine from the tournament. The vote came after a team member, PATRICE TARDIF, was found to have been academically ineligible for much of the 1993-1994 season. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940310","headline":"Russia and the Mideast : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/10/opinion/IHT-russia-and-the-mideast-letters-to-the-editor.html","abstract":"The United States and the countries of the Middle East are engaged in an arduous search for peace. The prospects seem promising. But the demographic crisis in the Middle East and the likelihood of Iran manufacturing nuclear weapons are the two great dang","thumbnail":null,"section":"Opinion"},{"date":"19940310","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/03/10/style/IHT-what-theyre-reading.html","abstract":"Jack Valenti, president of the Motion Picture Association of America, is reading \"Outline of History\" by H.G. Wells.","thumbnail":null,"section":"Style"},{"date":"19940310","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/10/opinion/IHT-letters-to-the-editor-91712372393.html","abstract":"I was very interested by Don Allan's account of the Venafro bombing. I was on the spot - literally and figuratively - as a lieutenant in a company of French combat engineers..Even after 50 years, I remember well what happened that day. Around 12 o'clock","thumbnail":null,"section":"Opinion"},{"date":"19940310","headline":"Catalonia's Bill Comes Due for Madrid: It's More Autonomy","web_url":"https://www.nytimes.com/1994/03/10/world/catalonia-s-bill-comes-due-for-madrid-it-s-more-autonomy.html","abstract":"  After losing its parliamentary majority in elections last summer, Spain's Socialist Party was still able to form a new, minority Government thanks to the support of Catalonia's main nationalist party. Now the price of this support is becoming apparent.   Last month, the Catalan leader, Jordi Pujol, who also heads the regional government, told Prime Minister Felipe Gonzalez that he had until the summer to grant greater self-government to Catalonia or face the risk of being voted out of his job during the crucial budget debate this fall.","thumbnail":null,"section":"World"},{"date":"19940310","headline":"Girl Swapped at Birth Now Switches Parents","web_url":"https://www.nytimes.com/1994/03/10/us/girl-swapped-at-birth-now-switches-parents.html","abstract":"  Barely six months after a judge allowed a Florida teen-ager to remain with the man who had reared her after she had been switched at birth, the girl has suddenly moved in with her biological parents, with whom she had severed all ties.   After a meeting on Tuesday attended by both sets of parents, their lawyers and state-appointed guardians, the girl, 15-year-old Kimberly Mays, left the Sarasota Y.M.C.A. shelter where she had been living for the last week and joined the family of Ernest and Regina Twigg in Sebring, about 70 miles away.","thumbnail":null,"section":"U.S."},{"date":"19940310","headline":"1919: Bolshevist Plot : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/03/10/opinion/IHT-1919-bolshevist-plot-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - Information has reached London that a world-wide revolutionary movement is being engineered by the Bolshevists in Russia. And, in particular, Great Britain is being aimed at. A \"Red\" army for London seems to have been included in the pl","thumbnail":null,"section":"Opinion"},{"date":"19940310","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/10/nyregion/c-corrections-423203.html","abstract":"  A brief report in the Company News column of Business Day on Tuesday, about a business combination involving American Consumer Products Inc. and Curtis Industries, described the relationship incorrectly. The entity remaining after the combination will be called American Consumer Products Inc., but controlling ownership will by held by large shareholders of Curtis. The companies did not disclose the total value for the complicated transaction; it will exceed $23.5 million.","thumbnail":null,"section":"New York"},{"date":"19940310","headline":"Gloucester Journal; On a Quiet English Street, a Deed of Dreadful Note","web_url":"https://www.nytimes.com/1994/03/10/world/gloucester-journal-on-a-quiet-english-street-a-deed-of-dreadful-note.html","abstract":"  A crowd of 50 or 60 stood in the drizzle today across the road from a pale yellow stucco house, cracking tasteless jokes or staring in almost reverential silence while waiting for more news in a case that has shocked and horrifed Britain.   And sure enough, at 10:15 A.M., at the police station some blocks away, the police announced that yet another body -- the ninth -- had been unearthed, this one underneath the concrete floor of a bathroom. The building at 25 Cromwell Street, called the House of Horror in the press, continued to exert its ghoulish spell.","thumbnail":null,"section":"World"},{"date":"19940310","headline":"In Queens, Verdict Brings Gratitude and Concern","web_url":"https://www.nytimes.com/1994/03/10/nyregion/in-queens-verdict-brings-gratitude-and-concern.html","abstract":"  Along the streets of Jackson Heights, Queens, where Manuel de Dios Unanue hoped his antidrug message would change lives, the guilty verdict against the young man who shot the crusading editor to death was measured yesterday with deep appreciation for Mr. de Dios's sacrifice, relief that the system had worked, concern for stereotypes about Colombians and, in at least one case, skepticism.   Some residents said the guilty verdict against Wilson Alejandro Mejia Velez, the 19-year-old gunman whom the prosecution had contended was hired by the Cali cartel, would inspire renewed courage to combat the drug plague. Others were afraid to talk.   Above the intermittent roar of the No. 7 train on the tracks above Roosevelt Avenue, Dario Gomez, 35, a Colombian immigrant, said: \"This was an important case because he was an important man. It's good that the authorities showed so much interest in this case.\"","thumbnail":null,"section":"New York"},{"date":"19940310","headline":"U.S. Remarks Over Kashmir Anger Indians","web_url":"https://www.nytimes.com/1994/03/10/world/us-remarks-over-kashmir-anger-indians.html","abstract":"  India has reacted with anger to recent statements by the Clinton Administration over possible abuses of human rights in the Government's efforts to put down a rebellion in Kashmir.   American officials say there has been no change in United States policy on the issue, which calls for India and Pakistan to settle their long dispute over Kashmir in talks. Nevertheless, Indian officials charge that the Administration statements amount to a shift toward support for Pakistan's claim to the territory.","thumbnail":null,"section":"World"},{"date":"19940310","headline":"An Insider for Outsiders","web_url":"https://www.nytimes.com/1994/03/10/opinion/an-insider-for-outsiders.html","abstract":"  Lloyd Cutler's arrival as White House special counsel marks the third time that President Clinton has reached for an outsider to repair damage inflicted by his inner circle of Arkansas cronies and campaign loyalists. David Gergen, a Republican who has largely disappeared during the Whitewater crisis, arrived last summer to reshape Mr. Clinton's public relations strategy; Harold Ickes, a New Yorker, came to rescue the health care plan only to be subpoenaed in the Whitewater mess.   Mr. Cutler has now been called upon to help clean up that mess. The 76-year-old Washington insider is no stranger to official quagmires. He advised Jimmy Carter when Mr. Carter's Administration had ethical problems, and served on President Bush's Commission on Federal Ethics Reform. He publicly chided the Clinton staff \"for personal ambition and excessive zeal\" during the uproar over the White House travel office.","thumbnail":null,"section":"Opinion"},{"date":"19940310","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/10/nyregion/c-corrections-423220.html","abstract":"  An obituary on Tuesday about Edward Goodell, a New York lawyer and former Civil Court judge, omitted a survivor. He is Mr. Goodell's son, Edward C. Goodell of La Mesa, Calif.","thumbnail":null,"section":"New York"},{"date":"19940310","headline":"Scientists Report Way to Predict Volcanic Blasts","web_url":"https://www.nytimes.com/1994/03/10/us/scientists-report-way-to-predict-volcanic-blasts.html","abstract":"  The battered survivor of one of history's worst scientific calamities reports today that he and his colleagues have discovered a way to help predict volcanic outbursts, characterizing it as a major step in the art of forecasting eruptions.    The team analyzed data from an eruption last year that crippled the survivor and killed six other scientists.","thumbnail":null,"section":"U.S."},{"date":"19940310","headline":"Social Services' Little List","web_url":"https://www.nytimes.com/1994/03/10/opinion/social-services-little-list.html","abstract":"  After an unfavorable court ruling, New York has agreed to be more careful in releasing the names of people who end up on its list of alleged child abusers. Too bad the state did not act before on its own, but its quick response should help correct a longstanding unfair practice.   The State Department of Social Services keeps a confidential list of suspected child abusers based on calls to a hot line. Within 60 days, local social service departments investigate the calls. If the complaint is unfounded, the state expunges the report. If the investigation finds \"some credible evidence\" to support the complaint, then the person stays on the list unless the evidence is shown to be false. The list, which now contains about 400,000 names, was originally designed to keep tabs on troubled families.","thumbnail":null,"section":"Opinion"},{"date":"19940310","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/03/10/nyregion/news-summary-417017.html","abstract":"  International A3-13  SIEGE PERSISTS IN SARAJEVO  For all the welcome relief of the cease-fire, which marked its first month on Wednesday, war-shattered Sarajevo is still under siege. All normal commerce and communication is cut off and nearly all of the food comes on U.N. aid flights.  A1","thumbnail":null,"section":"New York"},{"date":"19940310","headline":"Transactions","web_url":"https://www.nytimes.com/1994/03/10/sports/transactions-422690.html","abstract":"  Baseball  Midwest League   ROCKFORD ROYALS -- Named Chris Gargani director of tickets and operations and Andy Williams facility supervisor. Basketball  National Basketball Association   GOLDEN STATE WARRIORS -- Activated Jud Buechler, forward. Released Todd Lichti, forward.","thumbnail":null,"section":"Sports"},{"date":"19940310","headline":"Essay; Needed: A 'Team B'","web_url":"https://www.nytimes.com/1994/03/10/opinion/essay-needed-a-team-b.html","abstract":"  Boris Yeltsin is in a snit. He canceled a date with Richard Nixon in Moscow because the former President dared to visit the recently freed Aleksandr Rutskoi, as well as the Communist Party chief and a motley assortment of Russian politicians, reformers, putschists and shovists, all lusting after Mr. Yeltsin's job.   \"I am glad President Clinton supports this position,\" huffed the Russian President, apparently over-interpreting a sympathetic cluck from Mr. Clinton over the phone. To American reporters, Mr. Clinton mildly indicated otherwise.","thumbnail":null,"section":"Opinion"},{"date":"19940310","headline":"Howard Still Mr. Big Any Way Mets See It","web_url":"https://www.nytimes.com/1994/03/10/sports/baseball-howard-still-mr-big-any-way-mets-see-it.html","abstract":"  Frank Howard does not like to be described as intimidating. It hurts his feelings. He doesn't mind having been nicknamed the Capital Punisher -- a moniker several Mets players have picked up on and use frequently. And it doesn't bother him that visitors to the Mets' spring training center frequently make comments about his imposing size. He just doesn't want to be considered a scary man.   \"Never use the word 'intimidate' about me,\" Howard said today, while puffing on his usual pre-practice cigarette in the Mets' clubhouse. \"I don't deal with that kind of stuff and never have. Intimidation is something I don't believe in. I let people know up front what I expect, and that's all.\"","thumbnail":null,"section":"Sports"},{"date":"19940310","headline":"Texas Vote: It'll Be Richards vs. a Bush","web_url":"https://www.nytimes.com/1994/03/10/us/texas-vote-it-ll-be-richards-vs-a-bush.html","abstract":"  The state primary elections here on Tuesday did not transform the political landscape of Texas. But they did yield one stunning upset of an incumbent Congressman, and they forced an April run-off between two Democratic aspirants for the Senate that has already turned into a verbal slugfest.    Perhaps most important, the primaries amounted to formal coronations for Gov. Ann W. Richards and George W. Bush, now the nominees in a race for governor that is expected to have crucial implications for the balance of power between the two major parties in Texas.","thumbnail":null,"section":"U.S."},{"date":"19940310","headline":"CLINTON PLAN SEES WELFARE COSTING $6 BILLION A YEAR","web_url":"https://www.nytimes.com/1994/03/10/us/clinton-plan-sees-welfare-costing-6-billion-a-year.html","abstract":"  A draft of the Administration's welfare plan offers the first cost estimates of President Clinton's pledge to \"end welfare as we know it,\" outlining significant new expenditures on child care, training and work programs.   The projections are preliminary and could undergo major changes as Mr. Clinton and his aides resolve several policy issues. But the cost of the programs, which the Administration projects at $6 billion in 1999, and the means of financing it, are likely to be central points in the debate when Congress takes up the issue this year.","thumbnail":null,"section":"U.S."},{"date":"19940310","headline":"Journal; The Silent Partner","web_url":"https://www.nytimes.com/1994/03/10/opinion/journal-the-silent-partner.html","abstract":"  Amazingly, Tuesday was the second anniversary of the New York Times article that broke the Whitewater mess -- as Whitewatergate is known to those of us who have not yet convicted the President. But it was just last weekend that the 16-year-old collision of a failed land deal and a failed S.&L., a story comprehensible only with Rube Goldbergesque flow charts, became a national craze.   What changed? In substance Whitewater may have little in common with Watergate -- an abuse of power by a President in office -- but in form Whitewater has now started to mimic Watergate as cheesily as \"Pretty Woman\" replays \"Pygmalion.\"","thumbnail":null,"section":"Opinion"},{"date":"19940310","headline":"Cost-Minded Lawmakers Are Challenging a 2-War Doctrine","web_url":"https://www.nytimes.com/1994/03/10/us/cost-minded-lawmakers-are-challenging-a-2-war-doctrine.html","abstract":"  Lawmakers from both parties are mounting the first serious Congressional challenge to the Pentagon's reshaping of the military, criticizing underlying assumptions about the new war-fighting strategy and the budget to pay for it.   Republicans and conservative Democrats say the Clinton Administration is cutting spending too quickly. They dispute the Pentagon's contention that the equipment and troop levels in the plan are sufficient to carry out the military's doctrine of being able to fight two regional wars nearly simultaneously.","thumbnail":null,"section":"U.S."},{"date":"19940310","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/10/nyregion/c-corrections-423190.html","abstract":"  A film review on Saturday about \"Oscar Shorts 1993,\" a program of five short films at Cinema Village, 22 East 12th Street, Greenwich Village, gave incomplete production credits, provided by the publicity agent, for \"Blood Ties: The Life and Work of Sally Mann.\" The film was directed by Peter Spirer as well as Steven Cantor.","thumbnail":null,"section":"New York"},{"date":"19940310","headline":"The Censorship Sweepstakes","web_url":"https://www.nytimes.com/1994/03/10/opinion/the-censorship-sweepstakes.html","abstract":"  School officials in California and New York, two states with supposedly sophisticated education systems, are in a race to see which can impose the more benighted censorship.   California got off to a big lead when it removed works by two Pulitzer Prize winners from a statewide English test for 8th and 10th graders. The students were supposed to read the literary selections, then write essays about them, in a major reform of the testing system designed to measure students' ability to think.","thumbnail":null,"section":"Opinion"},{"date":"19940310","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/10/opinion/IHT-letters-to-the-editor.html","abstract":"The whole world is injured by the massacre at Hebron. That this happened at the tomb of Abraham, the common ancestor of the three faiths, compounds the hurt for every Jew, Muslim and Christian..We therefore invite those who have freedom and will to join","thumbnail":null,"section":"Opinion"},{"date":"19940310","headline":"High Cost of Putting Police on the Beat","web_url":"https://www.nytimes.com/1994/03/10/opinion/l-high-cost-of-putting-police-on-the-beat-423629.html","abstract":"  To the Editor:   President Clinton aspires to fight crime by putting 100,000 more police officers on the streets, beginning with 50,000, at a cost of $1.7 billion. One assumes these 50,000 officers will be spread throughout the country because crime is no longer concentrated in the large urban centers.","thumbnail":null,"section":"Opinion"},{"date":"19940310","headline":"Redskins' Bostic Plans to Retire","web_url":"https://www.nytimes.com/1994/03/10/sports/sports-people-football-redskins-bostic-plans-to-retire.html","abstract":"  Center JEFF BOSTIC, one of the original \"Hogs\" whose blocking took the Washington Redskins to four Super Bowls in 10 years, is retiring after 15 years in the National Football League. Bostic, 35, who has had five knee operations, said his physician told him that continuing to play was a threat to his health. That and the league's new salary cap that might have forced a cut in the $850,000 salary under his contract prompted the decision to retire, he said.   Also yesterday, the veterans CARL BANKS and TIM McGEE were released by the Redskins so the team could remain under the salary cap after signing KEN HARVEY.  Banks is a former Pro Bowl linebacker with the Giants. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940310","headline":"With Boss Besieged, Gergen Minds Himself","web_url":"https://www.nytimes.com/1994/03/10/us/the-whitewater-inquiry-with-boss-besieged-gergen-minds-himself.html","abstract":"  David R. Gergen was hired to salvage President Clinton's reputation. Now he is trying to salvage his own.   Mr. Gergen, a former Republican aide who basked in accolades, perhaps overblown at times, for turning the Democratic President's fortunes around last summer, has become the man most mistrusted by the most fervent Clinton loyalists in the White House. As he went underground during the heat of the Whitewater affair, apparently forsaking his role as chief White House spin doctor, the President's counselor also became the target of a whispering campaign unusual for a Presidential team that is fairly collegial by Washington standards.","thumbnail":null,"section":"U.S."},{"date":"19940310","headline":"G.O.P. Dismisses Qualms About Whitewater Hearing","web_url":"https://www.nytimes.com/1994/03/10/us/the-whitewater-inquiry-gop-dismisses-qualms-about-whitewater-hearing.html","abstract":"  Republicans in Congress today dismissed the concerns of the Whitewater special prosecutor that public hearings on the affair could disrupt his investigation. But the Republicans promised the prosecutor, Robert B. Fiske Jr., that if such hearings were held, Congress would not grant witnesses immunity from prosecution.   Still, after an hourlong meeting with two Republican Senators, Alfonse M. D'Amato of New York and William S. Cohen of Maine, Mr. Fiske said, \"I would prefer that there be no Congressional hearings.\"","thumbnail":null,"section":"U.S."},{"date":"19940310","headline":"Judge Blocks Hearing; Harding Can Compete","web_url":"https://www.nytimes.com/1994/03/10/sports/figure-skating-judge-blocks-hearing-harding-can-compete.html","abstract":"  A Federal judge yesterday blocked the United States Figure Skating Association from calling Tonya Harding before a disciplinary hearing today, leaving her eligible to compete in the world championships this month in Japan.   In issuing a temporary restraining order in Portland, Ore., United States District Judge Owen Panner ruled that Harding lacked sufficient time to prepare an adequate defense for the hearing, which had been scheduled in Colorado Springs.","thumbnail":null,"section":"Sports"},{"date":"19940310","headline":"Jaeger Honored for Charity Work","web_url":"https://www.nytimes.com/1994/03/10/sports/sports-people-tennis-jaeger-honored-for-charity-work.html","abstract":"  ANDREA JAEGER, once the teen-age phenomenon in tennis, is now helping young people who are terminally ill. That is why Family Circle and Hormel Foods Corporation named her the recipient of the annual \"Player Who Makes a Difference\" award and gave her a $20,000 grant to aid her cause. Jaeger was among six finalists, all former or current Women's Tennis Association players. Four years ago, she started Kids Stuff Foundation, which supports the Silver Lining Ranch in Aspen, Colo., where children from around the country leave hospitals and treatment rooms for a week of camping and fishing.","thumbnail":null,"section":"Sports"},{"date":"19940310","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1994/03/10/arts/pop-and-jazz-in-review-421553.html","abstract":"  Joe Lovano  Village Vanguard 178 Seventh Avenue South (at 11th Street) Greenwich Village Through Sunday    The saxophonist Joe Lovano has spent the last decade or so becoming one of jazz's more distinctive improvisers, and on Tuesday night he showed off his wares.","thumbnail":null,"section":"Arts"},{"date":"19940310","headline":"Irish Republican Visa : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/10/opinion/IHT-irish-republican-visa-letters-to-the-editor.html","abstract":"Regarding \"Clinton's Wager on Adams\" (Other Comment, Feb. 5):. The decision by President Bill Clinton to grant a visa to Gerry Adams was wise and just. Here in Britain the issues involved in Ireland are shrouded in a fog of Westminster-inspired","thumbnail":null,"section":"Opinion"},{"date":"19940310","headline":"Gooden to Get Contact Lenses","web_url":"https://www.nytimes.com/1994/03/10/sports/baseball-gooden-to-get-contact-lenses.html","abstract":"  Dwight Gooden, entering his 11th season with the Mets, has been fitted for eyeglasses and contact lenses and plans to try pitching with the lenses after they arrive later this week.   But he insisted today that vision problems were not a factor in his first spring outing Sunday, when he walked 5 of the 12 batters he faced and was removed after 2 innings.","thumbnail":null,"section":"Sports"},{"date":"19940310","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/03/10/sports/results-plus-421480.html","abstract":"  COLLEGE BASKETBALL  Drexel Clinches N.C.A.A. Berth  In Philadelphia, Drexel scored the last 11 points last night to defeat Maine, 86-78, to clinch the North Atlantic Conference championship and an automatic berth in the National Collegiate Athletic Association tournament. Malik Rose had 19 points and 15 rebounds and Mike Wisler added 18 points for the Dragons (25-4), whose only other appearance in the N.C.A.A. tournament was during the 1985-86 season. (AP) Michigan State 94, Indiana 78: Shawn Respert scored 40 points to help Michigan State improve its N.C.A.A. tournament chances with a victory over No. 18 Indiana in East Lansing, Mich. The Spartans (19-10 over all, 10-7 Big Ten), who overcame a career-high 41 points from Alan Henderson, won their fifth straight. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940310","headline":"Low Pay and Closed Doors Confront Young Job Seekers","web_url":"https://www.nytimes.com/1994/03/10/us/low-pay-and-closed-doors-confront-young-job-seekers.html","abstract":"  Andrew Flenoy has ironed his white shirt until there are sharp creases down the sleeves. His hands are folded in his lap, his back is ramrod straight, and his feet jiggle nervously as he begins his fifth job interview in as many weeks -- this one at Sprint, the long-distance telephone company that is Kansas City's largest private employer.    Mr. Flenoy, 21, comes across as nervous and sweetly sincere as he tells the interviewer how much he wants the $17,274-a-year job selling long-distance service.","thumbnail":null,"section":"U.S."},{"date":"19940310","headline":"Hooray for Norway : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/10/opinion/IHT-hooray-for-norway-letters-to-the-editor.html","abstract":"I feel that an Olympic gold medal should be given to the Norwegian government and people for their outstanding performance in the Winter Games at Lillehammer. Their support of all events in extreme cold, their enthusiasm, their healthy simplicity, their r","thumbnail":null,"section":"Opinion"},{"date":"19940310","headline":"Youth Guilty In the Slaying Of an Editor","web_url":"https://www.nytimes.com/1994/03/10/nyregion/youth-guilty-in-the-slaying-of-an-editor.html","abstract":"  A teen-ager from Colombia was convicted yesterday of killing Manuel de Dios Unanue, a journalist who crusaded against drugs, in a plot that prosecutors said was tied to a powerful Colombian drug cartel that was angered by Mr. de Dios's writings.   A Federal District Court jury in Brooklyn found that the teen-ager, Wilson Alejandro Mejia Velez, 19, was the gunman who fired two bullets into Mr. Dios's head as he chatted at the bar in an Elmhurst, Queens, restaurant two years ago.","thumbnail":null,"section":"New York"},{"date":"19940310","headline":"Military Women Say Complaints Of Sex Harassment Go Unheeded","web_url":"https://www.nytimes.com/1994/03/10/us/military-women-say-complaints-of-sex-harassment-go-unheeded.html","abstract":"  Despite promises of Pentagon reforms after the Tailhook sexual harassment scandal, four women serving in the military told a House committee today that the armed forces often punished women who complain of harassment rather than the offenders.    Since the 1991 Tailhook Association convention, at which naval aviators assaulted scores of women in a hotel in Las Vegas, Nev., all branches of the military have issued stronger rules against harassment, ordered sensitivity training and expanded job opportunities for women. Commanders have hailed a new era in relations between men and women in the military.","thumbnail":null,"section":"U.S."},{"date":"19940310","headline":"Van Survivors Look Back in Sadness","web_url":"https://www.nytimes.com/1994/03/10/nyregion/van-survivors-look-back-in-sadness.html","abstract":"  Levi Wilhelm, a cane across his lap, sat at the center in a wheelchair. Baruch, his father, and Sara, his mother, stood on either side of their wounded 18-year-old son, blinking into the flashing cameras in the lobby of Brooklyn Hospital yesterday afternoon. Shalom Wilhelm, 22, the brother who had driven the van of Hasidic students through bursts of deadly gunfire a week earlier, awkwardly held the strings of several balloons as the cameras clicked again.   It was not a family portrait that the Wilhelms ever would have wished for, although there was reason enough to treasure it, too. Their sons, unlike Aaron Halberstam and Nachum Sasonkin, had survived last week's shooting into a van of Hasidic students on the Brooklyn Bridge without being seriously harmed.","thumbnail":null,"section":"New York"},{"date":"19940310","headline":"Jays Try Major League Three-Ring Circus","web_url":"https://www.nytimes.com/1994/03/10/sports/baseball-jays-try-major-league-three-ring-circus.html","abstract":"  When the Toronto Blue Jays receive their 1993 World Series rings on opening day next month, Gene Tenace will slip off his 1992 World Series ring, put on the new one, with its 45 diamonds and diamond solitaire stone, and place the old one in the safe deposit box with the other four World Series rings he owns.   \"I'd like to get another one this year,\" Tenace said today. \"I like jewelry.\"","thumbnail":null,"section":"Sports"},{"date":"19940310","headline":"Papuans and Zulus","web_url":"https://www.nytimes.com/1994/03/10/opinion/papuans-and-zulus.html","abstract":"Snowbound, I watched the blizzard impounding parked cars at midnight. The veering of the snowflakes under the street lights made me think how nice it would be if we were totally covered by white drifts. Give us a week's moratorium, dear Lord, from the idiocies that burn on every side and let the pure snows cool these overheated minds and dilute the toxins which have infected our judgments. Grant us a breather, merciful God.\n\nAny sensible, feeling person, in the present state of things, might utter such a prayer in the dead of night. In my case, the immediate cause was an odd one. I had come under attack in the press and elsewhere for a remark I was alleged to have made about the Zulus and the Papuans. I had been quoted as saying that the Papuans had had no Proust and that the Zulus had not as yet produced a Tolstoy, and this was taken as an insult to Papuans and Zulus, and as a proof that I was at best insensitive and at worst an elitist, a chauvinist, a reactionary and a racist -- in a word, a monster.","thumbnail":null,"section":"Opinion"},{"date":"19940310","headline":"Hospital Mix-Up Puts Medical Waste in Garbage","web_url":"https://www.nytimes.com/1994/03/10/nyregion/hospital-mix-up-puts-medical-waste-in-garbage.html","abstract":"  A hospital in East Orange dumped 11,000 pounds of garbage containing hazardous medical waste into its open-air loading area for several hours earlier this week after the garbage was rejected by an incinerator because it was contaminated, officials said.   The incident began on Tuesday morning after workers at the American Ref-Fuel incinerator in nearby Newark noticed that garbage from the 238-bed East Orange General Hospital included syringes, bloody bandages, vials and other wastes that must be burned at a special incinerator, said Curt Hurst, plant manager at the incinerator.","thumbnail":null,"section":"New York"},{"date":"19940310","headline":"Movie Is Bridge to U.S. For Haitian Pop Group","web_url":"https://www.nytimes.com/1994/03/10/movies/movie-is-bridge-to-us-for-haitian-pop-group.html","abstract":"  Richard Morse is clearly on a roll. After a year of winning radio contests in Haiti for his first album, \"Aibobo,\" the selection of one of his songs for the soundtrack of the film \"Philadelphia\" has given him his first big international exposure, and a small taste of platinum.   \"My whole idea in coming to Haiti was to mix popular music with voodoo rhythms,\" said Mr. Morse, whose mother, Emerante de Pradine, is a well-known Haitian musician and dancer. His father, Richard Morse, is a retired dean of Latin American studies at Yale whose career has focused extensively on this country's political culture.","thumbnail":null,"section":"Movies"},{"date":"19940310","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/03/10/nyregion/metro-digest-418005.html","abstract":"  NEW YORK CITY  COUNCIL DEMOCRAT BACKS RENT INCREASE The deputy majority leader of the City Council has called for a rent increase of up to 25 percent in rent-stabilized apartments once they become vacant, rather than supporting a straight extension of the rent-control and rent-stabilization laws that expire this month. B2. MAYOR ACCUSED OF SABOTAGING BOARD In a heated hearing about the civilian board that reviews complaints of police misconduct, several City Council members complained that the Giuliani administration was trying to cripple the board by leaving positions unfilled. B2.","thumbnail":null,"section":"New York"},{"date":"19940310","headline":"Hebron Is Thick With Soldiers as Panel Visits Site","web_url":"https://www.nytimes.com/1994/03/10/world/hebron-is-thick-with-soldiers-as-panel-visits-site.html","abstract":"  Walking past coiled firemen's hoses that had been used to wash away rivulets of blood, members of an Israeli inquiry board went into the Cave of the Patriarchs today and traced the path of the Jewish settler who had massacred Muslim worshipers there.   An extraordinary security cordon was thrown around Hebron during their visit, deepening the sense of siege for Arab residents who have been under curfew almost nonstop since the settler, Dr. Baruch Goldstein, went on his rampage on Feb. 25.","thumbnail":null,"section":"World"},{"date":"19940310","headline":"Review/Rock; A 20-Year-Old Band With Some New Tricks","web_url":"https://www.nytimes.com/1994/03/10/arts/review-rock-a-20-year-old-band-with-some-new-tricks.html","abstract":"  In many ways, Rush is a classic cult band. Its albums zoom up the charts immediately upon release; its tours, including its two nights this week at Madison Square Garden, sell out fast. At concerts, large numbers of fans can be counted on to sing along with every song.    Like most arena bands, Rush provides spectacle. On Tuesday night, the three-man band played its two-hour set amid film clips, smoke, psychedelic-patterned lights and showers of sparks. There was even a prototypical heavy-metal drum solo by Neil Peart, complete with rotating platform and a final gong.","thumbnail":null,"section":"Arts"},{"date":"19940310","headline":"Barkley Acquitted of Assault Charge","web_url":"https://www.nytimes.com/1994/03/10/sports/sports-people-basketball-barkley-acquitted-of-assault-charge.html","abstract":"  Phoenix Suns forward CHARLES BARKLEY was acquitted yesterday of charges that he hit a patron in the face during a game last season at Byrne Meadowlands Arena in East Rutherford, N.J. Barkley was not in court; his lawyer said he couldn't be there because he was between games. A New York City firefighter, DENNIS McKEEVER, charged that Barkley knocked him out on Dec. 8, 1992. Barkley's lawyer, THOMAS SULLIVAN, contended that Barkley was deflecting what he believed was on oncoming blow. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940310","headline":"Mentally Ill, Addicted And Alone on the Street","web_url":"https://www.nytimes.com/1994/03/10/opinion/l-mentally-ill-addicted-and-alone-on-the-street-423807.html","abstract":"  To the Editor:   I am writing about the use of methadone maintenance for psychiatrically ill people with substance abuse problems, and the lack of integrated resources for them. As an inpatient social worker in a psychiatric unit in New York City, I have frequently had to plan discharge follow-up for such patients, many of whom have been on methadone for years, and for whom withdrawal is considered dangerous.","thumbnail":null,"section":"Opinion"},{"date":"19940310","headline":"1944: U.S. Oil Depletion : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/03/10/opinion/IHT-1944-us-oil-depletion-in-our-pages100-75-and-50-years-ago.html","abstract":"WASHINGTON - [From our New York edition:] Government sources warned today [March 9] that military consumption of oil for use against the Axis has not reached its peak and that the nation is perilously close to the limit of allocating domestic oil to the m","thumbnail":null,"section":"Opinion"},{"date":"19940310","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/10/nyregion/c-corrections-423211.html","abstract":"  Because of an editing error, a brief article in Business Day yesterday, about the California Public Employees Retirement System's withdrawal of a challenge to the board of the Boise Cascade Corporation, misidentified Dale Hanson. He is chief executive of the retirement system, not of the company.","thumbnail":null,"section":"New York"},{"date":"19940310","headline":"Russia, Too, Should Pressure North Korea","web_url":"https://www.nytimes.com/1994/03/10/opinion/IHT-russia-too-should-pressure-north-korea.html","abstract":"Despite North Korea's concession on inspection of its nuclear plants, few people in Seoul believe that the crisis is over. In the face of constant nuclear tension, people in the South Korean capital exhibit a calm fatalism. It is well known that Pyongyan","thumbnail":null,"section":"Opinion"},{"date":"19940310","headline":"JUDGE TURNS DOWN MENENDEZ REQUEST","web_url":"https://www.nytimes.com/1994/03/10/us/judge-turns-down-menendez-request.html","abstract":"  Unmoved by a passionate plea from Erik Menendez, a judge today refused to have the government pay his private lawyer, Leslie Abramson, to defend him in a second murder trial, saying Ms. Abramson must live with her own \"bad business decision.\"   Looking pale and thin as he stood in court, Mr. Menendez, 23, said: \"I am begging this court to compensate my attorney to represent me. There is no way I'd want to go to trial without her representation.\"","thumbnail":null,"section":"U.S."},{"date":"19940310","headline":"After Eating Lunch, Bronx Pupils Fall Ill","web_url":"https://www.nytimes.com/1994/03/10/nyregion/after-eating-lunch-bronx-pupils-fall-ill.html","abstract":"  Twenty-four pupils at an elementary school in the Bronx became ill yesterday after eating lunch, and eight were taken to hospitals for treatment for possible food poisoning, the police said.    The pupils, third and fourth graders at Public School 46 at 279 East 196th Street in the Bedford Park section, took ill about 1:40 P.M., said a police spokesman, Detective Joseph K. McConville. Five students were treated at Montefiore Hospital, two at North Central Bronx Hospital and one at Jacobi Hospital.","thumbnail":null,"section":"New York"},{"date":"19940310","headline":"No Surprise at Charges of Co-op Payoffs","web_url":"https://www.nytimes.com/1994/03/10/nyregion/no-surprise-at-charges-of-co-op-payoffs.html","abstract":"  If the reaction at last night's annual meeting of the Council of New York Cooperatives is a reliable barometer, a prosecutor's charges that some building property managers have been supplementing their pay with kickbacks from contractors and suppliers comes as no surprise.   \"Everybody knows it has been going on,\" said Debbie Hiller, the president of a condominium on Ocean Parkway in Brooklyn, echoing the comments of others among the 100 or so co-op and condominium board members who attended the meeting.","thumbnail":null,"section":"New York"},{"date":"19940310","headline":"Review/Music; A Pianist Both Strict and Flexible","web_url":"https://www.nytimes.com/1994/03/10/arts/review-music-a-pianist-both-strict-and-flexible.html","abstract":"  At times during Maurizio Pollini's concert at Carnegie Hall on Monday night, it seemed that two different pianists were playing. There was the strict constructionist who, in Chopin's First Ballade and parts of Beethoven's Sonata in C minor (Op. 10, No. 1), performed so cleanly and objectively that one could almost take dictation. And then there was the subtly lyrical musician who could turn the Introduction to the final movement of Beethoven's \"Waldstein\" Sonata into a flexible, nuanced series of musical breaths.    There was the pianist who could display fine musical applications of technique -- sterling trills in the \"Waldstein,\" thrusting sweeps in the Chopin -- and there was the pianist who seemed almost casual about omitting an extraordinary amount of detail, muddying bass lines in Schumann's \"Kreisleriana\" and ignoring radical changes in harmony and texture in the development sections of the Beethoven sonatas.","thumbnail":null,"section":"Arts"},{"date":"19940310","headline":"America's Cup: At Last, an All-Female Crew","web_url":"https://www.nytimes.com/1994/03/10/sports/yacht-racing-america-s-cup-at-last-an-all-female-crew.html","abstract":"  One hundred and forty-two years after the schooner America left the best of the British fleet in her wake in a race around the Isle of Wight, the America's Cup competition became a full-fledged sport yesterday.   Bill Koch, who successfully defended the cup off San Diego in 1992, announced that his entry in the 1995 competition would be entirely manned by women.","thumbnail":null,"section":"Sports"},{"date":"19940310","headline":"Rutgers and West Virginia Are Invited to Join Big East","web_url":"https://www.nytimes.com/1994/03/10/sports/basketball-rutgers-and-west-virginia-are-invited-to-join-big-east.html","abstract":"  The Big East invited Rutgers and West Virginia to become full-time members yesterday in a compromise that expanded the basketball conference to 12 schools and averted a split that had threatened its future.   After voting down proposals of expansion to 13 or 14 members, which could have added Temple and Virginia Tech to the basketball league, the presidents of the 10 Big East schools approved the two-team expansion by a vote of 7-3, the minimum required under conference regulations.","thumbnail":null,"section":"Sports"},{"date":"19940310","headline":"Gibbs Goes Full Time With NBC","web_url":"https://www.nytimes.com/1994/03/10/sports/sports-people-broadcasting-gibbs-goes-full-time-with-nbc.html","abstract":"  JOE GIBBS will take up full-time residence at NBC's \"The N.F.L. Live\" pre-game studio show next season, teaming with MIKE DITKA as a co-analyst. Gibbs, the former Washington Redskins coach, was a game analyst last season but showed a flair for studio work during NBC's post-season games. He will paid approximately $250,000 a season, about double his first year's salary, in a multiyear deal that would let him leave to return to coaching.  ","thumbnail":null,"section":"Sports"},{"date":"19940310","headline":"Agency Faults a U.C.L.A. Study For Suffering of Mental Patients","web_url":"https://www.nytimes.com/1994/03/10/us/agency-faults-a-ucla-study-for-suffering-of-mental-patients.html","abstract":"  A Federal agency has ruled that the University of California at Los Angeles failed to get proper consent from schizophrenic patients in an experiment in which they were taken off their medication and allowed to suffer severe relapses.   Experts on medical ethics said the study and others like it raised fundamental questions about the system for protecting patients in medical experiments. The system depends heavily on ethical review committees at individual institutions, which currently make decisions ad hoc.","thumbnail":null,"section":"U.S."},{"date":"19940310","headline":"U.S. Says Spy Suspects Lied on Their Tax Returns","web_url":"https://www.nytimes.com/1994/03/10/us/us-says-spy-suspects-lied-on-their-tax-returns.html","abstract":"  As part of an effort to continue the freeze on their assets, the Justice Department today accused Aldrich H. Ames, the Central Intelligence Agency officer accused of spying for Moscow, and his wife of lying repeatedly on their tax returns. Federal prosecutors said the couple concealed million of dollars in espionage payments from the Internal Revenue Service.   The new assertion about Mr. Ames and his wife, Rosario, came in legal papers filed today by Federal prosecutors seeking to extend a freeze on more than $2 million in the couple's bank accounts in the United States and overseas. The prosecutors did not formally accuse the couple of tax evasion.","thumbnail":null,"section":"U.S."},{"date":"19940310","headline":"Council Democrat Backs Rent Increase in Rent-Stabilization Law","web_url":"https://www.nytimes.com/1994/03/10/nyregion/council-democrat-backs-rent-increase-in-rent-stabilization-law.html","abstract":"  Shifting from his past position, the deputy majority leader of the City Council has called for legislation allowing a rent increase of up to 25 percent in rent-stabilized apartments once they become vacant, rather than supporting a straight extension of the rent-control and rent-stabilization laws that expire this month.   The deputy majority leader, Councilman Archie Spigner, the Queens Democrat who is also chairman of the Committee on Housing and Buildings, has proposed two bills. One measure would allow the 25 percent increase when any stabilized building becomes vacant, and the other would allow such an increase only in buildings of 20 or fewer units.","thumbnail":null,"section":"New York"},{"date":"19940310","headline":"Treasury Deputy in Clinton Inquiry Asked White House Official's Advice","web_url":"https://www.nytimes.com/1994/03/10/us/whitewater-inquiry-treasury-deputy-clinton-inquiry-asked-white-house-official-s.html","abstract":"  Roger C. Altman, the Deputy Treasury Secretary, spoke with at least one senior White House official last month about whether Mr. Altman should recuse himself from a Resolution Trust Corporation inquiry into an Arkansas savings and loan with ties to the Clintons, Administration officials said today.   The officials said Mr. Altman had not been given any specific advice.","thumbnail":null,"section":"U.S."},{"date":"19940310","headline":"Mr. Stark's Race Backward","web_url":"https://www.nytimes.com/1994/03/10/opinion/mr-stark-s-race-backward.html","abstract":"  Representative Pete Stark, a California Democrat, heads the House subcommittee in charge of Medicare. So it comes as no surprise that his idea of health-care reform is to shove as many Americans as possible into Medicare, making him czar over an industry almost as large as the Italian economy.    But while Medicare-for-all might be the right prescription for Mr. Stark, it is the wrong reform for the rest of us. Medicare has demonstrably failed to control costs and provide first-rate care. Building reform on the Medicare model would send health care careering in the wrong direction.","thumbnail":null,"section":"Opinion"},{"date":"19940310","headline":"The Mosque Massacre : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/10/opinion/IHT-the-mosque-massacre-letters-to-the-editor.html","abstract":"As a staunch Israeli and a devout Jew,I am ashamed and horrified, as I know most of my compatriots are, at the monstrous killing of Arab worshipers in Hebron. We, the Sabras of Israel, would never even in our wildest dreams commit such horrendous crimes a","thumbnail":null,"section":"Opinion"},{"date":"19940310","headline":"For One Night, Knicks Own Hawks' Home Court","web_url":"https://www.nytimes.com/1994/03/10/sports/basketball-for-one-night-knicks-own-hawks-home-court.html","abstract":"  Faced with a playoff-type game, the Knicks responded with a playoff-type defensive effort tonight.   The Knicks owned the fourth quarter. They controlled the tempo and frustrated the Atlanta Hawks on their home court.","thumbnail":null,"section":"Sports"},{"date":"19940310","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/10/opinion/IHT-letters-to-the-editor-93003799047.html","abstract":"Regarding \"Our Bomb Bay Doors Open Somewhere Near Cassino\" (Opinion, Mar. 3) by Don Allan:.May I propose that someone who has the guts and originality not to follow the leader and drop his bombs on New Zealanders, not to fake obedience to ord","thumbnail":null,"section":"Opinion"},{"date":"19940310","headline":"U.S. Aides Report Compromise on Sea Mining","web_url":"https://www.nytimes.com/1994/03/10/world/us-aides-report-compromise-on-sea-mining.html","abstract":"  After more than a decade of opposing the Law of the Sea treaty as hostile to free enterprise, United States officials said today that Washington would probably sign the treaty this summer, now that they have negotiated major changes.    Washington's backing would greatly strengthen the treaty, which governs the world's oceans. It is scheduled to take effect this November, having been ratified by the required 60 nations among the 159 that signed it.","thumbnail":null,"section":"World"},{"date":"19940310","headline":"No Headline","web_url":"https://www.nytimes.com/1994/03/10/nyregion/no-headline-417475.html","abstract":"  \"My father couldn't believe I would have any trouble getting a job when I graduated. He thought there would be all kinds of people recruiting me. But there weren't.\" -- REESE ISBELL, who has two part-time jobs and works seven days a week to make ends meet.  [ B12:2. ]","thumbnail":null,"section":"New York"},{"date":"19940310","headline":"Sarajevo Cleans Up, Trolleys Roll, But It Remains a City Under Siege","web_url":"https://www.nytimes.com/1994/03/10/world/sarajevo-cleans-up-trolleys-roll-but-it-remains-a-city-under-siege.html","abstract":"  Already, United Nations engineering troops and local municipal workers have shoveled away the huge piles of garbage and washed the streets down with hoses from tank trucks. Crews protected by armored personnel carriers are repairing electric lines.    Today, the rusted, wrecked dump trucks that provided a screen against snipers in the Serb-held Grbavica neighborhood were dragged away, providing a vista of the Brotherhood and Unity Bridge unseen for two years.","thumbnail":null,"section":"World"},{"date":"19940310","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1994/03/10/arts/pop-and-jazz-in-review-423769.html","abstract":"  Thinking Fellers Union Local 282  CBGB    The weird and wonderful Thinking Fellers Union Local 282 might be the brightest light on the San Francisco indie-rock scene. In a post-punk culture that likes to grab things from all over, these expatriate Iowans obsessively collect everything in their path: remnants of psychedelia, Captain Beefheart's otherworldly blues, unadulterated California punk, various species of lounge and country music, bursts of static from either end of the radio dial. The results are something like musical junk sculpture, neatly welded at improbable joints. Beneath the delirious, near-lunatic exterior is a sharp and savvy sense of craftsmanship.","thumbnail":null,"section":"Arts"},{"date":"19940310","headline":"Perez Provides An Early Show","web_url":"https://www.nytimes.com/1994/03/10/sports/baseball-perez-provides-an-early-show.html","abstract":"  The organ player was not yet in his customary seat, the concession booths were closed and the stands were barren when Melido Perez ambled to the mound this morning. It was that early. There were about 20 scouts and a dozen fans parked behind home plate to watch Perez in this spring training \"B\" game. At least two baseball officials snoozed.   In this placid setting, three hours before the real Yankees opposed the real Montreal Expos, Perez made his spring debut against a lineup filled with minor leaguers. General Manager Gene Michael was there, scribbling notes and looking stern. Manager Buck Showalter checked Perez's radar-gun numbers between innings. Catcher Mike Stanley was brought to handle Perez and was the only regular who received the early wakeup call. To the Yankees, this trivial game was important.","thumbnail":null,"section":"Sports"},{"date":"19940310","headline":"After 20 Years of False Identities, Man Admits to 3 Killings","web_url":"https://www.nytimes.com/1994/03/10/nyregion/after-20-years-of-false-identities-man-admits-to-3-killings.html","abstract":"  Telling a tale of multiple personalities, serial murder, repressed memories and nearly 20 years on the run, a man turned himself in to the New York State Police yesterday and admitted to killing women in Yonkers, Mexico City and San Francisco in the 1970's, his lawyer said.   In 1974, Ricardo S. Caputo, now 45 years old, escaped from a state mental hospital -- where he had been committed after being found incompetent to stand trial for the 1971 murder of a Long Island woman -- and a few days later Judith Becker, a psychologist who had treated him, was killed in her Yonkers apartment.","thumbnail":null,"section":"New York"},{"date":"19940310","headline":"Chinese Dissident Appears; May Meet Christopher","web_url":"https://www.nytimes.com/1994/03/10/world/chinese-dissident-appears-may-meet-christopher.html","abstract":"  China's most prominent dissident appeared today in the port city of Tianjin, near Beijing, fueling speculation that he is preparing to meet Secretary of State Warren Christopher, who arrives Friday.   United States diplomats sought to keep any plans inconspicuous in advance of Mr. Christopher's arrival, in part because of their shaken confidence in the Chinese leadership after a week of detentions and harassment of dissidents in Beijing and Shanghai.","thumbnail":null,"section":"World"},{"date":"19940310","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/03/10/style/chronicle-423238.html","abstract":"  THOMAS KENEALLY, who wrote the book \"Schindler's List,\" on which the movie is based, had planned to take next Thursday night off from the party-lecture-premiere circuit, but then he got an invitation he couldn't turn down. \"I deliberately left that evening free, and then I was invited to the White House for dinner with Albert Reynolds, Prime Minister of Ireland, and Bill and Hillary Clinton,\" he said yesterday from Irvine, Calif.   Mr. Keneally has been traveling to film premieres in places like Washington, London, Vienna and Australia, teaching two courses at the University of California at Irvine and giving speeches. On March 24, he will deliver a lecture, \"The Holocaust: a Gentile Experience,\" at Baruch College in Manhattan.","thumbnail":null,"section":"Style"},{"date":"19940310","headline":"The Pop Life","web_url":"https://www.nytimes.com/1994/03/10/arts/the-pop-life-421944.html","abstract":"  Washington Job for Taylor    Billy Taylor is adding one more hat to the many he already wears. The jazz pianist, composer, arranger, conductor, teacher, lecturer, author, historian and television and radio personality has been named the artistic adviser and spokesman on jazz for the John F. Kennedy Center for the Performing Arts in Washington.","thumbnail":null,"section":"Arts"},{"date":"19940310","headline":"Pentagon Offers New Way to Verify Disarmament","web_url":"https://www.nytimes.com/1994/03/10/world/pentagon-offers-new-way-to-verify-disarmament.html","abstract":"  The United States has devised a novel means to verify the dismantling of American and Russian warheads and the Pentagon wants to propose it to Moscow, Pentagon officials said today.   The monitoring would be intended to fill a gap in American and Russian arms control agreements. While the two sides have extensive procedures to monitor the number of missiles and bombers they have deployed, they have not allowed each other to observe the dismantling of warheads or measure the fissionable material that has been extracted.","thumbnail":null,"section":"World"},{"date":"19940310","headline":"Free Agents Visit Giants","web_url":"https://www.nytimes.com/1994/03/10/sports/free-agents-visit-giants.html","abstract":"  The Giants continue to look at free agents, and yesterday was no exception as four players made a visit to the team's complex. Interestingly enough, three of them were defensive backs -- New Orleans safety Keith Taylor, Minnesota safety Vencie Glenn, and Miami safety Jarvis Williams. The other player was Phoenix guard Lance Smith.   Having three safeties in for workouts and talks is no coincidence, and it is smart. Giants coaches think there is a good chance that safety Greg Jackson could be lost to free agency. They have already lost safety Myron Guyton to the New England Patriots. Cornerback Mark Collins is also a free agent and there is a chance he could also leave. So this is a way for the team to cover itself just in case it loses one or more players.","thumbnail":null,"section":"Sports"},{"date":"19940310","headline":"Sports of The Times; The Coach Who Phoned Himself In","web_url":"https://www.nytimes.com/1994/03/10/sports/sports-of-the-times-the-coach-who-phoned-himself-in.html","abstract":"  THE telephone rang in Stephen Vest's home on a Friday night in mid-February. A familiar voice said, \"Get your pen, I've got a few things to say.\"   The sports editor of The Myrtle Beach Sun News felt his heart begin to race. This was a journalist's dream, an exclusive that had dialed him. He reached for a notebook as the coach said, \"I just came back from seeing this movie, 'Blue Chips,' and. . . .\"","thumbnail":null,"section":"Sports"},{"date":"19940310","headline":"Haytaian Opens Campaign for Senate","web_url":"https://www.nytimes.com/1994/03/10/nyregion/haytaian-opens-campaign-for-senate.html","abstract":"  With his first ad already on the air and a cross-state tour under way, the Speaker of the New Jersey Assembly, Chuck Haytaian, today opened his formal campaign for the United States Senate and his first attack on his anticipated opponent this fall, Senator Frank R. Lautenberg.   Standing outside a diner in this Trenton suburb during a light snowfall at the third of seven stops today, Mr. Haytaian pledged to make tax cutting and crime fighting the principal themes of his campaign.","thumbnail":null,"section":"New York"},{"date":"19940310","headline":"For Florida Derby Field, Handle With Care","web_url":"https://www.nytimes.com/1994/03/10/sports/horse-racing-for-florida-derby-field-handle-with-care.html","abstract":"  They have a horse named Mr. Angel training here for the Florida Derby, and he is no angel. He has thrown five riders in the last month, including his regular jockey, Herb McCauley. His trainer, Marty Wolfson, said, \"Every day is an ordeal.\"   Another horse training for the big race is Halo's Image, who got into a speed duel with Holy Bull in the Fountain of Youth Stakes two weeks ago. Then, turning into the homestretch, he bolted to his right all the way to the outside railing, where he meandered home in fifth place in a field of six. His trainer, Happy Alter, said: \"He lost interest. He made a right turn to go home with the stable ponies.\"","thumbnail":null,"section":"Sports"},{"date":"19940310","headline":"St. John's Sees Light At Start Of Tunnel","web_url":"https://www.nytimes.com/1994/03/10/sports/basketball-st-john-s-sees-light-at-start-of-tunnel.html","abstract":"  St. John's is approaching the end of its first losing season in 31 years without despair. Yes, the Redmen finished with a disappointing 11-16 record (5-13 in the conference) that left them ninth in the 10-team Big East Conference. They lost their best player, Shawnelle Scott, to a season-ending thumb injury in mid-February. They are long shots in the conference tournament that they open tonight against Pitt in the first game of a doubleheader at Madison Square Garden.   But for Coach Brian Mahoney's team, there is always next season. Or the one after that. This institution, a longtime titan of the sport, is not going to run out of good basketball players.","thumbnail":null,"section":"Sports"},{"date":"19940310","headline":"What Schindler Did After World War II","web_url":"https://www.nytimes.com/1994/03/10/opinion/l-what-schindler-did-after-world-war-ii-423793.html","abstract":"  To the Editor:   Your report of the German premiere of \"Schindler's List\" (arts pages, March 2) notes Steven Spielberg's concern that right-wing extremists and neo-Nazis would try to spoil the German opening of his movie about a German who saved Jewish lives in World War II and that he asked for and got tight security.   In October 1945, while I was aiding Holocaust survivors for the American Jewish Joint Distribution Committee in Linz, Austria, Oskar Schindler asked for and received our help, based on documents that he had saved hundreds of Jews by giving them employment in his factory in Cracow -- verified to me by survivors. Schindler expressed to me his fear of the revenge of the Nazis, and therefore wanted help to obtain work in Bavaria, where he thought it would be safer because United States occupation troops would be there for some time to come.   \"Schindler's List,\" Thomas Keneally's book, refers to what happened in 1963, when Schindler was hissed on the streets of Frankfurt and even had to pay damages to a German worker he punched for calling him a \"Jew kisser.\" Bitter irony that in 1994, as you point out, fear of Nazi revenge has not been eradicated.   Mr. Keneally's book accurately reports that in 1949 the Joint Distribution Committee gave Schindler financial aid for his nutria farm in Argentina, which failed, and in 1959 for his cement factory in Frankfurt, which also failed.    These modest gestures of support were by no means compensation for Schindler's heroic achievements, but, long before Mr. Keneally and Mr. Spielberg made Oskar Schindler's name an international byword, the American Jewish community demonstrated its gratitude to this unusual man.  JAMES P. RICE  Chicago, March 2, 1994 The writer is retired executive vice president of the Jewish Federation of Metropolitan Chicago.","thumbnail":null,"section":"Opinion"},{"date":"19940310","headline":"Whitewater Scandal Hunters Come Up Short; Partisan Politics","web_url":"https://www.nytimes.com/1994/03/10/opinion/l-whitewater-scandal-hunters-come-up-short-partisan-politics-423777.html","abstract":"  To the Editor:   Your Feb. 27 editorial inaccurately implies that I oppose a full investigation of the failure of Madison Guaranty Savings and Loan and its dealings with the Whitewater Development Company. You also suggest that I am myopically defending the Clinton Administration. At no time in the Senate Banking Committee's hearing on the Resolution Trust Corporation did I defend anyone's actions. I stated several times that there are legitimate questions that need to be answered.","thumbnail":null,"section":"Opinion"},{"date":"19940310","headline":"Mahathir Has Other Concerns","web_url":"https://www.nytimes.com/1994/03/10/opinion/IHT-mahathir-has-other-concerns.html","abstract":"Signs of moderation in Malaysia's refusal to award any further government contracts to companies from Britain still leave unexplained an economic boycott that has gone far beyond the \"Buy British last\" policy of a decade ago..The wounded feel","thumbnail":null,"section":"Opinion"},{"date":"19940310","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1994/03/10/arts/pop-and-jazz-in-review-423750.html","abstract":"  David Wilcox  Bottom Line    Although today's pop marketplace has ample room for female singers and songwriters who carry on the introspective tradition of Laura Nyro and Joni Mitchell, the male descendants of James Taylor and Jackson Browne are having a much harder time of it. If anyone could transcend what seems to be a commercial double standard that rejects the sensitive man, it is probably David Wilcox, the North Carolina singer and songwriter who performed on Monday evening.","thumbnail":null,"section":"Arts"},{"date":"19940310","headline":"From Backcourt, Dumars Goes Front and Center","web_url":"https://www.nytimes.com/1994/03/10/sports/basketball-from-backcourt-dumars-goes-front-and-center.html","abstract":"  It was obvious that the Nets missed the offensive punch of Chris Morris tonight. And that was one reason they also missed an opportunity to go three games over .500 again, losing by 114-97 to the Detroit Pistons, who snapped a seven-game losing streak and put a kink in the Nets' playoff hopes.   But even Morris, who is out for at least two weeks with a broken right thumb suffered Sunday night, might not have been enough to offset Joe Dumars tonight. The Pistons guard was 16 of 23 from the floor, including 3 of 4 3-pointers, and 9 of 10 from the free-throw line to finish with a season-best 44 points, including 22 in the fourth quarter.","thumbnail":null,"section":"Sports"},{"date":"19940310","headline":"After a First Wave Of Raves, 'The Piano' Slips Into a Trough","web_url":"https://www.nytimes.com/1994/03/10/movies/after-a-first-wave-of-raves-the-piano-slips-into-a-trough.html","abstract":"  Some 2,500 years ago, Athenians went to the polls and voted to expel Aristides the Just from the city. The reason? As legend has it, they were sick and tired of hearing him described as Aristides the Just.   Something similar seems to be happening to \"The Piano.\"","thumbnail":null,"section":"Movies"},{"date":"19940310","headline":"Books of The Times; How the Mind Translates Thoughts Into Words","web_url":"https://www.nytimes.com/1994/03/10/books/books-of-the-times-how-the-mind-translates-thoughts-into-words.html","abstract":"  The Language Instinct  How the Mind Creates Language  By Steven Pinker  Illustrated. 494 pages. William Morrow & Company. $23.   The most arresting chapter in Steven Pinker's chatty, wide-ranging new book, \"The Language Instinct: How the Mind Creates Language,\" is titled \"Mentalese,\" after what the author calls the \"silent medium of the brain\" in which thoughts are couched before they are \"clothed in words.\"","thumbnail":null,"section":"Books"},{"date":"19940310","headline":"Whitman, in Office, Still Campaigns; Governor Tries to Build Support as a Fight Over Cuts Looms","web_url":"https://www.nytimes.com/1994/03/10/nyregion/whitman-office-still-campaigns-governor-tries-build-support-fight-over-cuts.html","abstract":"  After seven weeks in office, Gov. Christine Todd Whitman is showing every sign that she intends to maintain the kind of high public visibility that she displayed on the campaign trail.   While the capital has fixated on the politics of the 5 percent income tax cut signed into law on Monday, Governor Whitman has often forsaken the State House and the company of the Republican legislative majority. Instead, she has conducted an almost daily round of public appearances in the state, showing a sunny personality and communicating a stern political message to the public.","thumbnail":null,"section":"New York"},{"date":"19940310","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/03/10/nyregion/inside-417343.html","abstract":"  Quarrel Over Public Hearings    Republicans dismissed the concerns of the Whitewater special counsel that Congressional hearings could disrupt his investigation. Page A20. Predicting Volcanic Blasts    A scientist who was badly injured in a deadly volcanic explosion last year says data from the blast show a way to predict eruptions. Page B11. Confession in 70's Slayings    A man surrendered in Manhattan, saying he killed three women, in Yonkers, Mexico City and San Francisco, his lawyer said. Page B1.","thumbnail":null,"section":"New York"},{"date":"19940310","headline":"HOCKEY;\nDepleted Islanders Defenseless In Defeat","web_url":"https://www.nytimes.com/1994/03/10/sports/hockey-depleted-islanders-defenseless-in-defeat.html","abstract":"Just when it looked as though the Islanders were over a spate of injuries, two more of their defensemen were struck tonight, and the depleted corps could not stop a relentless attack from Vancouver, which scored four straight goals in a 5-4 victory at the Pacific Coliseum.\n\nPavel Bure and Adrien Plavsic scored third-period goals for the Canucks, who came back from a 3-1 deficit. The Islanders leading scorer, Pierre Turgeon, had a hat trick, his third goal cutting the Canucks' lead to 5-4 with 3 minutes 55 seconds left. But the Islanders' defenseman Scott Lachance was called for high sticking with 2:19 left, forcing the Islanders to play a man short at a crucial point in the game.","thumbnail":null,"section":"Sports"},{"date":"19940310","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/03/10/style/chronicle-423246.html","abstract":"  A downtown boy: SUSANNE BARTSCH, whose name is always followed by a tag like party promoter, party giver or partygoer, and her fiance, DAVID BARTON, owner of the Chelsea gym that bears his name, have a son, BAILEY BARTSCH BARTON, born last Wednesday.","thumbnail":null,"section":"Style"},{"date":"19940310","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/03/10/style/chronicle-423254.html","abstract":"  It was reunion time for ALICIA DE LARROCHA and two old friends, VAN CLIBURN and VICTORIA DE LOS ANGELES, at Avery Fisher Hall on Tuesday evening after Miss de Larrocha's performance of the Ravel Piano Concerto with the New York Philharmonic.   Mr. Cliburn had sent flowers to Miss de Larrocha, but Hans Boon, a publicist who accompanied her into the hall, removed the card so as to keep Mr. Cliburn's presence in the audience a surprise.","thumbnail":null,"section":"Style"}],"wiki_events":[],"weather":[{"date":"19940310","time":"1994-03-10 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":74,"wspd":13},{"date":"19940310","time":"1994-03-10 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.4,"rhum":74,"wspd":13},{"date":"19940310","time":"1994-03-10 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.4,"rhum":70,"wspd":16.6},{"date":"19940310","time":"1994-03-10 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.9,"rhum":71,"wspd":14.8},{"date":"19940310","time":"1994-03-10 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7,"rhum":70,"wspd":11.2},{"date":"19940310","time":"1994-03-10 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.1,"rhum":67,"wspd":13},{"date":"19940310","time":"1994-03-10 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.5,"rhum":66,"wspd":13},{"date":"19940310","time":"1994-03-10 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6,"rhum":69,"wspd":14.8},{"date":"19940310","time":"1994-03-10 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.4,"rhum":67,"wspd":13},{"date":"19940310","time":"1994-03-10 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.4,"rhum":63,"wspd":16.6},{"date":"19940310","time":"1994-03-10 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.4,"rhum":56,"wspd":16.6},{"date":"19940310","time":"1994-03-10 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":51,"wspd":13},{"date":"19940310","time":"1994-03-10 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":45,"wspd":11.2},{"date":"19940310","time":"1994-03-10 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.4,"rhum":39,"wspd":14.8},{"date":"19940310","time":"1994-03-10 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":38,"wspd":13},{"date":"19940310","time":"1994-03-10 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":37,"wspd":14.8},{"date":"19940310","time":"1994-03-10 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":36,"wspd":11.2},{"date":"19940310","time":"1994-03-10 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":38,"wspd":14.8},{"date":"19940310","time":"1994-03-10 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":44,"wspd":11.2},{"date":"19940310","time":"1994-03-10 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.4,"rhum":47,"wspd":7.6},{"date":"19940310","time":"1994-03-10 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":52,"wspd":11.2},{"date":"19940310","time":"1994-03-10 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":53,"wspd":7.6},{"date":"19940310","time":"1994-03-10 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.2,"rhum":51,"wspd":13},{"date":"19940310","time":"1994-03-10 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.9,"rhum":57,"wspd":7.6},{"date":"19940310","time":"1994-03-10 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":92,"wspd":13},{"date":"19940310","time":"1994-03-10 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":96,"wspd":16.6},{"date":"19940310","time":"1994-03-10 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":96,"wspd":11.2},{"date":"19940310","time":"1994-03-10 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":96,"wspd":18.7},{"date":"19940310","time":"1994-03-10 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":96,"wspd":13},{"date":"19940310","time":"1994-03-10 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":96,"wspd":13},{"date":"19940310","time":"1994-03-10 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":100,"wspd":13},{"date":"19940310","time":"1994-03-10 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":100,"wspd":5.4},{"date":"19940310","time":"1994-03-10 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":100,"wspd":9.4},{"date":"19940310","time":"1994-03-10 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":100,"wspd":0},{"date":"19940310","time":"1994-03-10 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":100,"wspd":7.6},{"date":"19940310","time":"1994-03-10 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":100,"wspd":5.4},{"date":"19940310","time":"1994-03-10 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":100,"wspd":9.4},{"date":"19940310","time":"1994-03-10 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":100,"wspd":18.7},{"date":"19940310","time":"1994-03-10 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":100,"wspd":5.4},{"date":"19940310","time":"1994-03-10 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":100,"wspd":7.6},{"date":"19940310","time":"1994-03-10 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":100,"wspd":13},{"date":"19940310","time":"1994-03-10 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":96,"wspd":13},{"date":"19940310","time":"1994-03-10 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":96,"wspd":13},{"date":"19940310","time":"1994-03-10 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":96,"wspd":9.4},{"date":"19940310","time":"1994-03-10 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":93,"wspd":13},{"date":"19940310","time":"1994-03-10 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":90,"wspd":14.8},{"date":"19940310","time":"1994-03-10 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":90,"wspd":11.2},{"date":"19940310","time":"1994-03-10 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":90,"wspd":11.2}]}}