{"19930429":{"guardian_articles":[],"nytimes_articles":[{"date":"19930429","headline":"NHL May Support Hockey in Russia","web_url":"https://www.nytimes.com/1993/04/29/sports/IHT-nhl-may-support-hockey-in-russia.html","abstract":"For less than $5 million a year, Russia is offering to become a plantation for the National Hockey League. . The two sides are negotiating the survival of post-Soviet hockey, Russian officials said Wednesday at the World Ice Hockey Championships, where th","thumbnail":null,"section":"Sports"},{"date":"19930429","headline":"PEOPLE: Who Owns a Kiss?","web_url":"https://www.nytimes.com/1993/04/29/style/IHT-people-who-owns-a-kiss.html","abstract":"A retired couple took photographer Robert Doisneau to court Wednesday, claiming he stole a moment of youthful passion in a famed photo of two lovers embracing on a Paris street 43 years ago. The trial should determine whether Doisneauviolated the privac","thumbnail":null,"section":"Style"},{"date":"19930429","headline":"German Metalworkers In East Approve Strike","web_url":"https://www.nytimes.com/1993/04/29/world/german-metalworkers-in-east-approve-strike.html","abstract":"  Thousands of metalworkers in eastern Germany have voted overwhelmingly to strike to press their demand for an immediate 26 percent pay increase, their union announced today.   Employers agreed to the increase in 1991 but reneged earlier this year, saying such a raise would be ruinously expensive because productivity is low in eastern Germany.","thumbnail":null,"section":"World"},{"date":"19930429","headline":"Corpse at Grand Hyatt","web_url":"https://www.nytimes.com/1993/04/29/nyregion/corpse-at-grand-hyatt.html","abstract":"  The body of a Brooklyn woman was found in the Grand Hyatt Hotel in midtown Manhattan last night, and an autopsy is planned for later today to determine the cause of death, according to the police. Sgt. Anthony Barlanti, a departmental spokesman, identified the woman as Marie Daniele, 24 years old, of 233 Withers Street, in Williamsburg. Sergeant Barlanti said the police were called to the hotel after the body was found in Room 3431 about 7:30 P.M. No details about why the woman was in the hotel, which is next to Grand Central Station, were available.","thumbnail":null,"section":"New York"},{"date":"19930429","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/29/nyregion/c-corrections-940993.html","abstract":"  A picture caption on Saturday with the continuation of an article about the difficulties faced by people who live in mobile homes misstated the locations of two of the homes shown. The homes at the top right and the bottom are in Rathbone, N.Y.; the one at the top left is in Cameron, N.Y.","thumbnail":null,"section":"New York"},{"date":"19930429","headline":"Washington Memo; Clinton's Plan for Economy May Hinge on His Popularity","web_url":"https://www.nytimes.com/1993/04/29/us/washington-memo-clinton-s-plan-for-economy-may-hinge-on-his-popularity.html","abstract":"  Despite some early setbacks and the worries expressed by some of President Clinton's top advisers, his economic plan, on which the ultimate success or failure of his Presidency could ride, has not been derailed by Congress.   But the overall package, with its steep tax increases, deficit reduction and huge shifts in spending away from the military and toward social programs and public works projects, is not -- as the White House maintains day after day -- completely on track either.","thumbnail":null,"section":"U.S."},{"date":"19930429","headline":"Why New York's Sanitation Workers Earn More Than Police","web_url":"https://www.nytimes.com/1993/04/29/opinion/l-why-new-york-s-sanitation-workers-earn-more-than-police-026193.html","abstract":"  To the Editor:   In your editorial \"The Police and Election-Year Politics\" (April 17), you relied strictly upon figures supplied by New York City that are misleading. The city's comparison of police and sanitation workers' pay cavalierly ignores three weighty components of sanitation worker income: holiday pay, night shift differential and sanitation's double-time rate for overtime. These, coupled with gain-sharing bonuses, enable sanitation workers to earn greater annual income than police officers.   While you consider this methodology \"a strange way to calculate wages,\" economists, arbitrators and even city negotiators normally factor in the calculations used by the Patrolmen's Benevolent Association to determine total earnings. Moreover, your assertion that police officers    \"earn   $11,000 more than sanitation workers do\" is absurd.","thumbnail":null,"section":"Opinion"},{"date":"19930429","headline":"N.B.A. Toughens Penalties For Fights","web_url":"https://www.nytimes.com/1993/04/29/sports/pro-basketball-nba-toughens-penalties-for-fights.html","abstract":"  Imagine it is Game 2 of the first-round playoff series between the Knicks and Indiana. The Pacers' Rik Smits crashes an elbow to Patrick Ewing's temple. Ewing pushes a forearm in retaliation. It is a close, physical game, and tempers are running short. Although he does not connect, Ewing throws a punch. It is a big mistake.   He is ejected from the game -- standard National Basketball Association punishment for throwing a punch -- but he is also automatically suspended from the next game, too, and his team is suddenly put in a crippling position.","thumbnail":null,"section":"Sports"},{"date":"19930429","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/04/29/arts/classical-music-in-review-668093.html","abstract":"  'Aida'  Houston Grand Opera   The usually forward-looking Houston Grand Opera has waxed nostalgic in recent weeks with a restaging of the production of Verdi's \"Aida\" that opened its first season in the Wortham Center, in 1987. Pier Luigi Pizzi's designs were acclaimed at the time, especially for their charming props, like the life-size elephants on wheels that achieve a certain grandeur of scale while gently mocking the literalistic grandiosity often applied to the work.   Ross A. Perry has provided new direction and choreography, and the dance scenes, in particular, were attractive on Saturday evening. But for a visitor new to the production, the garishness of the costumes jarred with the starkness of the sets.","thumbnail":null,"section":"Arts"},{"date":"19930429","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/29/opinion/IHT-in-our-pages-100-75-and-50-years-ago-93397077669.html","abstract":"1918: Two Escapees Shot","thumbnail":null,"section":"Opinion"},{"date":"19930429","headline":"Library President Remembered for His Leadership","web_url":"https://www.nytimes.com/1993/04/29/nyregion/library-president-remembered-for-his-leadership.html","abstract":"  Bryant Park was aglow with tulips and daffodils, children's laughter, sounds of music and the pleasure of sun worshipers during the memorial service yesterday celebrating the life of Dr. Timothy S. Healy.   Dr. Healy was the president of the Public Library at 42d Street and Fifth Avenue when he died of a heart attack on Dec. 30 at 69. About 700 friends, colleagues and other admirers gathered under a large white tent in the park, across from the library, to remember the Jesuit priest and educator.","thumbnail":null,"section":"New York"},{"date":"19930429","headline":"Sports of The Times; Rocco's Boy Was Special Right Away","web_url":"https://www.nytimes.com/1993/04/29/sports/sports-of-the-times-rocco-s-boy-was-special-right-away.html","abstract":"  HE was a funny kid. That's how I choose to remember Jim Valvano, who died of cancer yesterday, much too young at 47. Everything that was still appealing in him as a coach or a broadcaster was there when he was 15, playing backcourt for his father.   He most certainly was not one of those people who becomes famous and then everybody says: \"That guy? What a cipher. He was in my home room. Never said a word.\" This was a classic case of the child being father to the stand-up comic.","thumbnail":null,"section":"Sports"},{"date":"19930429","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/04/29/sports/results-plus-744993.html","abstract":"  TENNIS  Comeback Skid: Wilander Is Beaten   The comeback of former Mats Wilander was interrupted by Richard Fromberg of Australia in the second round of the $300,000 A.T.&T. Challenge yesterday in Duluth, Ga. Wilander, who was ranked No. 1 in the world in 1988 when he won three of the four Grand Slam titles, stopped playing professionally two years ago. He defeated seventh-seeded Luis Herrera on Tuesday in his return match, but lost, 6-3, 6-1, to Fromberg. \"Yesterday, I felt like I had time to get into a rhythm, but today his serve was bigger and the over all game was faster,\" said Wilander, a 28-year-old native of Sweden who won 33 tournaments including seven Grand Slam events. (AP) Korda Falls to Spain's Altur: Top-seeded Petr Korda was upset in the second-round of the B.M.W. tournament yesterday in Munich, Germany, beaten by Spain's Jose Altur, 5-7, 6-3, 6-3. Andre Medvedev, seeded fourth and from Ukraine, also was an unexpected loser, falling, 6-7 (7-1), 7-6 (7-5), 6-4, to France's Cedric Piolane. Korda, ranked No. 5 in the world, has been recovering from a viral infection, but refused to blame that for his loss to the world's 171st-ranked player. \"I'm just playing bad at the moment and I don't know why,\" said Korda of the Czech Republic. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930429","headline":"Books of The Times; Putting In a Word for Homer, Herodotus, Plato, Etc.","web_url":"https://www.nytimes.com/1993/04/29/books/books-of-the-times-putting-in-a-word-for-homer-herodotus-plato-etc.html","abstract":"  The Oldest Dead White European Males  And Other Reflections on the Classics  By Bernard Knox  144 pages. W. W. Norton & Company    The title of Bernard Knox's stimulating new book, \"The Oldest Dead White European Males: And Other Reflections on the Classics,\" is a bit of a tease. Since its author is a classicist and the director emeritus of Harvard's Center for Hellenic Studies in Washington, the reader expects an aggressive defense of ancient Greek culture against the multiculturalists and feminists who argue, not incorrectly, that the classical Greek polis, having been a sort of men's club supported by slavery, appears today, in Mr. Knox's own words, an emblem of \"reactionary conservatism\" and of \"enforced conformity.\"","thumbnail":null,"section":"Books"},{"date":"19930429","headline":"Japan Grows Wary of Cambodia Role","web_url":"https://www.nytimes.com/1993/04/29/world/japan-grows-wary-of-cambodia-role.html","abstract":"  Fearful that the rising violence in Cambodia could threaten public support for its first ventures in peacekeeping, the Japanese Government has quietly asked the United Nations to guarantee the safety of election observers or deploying them only to comparatively safe areas of the country.   The move, Japanese officials say, reflects their growing fear of a public backlash if the country's first dispatch of troops overseas since the end of World War II results in considerable casualties over the next month or two.","thumbnail":null,"section":"World"},{"date":"19930429","headline":"For Strategy for Imposing and Guarding Safe Havens in Bosnia","web_url":"https://www.nytimes.com/1993/04/29/opinion/IHT-for-strategy-for-imposing-and-guarding-safe-havens-in-bosnia.html","abstract":"- There is a void between the moral outcry over the atrocities in Bosnia and the political-military hand-wringing. Discussion of strategy is called for.","thumbnail":null,"section":"Opinion"},{"date":"19930429","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/04/29/arts/classical-music-in-review-037793.html","abstract":"  Krystian Zimerman  Pianist Carnegie Hall    Krystian Zimerman is a musical thinker rather than a virtuoso; his best interpretations unfold as a sequence of bracing illuminations. He has also been known to contradict himself and produce a somewhat bewildering musical picture. A case in point was the Schubert Piano Sonata in B flat, played on the second half of his program Friday night. Mr. Zimerman had the technique and control for Schubert's easeful spans of sound, but the argument went awry at several crucial points.   At the outset of the first movement, for example, the main theme foundered amid unnecessary spells of rubato: the bass trill in the eighth bar, which should rumble beneath an even surface, failed to play its unsettling role. Then, later in the movement, Mr. Zimerman undercut major events with inexpressive articulation: the forte statement of the main theme did not roll in with the right leisurely grandeur (the tempo was slightly too fast throughout), and the momentous triple-piano re-entry of this same theme in the development slid past without a shiver of epiphany.","thumbnail":null,"section":"Arts"},{"date":"19930429","headline":"Measuring Warming","web_url":"https://www.nytimes.com/1993/04/29/opinion/l-measuring-warming-043193.html","abstract":"  To the Editor:   Vice President Gore may know more about global warming than the President (\"Mr. Clinton, Meet Mr. Gore,\" editorial, April 20), but the whole Administration should be aware of what is known. Few of the nations that voted for the 1990 limit on carbon dioxide emissions have the information base to report their 1990 emissions or monitor their progress. The United States does, and in our society of policy by court cases, if we had signed such a treaty the Government would be sued to actually comply with it.","thumbnail":null,"section":"Opinion"},{"date":"19930429","headline":"Texas Governor Delays Execution 30 Days","web_url":"https://www.nytimes.com/1993/04/29/us/texas-governor-delays-execution-30-days.html","abstract":"  Gov. Ann W. Richards gave a convict a 30-day reprieve today, hours before he was to be executed for a 1981 murder.    In a statement late this afternoon, the Governor said of the convict, Gary Graham, \"I pass no judgment on his guilt or innocence but believe that questions have been raised in this case that deserve further examination.\"","thumbnail":null,"section":"U.S."},{"date":"19930429","headline":"VAT's Offer a Way to Conceal the Tax Burden","web_url":"https://www.nytimes.com/1993/04/29/opinion/l-vat-s-offer-a-way-to-conceal-the-tax-burden-030093.html","abstract":"  To the Editor:   \"New Tax on Goods Is Weighed to Pay for Health Care\" (news article, April 15) reveals that the White House is considering the imposition of a value-added tax to raise revenue for President Clinton's health-care reform. Having lived under a VAT for several years in England at university, I hope such consideration will prove slight.   Value-added taxes are \"popular\" in Europe only in the sense that a number of avaricious bureaucracies thereabouts have recognized the political expediency in obscuring the full weight of the tax burden they impose upon their citizens. Whereas an income tax is the traditional benchmark of taxation, it is sometimes difficult to recognize the true cost to the individual reflected in rising consumer prices.","thumbnail":null,"section":"Opinion"},{"date":"19930429","headline":"City Council Bungles on Jobs","web_url":"https://www.nytimes.com/1993/04/29/opinion/city-council-bungles-on-jobs.html","abstract":"  If there's a lesson to be learned from the New York City Council's approach to a spring jobs program for youngsters, it's that many of the pesky good-government regulations that should govern a program like this exist for a purpose. Without them, favoritism and bad judgment take over.   A few weeks ago, the Council and the Mayor's Department of Employment split the task of finding 400 students to work in a nine-week program of city-funded jobs. The mayor's office relied on referrals from the community organizations that handle the city's federally funded summer jobs. The Council members freelanced. Most Council members depended on recommendations from community and youth groups. But others gave the jobs to relatives of friends, employees or political allies.","thumbnail":null,"section":"Opinion"},{"date":"19930429","headline":"Review/Organ; Amid Grandeur, a Subtle Palette","web_url":"https://www.nytimes.com/1993/04/29/arts/review-organ-amid-grandeur-a-subtle-palette.html","abstract":"  A church organ is a remarkable instrument: in its construction, its size, its cost, its sound and its function, it defines a community and its space. So when the Church of St. Ignatius Loyola presented a dedicatory concert of its new tracker organ on Tuesday night, it was only partly out of musical interest that the line to get into the church stretched around the corner of Park Avenue and 84th Street. A new instrument of this size is an event in musical and religious life. When the doors finally closed, every pew was filled, folding chairs were in the aisles and the pastor publicly wished that the church had such problems every Sunday.   The audience, drawn by advance word of this largest mechanical-action organ ever installed in this city (and the largest ever built in England, by N. P. Mander Ltd.), was a reminder, before even a note was played, of the importance attached to a new organ intallation.","thumbnail":null,"section":"Arts"},{"date":"19930429","headline":"Administration Unveils $1.3 Bilion High-Speed Rail Proposal","web_url":"https://www.nytimes.com/1993/04/29/us/administration-unveils-1.3-bilion-high-speed-rail-proposal.html","abstract":"  The Clinton Administration today announced a five-year, $1.3 billion plan that would create Federal-state partnerships to develop high-speed train service in densely populated areas around the nation.    Transportation Secretary Federico F. Pena said such railroads would relieve highway and airport congestion, reduce pollution and travel delays and \"improve the quality of life of Americans throughout our country.\"","thumbnail":null,"section":"U.S."},{"date":"19930429","headline":"No Headline","web_url":"https://www.nytimes.com/1993/04/29/nyregion/no-headline-188293.html","abstract":"  \"Everybody knows men can do everything. They always get the credit. Now we have to get some.\" -- DELIA VELEZ, 12, on Take Our Daughters to Work Day.  [ B8:4. ]","thumbnail":null,"section":"New York"},{"date":"19930429","headline":"PEOPLE","web_url":"https://www.nytimes.com/1993/04/29/style/IHT-people.html","abstract":"The judge who must settle the Woody Allen-Mia Farrow child custody fight saidhe was \"the least qualified person to do that\" after the last witness testified the truth may never emerge about whether the filmmaker sexually abused his 7-year-old","thumbnail":null,"section":"Style"},{"date":"19930429","headline":"Bentsen Signals Official's Ouster Over Initial Raid on Cult in Texas","web_url":"https://www.nytimes.com/1993/04/29/us/bentsen-signals-official-s-ouster-over-initial-raid-on-cult-in-texas.html","abstract":"  Treasury Secretary Lloyd Bentsen signaled today that the senior Washington official who supervised the Feb. 28 raid on the Branch Davidian compound near Waco, Tex., would soon be asked to step down.   Mr. Bentsen issued a statement this afternoon saying he was \"deeply troubled by conflicting statements\" about the raid, which began the 51-day siege that ended in flames last week. Other Administration officials said the remarks were aimed at Stephen E. Higgins, the director of the Treasury agency that carried out the raid, in which four agents and six cult members died.","thumbnail":null,"section":"U.S."},{"date":"19930429","headline":"In Trade Center Bombing Case, Two Rights Collide","web_url":"https://www.nytimes.com/1993/04/29/nyregion/in-trade-center-bombing-case-two-rights-collide.html","abstract":"  Judge Kevin T. Duffy is known around the Federal courthouse in Manhattan as a judge with strong opinions. Perhaps nothing illustrates this better than when he banned anyone connected with the World Trade Center bombing case he is hearing from saying anything to the media.   It is an order so sweeping that the United States Attorney's office won't even comment on its position about the order.","thumbnail":null,"section":"New York"},{"date":"19930429","headline":"Critic's Notebook; In the Know and Willing to Talk","web_url":"https://www.nytimes.com/1993/04/29/arts/critic-s-notebook-in-the-know-and-willing-to-talk.html","abstract":"  All clear, cowed news fans. The assault by television experts has subsided, and for the moment it seems safe to tune in your favorite interview shows. But watch your head; this is likely to be just a Serbian truce.   After the invasion of experts on terrorism set off by the bombing of the World Trade Center, there was only a brief respite before the little war in Waco, Tex., called forth a swarm of experts on cultism. These cadres, swooping straight from producers' Rolodexes onto the nation's screens, were in a thriving television tradition of know-it-alls expatiating at the summons of the evening news on why a catastrophe they never predicted could now easily be foreseen.","thumbnail":null,"section":"Arts"},{"date":"19930429","headline":"Review/Theater; Trying to Grasp an AIDS Tragedy","web_url":"https://www.nytimes.com/1993/04/29/theater/review-theater-trying-to-grasp-an-aids-tragedy.html","abstract":"  Lee Blessing's \"Patient A\" is a playwright's conversation with himself about the difficulties of understanding a real-life tragedy and distilling it into dramatic form. The case is that of Kimberly Bergalis, the young woman in Florida who became infected with AIDS after being treated by her dentist. For a time, the play seems like a delaying mechanism to avoid telling the story.   As portrayed by Jon DeVries, Mr. Blessing is himself a character onstage. Acting as narrator and editor, he repeatedly interrupts Ms. Bergalis (Robin Morse), tossing in poems, statistics and observations. Just at the point that we become annoyed with his interference in the narrative, he apologizes for that interference. Despite all these distractions, \"Patient A\" moves a theatergoer to feelings of sympathy and admiration for Kimberly, and outrage at all those who took advantage of her.","thumbnail":null,"section":"Theater"},{"date":"19930429","headline":"Essay; Bosnia Speech Draft","web_url":"https://www.nytimes.com/1993/04/29/opinion/essay-bosnia-speech-draft.html","abstract":"    Team A is drafting the President's speech on the need to intervene in Bosnia. Originally prepared at State, it is being made intelligible by the national security adviser, punched up by Presidential speechwriters and smoothed down by Ambassador Talbott. Here is the alternate draft from my own Team B.     Fellow Americans, and fellow citizens of the world:","thumbnail":null,"section":"Opinion"},{"date":"19930429","headline":"Home Video","web_url":"https://www.nytimes.com/1993/04/29/arts/home-video-547093.html","abstract":"  The Next VCR   Since most American households have had a VCR for a number of years, a question arises. What is the next generation of VCR that might excite consumers the way the old machines did?   As cable operators and telephone companies develop methods of electronic delivery that will eventually be able to feed information directly to the television set, it might be argued that there will be no next VCR. But that isn't necessarily the case.","thumbnail":null,"section":"Arts"},{"date":"19930429","headline":"Bellamy's Comment on Cuomo Draws Rebuke","web_url":"https://www.nytimes.com/1993/04/29/nyregion/bellamy-s-comment-on-cuomo-draws-rebuke.html","abstract":"  H. Carl McCall picked up the support of a former opponent in the race for State Comptroller today, while Carol Bellamy drew a rebuke from Gov. Mario M. Cuomo for comments she made about his involvement in the contest.   Mr. McCall, the president of the New York City Board of Education, won an endorsement from Assemblyman Joseph R. Lentol, a Brooklyn Democrat who dropped out of the race today. Mr. Lentol's withdrawal left only five candidates in the contest, with Mr. McCall and Ms. Bellamy considered the leading contenders by most in the Legislature.","thumbnail":null,"section":"New York"},{"date":"19930429","headline":"PEOPLE","web_url":"https://www.nytimes.com/1993/04/29/style/IHT-people-90819512642.html","abstract":"Prince says he's quitting studio recording to concentrate on theater, film and other ventures. Theannouncement comes seven months after the rock star signed a $100 million deal with Warner Bros. Records that made him a vice president.He will be able","thumbnail":null,"section":"Style"},{"date":"19930429","headline":"Era of Female Combat Pilots Opens With Shrugs and Glee","web_url":"https://www.nytimes.com/1993/04/29/us/era-of-female-combat-pilots-opens-with-shrugs-and-glee.html","abstract":"  At Whiting Field Naval Air Station, where 75 percent of Navy, Marine and Coast Guard fighter, patrol and helicopter pilots receive their initial training, the new era of women in combat promised by the Pentagon was greeted today with jubilation by the female pilots and acceptance by their male counterparts.   Veterans saw the Pentagon's decision to eliminate restrictions on women in aerial and naval combat as folly. But regardless of their stand on the issue, all military personnel recognize that the directive will catapult the armed forces into uncharted territory in which women may face the same perils of war as men. New Options Called Tempting    \"I get goose bumps just thinking about it,\" said Lieut. Rhonda Buckner, a 37-year-old flight instructor who is scheduled to retire next year when her 20 years of service are up. \"I wish I were 20 years younger. When I came in, women didn't even work on planes, and being a pilot was an option I didn't even think about. It's remarkable, the changes I've seen.\"","thumbnail":null,"section":"U.S."},{"date":"19930429","headline":"Mansell Makes Plans","web_url":"https://www.nytimes.com/1993/04/29/sports/sports-people-auto-racing-mansell-makes-plans.html","abstract":"  Although NIGEL MANSELL, the defending world champion, was scheduled to undergo back surgery last night, it may not prevent him from trying to qualify for the Indianapolis 500 pole position on May 15.   MICHAEL KNIGHT, a spokesman for Mansell's Indy-car team, Newman/ Haas Racing, said yesterday that the surgery would repair a separation in soft tissue in Mansell's lower back that was suffered when he crashed at Phoenix International Raceway on April 3. The injury, which did not involve bone or muscle, created a cavity that was filling with blood, Knight said.","thumbnail":null,"section":"Sports"},{"date":"19930429","headline":"The Number of Gay Men Doesn't Matter","web_url":"https://www.nytimes.com/1993/04/29/opinion/l-the-number-of-gay-men-doesn-t-matter-029693.html","abstract":"  To the Editor:   I am deeply concerned about the Alan Guttmacher Institute's report on gay men (\"Sex Survey of American Men Finds 1% Are Gay,\" news article, April 15). Social conservative groups have already voiced their self-assuredness and gay groups are scrambling to downplay the figures.    Yet William R. Grady, one of the study's authors, conceded to The Boston Globe that there were two flaws with the study. First, 30 percent of the men asked to participate refused. Second, participants in surveys like this one tend to give \"socially appropriate\" answers. Because many have been taught to believe that homosexuality is morally \"incorrect,\" it is likely that men will underreport their homosexual feelings and behavior.","thumbnail":null,"section":"Opinion"},{"date":"19930429","headline":"Frost-Free in Manhattan: A Couple's Odyssey; Keeping Up With 1980's Refrigerator Technology Isn't That Easy, Despite the Benefits","web_url":"https://www.nytimes.com/1993/04/29/nyregion/frost-free-manhattan-couple-s-odyssey-keeping-up-with-1980-s-refrigerator.html","abstract":"  In 1988 Milton and Mildred Lewis bought a two-door, frost-free refrigerator for $800.   Almost anywhere else that would be an unremarkable action. In a perfect world -- or maybe just a rational one -- what followed would have been impossible.","thumbnail":null,"section":"New York"},{"date":"19930429","headline":"Her Colleagues Voice Support for Anita Hill","web_url":"https://www.nytimes.com/1993/04/29/opinion/l-her-colleagues-voice-support-for-anita-hill-027093.html","abstract":"  To the Editor:   \"For Oklahoma, Anita Hill's Story Is Open Wound\" (news article, April 19) continues the biased coverage of Professor Hill by ignoring the support she has received by those who know her best: her colleagues at the University of Oklahoma. Dean David Swank hardly stands alone; a petition signed by 439 faculty and staff members and students appeared recently in our local newspaper supporting an endowed chair honoring her. The absence of this information from your account continues the bias evident during the Senate Judiciary Committee hearings.","thumbnail":null,"section":"Opinion"},{"date":"19930429","headline":"Study Says a Blood Fat Alone Rarely Hurts Heart","web_url":"https://www.nytimes.com/1993/04/29/us/study-says-a-blood-fat-alone-rarely-hurts-heart.html","abstract":"  A study of more than 7,000 adults at 10 medical centers around the country indicates that for most people a high level of the blood fat triglycerides does not directly raise their risk of dying prematurely of heart disease.   Rather, elevated triglyceride levels seem to go hand in hand with other factors, like being overweight and having high blood sugar levels, which themselves raise coronary risk.","thumbnail":null,"section":"U.S."},{"date":"19930429","headline":"PEOPLE","web_url":"https://www.nytimes.com/1993/04/29/style/IHT-people-92101935689.html","abstract":"TheJapanese conductor Yutaka Sado, 32, whoworked with Seiji Ozawa and the late Leonard Bernstein, will beresident conductor for the next two seasons of the LamoureuxOrchestra of Paris.The Kyoto-born musician will replace the RussianValentin Ko","thumbnail":null,"section":"Style"},{"date":"19930429","headline":"Adewale Ayuba to Perform","web_url":"https://www.nytimes.com/1993/04/29/arts/adewale-ayuba-to-perform.html","abstract":"  The Nigerian singer Adewale Ayuba and his Bonsue Fuji Creation Band are to perform at Tramps tonight, replacing a fellow Nigerian, King Sunny Ade. The one-night show is at 9. Tramps is at 54 West 21st Street, Chelsea. Information: (212) 727-7788.","thumbnail":null,"section":"Arts"},{"date":"19930429","headline":"U.S. Asked Saudis to Aid Palestinians","web_url":"https://www.nytimes.com/1993/04/29/world/us-asked-saudis-to-aid-palestinians.html","abstract":"  To lure the Palestinians back to the Middle East peace talks, the Clinton Administration recently asked Saudi Arabia to resume the financial aid that it had cut off during the Persian Gulf war, senior Administration officials said today.   One American official, speaking on condition of anonymity, said the United Stateseffort had been a critical element in getting the Palestinians to resume the talks.","thumbnail":null,"section":"World"},{"date":"19930429","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/04/29/arts/classical-music-in-review-040793.html","abstract":"  Brooklyn Philharmonic  Brooklyn Academy of Music    The time passed a few decades ago when listeners could be expected to express surprise that a close relationship existed between jazz and symphonic concert music. Early in the century, concert composers drew sustenance from the rhythmic and motivic well of jazz, and jazz composers returned the gesture by raiding Impressionistic and chromatic harmonic language. Since the 1960's, the complexities of avant-garde jazz have paralleled those of avant-garde concert writing, and for musicians with open ears, each movement provided fuel for the other.    There were no real surprises, therefore, in the Brooklyn Philharmonic concert that Dennis Russell Davies conducted on Saturday evening: just an acknowledgement of a long-standing blurring of borders and the suggestion, if only subliminally, that compartmentalization makes no sense.","thumbnail":null,"section":"Arts"},{"date":"19930429","headline":"PEOPLE","web_url":"https://www.nytimes.com/1993/04/29/style/IHT-people-93513539097.html","abstract":"A silver dog-collar given to a Scottish noble family by Bonnie Prince Charlie sold for £41,800 ($66,044) byChristie's at a crowded sale atFingask Castle in Rait, Scotland.The prince- whose real name wasCharles Edward Stuart-gave dog","thumbnail":null,"section":"Style"},{"date":"19930429","headline":"Experts Urge Emergency Care for Stroke Victims","web_url":"https://www.nytimes.com/1993/04/29/us/experts-urge-emergency-care-for-stroke-victims.html","abstract":"  Emergency treatment should be summoned for people with symptoms of a stroke because steps to limit brain damage are most effective within the first six hours after the symptoms begin, medical experts said yesterday.   Newer therapies, some standard and others still experimental, may limit brain damage from strokes if given early, making emergency care all the more critical in preventing death and disability, the National Stroke Association said.","thumbnail":null,"section":"U.S."},{"date":"19930429","headline":"A Crackdown Is Proposed On Overdue Child Support","web_url":"https://www.nytimes.com/1993/04/29/nyregion/a-crackdown-is-proposed-on-overdue-child-support.html","abstract":"  Wayne R. Bryant, the State Assemblyman from Camden who wrote the law denying additional payments to welfare mothers who have another child, now proposes going after fathers who do not pay their child support.   Mr. Bryant has introduced an eight-bill package that he says would give New Jersey the toughest law in the nation to track down and punish parents -- almost all fathers -- who do not comply with court orders to pay child support.","thumbnail":null,"section":"New York"},{"date":"19930429","headline":"Bill Clinton's Hundred Days","web_url":"https://www.nytimes.com/1993/04/29/opinion/bill-clinton-s-hundred-days.html","abstract":"  All Presidents since Franklin Roosevelt have had their reputations stretched or shortened by a Procrustean journalistic device known as the \"first hundred days.\" The hundred days test is, of course, fundamentally silly. As Arthur Schlesinger pointed out on the Op-Ed page recently, Roosevelt assumed office at a time of such calamity that Congress \"dared not say him nay.\" No President since has faced a comparable crisis.   Yet so durable is the standard that not even the White House, which might prefer to forget some of Bill Clinton's first hundred days, can ignore it. To mark the occasion Mr. Clinton's p.r. apparatus churned out a little pamphlet called \"Season of America's Renewal,\" the title lifted from the President's hopeful address to Congress in February. The Republicans responded with a less flattering exegesis, \"On the Wrong Track.\"","thumbnail":null,"section":"Opinion"},{"date":"19930429","headline":"NEGLIGENCE IS SEEN IN ACTOR'S DEATH","web_url":"https://www.nytimes.com/1993/04/29/us/negligence-is-seen-in-actor-s-death.html","abstract":"  A police investigation indicates that the fatal shooting of the actor Brandon Lee on a movie set here last month was due to negligence on the part of crew members, not foul play, the District Attorney says.   District Attorney Jerry Spivey said Tuesday that the investigation was nearly complete and that he had not yet decided whether to file criminal charges. \"There's no indication that I see at all from the investigative report that anyone intentionally hurt Brandon,\" he said.","thumbnail":null,"section":"U.S."},{"date":"19930429","headline":"Derby Has the Quick, and the Quirks","web_url":"https://www.nytimes.com/1993/04/29/sports/horse-racing-derby-has-the-quick-and-the-quirks.html","abstract":"  There is a horse galloping around the track at Churchill Downs these mornings without a saddle. He is El Bakan, \"the Big Shot\" from Panama. His owner says he'll be wearing a saddle in the 119th Kentucky Derby on Saturday, but \"this is the way they train them in South America.\"   There is another horse here named Rockamundo who ran the fastest mile and an eighth of the year for 3-year-old horses when he won the Arkansas Derby in 1:48. People think his name is amusing. So were the odds he beat when he won in Arkansas two weeks ago: 108-1. He has another peculiarity besides beating long odds: He tends to hold his breath during races, like a child throwing a tantrum. His jockey, Calvin Borel, overcame that problem by leaning down and poking Rockamundo in the belly.","thumbnail":null,"section":"Sports"},{"date":"19930429","headline":"PEOPLE","web_url":"https://www.nytimes.com/1993/04/29/style/IHT-people-93785657497.html","abstract":"Edward James Olmos has been denied permission to carry a concealed gun by the Los Angeles police.The actor saidthat he and his family had received death threats.Richard Demeron, the city police commission's commanding officer, said there was no evi","thumbnail":null,"section":"Style"},{"date":"19930429","headline":"Sampson Denies Deal With Asian Team","web_url":"https://www.nytimes.com/1993/04/29/sports/sports-people-basketball-sampson-denies-deal-with-asian-team.html","abstract":"  The former All-Star RALPH SAMPSON yesterday denied that he has reached an agreement to play and coach in Asia's first men's pro basketball league.   DOUGLAS MARAN, executive director of the Asian Basketball Association, had said Tuesday that the 7-foot-4-inch Sampson would play for Hong Kong when the six-team league debuts this summer.","thumbnail":null,"section":"Sports"},{"date":"19930429","headline":"Scientists Find Clue to Peril of Volcanic Eruptions","web_url":"https://www.nytimes.com/1993/04/29/world/scientists-find-clue-to-peril-of-volcanic-eruptions.html","abstract":"  A team of scientists has discovered a chemical clue in molten lava that appears to signal whether a volcano's eruption will be relatively short-lived or long and violent, a finding that could aid hazard prediction and save human lives.   The research was done on the Unzen volcano in Japan, which has killed 43 people since it came back to life in November 1990 and is still active today. The volcano lies some 25 miles east of Nagasaki on the southern island of Kyushu. It has repeatedly shaken the citizens of the nearby town of Shimabara and left many of them homeless.","thumbnail":null,"section":"World"},{"date":"19930429","headline":"Belgrade Denounces Sanctions; Calls for Meeting","web_url":"https://www.nytimes.com/1993/04/29/world/belgrade-denounces-sanctions-calls-for-meeting.html","abstract":"  The President of Yugoslavia today angrily denounced new economic sanctions imposed on his country and called for a multinational summit conference to resolve the \"war of annihilation\" in Bosnia and Herzegovina.   \"These are days of profound, epochal crisis,\" the President, Dobrica Cosic, said at a news conference. \"The Federal Republic of Yugoslavia is almost totally isolated, in what amounts to a concentration camp whose borders are patrolled by NATO planes and ships and by the world police.\"","thumbnail":null,"section":"World"},{"date":"19930429","headline":"Review/Music; Downtown Festival of the Hard to Classify","web_url":"https://www.nytimes.com/1993/04/29/arts/review-music-downtown-festival-of-the-hard-to-classify.html","abstract":"  This year's opening concert of the Corner Store Festival at the Knitting Factory stumbled a bit, then found its way. The festival has been an enormously successful event, politically and esthetically, for the last four years; it has featured musicians who fall between styles and therefore haven't received much attention. And, for the most part, it has produced music that has been worth listening to, well organized and conceived.    But the festival, which started on Tuesday and runs through tonight, opened with a dull and hyperbolic set by the singer Ellen Christi. Ms. Christi and her band -- William Parker on bass and Rashied Ali on drums -- improvised endlessly. Ms. Christi moaned some, then whined some, then scatted like Sarah Vaughan. Mr. Parker, who plays with a thick and nicely wooden sound, snapped his strings and bowed a bit, and Mr. Ali puttered.","thumbnail":null,"section":"Arts"},{"date":"19930429","headline":"Man Testifies to Role Of Officer in Killings","web_url":"https://www.nytimes.com/1993/04/29/nyregion/man-testifies-to-role-of-officer-in-killings.html","abstract":"  A confessed killer and drug trafficker testified yesterday that it was his New York State parole officer who leaked confidential parole agency information that led to two murders.   The man, Ernesto Piniella, told a jury in Federal District Court in Brooklyn that the officer, Ina McGriff, had initiated a financial and sexual relationship with him when she was supervising him while he was supposed to be participating in a work-release program from prison but in fact was serving as \"security director\" for a Queens drug ring.","thumbnail":null,"section":"New York"},{"date":"19930429","headline":"Brother Says D'Amato Staff Set Up Favors","web_url":"https://www.nytimes.com/1993/04/29/nyregion/brother-says-d-amato-staff-set-up-favors.html","abstract":"  Armand P. D'Amato took the stand here today and admitted that he had arranged for the office of his brother, Senator Alfonse M. D'Amato, to provide certain favors for a military contractor.    But Mr. D'Amato, a partner in an influential Long Island law firm, insisted that the services provided by his brother's office were routine tasks that would be offered to any constituent, adding that he never even told the Senator that the company had hired him as a consultant. And he denied Government allegations that he was hired by the contractor, the Unisys Corporation, solely to provide access to his brother and that he did no actual consulting work for the company.","thumbnail":null,"section":"New York"},{"date":"19930429","headline":"Mets Look Up and See the Marlins","web_url":"https://www.nytimes.com/1993/04/29/sports/baseball-mets-look-up-and-see-the-marlins.html","abstract":"  \"At least we're better than the Marlins.\"   A week ago, it was a macabre, anonymous clubhouse suggestion for a 1993 motto for the Mets. Tonight, it was no longer true, much less darkly humorous.","thumbnail":null,"section":"Sports"},{"date":"19930429","headline":"Accord Reached on Easing Voter Registration","web_url":"https://www.nytimes.com/1993/04/29/us/accord-reached-on-easing-voter-registration.html","abstract":"  House and Senate negotiators agreed today on the final wording of legislation to encourage voter registration, , apparently resolving a feud between Republicans and Democrats over which party might gain an electoral advantage from the change.   The compromise bill would allow citizens to register to vote by signing a form whenever they obtain a driver's license, apply for welfare or disability benefits or enlist in the military. It also establishes a standard form enabling citizens in any state to register by mail.","thumbnail":null,"section":"U.S."},{"date":"19930429","headline":"For Girls Only: Glimpse of Workaday World","web_url":"https://www.nytimes.com/1993/04/29/us/for-girls-only-glimpse-of-workaday-world.html","abstract":"  At the Metro-North Commuter Railroad nerve center on Madison Avenue, Casey O'Connor, a chief train dispatcher, needed to clear a signal yesterday, so he mobilized his one-day assistant.   \"O.K., Danielle, honey, push 61, E4, execute,\" he said.","thumbnail":null,"section":"U.S."},{"date":"19930429","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/04/29/style/chronicle-997293.html","abstract":"  SPIKE LEE finally got to speak at the University of California at Irvine Tuesday evening -- almost a year late. The director got caught in traffic on his way to the campus last April 30, the second night of the rioting sparked by the acquittals of four Los Angeles police officers charged with beating Rodney King.    \"I really wanted to speak that night,\" Mr. Lee said to the crowd of about 1,500 in the university's Bren Center, The Associated Press reported. \"I was feeling a lot of hurt, a lot of anger, and I understood why people were acting the way they did. \"","thumbnail":null,"section":"Style"},{"date":"19930429","headline":"Dance Awards Presented","web_url":"https://www.nytimes.com/1993/04/29/arts/dance-awards-presented.html","abstract":"  Dance Magazine has given its 36th annual awards to Bill T. Jones, the modern dance choreographer and performer; Beatriz Rodriguez, a leading dancer with the Joffrey Ballet, and the ballroom dancing duo of Pierre Dulaine and Yvonne Marceau. The awards, which are given to men and women who have made important contributions to dance, were presented at an invitation-only ceremony on Monday at the Asia Society in Manhattan. The master of ceremonies was Kevin McKenzie, the director of American Ballet Theater.","thumbnail":null,"section":"Arts"},{"date":"19930429","headline":"New York Seeks Curbs At Sex Clubs","web_url":"https://www.nytimes.com/1993/04/29/nyregion/new-york-seeks-curbs-at-sex-clubs.html","abstract":"  The New York City Department of Health said yesterday that it will require business establishments that promote sex among customers to take actions to prevent the transmission of the AIDS virus, which would force businesses to monitor sexual behavior to prevent unsafe practices.   The officials said they have trained about a dozen Health Department workers to begin a new round of inspections to enforce compliance at such establishments, known as sex clubs. They said failure to comply would lead to warnings, fines and, if appropriate, closure.","thumbnail":null,"section":"New York"},{"date":"19930429","headline":"Review/Music; A Baritone's Pleasure in the Sound of His Voice","web_url":"https://www.nytimes.com/1993/04/29/arts/review-music-a-baritone-s-pleasure-in-the-sound-of-his-voice.html","abstract":"  One need only listen a short while to the baritone Dmitri Khvorostovsky to know how much pleasure he takes from the sound of his voice. This is a singer who relishes the physicality of the act of singing: the control he has over his breath, enabling long legato lines, the ways in which he can leap across registers and land with full impact on a note, athletically certain of his balance. There is almost no sign of strain, only a little dryness on top. And none of this is precious or affected; the voice is naturally produced and youthfully secure in its assumption of power.   Mr. Khvorostovsky's voice, recorded on the Philips label and heard in Carnegie Hall on Monday night, can also provide such pleasure to others: the sound, across its range, is topped by a ringing overtone. The voice can even create, in its lower range, the illusion of being far bigger than it really is; it carries well. Add to this an imposing physical presence and a fervent delivery, and it is easy enough to see why this young singer, born in 1962, has made such a strong impression since he first came to world attention in 1989 as the winner of BBC's Cardiff Singer of the World competition.","thumbnail":null,"section":"Arts"},{"date":"19930429","headline":"Cruel and Now Forgotten, Like an Unmarked Grave","web_url":"https://www.nytimes.com/1993/04/29/opinion/IHT-cruel-and-now-forgotten-like-an-unmarked-grave.html","abstract":"- General George S. Patton described it as an \"epic of stark infantry combat.\" The U.S. Army Command and General Staff College at Fort Leavenworth, Kansas, later used it as an example of how a battle should not be fought. These conflicting views refer to a battle that has been forgotten by all except those of us who got a taste of hell in a patch of German woods near Aachen in late 1944.","thumbnail":null,"section":"Opinion"},{"date":"19930429","headline":"Tikhonov Joins Sharks","web_url":"https://www.nytimes.com/1993/04/29/sports/sports-people-hockey-tikhonov-joins-sharks.html","abstract":"  VASILY TIKHONOV, the son of the former Russian national hockey coach VIKTOR TIKHONOV, has been hired as a consultant with the San Jose Sharks. Tikhonov, 35, was most recently the coach of Assat Pori of Finland's Elite League. Tikhonov will help the Sharks evaluate European talent for the National Hockey League draft, instruct Russian and Latvian players in the Sharks' system and assist in negotiations for the release of players under contract to teams overseas. (AP)  ","thumbnail":null,"section":"Sports"},{"date":"19930429","headline":"Review/Dance; Performance With a Bit of Physiotherapy","web_url":"https://www.nytimes.com/1993/04/29/arts/review-dance-performance-with-a-bit-of-physiotherapy.html","abstract":"  The new and recent dances presented by Marijeanne Liederbach last Thursday night at Dia Center for the Arts were full of odd and provocative ideas and imagery as well as potent atmospheres that were dark but not oppressive. The effect was enhanced by Susan Hamburger's eerie lighting. But Ms. Liederbach, who is also a physical therapist, shifts fluidly between dancerly runs and long, clean stretches to hobbled movement and subtle losses of coordination.   In \"Lake,\" a new work set to music by Andy Haas, three men move slowly in and out of a near-acrobatic tangle of balances and clings in a tight-knit cluster. \"Lake\" was danced by Philip Karg, Tom Mossbrucker of the Joffrey Ballet and Michael Siebert, the figure skater. The musicians were Mr. Haas, Dan Brown and Michael Evans.","thumbnail":null,"section":"Arts"},{"date":"19930429","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/29/opinion/IHT-letters-to-the-editor-91408488433.html","abstract":"Suffering in Azerbaijan . Regarding \"Suffering in Armenia\" (Letters, April 2) from Kevork Oskanian:. Armenian leaders and the Armenian lobby in the West are propagating the notion that Armenia is suffering considerably under the effects of the A","thumbnail":null,"section":"Opinion"},{"date":"19930429","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/04/29/nyregion/metro-digest-293593.html","abstract":"  METRO DIGEST  WHERE THE GIRLS WERE: AT WORK   Girls here, girls there, girls everywhere. It was \"Take Our Daughters to Work Day,\" and countless thousands of workers across the country did just that. Young girls tagged along with a parent or friend to that inscrutable place they often know only as \"work\" and gleaned some firsthand feel for the workaday world. A1.    At a high school in midtown Manhattan, it was effectively Leave Our Sons at School Day, and the boys turned restive. B8. NEW YORK CITY","thumbnail":null,"section":"New York"},{"date":"19930429","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/04/29/arts/classical-music-in-review-038593.html","abstract":"  Musica Viva  Unitarian Church of All Souls Lexington Avenue and 80th Street    One could justifiably give Sunday's performing space equal billing alongside the singers and musicians for Musica Viva's all-Bach program. Indeed, the tall, well-kept and barrel-vaulted church interior seemed to shape the style of music making as much as the players did. Walter Klauss's choir is small and expert; individuals step forward for solos and then blend back in for ensemble singing.   The overall effect, musically and acoustically, was of a lovely legato haze. Indeed, it was a tribute to the group's deft, light togetherness that the familiar motet \"Lobe den Herrn,\" emerged with the clarity that it did. Elsewhere, in the cantatas \"Nach dir, Herr, verlanget mich\" and \"Himmelskonig, sei willkommen,\" carefully sung contrapuntal lines kept drifting up toward the high ceiling and crumbling into pieces. Pretty much the same thing happened in the solo cantata \"Ich habe genug\" where Kurt Owen Richard's pleasant bass became one constituent floating in an impressionistic mass of sound.","thumbnail":null,"section":"Arts"},{"date":"19930429","headline":"China and Taiwan to Extend Talks in Singapore by a Day","web_url":"https://www.nytimes.com/1993/04/29/world/china-and-taiwan-to-extend-talks-in-singapore-by-a-day.html","abstract":"  China and Taiwan today extended their talks by one day after saying they had been unable to agree so far on several matters.   Delegates said that the two sides would still sign several agreements at the close of the talks on Thursday, but that the wording of a final communique would depend on the outcome of discussions.","thumbnail":null,"section":"World"},{"date":"19930429","headline":"PEOPLE","web_url":"https://www.nytimes.com/1993/04/29/style/IHT-people-90646121152.html","abstract":"LaToya Jackson has decided to press a civil assault case against her husband Jack Gordon, 54, for an alleged beating that left her with a split lip and bruises, a spokeswoman for the Manhattan district attorney said.Jackson initially filed criminal char","thumbnail":null,"section":"Style"},{"date":"19930429","headline":"Review/Dance; When the Performers Choose the Moves","web_url":"https://www.nytimes.com/1993/04/29/arts/review-dance-when-the-performers-choose-the-moves.html","abstract":"  In \"Another Story as in Falling,\" Trisha Brown's visually spectacular and blazingly theatrical new dance work, eight dancers in red outfits may or may not complete an 18-minute movement sequence that Ms. Brown has taught them.    The choreographer, seeking to vary each performance of the piece, is allowing the dancers to decide on the spot whether they will execute the phrase in its entirety or only parts of it. During the Trisha Brown Dance Company's two-week season, which opened on Tuesday night at City Center (131 West 55th Street, Manhattan), one can be sure only that in this piece, the cast might be partly obscured by the black slats of a tall picket fence at the rear.","thumbnail":null,"section":"Arts"},{"date":"19930429","headline":"What they're reading","web_url":"https://www.nytimes.com/1993/04/29/style/IHT-what-theyre-reading.html","abstract":"Jonathan Mann, head of the International AIDS Center at Harvard University, is reading James Hamilton-Paterson's \"Gerontius,\" Arthur A. Cohen's\"An Admirable Woman\" and Sara Paretsky's \"Guardian Angel.\". \"Pure, pure, p","thumbnail":null,"section":"Style"},{"date":"19930429","headline":"PEOPLE","web_url":"https://www.nytimes.com/1993/04/29/style/IHT-people-92915597329.html","abstract":"A U.S. judge has dismissed an unusual libel suit by a high-powered Beverly Hills entertainment lawyer who claimed that celebrity author Kitty Kelley defamed him when she thanked him for acting as a source for her unauthorized biography of Nancy Reagan.","thumbnail":null,"section":"Style"},{"date":"19930429","headline":"For Smith, Long Road Leads to Experience","web_url":"https://www.nytimes.com/1993/04/29/sports/pro-basketball-for-smith-long-road-leads-to-experience.html","abstract":"  Asked to name a thing or two he has learned this season, Charles Smith laughed.   \"A thing or two?\" Smith asked. \"I could write a book.","thumbnail":null,"section":"Sports"},{"date":"19930429","headline":"Hillary Clinton Rejects Delay in Health Plan","web_url":"https://www.nytimes.com/1993/04/29/us/hillary-clinton-rejects-delay-in-health-plan.html","abstract":"  Hillary Rodham Clinton, who heads the White House task force on health care, rejected suggestions today that releasing an ambitious plan while the Administration's similarly ambitious budget was awaiting passage by Congress would risk rejection of both efforts.   \"We're still proceeding as planned,\" said Mrs. Clinton, speaking of the schedule that calls for release of the Administration's health plan by the last week in May. \"We are working as hard as we can, and there is no delay in what we're doing.\"","thumbnail":null,"section":"U.S."},{"date":"19930429","headline":"Tennis Coach Begged Girl To Forgive His Obsession","web_url":"https://www.nytimes.com/1993/04/29/nyregion/tennis-coach-begged-girl-to-forgive-his-obsession.html","abstract":"  In a letter three months ago, Gary Wilensky -- the tennis coach who tried to kidnap a former student and then killed himself when the attempt failed -- begged the family of his intended victim to forgive his obsession and bemoaned his \"insatiable need of a family.\"   The contents of the letter, one of several Mr. Wilensky had written to Jennifer Rhodes, 17, or her parents and later recorded on videotape, were disclosed yesterday at a news conference in Colonie, N.Y., a town outside of Albany where the attempted abduction took place.","thumbnail":null,"section":"New York"},{"date":"19930429","headline":"Whose Kiss Is This? 43 Years Later, 3 Sue","web_url":"https://www.nytimes.com/1993/04/29/world/whose-kiss-is-this-43-years-later-3-sue.html","abstract":"  On a perfect spring afternoon, crowds today filled a courtroom seeking to discover the truth about a kiss stolen on a crowded Paris street on another bright spring day 43 years ago.   The kiss, captured in 1950 by the photographer Robert Doisneau, has become a quintessential Parisian image -- of passion, perhaps fleeting, embraced amid an anonymous crowd in this most romantic of cities. But its recent history has been sordid.","thumbnail":null,"section":"World"},{"date":"19930429","headline":"Parents in Bronx District Urge Voter Turnout as a Way to Improve Schools","web_url":"https://www.nytimes.com/1993/04/29/nyregion/parents-in-bronx-district-urge-voter-turnout-as-a-way-to-improve-schools.html","abstract":"  Every day for the last few weeks, Mildred Bonilla and a gaggle of black and Hispanic parents have hit the streets of the South Bronx in a campaign they call Mothers on the Move.   Armed with fliers and petitions, interrupting afternoon naps and lunches, they are telling parents that the coming school board elections are their best chance to challenge a political system that they say has left the schoolchildren of their hard-pressed neighborhood shortchanged.","thumbnail":null,"section":"New York"},{"date":"19930429","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/29/opinion/IHT-letters-to-the-editor-92449218408.html","abstract":"Stop theMuzak. Regarding \"Café Music: Good, Bad and Soppy\" (Leisure, April 9):. Bryan Miller is much too generous. As discerning diners, serious restaurateurs and all musicians know, any canned music during one's meal is at best a distrac","thumbnail":null,"section":"Opinion"},{"date":"19930429","headline":"Foreign Affairs; Yeltsin Duels the Old Guard","web_url":"https://www.nytimes.com/1993/04/29/opinion/foreign-affairs-yeltsin-duels-the-old-guard.html","abstract":"  In the wake of his victory at the polls, President Boris Yeltsin seems to be doing a very smart thing. He's giving the surly Parliament, dominated by ex-Communists, a chance to negotiate its own suicide -- before he tries to kill it outright.   \"If there is a one-in-a-thousand chance that the present deputies will accept the referendum results and take this path of constitutional reform,  [ we ]  are obliged to give them this chance,\" was how Deputy Prime Minister Sergei Shakhrai explained step one. Then came the twist into step two: \"I'm not saying it will necessarily work.\"","thumbnail":null,"section":"Opinion"},{"date":"19930429","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/29/nyregion/c-corrections-214593.html","abstract":"  An article on April 19 about a conference at the University of Iowa on \"Nancy Drew\" mysteries misstated the location of Applewood Books, a publisher of the novels. It is in Bedford, Mass., not New Bedford.","thumbnail":null,"section":"New York"},{"date":"19930429","headline":"Dialogue: Bomb the Serbs?;\nNot Enough. Send Troops.","web_url":"https://www.nytimes.com/1993/04/29/opinion/dialogue-bomb-the-serbs-not-enough-send-troops.html","abstract":"The Clinton Administration is considering limited bombing raids on Serb positions in Bosnia and lifting the arms embargo against the Bosnian government.\n\nHowever welcome and even long overdue such actions may be, if the goal is to stop the genocide of the Muslims neither step will be sufficient. There appears to be a consensus in Washington that full-scale military intervention, including ground troops, is the one thing that must be avoided at all costs. But such a commitment is also the one thing that is likely to make a real difference.","thumbnail":null,"section":"Opinion"},{"date":"19930429","headline":"VAT's Offer a Way to Conceal the Tax Burden; How Many Layers?","web_url":"https://www.nytimes.com/1993/04/29/opinion/l-vat-s-offer-a-way-to-conceal-the-tax-burden-how-many-layers-041593.html","abstract":"  To the Editor:  Your editorial about the pros and cons of the value-added tax contains the erroneous assumption that the consumer is not informed about its burden; actually in all VAT countries the tax has to be shown separately on all bills and receipts.   The regressive impact of the tax is generally overstated, because the poor pay practically no tax and the difference between middle-class taxpayers and rich taxpayers is usually proportionate to their consumption of goods other than necessities such as food, rent, health care and similar items that can be kept free of tax or subject to lower rates. As a matter of fact, the VAT may act as an incentive to savings, the lack of which is one of the reasons for our economic disorder.","thumbnail":null,"section":"Opinion"},{"date":"19930429","headline":"U.S. MILITARY SPLIT ON USING AIR POWER AGAINST THE SERBS","web_url":"https://www.nytimes.com/1993/04/29/world/us-military-split-on-using-air-power-against-the-serbs.html","abstract":"  While President Clinton nears a decision on a more active policy in the Balkans, top generals engaged in an unusually public debate today over the effectiveness of air strikes to stop Serbian attacks against the Bosnian Government.   In the most positive endorsement by a senior American military officer of the use of air power, Gen. Merrill A. McPeak, the Air Force Chief of Staff, told a Senate subcommittee that one option under consideration -- bombing the Bosnian Serbs' gun positions -- would be completely effective and pose \"virtually no risk\" to attacking American warplanes.","thumbnail":null,"section":"World"},{"date":"19930429","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/29/opinion/IHT-in-our-pages-100-75-and-50-years-ago-92639629027.html","abstract":"1943: Poland and Russia","thumbnail":null,"section":"Opinion"},{"date":"19930429","headline":"Indian Army Troops Crush Revolt by Police in Kashmir","web_url":"https://www.nytimes.com/1993/04/29/world/indian-army-troops-crush-revolt-by-police-in-kashmir.html","abstract":"  Indian Army troops stormed the police headquarters in Kashmir early this morning, crushed a police revolt in the capital, Srinagar, and freed top police and civilian officials without bloodshed.   Light artillery guns and armored personnel carriers were brought to back up the army, but they were not used and the 15-minute operation ended without violence or casualties as hundreds of policemen, armed with rifles and a few automatic weapons, surrendered without a fight.","thumbnail":null,"section":"World"},{"date":"19930429","headline":"Editors' Note","web_url":"https://www.nytimes.com/1993/04/29/nyregion/editors-note-216193.html","abstract":"  An article on April 14 about Bill Baird, a longtime advocate of abortion rights, described his differences with some supporters of the movement. A reference to others, who praise his work, was deleted in editing.    The article also reported that some opponents of abortion view Mr. Baird as the Devil incarnate and quoted him as asking, \"Am I the devil?\" Based on that material, the headline in some editions referred to Mr. Baird as \"The Devil of Abortion.\"","thumbnail":null,"section":"New York"},{"date":"19930429","headline":"Review/Pop; Aretha Franklin, In Stellar Company And on Her Own","web_url":"https://www.nytimes.com/1993/04/29/arts/review-pop-aretha-franklin-in-stellar-company-and-on-her-own.html","abstract":"  She didn't sing \"Respect.\" And she didn't have to. \"Aretha Franklin: Duets,\" a tribute to the great soul singer at the Nederlander Theater on Tuesday night, lavished praise on Ms. Franklin as stars stepped forward and declared how thrilled they were to share the stage with her. Bonnie Raitt, Smokey Robinson, Rod Stewart, Elton John, Gloria Estefan and P.M. Dawn joined Ms. Franklin in a benefit concert for Gay Men's Health Crisis, the AIDS organization. The actors Dustin Hoffman and Robert De Niro also appeared.   The concert was recorded for broadcast on May 9 on Fox. Despite delays and retakes that prolonged the event to four hours, the concert lived up to Ms. Franklin's magnificent voice. Her own recent tours have been frustrating teases, offering only hints of what she can do amid second-rate pop. Perhaps by adding competition, \"Duets\" brought out Ms. Franklin's improvisational genius. She can summon the agility of jazz, the pain of the blues, the sultriness of pop and the fervor of gospel, and while her voice is smokier now than it was in her 1960's heyday, she has all the range she needs.","thumbnail":null,"section":"Arts"},{"date":"19930429","headline":"2 Dinkins Rivals, Giuliani and Stein, Woo Donors at Fund-Raisers for Mayor Race","web_url":"https://www.nytimes.com/1993/04/29/nyregion/2-dinkins-rivals-giuliani-and-stein-woo-donors-at-fund-raisers-for-mayor-race.html","abstract":"  In elegant hotels seven blocks apart, the two leading contenders to unseat Mayor David N. Dinkins held dueling fund-raisers last night, with Rudolph W. Giuliani taking in another $1 million for his Republican campaign and Andrew J. Stein reaping several hundred thousand dollars at one of a series of cocktail buffets he plans in the coming weeks.    The race for money -- and the momentum and credibility it can confer -- is much of what the campaign amounts to in these spring days, and its progress is vital to the candidates' fortunes. That is especially so for Mr. Stein, who has raised more than anyone but is lagging badly behind the Mayor in the polls for the Democratic nomination and has begun the costly undertaking of television advertising well before his rivals.","thumbnail":null,"section":"New York"},{"date":"19930429","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/04/29/nyregion/news-summary-189093.html","abstract":"  International A3-10  GENERALS DEBATE BOSNIA STEPS  As the President nears a decision on U.S. policy in the Balkans, top generals engaged in an unusually public debate over the effectiveness of bombing to stop Serbian attacks against Muslims in Bosnia.  A1  CLINTON WEIGHS HIS OPTIONS  Senior officials say President Clinton is torn between wanting the quickest possible end to the fighting and setting an example that aggression does not pay.  A6","thumbnail":null,"section":"New York"},{"date":"19930429","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/04/29/style/chronicle-383493.html","abstract":"  Is there no end to the travails of IMELDA MARCOS? Rumors abound in Manila that the 63-year-old widow of Ferdinand Marcos plans to marry the lawyer who represents her in America, JAMES PAUL LINN, but she contends that the stories are a nasty Government plot to harass her and damage Mr. Linn's reputation.    \"I hope this is not somebody's idea of a cruel joke,\" Mrs. Marcos said this week in Manila, \"because I am just a poor widow who still has not buried her husband.\" She has had disputes with the Governments of Corazon Aquino and Fidel Ramos about where she can bury Mr. Marcos, who died in 1989, so his body remains in a crypt on a Honolulu hilltop.","thumbnail":null,"section":"Style"},{"date":"19930429","headline":"Extension for Levy","web_url":"https://www.nytimes.com/1993/04/29/sports/sports-people-football-extension-for-levy.html","abstract":"  The Buffalo Bills have extended Coach MARV LEVY's contract through 1996, according to published reports.   The Buffalo News said yesterday that Levy, 64, agreed to the extension during talks with the team owner, RALPH C. WILSON Jr., while team executives gathered at Rich Stadium this weekend for the draft. \"In my mind, Marv can be the coach here until he gets tired of it,\" Wilson said.","thumbnail":null,"section":"Sports"},{"date":"19930429","headline":"Wary Vermont Watches Rising Lake Champlain","web_url":"https://www.nytimes.com/1993/04/29/us/wary-vermont-watches-rising-lake-champlain.html","abstract":"  In this boating community just north of Burlington, and in dozens of flooded communities along Lake Champlain, residents have been dazed by Mother Nature as they watched the lake climb to its highest level since measurements began in 1869.    The combination of record snowfalls (and then snow melt), runoff from rivers and above-average rainfall this year has driven the water to a record high of 101.8 feet, where it peaked yesterday and shows no signs of receding. The level of the lake, which is 118 miles long and 10 miles wide at its widest point, is normally 94.5 to 98.9 feet, according to the National Weather Service.","thumbnail":null,"section":"U.S."},{"date":"19930429","headline":"McRae's Tantrum: A Tradition Continues","web_url":"https://www.nytimes.com/1993/04/29/sports/on-baseball-mcrae-s-tantrum-a-tradition-continues.html","abstract":"  Earlier this week, Hal McRae, the Kansas City Royals' manager, threw a temper tantrum after a game, set off by a \"stupid question\" from a radio talk-show host. In the process, McRae grabbed objects from his desk and flung them across the room. A reporter deflected a tape recorder and it struck another on the cheek, cutting him.   The incident appeared to have been defused only 24 hours later, but McRae will take his place with Tommy Lasorda and Lee Elia in the hall of fame of taped managerial tirades.","thumbnail":null,"section":"Sports"},{"date":"19930429","headline":"One Cheap Shot Claims a Star and Batters Hockey's Image","web_url":"https://www.nytimes.com/1993/04/29/sports/on-pro-hockey-one-cheap-shot-claims-a-star-and-batters-hockey-s-image.html","abstract":"  Some hockey haters think the sport is a just an excuse for bullies and brutes to get away with assault and battery.   Such a belief is a cheap shot, hockey lovers feel, but no worse than the cheap shot that Dale Hunter used to seriously injure Pierre Turgeon last night as the Islanders' clinched the opening round of the Stanley Cup playoffs with a 5-3 victory over the Washington Capitals.","thumbnail":null,"section":"Sports"},{"date":"19930429","headline":"Lima Journal; Rapists in Uniform: Peru Looks the Other Way","web_url":"https://www.nytimes.com/1993/04/29/world/lima-journal-rapists-in-uniform-peru-looks-the-other-way.html","abstract":"  Staring at the floor, a 16-year-old girl slowly told a human rights worker here how, on the night of March 22, she was raped in the jungle town of Aucayacu by a Peruvian soldier.    \"I started shouting, but the soldiers put a rag in my mouth,\" the girl said, speaking in a low voice. \"Then one started abusing me.\"","thumbnail":null,"section":"World"},{"date":"19930429","headline":"VAT's Offer a Way to Conceal the Tax Burden; Making It Progressive","web_url":"https://www.nytimes.com/1993/04/29/opinion/l-vat-s-offer-a-way-to-conceal-the-tax-burden-making-it-progressive-042393.html","abstract":"  To the Editor:   A value-added tax, which President Clinton contemplated recently, is a proper fiscal measure to pay for the health care of the 36 million uninsured Americans, reduce the budget deficit and stimulate saving and investment. Such a consumption tax, which is paid for by the manufacturers at each stage of production, and ultimately passed on to consumers, can partially replace income and other taxes.   A European-style VAT can be progressive, with low rates for widely used basic goods and services, and high rates for luxury and unhealthy goods (tobacco, alcohol, gasoline). In the European Community, it is a requirement for all members to have a progressive VAT (varying from 6 to 16 and 36 percent). To ease the burden on the poor, certain items, such as food, housing and other necessities, can be excluded from VAT, as they are presently excluded from state and local sales taxes.","thumbnail":null,"section":"Opinion"},{"date":"19930429","headline":"Seesaw Ninth Tilts Langston's Way, Leaving Abbott in Lurch","web_url":"https://www.nytimes.com/1993/04/29/sports/baseball-seesaw-ninth-tilts-langston-s-way-leaving-abbott-in-lurch.html","abstract":"  Buck Rodgers, the Angels' manager, visited the mound with two out in the ninth inning and it appeared that his starter, Mark Langston, was finally done. He had carried a no-hitter into the eighth, but the potential tying runs were on base and Danny Tartabull was the batter. Maybe the California manager thought it was time to reach for a fresh arm.   The meeting was short. Rodgers did most of the talking, and the fans at Anaheim Stadium roared when he allowed Langston to remain in the game and try to finish off his shutout and preserve his two-hitter. But Tartabull had another notion, and he seemingly spoiled Langston's gorgeous game by hammering a two-run double down the left- field line to tie the score, 2-2. Except for the few Yankee fans, the stadium grew silent.","thumbnail":null,"section":"Sports"},{"date":"19930429","headline":"Follow-Up Care for Mental Patients Is Criticized","web_url":"https://www.nytimes.com/1993/04/29/nyregion/follow-up-care-for-mental-patients-is-criticized.html","abstract":"  New York hospitals routinely draw up elaborate plans for the care of mentally ill patients after their release but then do virtually no follow-up to make sure that the patients actually receive the recommended services, a state study released yesterday said.   Forty percent of the discharged mental patients whoses cases were reviewed, were unable to negotiate the complicated government and health-care bureaucracies that they rely on for help, and ended up being rehospitalized within six months, at an average cost of $36,750 per patient.","thumbnail":null,"section":"New York"},{"date":"19930429","headline":"Transactions","web_url":"https://www.nytimes.com/1993/04/29/sports/transactions-763593.html","abstract":"  Baseball  American League   CALIFORNIA ANGELS -- Extended the contract of Buck Rodgers, manager, through 1995.   CHICAGO WHITE SOX -- Activated Dave Stieb, pitcher, from the 15-day disabled list. Optioned Rod Bolton, pitcher, to Nashville of the American Association.","thumbnail":null,"section":"Sports"},{"date":"19930429","headline":"Review/Dance; Under Ruffles and Frills, Searching Out the Tango","web_url":"https://www.nytimes.com/1993/04/29/theater/review-dance-under-ruffles-and-frills-searching-out-the-tango.html","abstract":"  \"Tango Pasion,\" a revue at the Longacre Theater that banks on fond memories of \"Tango Argentino,\" offers tackiness in place of the high style that made the earlier show a hit in 1985.   Not surprisingly, you can't go home again. But you can go slumming and for all its lack of taste in concept and decor, \"Tango Pasion\" can still entice the crowds of aficionados converted to a new craze by \"Tango Argentino.\"","thumbnail":null,"section":"Theater"},{"date":"19930429","headline":"Police Charge 3 Janitors Stole From Poor Box","web_url":"https://www.nytimes.com/1993/04/29/nyregion/police-charge-3-janitors-stole-from-poor-box.html","abstract":"  The Rev. Joseph Hertel, the pastor of St. Francis of Assisi Church in midtown Manhattan, suspected for several months that someone was taking money from the poor boxes, but he did not know who.   Yesterday, to his dismay, city detectives and a private security agency who conducted a stakeout with surveillance cameras and infrared binoculars told him the robbers were none other than three church janitors.","thumbnail":null,"section":"New York"},{"date":"19930429","headline":"DIALOGUE: Bomb the Serbs?;\nA Wider War Would Follow","web_url":"https://www.nytimes.com/1993/04/29/opinion/dialogue-bomb-the-serbs-a-wider-war-would-follow.html","abstract":"The chorus of American voices calling for intervention against Serbia continues to swell, with influential Democrats like Senator Joseph Biden echoing Republican criticism of President Clinton's cautious approach. Even Boris Yeltsin chimed in on Tuesday, warning the Serbians, \"The time has come for decisive measures to quell the conflict.\" But those who seek quick retribution for atrocities should appreciate that military action directed solely at Serbs in Bosnia will unleash a wider war across the Balkans.\n\nWhat might America gain from military strikes or lifting the arms embargo on Bosnian Muslims? First, a cathartic sense of righteousness would spread among those who would believe that a policy of appeasement had been overturned and that the U.S. had grasped the world's moral leadership.","thumbnail":null,"section":"Opinion"},{"date":"19930429","headline":"Jets Must Do Without Monday Night Glare","web_url":"https://www.nytimes.com/1993/04/29/sports/pro-football-jets-must-do-without-monday-night-glare.html","abstract":"  The Jets have made several off-season moves to help build a premier team for next season, but it would appear the National Football League is not too impressed.   The league has excluded the Jets from \"Monday Night Football,\" along with the likes of the Tampa Bay Buccaneers, the New England Patriots and the Phoenix Cardinals -- each deemed unworthy of such prime-time exposure. Generally, these games are reserved for teams the league regards as contenders.","thumbnail":null,"section":"Sports"},{"date":"19930429","headline":"Bosnia: Talk Plus Threat","web_url":"https://www.nytimes.com/1993/04/29/opinion/bosnia-talk-plus-threat.html","abstract":"  Senator John McCain of Arizona boiled President Clinton's problems down to a precise phrase. The arguments of those who want him to bomb the Serbs are \"hauntingly familiar\" reminders of Vietnam. Senator Ernest F. Hollings of South Carolina made a telling point, too. The Reagan Administration's eagerness to bomb the Bekaa Valley and inject marines into the chaos of Lebanon led to a disastrous loss of life.    Secretary of State Warren Christopher advanced a wise formula. There should be no American military action in the Balkans without a clear goal, a likelihood of success and a plan for getting out. Finally, he said, there must be public support.","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19930429","time":"1993-04-29 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":87,"wspd":20.5},{"date":"19930429","time":"1993-04-29 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":87,"wspd":13},{"date":"19930429","time":"1993-04-29 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":88,"wspd":14.8},{"date":"19930429","time":"1993-04-29 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":89,"wspd":16.6},{"date":"19930429","time":"1993-04-29 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":90,"wspd":16.6},{"date":"19930429","time":"1993-04-29 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":91,"wspd":18.4},{"date":"19930429","time":"1993-04-29 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":90,"wspd":16.6},{"date":"19930429","time":"1993-04-29 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":89,"wspd":16.6},{"date":"19930429","time":"1993-04-29 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":84,"wspd":18.4},{"date":"19930429","time":"1993-04-29 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":80,"wspd":18.4},{"date":"19930429","time":"1993-04-29 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":74,"wspd":14.8},{"date":"19930429","time":"1993-04-29 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.8,"rhum":67,"wspd":14.8},{"date":"19930429","time":"1993-04-29 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.5,"rhum":65,"wspd":20.5},{"date":"19930429","time":"1993-04-29 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.4,"rhum":63,"wspd":13},{"date":"19930429","time":"1993-04-29 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.6,"rhum":60,"wspd":13},{"date":"19930429","time":"1993-04-29 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.6,"rhum":60,"wspd":13},{"date":"19930429","time":"1993-04-29 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.8,"rhum":62,"wspd":14.8},{"date":"19930429","time":"1993-04-29 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.8,"rhum":63,"wspd":13},{"date":"19930429","time":"1993-04-29 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.6,"rhum":67,"wspd":13},{"date":"19930429","time":"1993-04-29 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16,"rhum":82,"wspd":9},{"date":"19930429","time":"1993-04-29 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":74,"wspd":13},{"date":"19930429","time":"1993-04-29 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":76,"wspd":13},{"date":"19930429","time":"1993-04-29 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":78,"wspd":13},{"date":"19930429","time":"1993-04-29 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":82,"wspd":7.6},{"date":"19930429","time":"1993-04-29 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":38,"wspd":11.2},{"date":"19930429","time":"1993-04-29 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":43,"wspd":9.4},{"date":"19930429","time":"1993-04-29 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":43,"wspd":11.2},{"date":"19930429","time":"1993-04-29 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":44,"wspd":9.4},{"date":"19930429","time":"1993-04-29 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":44,"wspd":0},{"date":"19930429","time":"1993-04-29 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":50,"wspd":0},{"date":"19930429","time":"1993-04-29 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":46,"wspd":5.4},{"date":"19930429","time":"1993-04-29 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":58,"wspd":9.4},{"date":"19930429","time":"1993-04-29 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":51,"wspd":9.4},{"date":"19930429","time":"1993-04-29 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":54,"wspd":7.6},{"date":"19930429","time":"1993-04-29 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":58,"wspd":11.2},{"date":"19930429","time":"1993-04-29 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":61,"wspd":7.6},{"date":"19930429","time":"1993-04-29 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":52,"wspd":9.4},{"date":"19930429","time":"1993-04-29 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":26,"wspd":13},{"date":"19930429","time":"1993-04-29 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":44,"wspd":14.8},{"date":"19930429","time":"1993-04-29 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":35,"wspd":16.6},{"date":"19930429","time":"1993-04-29 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":27,"wspd":11.2},{"date":"19930429","time":"1993-04-29 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":16,"wspd":7.6},{"date":"19930429","time":"1993-04-29 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":18,"wspd":13},{"date":"19930429","time":"1993-04-29 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":19,"wspd":11.2},{"date":"19930429","time":"1993-04-29 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":18,"wspd":13},{"date":"19930429","time":"1993-04-29 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":18,"wspd":7.6},{"date":"19930429","time":"1993-04-29 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":18,"wspd":9.4},{"date":"19930429","time":"1993-04-29 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":21,"wspd":13}]},"19930430":{"guardian_articles":[],"nytimes_articles":[{"date":"19930430","headline":"On My Mind; Bill Clinton's War","web_url":"https://www.nytimes.com/1993/04/30/opinion/on-my-mind-bill-clinton-s-war.html","abstract":"  When an American President enters a war, widens a war or prolongs a war, it becomes his war.   It makes no difference who started it. Japan, North Korea and Iraq started wars that became the center of life and office for Presidents Roosevelt, Truman and Bush. Neither Presidents Johnson nor Nixon started the war in Vietnam but it became theirs from the moment of their oaths.","thumbnail":null,"section":"Opinion"},{"date":"19930430","headline":"Bosnia Rivals Set New Talks As U.S. Weighs Action Plans","web_url":"https://www.nytimes.com/1993/04/30/world/bosnia-rivals-set-new-talks-as-us-weighs-action-plans.html","abstract":"  The United Nations announced today that the three warring factions in Bosnia and Herzegovina will resume talks this weekend on ending the conflict, and President Clinton summoned the United States' top military commanders to the White House for a final review of options on ending Serbian aggression.   The talks, which are to begin in Athens on Saturday, would give Bosnia's Serbian nationalists a chance to make peace before the United States and its allies decide on a tougher course of action.","thumbnail":null,"section":"World"},{"date":"19930430","headline":"Article 189193 -- No Title","web_url":"https://www.nytimes.com/1993/04/30/arts/article-189193-no-title.html","abstract":"  Anybody who has ever attended a basketball game can imagine the scene tonight at Madison Square Garden, where the Knicks will open the playoffs against the Indiana Pacers: It's a tight moment, time running down, when Doc Rivers steals the ball and feeds John Starks going down the lane for the jam, and he's fouled! Up goes the roar of the crowd. Up leap the 19,000 or so fans from their seats. And down goes the plate of nachos dripping with yellow cheese that had been so precariously balanced on your knees.   Can there be any question why God created hot dogs?","thumbnail":null,"section":"Arts"},{"date":"19930430","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/30/opinion/IHT-letters-to-the-editor-92644410755.html","abstract":"Imperial Oversight. Regarding \"Hinterland View: No Choice but Yeltsin\" (April 24):. Your correspondent, impressed by the ankle-deep slime on Russian roads, expresses his \"sympathy for Napoleon and his Republican Guard, floundering on the Sm","thumbnail":null,"section":"Opinion"},{"date":"19930430","headline":"Livery Cab Kills 2-Year-Old Boy and Injures 3","web_url":"https://www.nytimes.com/1993/04/30/nyregion/livery-cab-kills-2-year-old-boy-and-injures-3.html","abstract":"  A livery cab with an unlicensed driver at the wheel mounted a traffic island at a busy Brooklyn intersection yesterday and struck two small boys, their mother and a blind woman waiting for a light, the police said. A 2-year-old boy in a stroller was killed and his 5-year-old brother was critically injured.   Witnesses told of a blur of metal and people, of tragedy on a sunny spring afternoon -- a roaring engine, a shriek of brakes, a stroller crushed, children pinned against a parked van and a mother screaming on Eastern Parkway and Nostrand Avenue in Crown Heights, a corner where residents said four people had been killed by cars in the last five years.","thumbnail":null,"section":"New York"},{"date":"19930430","headline":"Starting to Build Their First Bridge, China and Taiwan Sign 4 Pacts","web_url":"https://www.nytimes.com/1993/04/30/world/starting-to-build-their-first-bridge-china-and-taiwan-sign-4-pacts.html","abstract":"  Delegates from China and Taiwan today concluded the first high-level meeting they have ever held by signing four agreements, including one providing for a regular dialogue between the two former adversaries.   As dozens of strobe lights flashed, the septuagenarians who head the two delegations slowly signed copies of the agreements, which call for increased exchanges across the Taiwan Strait and closer cooperation in areas like fighting crime. For the first time, the two sides will have a formal channel for communication, instead of the informal method used until the end of the 1970's -- pounding the other side with artillery shells.","thumbnail":null,"section":"World"},{"date":"19930430","headline":"Fossils Prove Life Came About Faster","web_url":"https://www.nytimes.com/1993/04/30/us/fossils-prove-life-came-about-faster.html","abstract":"  Fossil microorganisms discovered in Australia by an American scientist prove that life was already thriving and diversified 3.485 billion years ago, leaving a much narrower window than previously thought for life to develop.   The microorganisms, representing 11 distinct types, are more than 1.3 billion years older than any comparable fossil group ever found. This dramatically curtails the time available for life to have evolved naturally on earth, and could focus more attention on the disputed hypothesis that life originated elsewhere in the universe and somehow reached earth from afar.","thumbnail":null,"section":"U.S."},{"date":"19930430","headline":"Review/Film; Love in a New York Isosceles Triangle","web_url":"https://www.nytimes.com/1993/04/30/movies/review-film-love-in-a-new-york-isosceles-triangle.html","abstract":"Love in a N.Y. isosceles triangle. Fresh, engaging story with droll, believable viewpoint.","thumbnail":null,"section":"Movies"},{"date":"19930430","headline":"Officials Lower Death Toll In Waco Fire to Around 72","web_url":"https://www.nytimes.com/1993/04/30/us/officials-lower-death-toll-in-waco-fire-to-around-72.html","abstract":"  Autopsies found gunshot wounds in more bodies of cult members taken from the ashes of the Branch Davidian compound, as the authorities today revised the death toll downward, from 86 to as low as 72.   The medical examiner's office in Fort Worth, where the bodies have been taken, reported that gunshot wounds had been found in 7 of the 28 bodies examined so far. While the medical examiner was not able to say whether the wounds were self-inflicted, they were consistent with Federal agents' reports of bursts of gunfire inside the compound as it was consumed by flames on April 19.","thumbnail":null,"section":"U.S."},{"date":"19930430","headline":"A Line-Item Veto Is Passed, But It Has Key Restrictions","web_url":"https://www.nytimes.com/1993/04/30/us/a-line-item-veto-is-passed-but-it-has-key-restrictions.html","abstract":"  The House of Representatives voted today to give the President more power to slice spending from the Federal budget, but stopped short of approving the full line-item veto that President Clinton had sought.   Despite the House action, prospects for the legislation are dubious in the Senate, and even if it passes there, it will have no effect on the automatic spending programs like Social Security that are responsible for most of the growth in Federal deficit spending.","thumbnail":null,"section":"U.S."},{"date":"19930430","headline":"Sounds Around Town","web_url":"https://www.nytimes.com/1993/04/30/arts/sounds-around-town-488293.html","abstract":"  Nina Simone   Nina Simone, the Beacon Theater, 2124 Broadway, at 74th Street, (212) 307-7171. With five of her vintage recordings featured in the soundtrack for the movie \"Point of No Return\" and a brilliant new album to be released this summer by Elektra Records, this 60-year-old pop-jazz singer and pianist is poised for a dramatic career resurgence. Ms. Simone's cool, deep voice may have lost much of its smoothness, but in place of that polish, she brings a personal involvement with her material that is often so intense that even banal material can acquire layers of brooding ambivalence. If her concert versions of \"The Folks Who Live on the Hill,\" \"If I Should Lose You\" and \"Papa, Can You Hear Me?\" (from the movie \"Yentl\") are anything like the renditions included on her forthcoming album, \"A Single Woman,\" they should be devastating. Show time is tomorrow night at 8 and tickets are $35.","thumbnail":null,"section":"Arts"},{"date":"19930430","headline":"Widened Definition of AIDS Leads to More Reports of It","web_url":"https://www.nytimes.com/1993/04/30/us/widened-definition-of-aids-leads-to-more-reports-of-it.html","abstract":"  new and expanded definition of AIDS has led to a predicted surge in the number of reported cases during the first quarter of this year, Federal health officials said yesterday.   More than 35,000 AIDS cases were reported in the first quarter of 1993, an increase of 204 percent over the number reported for the same period in 1992, the Centers for Disease Control and Prevention said in a report.","thumbnail":null,"section":"U.S."},{"date":"19930430","headline":"For a Fair and Thriving South Africa","web_url":"https://www.nytimes.com/1993/04/30/opinion/IHT-for-a-fair-and-thriving-south-africa.html","abstract":"- South Africa cannot permit violence by a few radicals to block progress toward elections. Pretoria should move quickly to set a date for elections and then draft a new constitution to reverse the country's downward economic spiral.","thumbnail":null,"section":"Opinion"},{"date":"19930430","headline":"Propeller Inspections Ordered After Crash","web_url":"https://www.nytimes.com/1993/04/30/us/propeller-inspections-ordered-after-crash.html","abstract":"  The Federal Aviation Administration today ordered the immediate detailed inspection of propeller assemblies on 80 corporate aircraft whose four-blade propellers have more than 3,000 flying hours.   The action came after the April 19 crash of a twin-engine plane that killed Gov. George S. Mickelson of South Dakota and seven other people in Eastern Iowa. The agency also sent telegrams to foreign governments whose citizens owned 36 other models of the plane, the Mitsubishi MU-2B-60.","thumbnail":null,"section":"U.S."},{"date":"19930430","headline":"Bills and Lofton Part","web_url":"https://www.nytimes.com/1993/04/30/sports/sports-people-pro-football-bills-and-lofton-part.html","abstract":"  The Buffalo Bills said yesterday that they won't renew their contract with 36-year-old JAMES LOFTON. The wideout is the N.F.L.'s all-time leader in receiving yards. Lofton has caught 750 passes in his career for 13,086 yards. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930430","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/04/30/style/chronicle-897193.html","abstract":"  What is it about the restaurant business that draws athletes? MICHAEL JORDAN says he always longed for a place to \"hang my hat,\" so he decided to open a place, called, not surprisingly, Michael Jordan's the Restaurant in Chicago.    \"This is going to be a great place to just come and have a good time, meet some good people and get a little food,\" the Chicago Bulls superstar said Wednesday evening, as he welcomed people to opening night at the three-level, $6 million venture on the North Side. Bo Jackson, of the Chicago White Sox, the actors Mickey Rooney and George Segal, Samuel K. Skinner, a former White House chief of staff in the Bush Administration, and Mayor Richard M. Daley were among the 500 guests.","thumbnail":null,"section":"Style"},{"date":"19930430","headline":"Review/Film; The Chicano Experience, in Its Glory and Tedium","web_url":"https://www.nytimes.com/1993/04/30/movies/review-film-the-chicano-experience-in-its-glory-and-tedium.html","abstract":"Prison, drugs and gang war touch three in East Los Angeles, 1970's to 1990's, via Taylor Hackford.","thumbnail":null,"section":"Movies"},{"date":"19930430","headline":"Affordable Housing;\nAfter 15 Years, Harlem Project Is On","web_url":"https://www.nytimes.com/1993/04/30/us/affordable-housing-after-15-years-harlem-project-is-on.html","abstract":"The four vacant lots marking the corners along Frederick Douglass Boulevard between 136th and 138th Streets in central Harlem have stood as a symbol of a housing project promised but never delivered. Now, nearly 15 years and four redevelopment plans later, that is beginning to change\n\nTwenty-eight duplex condominiums are taking shape on the 138th Street parcel. They are the start of a $17 million project that is to bring the four corners back to life as a 116-unit residential community designed to be affordable and to blend with the 19th-century character of the nearby historic Striver's Row neighborhood.","thumbnail":null,"section":"U.S."},{"date":"19930430","headline":"Seven Languages and Tongue-tied","web_url":"https://www.nytimes.com/1993/04/30/opinion/IHT-seven-languages-and-tonguetied.html","abstract":"- According to the tourist brochures, this island-state is a harmonious ethnic mix, chiefly of Chinese and Malays. As an American of Chinese descent, brought up in Hawaii, I thought I would be instantly at home.","thumbnail":null,"section":"Opinion"},{"date":"19930430","headline":"OIL-SPILL DAMAGES DISPUTED BY EXXON","web_url":"https://www.nytimes.com/1993/04/30/us/oil-spill-damages-disputed-by-exxon.html","abstract":"  Scientists for the Exxon Corporation clashed sharply with Government biologists this week as they presented their evidence that Alaska's Prince William Sound had essentially recovered from ecological damage inflicted by the Exxon Valdez oil spill four years ago.   Exxon is contending that the damage to animals like sea birds, sea otters and pink salmon was less than the Government says and that all the animal populations have essentially recovered. The company makes its case in technical papers offered here at a four-day symposium ending today.","thumbnail":null,"section":"U.S."},{"date":"19930430","headline":"Yale Students Urge a Trustee to Quit After Company Is Fined","web_url":"https://www.nytimes.com/1993/04/30/nyregion/yale-students-urge-a-trustee-to-quit-after-company-is-fined.html","abstract":"  Student pressure is growing for the resignation of a longtime Yale University trustee whose company pleaded guilty last month to cooperating with Arab countries in their economic boycott of Israel.   The student government and the student newspaper have called on the trustee, Vernon Loucks, to step down.  A newly formed group, Students for Business Ethics, has collected more than 900 signatures on a petition seeking his resignation.","thumbnail":null,"section":"New York"},{"date":"19930430","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/04/30/nyregion/news-summary-415193.html","abstract":"  International A3-11  YELTSIN PUSHES A CONSTITUTION  Boris Yeltsin summoned regional leaders to Moscow to receive a new draft constitution that would strengthen the presidency and eliminate the Congress.  A1  Russia was urged to press ahead faster with market reforms.  A6","thumbnail":null,"section":"New York"},{"date":"19930430","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/30/opinion/IHT-letters-to-the-editor-90664442378.html","abstract":"An Assassin's Aim. Regarding \"Sarajevo, a Year Later: Survival Is the Main Job\" (April 7):. The assassination of Archduke Ferdinand was not \"aimed at destroying a society,\" but at ending Austria-Hungary's rule over Bosnia, as well as o","thumbnail":null,"section":"Opinion"},{"date":"19930430","headline":"Recovering From Waco's Ashes","web_url":"https://www.nytimes.com/1993/04/30/opinion/recovering-from-waco-s-ashes.html","abstract":"  If anything redeems the Texas disasters -- the killing of four Treasury agents and the fiery deaths of scores of cultists and their children -- it may be that the Government's scattered law enforcement machinery will finally be studied for competence and coherence.    Even before investigations are complete, it is clear that two Federal agencies botched their jobs badly. The Bureau of Alcohol, Tobacco and Firearms raid on the Branch Davidian compound near Waco on Feb. 28 was disastrous in concept and execution; it led to several deaths and an armed standoff. And the recent assault on the compound, led by the Federal Bureau of Investigation, triggered the very catastrophe it sought to prevent, the mass death of the cultists.","thumbnail":null,"section":"Opinion"},{"date":"19930430","headline":"Topics of The Times; How to Remember New York","web_url":"https://www.nytimes.com/1993/04/30/opinion/topics-of-the-times-how-to-remember-new-york.html","abstract":"  Until the New-York Historical Society teetered on the brink of bankruptcy and dissolution, few New Yorkers were aware of the treasures it contained. Since then there's been a lot of talk about its Hudson River paintings, its 431 original watercolors of Audubon's \"Birds of America\" and its remarkable collection of papers relating to hundreds of famous New Yorkers.   What's not so well known, even now, is that the Historical Society is also rich in material about the lives and times of New Yorkers whose names never made the history books. There are, for instance, the diaries of ordinary citizens, letters from immigrants to their families back home in Ireland, and numerous images of American Indians. There is also a large African-American collection, which includes a 1755 map of Lower Manhattan showing the location of the Negros Burial Ground; a rare portrait miniature of Pierre Toussaint, a candidate for canonization, and copies of early black newspapers like Frederick Douglass's North Star.","thumbnail":null,"section":"Opinion"},{"date":"19930430","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/04/30/arts/art-in-review-521893.html","abstract":"  Cecil Beaton   James Danziger Gallery  415 West Broadway (near Spring Street)  SoHo  Through tomorrow    Most of the pictures in this engaging show are enlarged contact sheets of rolls of film shot in the 1940's and 50's by Cecil Beaton (1904-80), the British photographer renowned for his stylish portraits and fashion photographs. A few frames are blank and some are blurred, but otherwise each work records, over the course of a dozen frames, the interaction between Beaton and one of the many celebrities he photographed.","thumbnail":null,"section":"Arts"},{"date":"19930430","headline":"Those 'Pork-Barrel' Projects Help People; Our Yummy Beans","web_url":"https://www.nytimes.com/1993/04/30/opinion/l-those-pork-barrel-projects-help-people-our-yummy-beans-534093.html","abstract":"  To the Editor:   Re \"G.O.P. Senators Prevail, Sinking Clinton's Economic Stimulus Bill\" (front page, April 22): Senator Robert C. Byrd complains that the defeat of the President's outdated jobs bill will have the result that \"millions of Americans will open a can of beans . . .\" Perhaps, but there is some consolation in that they won't find any fatty globs of pork in the can. The Clintons, so earnestly determined to serve as our national nannies, would appreciate that healthy consequence. BRIAN C. BRODERICK  Holliston, Mass., April 23, 1993","thumbnail":null,"section":"Opinion"},{"date":"19930430","headline":"Costa Rica Standoff Ends; Judges Free","web_url":"https://www.nytimes.com/1993/04/30/world/costa-rica-standoff-ends-judges-free.html","abstract":"  Ending a three-day standoff with armed captors, the authorities freed 18 Supreme Court justices and 5 others today and arrested the men who had taken them hostage.    Several Government cars pulled into the garage of the court's nine-story building here at about 3:30 P.M. and emerged minutes later with the hostages, all unharmed, Government officials said.","thumbnail":null,"section":"World"},{"date":"19930430","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/30/nyregion/c-corrections-423893.html","abstract":"  An article in Business Day yesterday about Wednesday's stock trading misstated the value of the television contract signed by the National Basketball Association with NBC, which is a subsidiary of the General Electric Company. NBC agreed to pay $750 million to the N.B.A., not $812 million, in a deal that guaranteed the network a profit.","thumbnail":null,"section":"New York"},{"date":"19930430","headline":"In Shadow Of Derby, Bid to Save The Sport","web_url":"https://www.nytimes.com/1993/04/30/us/in-shadow-of-derby-bid-to-save-the-sport.html","abstract":"  Amid the dawn's sweet blend of hot coffee and horses shimmering through their workouts, Gina Smith watched from the back-side rail at Churchill Downs this morning, looking for a glimpse of her own future in thoroughbred racing as much as for a favorite in Saturday's Kentucky Derby.   \"Studying the bloodlines, you see so many good horses,\" mused Ms. Smith, a 22-year-old business major in one of the most unusual university programs in the country, the equine administration curriculum of the University of Louisville. The program seeks to academically breed some fresh management blood and winning ideas into a racing industry deeply troubled by the spread of legalized casino gambling around the nation.","thumbnail":null,"section":"U.S."},{"date":"19930430","headline":"For Yanks, All's Well That Ends Over .500","web_url":"https://www.nytimes.com/1993/04/30/sports/baseball-for-yanks-all-s-well-that-ends-over-.500.html","abstract":"  The road trip began with a devastating loss in Oakland 10 days ago as the Yankees battered Dennis Eckersley in the ninth inning but fumbled the game away in the 10th. It ended with a frustrating loss in Anaheim Wednesday night as the Yankees dented Mark Langston in the ninth and then saw their comeback disintegrate minutes later.   In between crisscrossing the West Coast and botching opportunities at the start and finish of their eight-game excursion, the Yankees managed to win five of six contests in the middle. After losing 12 of 18 games in two visits to the West last year, the Yankees had to be pleased with their 5-3 record on a trip that once looked imposing.","thumbnail":null,"section":"Sports"},{"date":"19930430","headline":"Review/Photography; Images Projected, Images Caught","web_url":"https://www.nytimes.com/1993/04/30/arts/review-photography-images-projected-images-caught.html","abstract":"  Things are seldom what they seem in Philip-Lorca diCorcia's powerful new photographs on view at his exhibition, \"Strangers,\" at the Museum of Modern Art. Mr. diCorcia went to Santa Monica Boulevard in Hollywood, an area frequented by male prostitutes and other hustlers, and paid men to pose for him. The results, which combine elements of traditional documentary photography and staged imagery of the sort found in advertising and commercial photography, raise challenging questions about the boundaries between fiction and reality.    In a typical photograph, a model-handsome young man sits in front of a glowing sign for a fast-food restaurant at night. In another, a man bathed in blue light is seen through the screen of a motel window, a portable radio pressed to his ear. Carefully posed and lighted, scenes of this sort take on a sense of dramatic moment and, often, of unspecified threat. (Further examples of Mr. diCorcia's work from this project, along with earlier pictures of his family and friends done in a similar style, are on view at Wooster Gardens, in SoHo.)","thumbnail":null,"section":"Arts"},{"date":"19930430","headline":"Dr. King's Widow Finally Has Her Day in Court","web_url":"https://www.nytimes.com/1993/04/30/us/dr-king-s-widow-finally-has-her-day-in-court.html","abstract":"  The widow of the Rev. Dr. Martin Luther King Jr. is in Superior Court here this week, fighting Boston University for possession of more than 83,000 of her husband's papers, including his letters, manuscripts and correspondence from American Presidents.   The papers, which Dr. King deposited at Boston University in 1964 and 1965, at the height of the civil rights movement, are the crown jewel of the university archives. Dr. King earned his doctorate in theology from the university.","thumbnail":null,"section":"U.S."},{"date":"19930430","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/04/30/arts/art-in-review-018693.html","abstract":"  Betsy Friedman  Murunashi-Lederman 426 Broome Street SoHo Through May 8    Betsy Friedman paints with an animator's skill, an intinerate muralist's economy. The buoyant lines, squiggles and curlicues of her lightly tinted abstractions suggest incidental details like grape leaves: bunches and tendrils from the borders of a restaurant mural marshaled onto canvas, there to imitate, parody, and also reaffirm painting.","thumbnail":null,"section":"Arts"},{"date":"19930430","headline":"Review/Dance; Still Poses And Moving Pictures","web_url":"https://www.nytimes.com/1993/04/30/arts/review-dance-still-poses-and-moving-pictures.html","abstract":"  Trisha Brown's choreography is undeniably complex. Yet her works delight, rather than intimidate. Each is based upon a few structural principles, and part of the fun of watching a piece is spotting the basic movement themes that inspire such amazing intricacies. Ms. Brown's compositions first tease the eye, then please the mind.    She kept her audience's minds and eyes almost as busy as the members of her Trisha Brown Dance Company on Wednesday night at City Center, when the program featured the New York premiere of \"For M. G.: The Movie.\" The first part of that title needs explaining; the second part of it deserves pondering.","thumbnail":null,"section":"Arts"},{"date":"19930430","headline":"HEAR THIS","web_url":"https://www.nytimes.com/1993/04/30/style/IHT-hear-this.html","abstract":"Great moments in jurisprudence: A woman called Cynthia Albritton, who made plaster casts of rock stars' genitalia in the late 1960s, was awarded $10,000 damages by a Los Angeles court for being denied the chance to display her \"works.\" Reuters t","thumbnail":null,"section":"Style"},{"date":"19930430","headline":"For a Very Long Year, His Days Were Full","web_url":"https://www.nytimes.com/1993/04/30/sports/tv-sports-for-a-very-long-year-his-days-were-full.html","abstract":"  When scandal at North Carolina State chased Jim Valvano into the arms of ESPN and ABC, he embraced TV with the same fervor he exhibited a decade earlier as he raced for hugs after his Wolfpack team became the 1983 national collegiate basketball champions.   Before cancer changed his outlook and after coaching explained who he was, TV defined Jim Valvano. He was a naturally outsized character: quick-witted, emotional and opinionated. He mastered studio and game analysis and rarely allowed the Jimmy Vee lounge act to interfere. It was too early to say he transformed his portion of the craft, as John Madden has in pro football, but he entertained with his mind, his passion and his TeleStrator pencil. He had something to say.","thumbnail":null,"section":"Sports"},{"date":"19930430","headline":"Finks Has Cancer","web_url":"https://www.nytimes.com/1993/04/30/sports/sports-people-pro-football-finks-has-cancer.html","abstract":"  JIM FINKS, who helped build the first winning teams in New Orleans Saints history and was nearly elected N.F.L. commissioner in 1989, is being treated for cancer, the team announced yesterday. The 65-year-old Finks, the Saints' president, had complained about respiratory problems for several weeks. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930430","headline":"Dial-an-Ear: Young People Tell Young People Their Troubles","web_url":"https://www.nytimes.com/1993/04/30/nyregion/dial-an-ear-young-people-tell-young-people-their-troubles.html","abstract":"  The place was a sedate gray room in downtown Brooklyn, the time was a Wednesday night and the elliptical note that Ruth Joseph, a high school senior, scribbled as she talked on the telephone said: 17, pregnant. Father, 29.   \"You say that you're 17, you're pregnant, and your mother doesn't want you to have anything to do with your boyfriend,\" Ms. Joseph said calmly as she searched her computer for a Planned Parenthood. \"Right now you must be feeling scared. Are you feeling confused, too?\"   Across the room, Nicole Carraturro, a freshman at Kingsborough Community College, leaned intently into her desk as she cradled her telephone. The caller was a woman, 19 years old, H.I.V. positive and pregnant. She said she was \"very depressed\" and did not know whether she should keep her baby or marry her boyfriend, who had vowed to stick by her through the days ahead.","thumbnail":null,"section":"New York"},{"date":"19930430","headline":"Man Suspected in Killing Linked by Police to Rapes","web_url":"https://www.nytimes.com/1993/04/30/nyregion/man-suspected-in-killing-linked-by-police-to-rapes.html","abstract":"  A man who killed a woman after he talked his way into her Washington Heights apartment in February by posing as a repairman is suspected in the rapes of two other women in the same area of upper Manhattan, the police said yesterday.   Using the same ruse in all the attacks, the suspect entered the apartments of the victims with a polite request to fix a leak that had begun in another apartment, the police said. In two instances, on New Year's Day and last Sunday morning, he raped the women at gunpoint, then fled with jewelry and a few dollars in cash, said Lieut. Ellen Hale, head of the Special Victims Squad. The suspect remains at large.","thumbnail":null,"section":"New York"},{"date":"19930430","headline":"Mets' April Has Franco Shouting Mayday","web_url":"https://www.nytimes.com/1993/04/30/sports/baseball-mets-april-has-franco-shouting-mayday.html","abstract":"  It was another abomination for the Mets today: A 10-5 defeat to the Giants, five errors made, four home runs given up. The ramifications were no prettier: an 8-12 record (4-11 against nonexpansion clubs); five losses in a row; last place in the National League East; and a seven-and-a-half-game climb to the first-place Philadelphia Phillies.   Calamity was the state of the Mets, and the clubhouse cried out for an address. The manager declined to do it. Most senior players only hinted at the humiliation. The backups and rookies chose embarrassed silence.","thumbnail":null,"section":"Sports"},{"date":"19930430","headline":"A Turkish Candlestick Sets an Auction Record","web_url":"https://www.nytimes.com/1993/04/30/style/IHT-a-turkish-candlestick-sets-an-auction-record.html","abstract":"A Turkish faience candlestick was sold Thursdayat Sotheby's for a record £617,500 (about $970,000).This is the highest price ever paid at auction for a Turkish objet d'art, or indeed any Islamic object.It was bought by Laure Soustiel, a Paris","thumbnail":null,"section":"Style"},{"date":"19930430","headline":"Holocaust Museum Is for Real, Not Metaphor","web_url":"https://www.nytimes.com/1993/04/30/opinion/l-holocaust-museum-is-for-real-not-metaphor-510293.html","abstract":"  To the Editor:   In \"The Misguided Holocaust Museum\" (Op-Ed, April 18) Jonathan Rosen seizes upon a statement by the project's director, Michael Berenbaum, and presents a fearful vision based on his own misinterpretation.   Mr. Berenbaum referred to the building recently completed in Washington as an \"Americanization of the Holocaust.\" Mr. Rosen misinterprets this aim and implants it within all of the museum's efforts, ultimately producing a mutant image far separate from the edifice now standing.","thumbnail":null,"section":"Opinion"},{"date":"19930430","headline":"College Bans on Faculty-Student Romance Demean Women","web_url":"https://www.nytimes.com/1993/04/30/opinion/l-college-bans-on-faculty-student-romance-demean-women-512993.html","abstract":"  To the Editor:   I find it astonishing that the very institutions that stand for freedom and diversity of thought -- our colleges and universities -- now seek to ban certain types of personal relations between adults (\"Love or Harassment? Campuses Bar (and Debate) Faculty-Student Sex,\" Education page, April 14).   What is so special about the relationship between a graduate student or professor and an adult student? Certainly the power of the former over the latter is trivial compared with the power that, say, a factory manager has over an assembly-line worker. Why have our colleges and universities gone far beyond other environments in proscribing certain relationships?","thumbnail":null,"section":"Opinion"},{"date":"19930430","headline":"Review/Film; An Otherworldly Fugitive","web_url":"https://www.nytimes.com/1993/04/30/movies/review-film-an-otherworldly-fugitive.html","abstract":"  Alex (Thierry van Werveke), the protagonist of \"Dead Flowers,\" a supernatural mystery film from Austria, is a dour-faced exterminator who lives with his widowed grandmother (Tana Schanzara) in a Vienna suburb.    One day while driving around in his van, he picks up an attractive hitchhiker named Alice (Kate Valk), who has an intense, slightly mischievous stare and a tendency to shed her clothes at a moment's notice. Alex takes her home with him, and it isn't long before they are a couple. As it happens, Alice is being pursued by a sinister stranger. At first she explains she is in danger because her father is a United Nations diplomat in the pay of the Central Intelligence Agency. But as she later reveals, she is really a ghost who has escaped from the underworld. The Mephistophelean hoodlum who pursues her, Willy d'Ville (Dominique Horwitz), is an agent of forces who want to capture her and bring her back.","thumbnail":null,"section":"Movies"},{"date":"19930430","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/04/30/sports/results-plus-114093.html","abstract":"  GOLF  McCallister Perseveres  Blaine McCallister shook off heavy rains and a long delay to shoot an eight-under-par 64 yesterday, taking a one-stroke lead as the opening round of the Houston Open was suspended because of darkness at the Woodlands, Tex. Seventy-eight players in the field of 156 remained on the course when play was halted and were to finish their opening rounds today. Among them was John Flannery, who made the turn at six-under 30 and was at six under through 13 holes when play was called. Of the finishers, John Huston was second at 65, with Jeff Maggert and Ed Sneed at 66. Five players, including Ben Crenshaw, Gil Morgan and Billy Ray Brown, were at 67. (AP) Albers in the Lead: Kristi Albers, a Ladies Professional Golf Association veteran, had an eagle as part of a six-under 66 and grabbed the opening-round lead in the richest tournament in women's golf. Albers, looking for her first victory after more than seven seasons on tour, held a two-shot lead over Page Dunlap in the $1.2 million Sprint Classic in Tallahassee, Fla. Albers, who started on the back nine, catapulted into the lead when she eagled the 464-yard, par-5 fifth with a 30-foot chip. She birdied No. 7 to open a two-stroke advantage. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930430","headline":"Deadline for Cleaner Politics","web_url":"https://www.nytimes.com/1993/04/30/opinion/deadline-for-cleaner-politics.html","abstract":"  Candidates thinking about running in New York City's fall elections have until midnight tonight to register their commitment to cleaner politics.   That's the deadline for candidates to notify the Campaign Finance Board if they intend to participate in the city's campaign financing system. The voluntary program dispenses public matching funds to candidates who agree to more stringent contribution limits and more thorough disclosure than required by the flabby state election law.","thumbnail":null,"section":"Opinion"},{"date":"19930430","headline":"Group of Seven Urges Yeltsin to Push His Reforms","web_url":"https://www.nytimes.com/1993/04/30/world/group-of-seven-urges-yeltsin-to-push-his-reforms.html","abstract":"  Finance ministers from the major industrialized nations urged President Boris N. Yeltsin of Russia today to use his victory in the referendum last weekend to press ahead faster with reforms to create a market economy.   After the finance ministers met in Washington, several officials said Russia would be able to take maximum advantage of the $28 billion in aid that the Group of Seven promised it only if it pushed rapidly ahead with change.","thumbnail":null,"section":"World"},{"date":"19930430","headline":"Making The Best Of Lean Times At the Auctions","web_url":"https://www.nytimes.com/1993/04/30/arts/the-art-market-making-the-best-of-lean-times-at-the-auctions.html","abstract":"  IF the boom of the late 1980's had never happened, then the offerings wouldn't seem so slim at Sotheby's and Christie's, whose important spring sales of Impressionist, modern and contemporary art begin next week in Manhattan. But those heady days when catalogues were as thick as telephone books and estimates hit the double-digit millions weren't so long ago. They still haunt the art world. By comparison, the more than $225 million worth of paintings, drawings and sculpture by artists like Monet and Matisse, Warhol and Lichtenstein that are on public view this weekend and go up for sale beginning on Monday night at Sotheby's, seem modest, to say the least.   \"It's quite clear both of us have had to struggle to get pictures,\" said Christopher Burge, the president of Christie's in New York. It is also clear that as the art market struggles out of a two-year slump, collectors who don't have to sell would prefer to hold off until prices go up.","thumbnail":null,"section":"Arts"},{"date":"19930430","headline":"For the Nets, At Least It Won't Get Much Worse","web_url":"https://www.nytimes.com/1993/04/30/sports/pro-basketball-for-the-nets-at-least-it-won-t-get-much-worse.html","abstract":"  The first sign for the Nets that this would be a really bad night came when Rumeal Robinson picked up his third foul only 2 minutes 16 seconds into the game. When your starting point guard sits the almost the entire first half because of foul trouble, that's a sure sign that things could begin crumbling fast.   Crumble? It was as if a gaping hole opened in the Richfield Coliseum floor and the Nets, one by one, began to fall in. The only one who managed to hang on to the rim was Derrick Coleman, but even his powerful arms can't hold an entire team. And that's why the Nets fell to the Cleveland Cavaliers, 114-98, in the opener of their playoff series, which resumes here on Saturday.","thumbnail":null,"section":"Sports"},{"date":"19930430","headline":"Time Marches On, Except in Cases When It Gallops","web_url":"https://www.nytimes.com/1993/04/30/sports/horse-racing-time-marches-on-except-in-cases-when-it-gallops.html","abstract":"  A year ago, Arazi and his slightly imperious French trainer Francois Boutin were the toast of Kentucky.   Then came the race.    Arazi, the wonder colt that wasn't, finished eighth in the Derby, putting a summary end to any further comparisons with Secretariat.","thumbnail":null,"section":"Sports"},{"date":"19930430","headline":"King Verdict's Answer Is Community Policing","web_url":"https://www.nytimes.com/1993/04/30/opinion/l-king-verdict-s-answer-is-community-policing-536693.html","abstract":"  To the Editor:   The verdict in the second Rodney King trial (news article, April 18) is certain to leave in its wake a public that is inadequately protected unless radical changes are instituted. Many dedicated police officers, fearful of disciplinary actions resulting from charges of using excessive force, may avoid taking appropriate measures when events require them.   Police departments will no doubt mandate that officers take refresher courses to review the existing parameters relative to the lawful use of force. But such measures may not resolve this dilemma.","thumbnail":null,"section":"Opinion"},{"date":"19930430","headline":"Holocaust Museum Is for Real, Not Metaphor; 'What I Know I Saw'","web_url":"https://www.nytimes.com/1993/04/30/opinion/l-holocaust-museum-is-for-real-not-metaphor-what-i-know-i-saw-530793.html","abstract":"  To the Editor:   Your April 20 news article reporting the results of a survey by the Roper Organization that one in five Americans voiced doubt that the Holocaust ever happened was appalling to me; they were saying that I didn't see what I know I saw: dead bodies, some naked, most in tattered clothing, lying helter-skelter in the Ohrdruf concentration camp, near Erfurt, Germany. Or the dead bodies piled one on top of another like cordwood, or the pit where they tried to burn the dead.   After General Eisenhower saw these scenes, he wrote, \"If the American soliders don't know what they are fighting for, now they know what they are fighting against.\"","thumbnail":null,"section":"Opinion"},{"date":"19930430","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/04/30/us/inside-425993.html","abstract":"  Tiny Fossils Reveal Early Diversity of Life   Fossil microorganisms found in Australia prove that life was already thriving and diversified 3.485 billion years ago. The discovery sharply cuts the time available for life to have evolved naturally on earth. Page A10. Clash Over Alaska Cleanup    Exxon, disagreeing sharply with Government biologists, said Prince William Sound had essentially recovered from the 1989 oil spill. Page A18. Trade Pact's Support Grows    The North American Free Trade Agreement is winning broad political support and prospects for its approval are brightening. Page D2. Court Test for Davidians    Experts say prosecutors face many hurdles in proving that any surviving Branch Davidian members committed any crimes. Law, page B16.","thumbnail":null,"section":"U.S."},{"date":"19930430","headline":"Buckingham Palace Will Offer $12.50 Tours","web_url":"https://www.nytimes.com/1993/04/30/world/buckingham-palace-will-offer-12.50-tours.html","abstract":"  Pressed for cash to help repair fire damage at her out-of-town residence at Windsor Castle, Queen Elizabeth II said today that she was throwing open the doors of Buckingham Palace in London and charging tourists the equivalent of about $12.50 apiece to tour her state apartments and picture gallery.   Beginning this summer, and continuing for at least five years, royal advisers say, the palace will open its doors for eight weeks in August and September, when the Queen and her family are usually vacationing outside London. This year, the palace said, the tours will begin the second week in August.","thumbnail":null,"section":"World"},{"date":"19930430","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/30/opinion/IHT-letters-to-the-editor-94131369005.html","abstract":"The View From Haiti . Regarding \"No Need to Worry About Haiti, 'Injustice Will Prevail' \" (Opinion, April 7):. Herbert Gold's main concern seems not to be the resolution of the Haitian political crisis, but a secret desire to punish or hurt the","thumbnail":null,"section":"Opinion"},{"date":"19930430","headline":"Diner's Journal","web_url":"https://www.nytimes.com/1993/04/30/arts/diner-s-journal.html","abstract":"  Feeding on the News    In an age when celebrity chefs toil under the same glaring spotlight as sports stars and politicians, it is no wonder that the changing of the guard at a major restaurant prompts a feeding frenzy, literally and journalistically.   Such is the case with the boyish-looking Sylvain Portay, who took the tiller of Le Cirque early this year after the defection of Daniel Boulud. Mr. Boulud's new restaurant, Chez Daniel, is scheduled to open next month.","thumbnail":null,"section":"Arts"},{"date":"19930430","headline":"Times Appoints a Columnist","web_url":"https://www.nytimes.com/1993/04/30/nyregion/times-appoints-a-columnist.html","abstract":"  Bob Herbert, a journalist with wide experience as a reporter and columnist in New York City, will join The New York Times in June as a columnist on its Op-Ed page. His appointment was announced yesterday by Arthur Sulzberger Jr., publisher of The Times.   Mr. Herbert's column will appear twice weekly, exploring issues including politics, urban affairs and social trends.","thumbnail":null,"section":"New York"},{"date":"19930430","headline":"Massawa Journal; In Ruins of Eritrea, Freedom's Dawn Brings Hope","web_url":"https://www.nytimes.com/1993/04/30/world/massawa-journal-in-ruins-of-eritrea-freedom-s-dawn-brings-hope.html","abstract":"  Several decades ago, Massawa was known as the pearl of the Red Sea, a port where lavish Ottoman-style villas alternated with Italian cafes full of bar girls, sailors and businessmen.   Then in 1990, in the battle that marked the beginning of the end of the Marxist Government in Ethiopia, bombs and tanks almost obliterated this city in the northern region of Eritrea.","thumbnail":null,"section":"World"},{"date":"19930430","headline":"HORSE RACING: Sports of The Times; Shoemaker Wants To Go the Distance","web_url":"https://www.nytimes.com/1993/04/30/sports/horse-racing-sports-of-the-times-shoemaker-wants-to-go-the-distance.html","abstract":"  HORSE people tend to arrive at the track in powerful and flashy cars that announce their place in the world.   The trainer of Diazo arrived for the Kentucky Derby in a boxy Ford van of a rather prosaic shade of brown, with the words Department of Vocational Rehabilitation, Commonwealth of Kentucky, printed on the side panels.","thumbnail":null,"section":"Sports"},{"date":"19930430","headline":"YELTSIN IS SEEKING NEW CONSTITUTION TO SCRAP CONGRESS","web_url":"https://www.nytimes.com/1993/04/30/world/yeltsin-is-seeking-new-constitution-to-scrap-congress.html","abstract":"  Making his first political move since his triumph in Sunday's referendum, President Boris N. Yeltsin of Russia summoned regional leaders to Moscow today to receive a new draft constitution that would strengthen the presidency and eliminate the Congress of People's Deputies, which had led the attacks on him.   Clearly seeking to bypass the Congress, Mr. Yeltsin asked the 88 regional leaders to name two representatives to a constituent assembly, which would wrap up a new constitution that would be somewhat modeled on the French system. The Congress has supreme powers under the current Constitution, which dates to the era of Leonid I. Brezhnev.","thumbnail":null,"section":"World"},{"date":"19930430","headline":"Health Concerns on Burmese Dissident Ease","web_url":"https://www.nytimes.com/1993/04/30/world/health-concerns-on-burmese-dissident-ease.html","abstract":"  The husband of Daw Aung San Suu Kyi, the Burmese dissident leader who won the 1991 Nobel Peace Prize, says his concerns about her health have been \"considerably allayed\" after he visited her this month in Myanmar, formerly Burma, where she has been under house arrest for more than three years.   In a statement made available today in Bangkok, her husband, Michael Aris, said he was hopeful that Mrs. Aung San Suu Kyi's health problems could be \"corrected by proper nutrition and perhaps some medication.\" He said \"her spirits and her convictions remain as steadfast as ever.\"","thumbnail":null,"section":"World"},{"date":"19930430","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/04/30/style/chronicle-471893.html","abstract":"  What do you give the President on his 100th day in office? Seven rabbis from the Lubavitcher movement went to the Oval Office yesterday afternoon and presented PRESIDENT CLINTON with a silver pushka, or charity box, a dollar bill and a yarmulke with his name in Hebrew and English and the White House seal embroidered on it.    It was coincidence rather than plan that the visit occurred on the 100th day, Rabbi ABRAHAM SHEMTOV, one of the guests, said yesterday. The meeting had originally been scheduled for April 2, the 91st birthday of MENACHEM M. SCHNEERSON, the Lubavitcher Grand Rebbe, who, many of his followers believe, will prove to be the Messiah. But the meeting was postponed because of the illness of Hillary Rodham Clinton's father, who died on April 7.","thumbnail":null,"section":"Style"},{"date":"19930430","headline":"Review/Pop; Van Morrison and More Than Blues","web_url":"https://www.nytimes.com/1993/04/30/arts/review-pop-van-morrison-and-more-than-blues.html","abstract":"  Van Morrison, ever unsmiling, makes every concert a search with elusive goals. He grumbles, invokes heroes, exorcises pain and reaches for transcendence. He looks back to the blues and soul songs that shaped his voice; he looks inward for private epiphanies that will dissolve what he's singing into a babbling, repeated line. And his band, awaiting his every whim and inspiration, vamps lightly and carefully, ready at any moment to drop to a whisper or answer a vocal line with a rimshot.    Mr. Morrison had the blues on his mind when he performed at the Beacon on Wednesday night. He was joined by two blues masters, Jimmy Witherspoon and Junior Wells; Mr. Witherspoon, no longer in his prime, opened the show with 15 minutes of Kansas City blues, and Mr. Wells turned up in the middle of Mr. Morrison's set, playing cagy, insinuating harmonica solos and belting out verses of songs like \"Good Morning, Little Schoolgirl.\"","thumbnail":null,"section":"Arts"},{"date":"19930430","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/30/opinion/IHT-letters-to-the-editor-92897296125.html","abstract":"Legacy of East Timor. The conflict that resulted from Indonesia's invasion of East Timor cannot be described as a \"civil war,\" any more than one would have described resistance by Kuwaitis against the Iraqi Army as such.. REED BRODY, Executive D","thumbnail":null,"section":"Opinion"},{"date":"19930430","headline":"Critic's Choice/Dance; Mark Morris's Choreography to American Music","web_url":"https://www.nytimes.com/1993/04/30/arts/critic-s-choice-dance-mark-morris-s-choreography-to-american-music.html","abstract":"  Mark Morris has frequently been described as a musical choreographer, and certainly he chooses an extraordinary range of popular and classical music for his dances. This weekend at the Brooklyn Academy of Music, Mr. Morris wears his heart on his sleeve, with a program called \"Dances to American Music,\" performed by the Mark Morris Dance Group and members of the White Oak Dance Project, including Mikhail Baryshnikov.    Mr. Morris has played it semi-safe with several of his composers. \"Three Preludes,\" a solo that was performed by Mr. Baryshnikov at the New York City Ballet last summer, is danced to music by George Gershwin. Mr. Morris and Mr. Baryshnikov will alternate in the solo. The joyously unruly \"Polka,\" seen here in a new, expanded version, is set to Grand Duo for Violin and Piano by Lou Harrison, a composer who is having a dance renaissance these days.","thumbnail":null,"section":"Arts"},{"date":"19930430","headline":"'Tango Pasion' Closing","web_url":"https://www.nytimes.com/1993/04/30/theater/tango-pasion-closing.html","abstract":"  \"Tango Pasion,\" a revue conceived by Mel Howard and choreographed by Hector Zaraspe, is to close after the matinee on Sunday at the Longacre Theater, 220 West 48th Street, Manhattan. The Sunday matinee will be the fifth regular performance of the show; it had six previews.","thumbnail":null,"section":"Theater"},{"date":"19930430","headline":"Those 'Pork-Barrel' Projects Help People","web_url":"https://www.nytimes.com/1993/04/30/opinion/l-those-pork-barrel-projects-help-people-535893.html","abstract":"  To the Editor:   \"Mr. Dole's Selfish Strut\" (editorial, April 23) asserts \"it's important to look behind the headlines\" that congratulate Republican senators on their brilliant defeat of the President's jobs-stimulus plan. You should have done so yourself before writing that \"by including $2.5 billion of pork-barrel projects in its stimulus package, the Clinton team handed Mr. Dole a weapon.\"   The \"weapon\" is the request for $2.5 billion for the Community Development Block Grant, a 20-year-old program created by the Nixon Administration to provide decent housing, a suitable living environment and economic opportunities for low- and moderate-income Americans.","thumbnail":null,"section":"Opinion"},{"date":"19930430","headline":"Sports of The Times; One Guilty, But Trial Continues","web_url":"https://www.nytimes.com/1993/04/30/sports/sports-of-the-times-one-guilty-but-trial-continues.html","abstract":"  FOR stalking, mugging and slamming Pierre Turgeon into the boards from behind after the Islanders' best player had scored, Dale Hunter of the Washington Capitals was on trial yesterday, but he wasn't the only one. Gary Bettman, the new commissioner, and the National Hockey League itself also were on trial.   The verdict on Hunter was guilty as charged. He received an \"indefinite suspension\" for now. His specific sentence will be announced by the end of next week and will be served next season.","thumbnail":null,"section":"Sports"},{"date":"19930430","headline":"Limit Free-Vaccine Plan to Poor Families","web_url":"https://www.nytimes.com/1993/04/30/opinion/l-limit-free-vaccine-plan-to-poor-families-514593.html","abstract":"  To the Editor:   \"Free-Vaccine Plan Creates Unusual Array of Skeptics\" (front page, April 22) quotes me as suggesting that if low-income families \"can pay for cable TV, they can pay for their children's immunization.\"   In my April 21 testimony I said: \"Certainly the costs that would be incurred to  [ immunize children ]  can be borne by parents of moderate incomes. I think, in fact, it is a legitimate request to ask the parents of moderate incomes to pay $400 or $500 over a two-year period for immunization. It would be significantly less than they pay on car payments or maybe even for their television cable cost . . . the government has no obligation to pick up that cost. If the parent can pay for their cable TV, then they can pay for their child's immunization. And for the low-income parent, yes, the government can pick up that cost without putting any great burden on the government . . . \"","thumbnail":null,"section":"Opinion"},{"date":"19930430","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/04/30/nyregion/metro-digest-512393.html","abstract":"  NEW YORK CITY THE TROUBLES WITH DISTRICT 12   Forced to resign as principal of one New York City school -- for selling junk food to her poor students at a profit -- Virginia Noville wanted a second chance. Last month, the authorities said, she sat in a Cadillac on the Lower East Side and counted out $2,000 in cash to a member of the South Bronx school district, District 12, who had agreed to cooperate with the authorities. As she awaits arraignment on bribery charges, and on the eve of school board elections, a special investigator has released a scathing report depicting the district as ruled by patronage. A1.    A guide to Bronx school board elections. B2.   A STRUGGLE FOR REPRESENTATION   For the school district that includes Williamsburg, with its history of tensions between Hispanic and Hasidic residents, the election on Tuesday symbolizes the clash between the interests of Jews and Catholics concerned about the board's control over government funds allocated to parochial schools, and the growing political hopes of the Hispanic community. B2.    WOMAN'S KILLER SUSPECTED IN TWO RAPES   A man who killed a woman after he talked his way into her Washington Heights apartment in February by posing as a repairman is suspected in the rapes of two other women in the same area of upper Manhattan, the police said. B3.   EX-FIANCE ARRESTED IN HYATT STRANGLING   A woman whose body was found in a room at the Grand Hyatt, in midtown, was strangled by her former fiance, the police said. B3.   POLLUTION GATE FOR EAST RIVER PROPOSED    Engineers and government officials gathered at Columbia University to discuss a bold approach to cleaning up the waters of the East River and Long Island Sound: a \"tidal barrage,\" or one-way water gate, for the East River. B3.     A new city-sponsored 24-hour telephone line is staffed by young people, for young people. B3.   The police seize 35 cars from suspected drug buyers in upper Manhattan. B3. REGION DUAL LINE FOR G.O.P.   New Jersey's major Republican candidates for governor, Cary Edwards, Christine Todd Whitman and Jim Wallwork, are courting a specific audience: the moderates at the heart of the 20 percent of the state's voters who call themselves Republicans, who talk a conservative line but have liberal values. B5.   DENIAL OF CABLE FRANCHISE BACKED   Connecticut will continue trying to revoke the franchise of Cablevision, which serves Fairfield County, despite the company's decision not to drop Connecticut stations from its lineup, the State Attorney General said. B5.   YALE STUDENTS PRESS FOR A RESIGNATION   Student pressure is growing for the resignation of a longtime Yale University trustee whose company pleaded guilty last month to cooperating with Arab countries in their economic boycott of Israel. B4.   Army Corps of Engineers awards $5.7 million contract to repair gap in Westhampton barrier island to an Illinois dredging company. B5.   Our Towns by Iver Peterson B5    Chronicle B4","thumbnail":null,"section":"New York"},{"date":"19930430","headline":"A No Man's Land Thrives As Everyone's Garden","web_url":"https://www.nytimes.com/1993/04/30/nyregion/our-towns-a-no-man-s-land-thrives-as-everyone-s-garden.html","abstract":"  TOM MURRAY, on sabbatical from Trenton State College, is just back from several months in Costa Rica, where all the food was laced with the slightly off-center taste of cilantro, parsley's more assertive cousin. Now he's back in his South Trenton neighborhood, looking over the first shoots of green rising from the community park and vegetable garden behind his row house, and there it is again, advancing amid the santolina, lovage and sorrel:   \"I guess it's the yuppie herb,\" he said under his breath.","thumbnail":null,"section":"New York"},{"date":"19930430","headline":"Diplomats, and Aristide, See an End to Haiti Impasse","web_url":"https://www.nytimes.com/1993/04/30/world/diplomats-and-aristide-see-an-end-to-haiti-impasse.html","abstract":"  Diplomats said today that military leaders in Haiti had signaled their readiness for a new push to end the country's political stalemate, and the ousted President said he was increasingly confident that he would soon return to office.   In an interview in the Georgetown apartment that has been his home for over a year, the President, the Rev. Jean-Bertrand Aristide, also gave the first explanation of an offer of amnesty for his opponents; diplomats say the amnesty is a key to a negotiated transfer of power in Haiti.","thumbnail":null,"section":"World"},{"date":"19930430","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/30/nyregion/c-corrections-483693.html","abstract":"  An article yesterday about the Middle East peace talks referred incorrectly in some editions to the spokeswoman for the Palestinian delegation. She is Hanan Ashrawi.","thumbnail":null,"section":"New York"},{"date":"19930430","headline":"Critic's Notebook; When History Is a Casualty","web_url":"https://www.nytimes.com/1993/04/30/arts/critic-s-notebook-when-history-is-a-casualty.html","abstract":"  LAST week, the very week the United States Holocaust Memorial Museum opened in Washington, the Roper Organization reported that 22 percent of the adults it polled said it seemed possible that the Holocaust had never happened; an additional 12 percent said they did not know if it was possible.   These startling statistics underscore a disturbing phenomenon that has gained momentum in recent years in both America and Europe: a growing ignorance about the Holocaust on the part of ordinary citizens, and the growing visibility of \"revisionist historians,\" who are trying to whitewash, even erase from memory, the Nazi atrocities of World War II.","thumbnail":null,"section":"Arts"},{"date":"19930430","headline":"Bengals Try to Rope Jets' Hasty With Loophole","web_url":"https://www.nytimes.com/1993/04/30/sports/pro-football-bengals-try-to-rope-jets-hasty-with-loophole.html","abstract":"  The Cincinnati Bengals have signed James Hasty, the Jets' star cornerback, to an offer sheet that would pay him a $1.5 million salary from the Bengals but $2.7 million should the Jets keep him. Yesterday, the Jets were unsure what they would do.   \"Cincinnati gave James an offer sheet,\" said General Manager Dick Steinberg of the Jets in a statement, \"and we have seven days to decide what to do with it.\"","thumbnail":null,"section":"Sports"},{"date":"19930430","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/30/opinion/IHT-in-our-pages-100-75-and-50-years-ago-92895009871.html","abstract":"1943: Report for Prison","thumbnail":null,"section":"Opinion"},{"date":"19930430","headline":"There Are Rules and Then . . .","web_url":"https://www.nytimes.com/1993/04/30/sports/pro-basketball-there-are-rules-and-then.html","abstract":"  While the Knicks maintained they were not concerned about the National Basketball Association's increased penalties for fighting, they also vowed not to become more timid. Just ask forward Charles Oakley.   \"If something occurs during the game that calls for us to be physical, then whatever,\" Oakley said today, as the Knicks prepared for their playoff opener against Indiana Friday night at Madison Square Garden. \"The rules aren't going to affect me. If somebody goes out of their way after me, I'm coming after them, rules or no rules.","thumbnail":null,"section":"Sports"},{"date":"19930430","headline":"No Headline","web_url":"https://www.nytimes.com/1993/04/30/nyregion/no-headline-470493.html","abstract":"  \"Everyone must now understand that the President, the Government and the policy of reforms now enjoy the protection of the people.\" -- BORIS N. YELTSIN.  [ A6:2. ]","thumbnail":null,"section":"New York"},{"date":"19930430","headline":"Sounds Around Town","web_url":"https://www.nytimes.com/1993/04/30/arts/sounds-around-town-133693.html","abstract":"  On Guitar    Bill Frisell, Church of St. Ann and the Holy Trinity, 157 Montague Street, at Clinton Street, Brooklyn Heights, (718) 858-2424. Bill Frisell plays stealth guitar, in solos that waft into view like clouds, glide and billow, then suddenly crystallize into unlikely chords or sly, side-long melodies. Tomorrow, he is to perform his own new scores for three silent Buster Keaton films: \"The High Sign,\" \"One Week\" and the classic \"Go West.\" Tomorrow at 8 P.M.; tickets are $13 and $15.  Preacher to Singer    Solomon Burke, Tramps, 45 West 21st Street, Chelsea, (212) 727-7788. The soul music of the 1960's never strayed too far from its gospel roots, and Solomon Burke has gone back and forth repeatedly, from preacher and gospel singer to the soul hit maker who belted \"Cry to Me\" and \"Everybody Needs Somebody to Love.\" His ardent tenor voice is still strong, and his concerts intersperse preaching with the earthier messages of his hits. Tonight's double bill is to include Little Milton, the singer and guitarist who melds jazz and blues into urbane, heartfelt songs. Tonight and tomorrow night at 8:30 and 11:30; tickets are $20.","thumbnail":null,"section":"Arts"},{"date":"19930430","headline":"N.F.L. Labor Decision Today","web_url":"https://www.nytimes.com/1993/04/30/sports/pro-football-nfl-labor-decision-today.html","abstract":"  Judge David Doty, who is expected to approve the Jan. 6 labor settlement that opened the way to free agency and an eventual salary cap in the National Football League, has notified the parties that he intends to hand down his final ruling today in Federal district court in Minneapolis.   The judge, who has heard arguments from both individual owners and players dissatisfied with various aspects of the settlement, has indicated that he will either accept or reject the settlement as a whole and will not impose any changes. If he approves the settlement, as expected, any of the objectors would be able to appeal to the Court of Appeals.","thumbnail":null,"section":"Sports"},{"date":"19930430","headline":"Gaffes and Gags Of a Shy Dimwit","web_url":"https://www.nytimes.com/1993/04/30/movies/gaffes-and-gags-of-a-shy-dimwit.html","abstract":"  SOMEWHERE toward the final quarter of \"Safety Last\" (1923), Harold Lloyd's greatest so-called \"thrill comedy,\" Harold, identified as \"the Boy\" in the cast list, finds himself scaling the facade of Bolton's Department Store, where he's usually employed as a junior salesman. The climb is a publicity stunt gone awfully wrong. As he reaches each floor, Harold expects to be spelled by a pal, who likes to climb buildings this way. At each floor he's disappointed. Dread, unforeseen circumstances force Harold on.   The peril mounts as the heights become dizzier. Someone drops birdseed on him, which attracts pigeons. They peck eagerly around his shoulders and face, obscuring his view and interfering with his grip. In remarkable shots that clearly are not faked, the audience watches in delicious, joyful panic as Harold continues his ascent and at last seems to be at least 25 stories above the street. Without a net. At one point he hangs suspended from the hands of the giant Bolton's clock, the face of which slowly pulls apart with his weight.","thumbnail":null,"section":"Movies"},{"date":"19930430","headline":"Center Breaks Neck After Ramming Block","web_url":"https://www.nytimes.com/1993/04/30/sports/sports-people-basketball-center-breaks-neck-after-ramming-block.html","abstract":"  SLOBODAN JANKOVIC, fuming at a call that fouled him out of the game, rammed his head against a cement block, breaking his neck and paralyzing himself. The 6-foot-8-inch Serb is the center for Panionios of Athens, which was playing in the semifinals of the Greek championships.","thumbnail":null,"section":"Sports"},{"date":"19930430","headline":"Hunter Faces Stint in Penalty Box","web_url":"https://www.nytimes.com/1993/04/30/sports/hockey-hunter-faces-stint-in-penalty-box.html","abstract":"  The National Hockey League will suspend Dale Hunter of the Washington Capitals for seriously injuring Pierre Turgeon of the Islanders near the end of Wednesday night's playoff game, but the severity of the punishment will not be announced until late next week.    Hunter crashed Turgeon into the boards from behind at Nassau Coliseum while the star center was celebrating after having scored the fifth Islander goal in a 5-3 victory that eliminated Washington in the first round of the Stanley Cup playoffs. Defendant Is Guilty, Says Bettman    Turgeon suffered a shoulder separation that will probably will keep him out for two to three weeks, the Islanders said yesterday. He will not play in the second round of the playoffs, which the Islanders will begin on Sunday in Pittsburgh against the two-time defending champion Penguins.","thumbnail":null,"section":"Sports"},{"date":"19930430","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/30/opinion/IHT-letters-to-the-editor.html","abstract":"Science vs. Religion . Regarding \"Big Science Takes a Look Upstairs\" (Opinion, April 10) by Bryan Appleyard:. The writermakes the classic mistake of expecting explanations from religions, although even the most superficial examination of the m","thumbnail":null,"section":"Opinion"},{"date":"19930430","headline":"On Stage, and Off","web_url":"https://www.nytimes.com/1993/04/30/theater/on-stage-and-off.html","abstract":"  Reaching for Audiences    It's a hectic time in the Broadway season, with several shows opening (and three, alas, closing), the Tony nominations looming and the annual summer drought on the horizon. The general sense that shows are jockeying for position is confirmed by some recent shifts in marketing strategies.   To begin with, two new musicals are staggering after a critical pounding. The brassy, ubiquitous ads for \"Ain't Broadway Grand\" apparently did not lift attendance much, and the producers have now adopted a strategy of silence. After opening night, contrary to general practice, they would not supply weekly Variety with box-office totals for the first week, leaving the magazine to estimate receipts at a paltry $137,000. The show's press representative, Fred Nathan, said sales were slightly better this week than last, although he would not give figures. On Wednesday, the show ran a newspaper ad with a probably unique offer: any patrons who, by intermission, didn't like the show enough to stay until the end, could have their money back. (At Wednesday's matinee, seven people claimed the refund but were turned down because they had bought discount tickets.)","thumbnail":null,"section":"Theater"},{"date":"19930430","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/30/nyregion/c-corrections-426293.html","abstract":"  Because of an editing error, an article in Business Day yesterday about a consultant and former vendor to Home Shopping Network Inc. omitted a statement by an assistant United States attorney in White Plains. She said a lawsuit by the consultant, Francis R. Santangelo, against two former business partners played a significant role in their prosecution for Federal tax fraud.","thumbnail":null,"section":"New York"},{"date":"19930430","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/30/nyregion/c-corrections-417393.html","abstract":"  A chart in Business Day yesterday with an article about real estate investment trusts showed incorrect figures in some editions for the trusts' total market capitalization, or value. A corrected chart appears today on page D2.","thumbnail":null,"section":"New York"},{"date":"19930430","headline":"Wallace Stegner Memorial","web_url":"https://www.nytimes.com/1993/04/30/arts/wallace-stegner-memorial.html","abstract":"  A memorial service for Wallace Stegner, the Pulitzer Prize-winning novelist and short-story writer, who died on April 13 at the age of 84, will be held at 3 P.M. on Monday at the Stanford Memorial Church in Palo Alto, Calif.","thumbnail":null,"section":"Arts"},{"date":"19930430","headline":"U.S. Would End Cutting of Trees In Many Forests","web_url":"https://www.nytimes.com/1993/04/30/us/us-would-end-cutting-of-trees-in-many-forests.html","abstract":"  Under orders from the White House to try again to put Federal timber sales on a sounder economic footing, the United States Forest Service has proposed changes that would end logging in more than a third of the national forests by 1998.    Environmental groups and other opponents of the timber sales have long argued that the Government charges too little and provides too many services to companies that log national forests, at a cost to taxpayers at hundreds of millions of dollars a year.","thumbnail":null,"section":"U.S."},{"date":"19930430","headline":"The UN Is Losing in Cambodia","web_url":"https://www.nytimes.com/1993/04/30/opinion/IHT-the-un-is-losing-in-cambodia.html","abstract":"- International despair over the impotence of the United Nations in Bosnia has distracted attention from the flouting of UN authority in Cambodia. The violent challenge by the Khmer Rouge to the Paris peace agreement of October 1991 has not, so far, matched the scale of Serbian bloodletting. But their murderous record and ferocious opposition to a political settlement through elections promises a return to full-scale civil war.","thumbnail":null,"section":"Opinion"},{"date":"19930430","headline":"Sounds Around Town","web_url":"https://www.nytimes.com/1993/04/30/arts/sounds-around-town-489093.html","abstract":"  A Night of Jazz    John Goldsby, Greenwich House, 27 Barrow Street, Greenwich Village, (212) 242-4140. An unusual program of jazz compositions written by such celebrated jazz bassists as Paul Chambers, Ray Brown, Oscar Pettiford, Charles Mingus, Sam Jones and Red Mitchell, along with works by Duke Ellington composed for his bassist Jimmy Blanton, will be played by the contemporary bassist John Goldsby at 8 P.M. on Sunday in a free program, which was financed by the National Endowment for the Arts. Mr. Goldsby is to present the premiere of a work written for him by the pianist Bill Mays, who is to be a member of the group accompanying Mr. Goldsby, along with the alto saxophonist Andy Fusco and the drummer Terry Clarke. With Karen Akers    Karen Akers, Rainbow and Stars, 30 Rockefeller Plaza, (212) 632-5000.  A highlight of Karen Akers's debut engagement at Rainbow and Stars is a song written by Irving Berlin in 1922. It was featured in \"The Music Box Revue of 1922-23\" but was never performed publicly since then until last fall, when Berlin's daughter Mary Ellin Barrett found it in a trunk filled with her father's old songs just after she had seen Miss Akers at a concert in East Hampton, L.I. The song, \"I'm Looking for a Daddy Long Legs,\" is about the romantic problems of an unusually tall woman. Miss Barrett immediately thought it would be perfect for the 6-foot-tall Miss Akers. Miss Akers added the song to her repertory in an October concert at the 92nd Street Y, before raising it to new heights at Rainbow and Stars. Shows are at 8:30 and 10:30 tonight and tomorrow night. There is a $35 cover charge but no minimum. Happy Birthday, Bing    Bing Crosby Festival Weekend, Red Blazer Too, 349 West 46th Street, Clinton, (212) 262-3113. The 90th birthday of Bing Crosby, born May 2, 1903, will be celebrated this weekend by the stable of jazz groups at the Red Blazer Too every night and on Sunday afternoon. The jazz styles they play are Dixieland and swing which, appropriately, were the two kinds of jazz that Crosby favored. The weekend opens tonight with the singer Cathy Chamberlain's Dixie Dance Band, followed tomorrow by the trumpeter Bob Cantwell's Dixieland Stompers. Both groups are to perform from 9 P.M. to 1 A.M. On Sunday from 1 to 5 P.M., the clarinetist Sol Yaged and his Swing Era Jazz All-Stars are to recall the lively side of Der Bingle. The pianist Howie Wyeth's Ragtime Band winds up the festival on Sunday night from 7 to 11. The selections cover Crosby hits from \"Out of Nowhere,\" his first No. 1 hit, recorded in 1931, to his last hit record, \"True Love,\" which he sang with Grace Kelly in the film \"High Society\" in 1956.","thumbnail":null,"section":"Arts"},{"date":"19930430","headline":"Peekskill Tries a Creative Approach to Revival; Welcoming Artists Fill Vacant Spaces in Hopes of Invigorating a Shopping District","web_url":"https://www.nytimes.com/1993/04/30/nyregion/peekskill-tries-creative-approach-revival-welcoming-artists-fill-vacant-spaces.html","abstract":"  Larry D'Amico's recent decision to relocate his life and work to a crumbling, 148-year-old former church in downtown Peekskill prompts an immediate question: What's a nice landscape painter like you doing in a place like this?   After all, the retail hub of this small city on the Hudson seemed to be near death's door as recently as two years ago. That was before Ralph DiBart, a planner on retainer to the city, concocted a scheme to resuscitate downtown Peekskill by converting it into an artists' enclave.","thumbnail":null,"section":"New York"},{"date":"19930430","headline":"Ex-Fiance Held in Killing In Hotel Room","web_url":"https://www.nytimes.com/1993/04/30/nyregion/ex-fiance-held-in-killing-in-hotel-room.html","abstract":"  A 24-year-old woman whose body was found in a room at a midtown hotel near Grand Central Terminal Wednesday night was strangled by her former fiance, the police said yesterday.   The police arrested Gerald Ardito, 34, yesterday in the killing at the Grand Hyatt Hotel and charged him with second-degree murder.    Lieut. Arthur Monahan, head of the Midtown South Detective Squad, said that Mr. Ardito is the son of the late Frances Victoria Ardito, who was accused of having her lover killed in 1976.","thumbnail":null,"section":"New York"},{"date":"19930430","headline":"Goodbye, Saigon. Finally.","web_url":"https://www.nytimes.com/1993/04/30/opinion/goodbye-saigon-finally.html","abstract":"Flipping through my United States passport as if it were a comic book, the customs man at the Noi Bai Airport, near Hanoi, appeared curious. \"Brother, when did you leave Vietnam?\"\n\n\"One day before National Defeat Day,\" I said without thinking. It was an exile's expression, not his.","thumbnail":null,"section":"Opinion"},{"date":"19930430","headline":"Senate Primary in Texas Will Winnow a Big Field","web_url":"https://www.nytimes.com/1993/04/30/us/senate-primary-in-texas-will-winnow-a-big-field.html","abstract":"  Despite two months of expensive, tiring campaigning by 24 candidates, Saturday's United States Senate primary still boils down to the basic question posed when the race began: which Republican will get the chance to challenge Senator Bob Krueger?   While he appears to be in the lead, there seems to be no possibility that Mr. Krueger, appointed in January to succeed Lloyd Bentsen after at least two others turned down Gov. Ann W. Richards, can win a majority. If no one wins a majority in one or both parties on Saturday, there will be a primary runoff in early June.","thumbnail":null,"section":"U.S."},{"date":"19930430","headline":"East Europe Still Waits For the Capitalist Push","web_url":"https://www.nytimes.com/1993/04/30/world/east-europe-still-waits-for-the-capitalist-push.html","abstract":"  Three years after the collapse of Communism, the warm welcome and private investment that most Eastern Europeans expected from the European Community countries have fallen far short of their expectations.   Fears that German companies would virtually take over the economy of central Europe have so far not been confirmed. The foreign capital that has come in from Germany, the United States and elsewhere is billions of dollars less than the estimated need to restructure economies driven by Communism for 40 years, and efforts to take advantage of Eastern Europe's cheap labor and sell goods to Western markets have produced a protectionist backlash.","thumbnail":null,"section":"World"},{"date":"19930430","headline":"An Olympic Bid Is Alive and Well in Manchester","web_url":"https://www.nytimes.com/1993/04/30/sports/IHT-an-olympic-bid-is-alive-and-well-in-manchester.html","abstract":"- How can a place like this win the right to stage the Olympic Games? There might never be a positive answer, but Manchester, known for dreary weather and depressed industry, is researching the question intensely at a cost of £5.5 million.","thumbnail":null,"section":"Sports"},{"date":"19930430","headline":"Ditka's Roles Clarified","web_url":"https://www.nytimes.com/1993/04/30/sports/sports-people-pro-football-ditka-s-roles-clarified.html","abstract":"  MIKE DITKA has had his new NBC roles clarified. The former Chicago Bears coach will be a studio analyst on \"The N.F.L. Live\" pre-game show starting in September, and next winter will work seven or eight golf tournaments in which he will profile golfers and receive golf lessons. The latter feature will be sponsored by advertisers to pay the estimated $225,000 of his $525,000 salary ascribed to his golf work.","thumbnail":null,"section":"Sports"},{"date":"19930430","headline":"College Bans on Faculty-Student Romance Demean Women; Recusal at Amherst","web_url":"https://www.nytimes.com/1993/04/30/opinion/l-college-bans-on-faculty-student-romance-demean-women-recusal-at-amherst-533193.html","abstract":"  To the Editor:   Your Education page article misrepresents Amherst College's sexual harassment policy. The faculty voted on March 2 for a policy of \"recusal\" -- that is, to require that a faculty member must \"remove himself or herself from any supervisory, evaluative, advisory, or other pedagogical role involving a student with whom he or she has had or currently has a sexual relationship.\" Faculty who date their students are    not    required to \"report their relationships to department heads\" or to give a reason for recusal. TERRY Y. ALLEN  Assoc. Secty., Public Affairs Amherst College Amherst, Mass., April 16, 1993","thumbnail":null,"section":"Opinion"},{"date":"19930430","headline":"Drug Buyers Seized Along With 35 Cars","web_url":"https://www.nytimes.com/1993/04/30/nyregion/drug-buyers-seized-along-with-35-cars.html","abstract":"  In what was called Operation Chariot, 35 cars, including a limousine, were seized and 56 people arrested as suspected drug buyers. The police were directing the operation at people who drove in from the suburbs to make purchases before heading home on the highways that lace through and around upper Manhattan. Those arrested included an airport worker, a tile layer, an electrician and a stockbroker.","thumbnail":null,"section":"New York"},{"date":"19930430","headline":"PRO BASKETBALL: The Knicks' Private Powerhouse; Ewing Wants to Be an Enigma Wrapped in a Title Banner","web_url":"https://www.nytimes.com/1993/04/30/sports/pro-basketball-knicks-private-powerhouse-ewing-wants-be-enigma-wrapped-title.html","abstract":"  The fans who cheer him, the reporters who cover him, the majority of people who meet him, will never get close to him.   That is the way Patrick Ewing wants it. His passion for privacy will undoubtedly hurt him in the balloting for this year's National Basketball Association Most Valuable Player Award. So be it.","thumbnail":null,"section":"Sports"},{"date":"19930430","headline":"Howard I. Podell, 76, Engineer and Inventor","web_url":"https://www.nytimes.com/1993/04/30/nyregion/howard-i-podell-76-engineer-and-inventor.html","abstract":"  Howard I. Podell, an engineer, patent agent and inventor, died on Tuesday at a hospital in Boston. He was 76 and lived in New Rochelle, N.Y., and Tucson, Ariz.   The cause was cancer, his family said.","thumbnail":null,"section":"New York"},{"date":"19930430","headline":"Don't Say Good Night Yet, Gracie: Vaudeville on Film","web_url":"https://www.nytimes.com/1993/04/30/movies/don-t-say-good-night-yet-gracie-vaudeville-on-film.html","abstract":"  George Burns, wearing a fedora and a suit, and Gracie Allen, in a frilly garden-party dress and large floppy hat, stand in the center of the screen and talk, stealing glances at the camera as they do.   George: \"Can I give you a ride home in my car?\"","thumbnail":null,"section":"Movies"},{"date":"19930430","headline":"Open Admissions Was White Flight's Excuse","web_url":"https://www.nytimes.com/1993/04/30/opinion/l-open-admissions-was-white-flight-s-excuse-513793.html","abstract":"  To the Editor:   \"A Day at City College\" by A. M. Rosenthal (column, April 20) is in error when it states, \"Whites began to apply elsewhere when it became an open-admissions school, shrinking the value of its degrees.\"   The reason white students began to apply elsewhere was not because of open admissions, but because they could afford private-college tuition.","thumbnail":null,"section":"Opinion"},{"date":"19930430","headline":"Gay Soldiers No Problem Elsewhere, Experts Say","web_url":"https://www.nytimes.com/1993/04/30/us/gay-soldiers-no-problem-elsewhere-experts-say.html","abstract":"  The armed forces of Canada and Australia, the two military establishments that most recently lifted their bans on homosexuals, have had no morale problems as a result, several experts told Senators today.    Supporters of retaining the ban on homosexuals in the United States military have warned that without the restrictions, combat readiness would erode, recruiting would plummet and the American armed services would deteriorate into a \"second-rate force.\"","thumbnail":null,"section":"U.S."},{"date":"19930430","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/30/opinion/IHT-letters-to-the-editor-94058816761.html","abstract":"Legacy of East Timor. Regarding \"Repression as Legacy of Timor Killings\" (April 22):. With so many war zones in today's world, one tends to forget the sufferings of the East Timorese. One error in your highly informative article ought to be corr","thumbnail":null,"section":"Opinion"},{"date":"19930430","headline":"U.S. Plans to Leave Troops To Back U.N. Somalia Unit","web_url":"https://www.nytimes.com/1993/04/30/world/us-plans-to-leave-troops-to-back-un-somalia-unit.html","abstract":"  The United States plans to keep an Army \"quick reaction\" force in Somalia to help protect the United Nations peacekeeping forces there, Administration officials say.   The United States plans to transfer the peacekeeping mission in Somalia next week to a 28,000-member United Nations force. But about 4,000 American Army forces will stay behind, including a 1,300-member quick reaction force.","thumbnail":null,"section":"World"},{"date":"19930430","headline":"Summer Sounds:It's Festival Time","web_url":"https://www.nytimes.com/1993/04/30/style/IHT-summer-soundsits-festival-time.html","abstract":"Summer means festivals. There are literally hundreds of music festivals around the world, with the highest concentration in Europe, and it can be mind-boggling to choose one. Are you going strictly for the music, or should you also choose a good setting?","thumbnail":null,"section":"Style"},{"date":"19930430","headline":"Hey, Pundits, What About Yeltsin?","web_url":"https://www.nytimes.com/1993/04/30/opinion/hey-pundits-what-about-yeltsin.html","abstract":"Democracy and market reforms triumphed spectacularly in Russia's referendum. And now President Boris Yeltsin is losing no time in carrying out his mandate. Before the vote, too many American pundits, journalists and experts on Russia were wrong about what would happen.\n\nMany still don't see the light, even though Mr. Yeltsin won an overwhelming mandate for his leadership and his drive for new parliamentary elections to replace a legislature held over from the Communist regime.","thumbnail":null,"section":"Opinion"},{"date":"19930430","headline":"Islanders Should Be Ecstatic, Right? Try Irate Instead","web_url":"https://www.nytimes.com/1993/04/30/sports/hockey-islanders-should-be-ecstatic-right-try-irate-instead.html","abstract":"  Rarely has there been a gloomier ending to a successful playoff campaign, but unfavorable circumstance continued to force the New York Islanders to assess their four-games-to-two domination of the Washington Capitals with a mixture of resignation and revenge. And those are unhealthy components to apply to a Stanley Cup playoff quest that involves an imminent tangle with the defending Stanley Cup champions.   \"How do you beat the Pittsburgh Penguins? I don't know; nobody else has been able to,\" said center Ray Ferraro, who knows his playoff-leading eight goals will come under a direct challenge from Mario Lemieux when the division championships get under way Sunday afternoon in Pittsburgh.","thumbnail":null,"section":"Sports"},{"date":"19930430","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/30/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: No Royal Nod","thumbnail":null,"section":"Opinion"},{"date":"19930430","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/30/nyregion/c-corrections-411493.html","abstract":"  An obituary yesterday about Ben Schwartzwalder, the former football coach at Syracuse, misstated his age in some editions. He was 83.","thumbnail":null,"section":"New York"},{"date":"19930430","headline":"Brown to Seton Hall","web_url":"https://www.nytimes.com/1993/04/30/sports/sports-people-basketball-brown-to-seton-hall.html","abstract":"  ANDRE BROWN, a 6-foot-3-inch guard who scored more than 4,000 points in his high school career in Louisiana, signed a letter of intent yesterday to attend Seton Hall. Brown, an all-state guard from Vandebilt Catholic High School in Houma, La., is the eighth all-time scorer in high school basketball with 4,125 points. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930430","headline":"TESTS INDICATING IRAQ GAS WARFARE","web_url":"https://www.nytimes.com/1993/04/30/world/tests-indicating-iraq-gas-warfare.html","abstract":"  Scientists said today that they had been able to verify that Iraq used chemical weapons against the Kurds more than four years ago through analyzing soil samples, a technique that could prove useful in enforcing a new international chemical weapons treaty.   Scientists working with human rights groups said that, using advanced chemical analysis, they had found residues of mustard and nerve gases used against a Kurdish village in northern Iraq in 1988, an action the Iraqi Government continues to deny.","thumbnail":null,"section":"World"},{"date":"19930430","headline":"Hartford Backs Rescinding a Cable TV Franchise","web_url":"https://www.nytimes.com/1993/04/30/nyregion/hartford-backs-rescinding-a-cable-tv-franchise.html","abstract":"  Connecticut will continue trying to revoke the franchise of the cable company that serves Fairfield County, despite the company's decision not to drop Connecticut stations from its lineup, the State Attorney General said today.   The company, Cablevision, had angered Fairfield County residents earlier this year when it announced plans to eliminate all Connecticut stations and replace them with new cable channels, including a science-fiction channel and an all-cartoon channel.","thumbnail":null,"section":"New York"},{"date":"19930430","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/04/30/sports/transactions-364993.html","abstract":"  Baseball  National League   ATLANTA BRAVES -- Placed Deion Sanders, outfielder, on the disqualified list. Recalled Tony Tarasco, outfielder, from Richmond of the International League.   CINCINNATI REDS -- Claimed Travis Buckley, pitcher, off waivers from the Colorado Rockies and optioned him to Chattanooga of the Southern League.","thumbnail":null,"section":"Sports"},{"date":"19930430","headline":"Wooing the G.O.P.'s Heart, Moderately","web_url":"https://www.nytimes.com/1993/04/30/nyregion/wooing-the-gop-s-heart-moderately.html","abstract":"  Being Republican in New Jersey in modern times, at least for those bent on winning elections, has meant following a basic script: Conservative talk followed by more liberal action.   The right wing has not counted for much when it comes to winning statewide general elections. Despite a lack of broad appeal over the last 20 years, it has found popular support here and there -- among the more prominent members is the current Assembly Speaker, Garabed (Chuck) Haytaian -- and has even managed to field a few suicidal statewide candidacies in the last 20 years. The party has no left wing.","thumbnail":null,"section":"New York"},{"date":"19930430","headline":"For Children","web_url":"https://www.nytimes.com/1993/04/30/arts/for-children.html","abstract":"  Family Workshops and Performances   Arts Connection  Murry Bergtraum High School  120 West 46th Street  Manhattan  (212) 302-7433  Recommended ages: 5 and up   Through June 19    Arts Connection provides a link between the arts and many New York City students, especially those in public schools without art or music teachers. Last year, the nonprofit group moved into the midtown campus of Murry Bergtraum High School, the former High School of the Performing Arts, and since then, Arts Connection has lured families to free art workshops and to live performances every Saturday. Advance registration is required.","thumbnail":null,"section":"Arts"},{"date":"19930430","headline":"Pollution Experts Consider a Gate Across the East River","web_url":"https://www.nytimes.com/1993/04/30/nyregion/pollution-experts-consider-a-gate-across-the-east-river.html","abstract":"  Almost every summer, the oxygen levels in the waters of western Long Island Sound drop so low that fish die in huge, stinking pools. And the water quality in both the Sound and the East River is poor, despite billions spent on sewage treatment plants.   Yesterday, about 100 engineers and government officials gathered at Columbia University to discuss an unusually bold approach to cleaning both bodies of water: a \"tidal barrage,\" or one-way water gate, for the East River.","thumbnail":null,"section":"New York"},{"date":"19930430","headline":"Thousands in California Say Goodbye to Chavez","web_url":"https://www.nytimes.com/1993/04/30/us/thousands-in-california-say-goodbye-to-chavez.html","abstract":"By the thousands, they converged on a dusty field today to say goodbye to one of their own, a migrant farm worker whose final journey was back to the orchards and vineyards he so hated and loved.\n\nIn a heavy pine coffin hastily built over the weekend by his brother, the body of Cesar Chavez, who died last week at the age of 66, was borne by scores of supporters and family members along a hot, four-mile stretch of road from the center of this sleepy agricultural city to Forty Acres, the first union hall of the United Farm Workers.","thumbnail":null,"section":"U.S."},{"date":"19930430","headline":"Dinkins Calls For Delaying A Police Class","web_url":"https://www.nytimes.com/1993/04/30/nyregion/dinkins-calls-for-delaying-a-police-class.html","abstract":"  Mayor David N. Dinkins wants to save nearly $20 million by delaying a Police Academy class this summer. To persuade state lawmakers to accept his plan, he offered yesterday to accelerate the start of two other classes next year.   The Mayor's proposal is the latest attempt to resolve a long-running dispute between the Dinkins administration and the State Legislature over whether the city is meeting state-mandated deadlines for hiring new officers under the city's ambitious police expansion known as Safe Streets, Safe City.","thumbnail":null,"section":"New York"},{"date":"19930430","headline":"Abroad at Home; Middle East Paradox","web_url":"https://www.nytimes.com/1993/04/30/opinion/abroad-at-home-middle-east-paradox.html","abstract":"  On the ground, it is a bitter time in relations between Israelis and Palestinians. On Israel's side there is fear of Palestinian violence, on the Palestinians', resentment of harsh repression.   But at the Middle East peace talks in Washington, just resumed, the logic may be different. Both the Israeli Government and the mainstream Palestinian leadership have urgent reasons to reach an agreement. If they seize the moment -- and history makes that a big if -- they could at last take a real step toward peace.","thumbnail":null,"section":"Opinion"},{"date":"19930430","headline":"Restaurants","web_url":"https://www.nytimes.com/1993/04/30/arts/restaurants-041093.html","abstract":"  Luxe    Luxe is a very good restaurant with a very bad name. Such an elitist label no doubt scares away a significant number of would-be patrons, leaving them deprived of some arresting cosmopolitan cooking at moderate prices.   Luxe, which opened in August on East 21st Street near Park Avenue South, is a spacious, urbane space done in gold tones with blue-green banquettes, votive candles on the tables, an expansive bar up front and soft music. The enterprising chef is Rick Laakkonen, formerly of the River Cafe in Brooklyn and Petrossian in midtown Manhattan. His dishes are delightfully innovative, sometimes startlingly so, yet always well thought-out.","thumbnail":null,"section":"Arts"},{"date":"19930430","headline":"Dancing Diversity In 6-Hour Marathon","web_url":"https://www.nytimes.com/1993/04/30/arts/dancing-diversity-in-6-hour-marathon.html","abstract":"  Time and space will be telescoped in \"Dancing Without Walls,\" a six-hour dance marathon to take place tomorrow, starting at noon, at the Ambrose Stage at Pier 16, on the East River at Fulton Street. Twenty-two dance companies will perform in a miniature version of \"America Dancing,\" a series of dance and music events taking place during the spring and summer in connection with the ambitious eight-part \"Dancing\" series on PBS that starts May 3.    \"Dancing\" has gone around the world to film its programs. All the companies performing this weekend are based in New York, but the variety of their dancing suggests the range of cultures represented in the city's population.","thumbnail":null,"section":"Arts"},{"date":"19930430","headline":"Holocaust Museum Is for Real, Not Metaphor; Making Fact Into Faith","web_url":"https://www.nytimes.com/1993/04/30/opinion/l-holocaust-museum-is-for-real-not-metaphor-making-fact-into-faith-531593.html","abstract":"  To the Editor:   The revelation that more than one-fifth of Americans believe that the Holocaust never occurred reminds us of what comes from transforming a historical fact into an article of faith (\"1 of 5 in New Survey Express Some Doubt About the Holocaust,\" news article, April 20).   While faith can be stronger than knowledge, it can also be more contested. And the horrifying reality of the murder of six million Jews is the most lamentable, irrefutable fact that modern man has yet had to face.","thumbnail":null,"section":"Opinion"},{"date":"19930430","headline":"Last Chance","web_url":"https://www.nytimes.com/1993/04/30/theater/last-chance.html","abstract":"  Here is a sampling of shows and art exhibitions in the New York metropolitan region that close soon: Closing This Weekend  \"CANDIDA,\" Roundabout Theater, 1530 Broadway, at 45th Street. George Bernard Shaw's romantic comedy, directed by Gloria Muzio and featuring Mary Steenburgen. Through Sunday. Performances: Tonight at 8; tomorrow at 2 and 8 P.M.; Sunday at 2 P.M. Tickets: $42; $38 for Saturday matinee. Information: (212) 869-8400.","thumbnail":null,"section":"Theater"}],"wiki_events":[{"date":"19930430","headline":"CERN announces World Wide Web protocols will be free.","pages":[{"title":"CERN","web_url":"https://en.wikipedia.org/wiki/CERN","description":"European research centre based in Geneva, Switzerland","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/en/thumb/a/ae/CERN_logo.svg/320px-CERN_logo.svg.png","thumbnail_width":320,"thumbnail_height":320},"abstract":"The European Organization for Nuclear Research, known as CERN, is an intergovernmental organization that operates the largest particle physics laboratory in the world. Established in 1954, it is based in a northwestern suburb of Geneva, on the France–Switzerland border. It comprises 23 member states, and Israel is currently the only non-European country holding full membership. CERN is an official United Nations General Assembly observer."},{"title":"World Wide Web","web_url":"https://en.wikipedia.org/wiki/World_Wide_Web","description":"Linked hypertext system on the Internet","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/WWW-LetShare.svg/320px-WWW-LetShare.svg.png","thumbnail_width":320,"thumbnail_height":267},"abstract":"The World Wide Web (WWW), commonly known as the Web, is an information system enabling documents and other web resources to be accessed over the Internet."}]}],"weather":[{"date":"19930430","time":"1993-04-30 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":83,"wspd":7.6},{"date":"19930430","time":"1993-04-30 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":85,"wspd":7.6},{"date":"19930430","time":"1993-04-30 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":89,"wspd":5.4},{"date":"19930430","time":"1993-04-30 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":93,"wspd":5.4},{"date":"19930430","time":"1993-04-30 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":96,"wspd":5.4},{"date":"19930430","time":"1993-04-30 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":97,"wspd":3.6},{"date":"19930430","time":"1993-04-30 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":95,"wspd":3.6},{"date":"19930430","time":"1993-04-30 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":92,"wspd":5.4},{"date":"19930430","time":"1993-04-30 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.4,"rhum":87,"wspd":3.6},{"date":"19930430","time":"1993-04-30 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":83,"wspd":3.6},{"date":"19930430","time":"1993-04-30 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":76,"wspd":3.6},{"date":"19930430","time":"1993-04-30 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":70,"wspd":5.4},{"date":"19930430","time":"1993-04-30 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.8,"rhum":63,"wspd":3.6},{"date":"19930430","time":"1993-04-30 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.8,"rhum":56,"wspd":3.6},{"date":"19930430","time":"1993-04-30 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.6,"rhum":52,"wspd":3.6},{"date":"19930430","time":"1993-04-30 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19,"rhum":64,"wspd":3.6},{"date":"19930430","time":"1993-04-30 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22,"rhum":60,"wspd":3.6},{"date":"19930430","time":"1993-04-30 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20,"rhum":60,"wspd":3.6},{"date":"19930430","time":"1993-04-30 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20,"rhum":64,"wspd":9},{"date":"19930430","time":"1993-04-30 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20,"rhum":68,"wspd":3.6},{"date":"19930430","time":"1993-04-30 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19,"rhum":73,"wspd":0},{"date":"19930430","time":"1993-04-30 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.7,"rhum":79,"wspd":3.6},{"date":"19930430","time":"1993-04-30 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16,"rhum":88,"wspd":3.6},{"date":"19930430","time":"1993-04-30 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":94,"wspd":3.6},{"date":"19930430","time":"1993-04-30 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":30,"wspd":11.2},{"date":"19930430","time":"1993-04-30 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":44,"wspd":13},{"date":"19930430","time":"1993-04-30 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":46,"wspd":9.4},{"date":"19930430","time":"1993-04-30 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":45,"wspd":13},{"date":"19930430","time":"1993-04-30 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":47,"wspd":14.8},{"date":"19930430","time":"1993-04-30 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":42,"wspd":11.2},{"date":"19930430","time":"1993-04-30 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":53,"wspd":9.4},{"date":"19930430","time":"1993-04-30 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":57,"wspd":5.4},{"date":"19930430","time":"1993-04-30 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":63,"wspd":0},{"date":"19930430","time":"1993-04-30 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":59,"wspd":0},{"date":"19930430","time":"1993-04-30 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":72,"wspd":5.4},{"date":"19930430","time":"1993-04-30 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":74,"wspd":0},{"date":"19930430","time":"1993-04-30 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":67,"wspd":7.6},{"date":"19930430","time":"1993-04-30 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":60,"wspd":7.6},{"date":"19930430","time":"1993-04-30 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":43,"wspd":5.4},{"date":"19930430","time":"1993-04-30 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":42,"wspd":7.6},{"date":"19930430","time":"1993-04-30 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":38,"wspd":7.6},{"date":"19930430","time":"1993-04-30 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":38,"wspd":9.4},{"date":"19930430","time":"1993-04-30 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":38,"wspd":11.2},{"date":"19930430","time":"1993-04-30 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":35,"wspd":13},{"date":"19930430","time":"1993-04-30 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":36,"wspd":11.2},{"date":"19930430","time":"1993-04-30 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":49,"wspd":16.6},{"date":"19930430","time":"1993-04-30 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":61,"wspd":13},{"date":"19930430","time":"1993-04-30 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":73,"wspd":13}]},"19930501":{"guardian_articles":[{"date":"19930501","headline":"The British Novel is dead so long live British novels","web_url":"https://www.theguardian.com/books/1993/may/02/fiction.niccigerrard","abstract":null,"thumbnail":null,"section":"Books"}],"nytimes_articles":[{"date":"19930501","headline":"Disney Stage Show To Be Done at the Met","web_url":"https://www.nytimes.com/1993/05/01/theater/disney-stage-show-to-be-done-at-the-met.html","abstract":"  \"Disney's Symphonic Fantasy,\" a touring theatrical production that celebrates the music of classic Walt Disney films, will give a series of New York performances at the Metropolitan Opera House from July 6 through 18, the Met announced yesterday.   The production features 90 musicians from the American Symphony Orchestra, a 32-member chorus and 18 dancers. More than 200 Disney characters, including Mickey Mouse, Donald Duck and Roger Rabbit, are portrayed in the stage show, which will come to the Met after its debut engagement at the Hollywood Bowl in Los Angeles.","thumbnail":null,"section":"Theater"},{"date":"19930501","headline":"Extras! Extras! Read How Yanks Won","web_url":"https://www.nytimes.com/1993/05/01/sports/baseball-extras-extras-read-how-yanks-won.html","abstract":"  The baseball season in the Bronx is becoming more complicated, but in a way the Yankees prefer. Matched against a fourth consecutive lefthanded starter, the first of three the Seattle Mariners are expected to produce this weekend, the Yankees responded with people who were all-but-forgotten at the beginning of the season.   Mike Gallego, one of them, listed the names. Jim Leyritz. Randy Velarde. \"Mike Gallego, even,\" Gallego said. \"You think, 'These guys are extras.' But these guys are hungry.\"","thumbnail":null,"section":"Sports"},{"date":"19930501","headline":"Curtain Goes Up, and Knicks Nearly Fall Down","web_url":"https://www.nytimes.com/1993/05/01/sports/pro-basketball-curtain-goes-up-and-knicks-nearly-fall-down.html","abstract":"  The Knicks were severely tested. Charles Oakley was ejected. But thanks to Patrick Ewing, who made a game-deciding 12-foot fadeaway jumper with 10.8 seconds to play, the Knicks managed to escape Madison Square Garden with a 107-104 victory over the Indiana Pacers in Game 1 of their three-of-five-game playoff series last night. Reggie Miller missed a 26-foot 3-pointer at the buzzer that could have sent the game into overtime.   Squandering a 19-point third-quarter lead, the Knicks found themselves nervously finishing a game that many people expected them to waltz through. New York won 60 games this season, while the Pacers (41-41) barely made the playoffs as the eighth-seeded team in the East. Yet with two and a half minutes to play tonight, the Pacers put together a 10-1 run, turning a 9-point deficit into a tie game and setting up the pressure-packed ending.","thumbnail":null,"section":"Sports"},{"date":"19930501","headline":"White-Knuckle Time Is Near for Hogue and Islanders","web_url":"https://www.nytimes.com/1993/05/01/sports/hockey-white-knuckle-time-is-near-for-hogue-and-islanders.html","abstract":"  With the injured Pierre Turgeon out of the Patrick Division finals against the Pittsburgh Penguins, the Islanders turned their concern today to Benoit Hogue, the other part of their French-Canadian connection. Hogue skated in practice, but didn't use his stick to control the puck because the swollen knuckle on the index finger of his right hand is more sore than before.   Hogue injured the knuckle twice in the first-round series against the Washington Capitals, which the Islanders won, four games to two. The first injury came in Game 3 when Washington's Kevin Hatcher slashed him. Ed Tyburski, the Islanders' trainer, said there was no fracture but said the knuckle has an arthritic condition. The second injury came Wednesday night, in Game 6, and it was related to the Turgeon injury.","thumbnail":null,"section":"Sports"},{"date":"19930501","headline":"Bridge","web_url":"https://www.nytimes.com/1993/05/01/nyregion/bridge-139093.html","abstract":"  In all wars, expert minds make great efforts to decode the enemy's signals. The same is true in the microcosm of the bridge table, as the diagramed deal demonstrates. It was played a week ago in a Grand National Teams match in Ardsley, N.Y., with Ron Gerard of White Plains in the South position.   East and West were Bill and Rozanne Pollack of Englewood Cliffs, N.J., and they produced a brilliant defense against three spades. West led her singleton club, and South won in his hand and led a trump to the queen. West won the second trump lead and underled her diamond honors. This let East win with the queen and give his partner a club ruff.","thumbnail":null,"section":"New York"},{"date":"19930501","headline":"Schroeder Will Put On the Stripes","web_url":"https://www.nytimes.com/1993/05/01/sports/sports-people-football-schroeder-will-put-on-the-stripes.html","abstract":"  JAY SCHROEDER, a starter for most of his 10 seasons in the N.F.L., has signed with the Cincinnati Bengals and will replace BOOMER ESIASON as the backup to DAVID KLINGLER. Terms of the contract were not disclosed. The 31-year-old Schroeder had been with the Los Angeles Raiders since 1988. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930501","headline":"The Nets Are Struggling and Ailing but Optimistic","web_url":"https://www.nytimes.com/1993/05/01/sports/pro-basketball-the-nets-are-struggling-and-ailing-but-optimistic.html","abstract":"  As if the Nets didn't have enough problems on their hands with the Cleveland Cavaliers, Coach Chuck Daly today found himself practicing without two of his key players. Does this team seem to be under a curse?    Guard Maurice Cheeks played 19 minutes in New Jersey's 114-98 loss to Cleveland in Game 1 of the first round of the National Basketball Association playoffs because Rumeal Robinson had to sit most of the game after getting into foul trouble (he picked up three in about the first two minutes). Today, Cheeks's back was sore and he didn't practice.","thumbnail":null,"section":"Sports"},{"date":"19930501","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/05/01/arts/pop-and-jazz-in-review-679193.html","abstract":"  Chris Anderson  Pianist Bradley's 70 University Place Greenwich Village Through tonight   It takes a minute or two to understand the pianist Chris Anderson's playing. Mr. Anderson has made a career out of the elliptical. His playing suggests instead of explaining. His phrases curl, then vanish, like cigarette smoke dissipating in a breeze. There's rarely any conventional grace or logic to his improvisations, and to understand them takes some thought. Where most jazz improvising is aimed outward at an audience, Mr. Anderson has developed an inward language, and it's brilliant.","thumbnail":null,"section":"Arts"},{"date":"19930501","headline":"Full House Of Horses Is Set for Derby","web_url":"https://www.nytimes.com/1993/05/01/sports/horse-racing-full-house-of-horses-is-set-for-derby.html","abstract":"  On the eve of battle, 19 horses and their trainers tried to impose some calm on the backstretch of Churchill Downs today as final preparations were made for the 119th Kentucky Derby, which most of the trainers agreed was a free-for-all with no towering favorite.   There was positive news from the weather forecasters, who said that Saturday would be partly cloudy and warm, with a high in the 70's and a 30 percent chance of showers late in the afternoon. But no storms were predicted, so a fast track is likely when the horses are loaded into the adjoining starting gates at 5:40 P.M. to race a mile and a quarter before 125,000 or more spectators and an international television audience.","thumbnail":null,"section":"Sports"},{"date":"19930501","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/05/01/nyregion/metro-digest-967193.html","abstract":"  NEW YORK CITY ADDICTS PREYING ON COPPER WIRE    When B, D and Q trains lurched to a halt in Brooklyn during rush hour, few of the 100,000 or so riders who were delayed for up to two hours could have guessed the cause of their inconvenience. A section of copper cable wire had been stolen, disrupting signals and causing the delay. Transit officials say that this kind of theft is growing. Drug addicts, according to the transit police, are gnawing at the infrastructure to sell pieces of copper to scrap dealers. Page 1.","thumbnail":null,"section":"New York"},{"date":"19930501","headline":"Buried Stumps Are Blamed For Sinkhole","web_url":"https://www.nytimes.com/1993/05/01/nyregion/buried-stumps-are-blamed-for-sinkhole.html","abstract":"  Buried tree stumps and branches were blamed today for the ground collapse at the North Brunswick Manor Apartments that took the life of a 7-year-old boy last week.   But it is unlikely that anyone will have to answer for the death of Kwame M. Sharif because prosecutors cannot find any state law that was violated and in any case it is unclear who buried the debris here.","thumbnail":null,"section":"New York"},{"date":"19930501","headline":"Sealy's Lost Playbook: Couldn't Pick It Up","web_url":"https://www.nytimes.com/1993/05/01/sports/pro-basketball-sealy-s-lost-playbook-couldn-t-pick-it-up.html","abstract":"  The Knicks found more humor than importance in the public disclosure of the Indiana Pacers' playbook.   Before the game last night, all the players had heard about the Pacers' playbook being read by Don Imus on WFAN radio, after Malik Sealy left it at the airport and someone brought it to the station.","thumbnail":null,"section":"Sports"},{"date":"19930501","headline":"Review/Film; Trying to Kill One's Way To a Title","web_url":"https://www.nytimes.com/1993/05/01/movies/review-film-trying-to-kill-one-s-way-to-a-title.html","abstract":"American klutz and British banker compete for dukedom. Genial.","thumbnail":null,"section":"Movies"},{"date":"19930501","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/01/style/chronicle-684893.html","abstract":"  More than 200 former editors and reporters of The Ram, the Fordham University student newspaper, will get a jump on the college reunion season when they meet today to celebrate the paper's 75th anniversary.    The commemoration at the Rose Hill campus, in the Bronx, will include a panel on \"Campus Journalism and the First Amendment Shuffle\" and a dinner-dance. And no doubt, there will be more than a touch of nostalgia. The oldest living editor in chief, JOHN DEVLIN, 92, class of '23, is among those returning to the campus.","thumbnail":null,"section":"Style"},{"date":"19930501","headline":"Parish Left With Scars By Scandal","web_url":"https://www.nytimes.com/1993/05/01/nyregion/parish-left-with-scars-by-scandal.html","abstract":"  A statue of St. Joseph holding the infant Jesus stands near the altar at St. John the Evangelist Church here. The Rev. Richard T. Adams directed his young parishioners' attention to the statue's base this evening, and found a way to drive home a lesson about human weakness.   \"Very often a priest is put on a pedestal, too,\" Father Adams told the sixth, seventh and eighth graders gathered at the Roman Catholic church. \"But that's not me over there. This is me here. I'm not some angel sent down to Goshen. St. Paul tells us all men and women have sinned and fallen short of the glory of God. We're all in this together.\"","thumbnail":null,"section":"New York"},{"date":"19930501","headline":"Blacks Accuse Jews In 'Show Boat' Revival","web_url":"https://www.nytimes.com/1993/05/01/theater/blacks-accuse-jews-in-show-boat-revival.html","abstract":"  \"Show Boat Hurts,\" reads one picketer's sign. Others say: \"Stop This Racist Play\" and \"Terrible Use of Taxpayers' Money.\" A statement from the Coalition to Stop Show Boat declares that \"the entire play, its plot and characterizations demean black life and culture.\"   A score of people, mainly blacks, are on the sidewalks around a nearly completed performing arts center in the Toronto suburb of North York. The center's three theaters, one with treelike pillars merging into a gold-domed ceiling and another modeled on Amsterdam's Concertgebouw, and a 5,000-square-foot art gallery make the arts complex one of the largest in North America and the first to be built in Canada since the 1960's.","thumbnail":null,"section":"Theater"},{"date":"19930501","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/01/nyregion/c-corrections-670893.html","abstract":"  The Home Video column on Thursday misidentified a television series. It is \"Star Trek: The Next Generation.\"","thumbnail":null,"section":"New York"},{"date":"19930501","headline":"Review/Dance; Just Plain Home-Spun Clogging, Syncopated","web_url":"https://www.nytimes.com/1993/05/01/arts/review-dance-just-plain-home-spun-clogging-syncopated.html","abstract":"  The communal fervor and idiosyncrasies that lie at the root of Mark Morris's appeal as a choreographer are very much up front in the brief season, entitled \"Dances to American Music,\" that his company is presenting through tomorrow night at the Brooklyn Academy of Music.   Mr. Morris is never less than engaging as both dancer and dance maker than when he swings into his down-home act, and in a premiere actually called \"Home\" at the Mark Morris Dance Group's opening on Thursday night, the company performed a clog dance.","thumbnail":null,"section":"Arts"},{"date":"19930501","headline":"For Giants' Last Draft Pick, It's Kickoffs, Not Law School","web_url":"https://www.nytimes.com/1993/05/01/sports/pro-football-for-giants-last-draft-pick-it-s-kickoffs-not-law-school.html","abstract":"  The last Giant to pass up law school for football was Ray Handley, who in 1991 began a troubled two years as the head coach. Now the Giants have a kicker, Todd Peterson, putting law school aside to play pro football, perhaps only to kick off.   Last Monday, in the last round of the National Football League draft, the Giants took Peterson. Today, when they began a two-day minicamp for rookies, they got a look at this onetime prospective naval officer who changed directions.","thumbnail":null,"section":"Sports"},{"date":"19930501","headline":"It's Good! Doty Gives Final Approval","web_url":"https://www.nytimes.com/1993/05/01/sports/sports-people-football-it-s-good-doty-gives-final-approval.html","abstract":"  A Federal judge gave final approval yesterday to the legal settlement that set up the National Football League's new free-agency system, rejecting complaints from dozens of players that the plan limits their earning power.","thumbnail":null,"section":"Sports"},{"date":"19930501","headline":"Ban on Press Statements in Trade Center Bombing Case Is Overturned","web_url":"https://www.nytimes.com/1993/05/01/nyregion/ban-on-press-statements-in-trade-center-bombing-case-is-overturned.html","abstract":"  A Federal appeals court yesterday threw out the sweeping order forbidding all lawyers in the World Trade Center bombing case from discussing it outside of the courtroom, ruling that the order curbed their free speech rights unnecessarily.   The three-judge appeals panel, from the United States Court of Appeals for the Second Circuit in Manhattan, held that the order imposed earlier this month by Judge Kevin Thomas Duffy was overly broad and insufficiently justified. The panel scolded him for issuing it without examining other, less restrictive means of insuring a fair trial.","thumbnail":null,"section":"New York"},{"date":"19930501","headline":"Potential Tenants Line Up for Coliseum","web_url":"https://www.nytimes.com/1993/05/01/nyregion/potential-tenants-line-up-for-coliseum.html","abstract":"  Representatives of 14 enterprises varying from retailers to entertainment and exhibition entrepreneurs submitted proposals yesterday to set up shop in the New York Coliseum, in the latest step in the saga of the developer Mortimer B. Zuckerman's attempts to demolish the building and put up a new complex on the site.   The proposals offered yesterday were responses to a request from the Metropolitan Transportation Authority, which owns the Coliseum and other buildings on the site. The M.T.A., hoping to get some income from the site, decided last month to invite proposals for its use, although Mr. Zuckerman has a standing plan to build there that has been a casualty of court challenges and the decline in the real-estate market.","thumbnail":null,"section":"New York"},{"date":"19930501","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/01/style/chronicle-683093.html","abstract":"  FLEUR COWLES, the magazine creator, editor, author, painter and designer, wouldn't think of staying anywhere but at the Lowell when she comes to New York, and now she will be able to stay in a suite with her name attached to it. FOUAD CHARTOUNI, owner of the quietly luxurious hotel on East 63d Street, has dedicated a suite on the 14th floor to her, and he and his wife, Dina, invited 60 of her friends to see it Wednesday evening.    \"It sounds ridiculous,\" Ms. Cowles said as she greeted guests. \"We have a castle in Spain, a place in Sussex and an apartment at the Albany\" -- the renowned building in London. \"And,\" she added, \"I can't wait to get back here.\"","thumbnail":null,"section":"Style"},{"date":"19930501","headline":"Suffolk County Argues Future Of Underused Office Building","web_url":"https://www.nytimes.com/1993/05/01/nyregion/suffolk-county-argues-future-of-underused-office-building.html","abstract":"  When its revolving doors first spun 20 years ago, the H. Lee Dennison Building here was the glittering symbol of a maturing suburban government, intended to bring Suffolk County offices under one roof, once and for all.   Now the building is strangely quiet, and the County Executive and the County Legislature are at odds over whether to leave it half-empty or to spend up to $20 million for renovations, including asbestos removal. Never Big Enough    A skyscraper by Long Island standards, the 12-story building, named after Suffolk County's first County Executive, still has the offices of top officials, including the current County Executive, Robert J. Gaffney. Until a few months ago, it was a busy place, though never big enough to house a county government that grew by leaps and bounds, gobbling up rental space in a chaotic pattern.","thumbnail":null,"section":"New York"},{"date":"19930501","headline":"Mets Meet to No Avail As Young's Skid Hits 17","web_url":"https://www.nytimes.com/1993/05/01/sports/baseball-mets-meet-to-no-avail-as-young-s-skid-hits-17.html","abstract":"  The doors to the Mets' clubhouse were closed for nearly an hour. When they opened, players emerged without speaking, the manager came out visibly drained by the meeting, the top-ranking organization official walked off smiling politely, but grimly.   \"It feels like August,\" said Gerry Hunsicker, the director of baseball operations.","thumbnail":null,"section":"Sports"},{"date":"19930501","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/01/nyregion/c-corrections-669493.html","abstract":"  Because of an editing error, an article yesterday about allegations of bribery and patronage in a Bronx school district misidentified the client of a lawyer, Stanley Schlein. Mr. Schlein represents Lucy Cruz, a former member of the District 12 board, not Virginia Noville, who was accused of having bribed a board member to obtain a principal's job.","thumbnail":null,"section":"New York"},{"date":"19930501","headline":"Results Plus","web_url":"https://www.nytimes.com/1993/05/01/sports/results-plus-200193.html","abstract":"  GOLF Hammond in the Rain Donnie Hammond finished his rain-delayed first round with a five-under 67 and then shot a 65 for 136 yesterday to take the clubhouse lead by two strokes in the rain-plagued Shell Houston Open in The Woodlands, Tex. Seventy-eight players remained on the course yesterday trying to complete the second round when tournament officials suspended play for the second time in two days, this time because of the threat of lightning. Rain postponed Thursday's first round, and yesterday's start was delayed by fog. Hammond had a two-shot lead over Loren Roberts and Payne Stewart. (AP) Zarley Shoots a 62: Despite a final-hole bogey, Kermit Zarley tied the Desert Inn course record with a 10-under-par 62 that gave him a four-shot lead after the opening round of the Las Vegas Senior Classic. (AP) HOCKEY Russia Beats Canada Russia rallied from a 3-1 deficit and defeated Team Canada, 7-4, last night in the semifinals of the world championships in Munich, Germany. The Russians advanced to tomorrow's final against two-time defending champion Sweden, which beat the Czech Republic, 4-3, on a goal by Thomas Rundqvist 8 minutes 38 seconds into overtime. After four straight Russian goals against Bill Ranford of the Edmonton Oilers had turned the 3-1 Canadian lead into a 5-3 deficit, Eric Lindros of the Philadelphia Flyers scored his tournament-high 11th goal to bring Canada to 5-4 just 39 seconds into the third period. But Valery Karpov responded with a goal three minutes later for Russia. Team Canada, coached by the recently hired Rangers coach, Mike Keenan, never threatened again. Canada last won the world championships in 1961.","thumbnail":null,"section":"Sports"},{"date":"19930501","headline":"Paralyzed Player Shows Improvement","web_url":"https://www.nytimes.com/1993/05/01/sports/sports-people-basketball-paralyzed-player-shows-improvement.html","abstract":"  A Serbian basketball player was reported to be improving yesterday after spinal surgery to repair a neck injury suffered when he slammed his head into a concrete block in anger at a referee's decision.   Doctors at KAT Hospital in Athens said SLOBODAN JANKOVIC, a 30-year-old center, may recover use of his arms and legs as a result of the operation late Thursday. Jankovic rammed his head against a cement support of the basket after being called for a fifth foul that put him out of a semifinal game in the Greek championship playoffs on Wednesday night.","thumbnail":null,"section":"Sports"},{"date":"19930501","headline":"Aspin Dismisses General as Head Of Plane Project","web_url":"https://www.nytimes.com/1993/05/01/us/aspin-dismisses-general-as-head-of-plane-project.html","abstract":"  In his first public show of strength in disciplining the military, Defense Secretary Les Aspin today relieved an Air Force general of his duties for mismanaging a troubled program to build a new cargo airplane.   Mr. Aspin also ordered that two other Air Force generals and a senior civilian official involved in the purchase of the C-17 cargo plane be barred from any further involvement in buying new weapons.","thumbnail":null,"section":"U.S."},{"date":"19930501","headline":"Deadly Driver Had Record Of Violations","web_url":"https://www.nytimes.com/1993/05/01/nyregion/deadly-driver-had-record-of-violations.html","abstract":"  The driver of the livery cab that killed a toddler in Crown Heights, Brooklyn, on Thursday accumulated more than two dozen traffic violations in New York and New Jersey over the last four years and had no valid driver's license, the authorities said yesterday.   The violations include speeding, running a red light and driving without a license. They also include citations in another accident in which someone was injured.","thumbnail":null,"section":"New York"},{"date":"19930501","headline":"Review/Film; Pick a Fantasy, Any Fantasy","web_url":"https://www.nytimes.com/1993/05/01/movies/review-film-pick-a-fantasy-any-fantasy.html","abstract":"Bullied boy turns karate champ.","thumbnail":null,"section":"Movies"},{"date":"19930501","headline":"Judge Refuses to Dismiss Suit Against Mayor on Crown Hts.","web_url":"https://www.nytimes.com/1993/05/01/nyregion/judge-refuses-to-dismiss-suit-against-mayor-on-crown-hts.html","abstract":"  A Federal judge refused yesterday to dismiss a suit charging that Mayor David N. Dinkins and other top city officials deliberately withheld police protection while Hasidic residents of Crown Heights were attacked by blacks during racial violence there in 1991.   The decision would move the case into the discovery phase, when depositions are taken. The judge said that lawyers for the plaintiffs -- the area's Hasidic community and the estate of Yankel Rosenbaum, a Hasidic scholar from Australia who was stabbed to death by a group of blacks -- could question the Mayor and the former Police Commissioner, Lee P. Brown, about their actions in responding to the four days of violence.","thumbnail":null,"section":"New York"},{"date":"19930501","headline":"Sanders Says the Braves Betrayed Him","web_url":"https://www.nytimes.com/1993/05/01/sports/sports-people-baseball-sanders-says-the-braves-betrayed-him.html","abstract":"  DEION SANDERS says he left the Atlanta Braves because he was tired of riding the bench, and has accused the club of \"the worst betrayal by a team in all sports history.\"   Sanders spoke out in an interview in yesterday's Atlanta Journal-Constitution, one day after he was placed on the disqualified list by the Braves for refusing to return to the team after attending his father's funeral.","thumbnail":null,"section":"Sports"},{"date":"19930501","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/01/nyregion/c-corrections-666093.html","abstract":"  An obituary on April 20 about Gottlieb Hammer, a financial consultant and active supporter of Israel who died on April 19 at the Miami Heart Institute in Florida, misstated his age, the cause of death and the identities of some survivors. A corrected version appears today on page 31.","thumbnail":null,"section":"New York"},{"date":"19930501","headline":"Riley Counsels Calm On the Journey to June","web_url":"https://www.nytimes.com/1993/05/01/sports/on-pro-basketball-riley-counsels-calm-on-the-journey-to-june.html","abstract":"  The first shot of the playoffs was fired last night by Reggie Miller, a 20-foot jumper. Miller's man on defense, John Starks, came right back with one of his own. So right away, those two had something in common to talk about.   Starks soon got called for bumping Miller in front of the Indiana Pacers' bench. Miller said something to the effect of: don't even bother to check me. Starks yapped back. From the Pacers' bench, clearly heard by Starks, came the suggestion that he \"shut his C.B.A. butt up and play.\"","thumbnail":null,"section":"Sports"},{"date":"19930501","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/01/nyregion/c-corrections-672493.html","abstract":"  A football schedule on Thursday for the New York Jets in 1993 included an erroneous starting time in some editions for the team's home game on Sept. 26, against New England. It is 8 P.M., Eastern time, not 4.  ","thumbnail":null,"section":"New York"},{"date":"19930501","headline":"Sports of The Times; Imus Scores On Turnover By Sealy","web_url":"https://www.nytimes.com/1993/05/01/sports/sports-of-the-times-imus-scores-on-turnover-by-sealy.html","abstract":"  POOR Malik Sealy. The Indiana Pacers rookie lost his 75-page playbook/scouting report on the New York Knicks Thursday at Kennedy Airport. By dawn yesterday, Don Imus, WFAN-AM's morning dybbuk, was reading aloud from it.   And he wouldn't give it back.","thumbnail":null,"section":"Sports"},{"date":"19930501","headline":"Thefts of Copper Cable Threaten To Cripple New York's Subways","web_url":"https://www.nytimes.com/1993/05/01/nyregion/thefts-of-copper-cable-threaten-to-cripple-new-york-s-subways.html","abstract":"  When the B, D and Q trains lurched to a halt in Brooklyn during yesterday's morning rush, few of the 100,000 riders who were delayed up to two hours could have guessed the reason for their inconvenience.    A section of copper cable had been stolen, disrupting signals and causing the delay. The transit police say this kind of theft is widespread not only in the subways but also along electrical and telephone lines. Drug addicts, the police say, are gnawing at the infrastructure to sell pieces of copper to scrap dealers for quick cash.  'We Are Going Crazy'    As a result, there may be hundreds of spots where missing sections of cable threaten to bring subway lines to a halt, officials say. Because two or three copper cables are needed to carry electricity, sections of one cable can be cut away and remain undetected until enough is gone that a breakdown occurs when the strain of a morning rush begins, which is what happened yesterday at 8:25.","thumbnail":null,"section":"New York"},{"date":"19930501","headline":"No Filly Finishes Beyond Dispute in Kentucky Oaks","web_url":"https://www.nytimes.com/1993/05/01/sports/horse-racing-no-filly-finishes-beyond-dispute-in-kentucky-oaks.html","abstract":"  Eliza, the prize filly who was groomed to challenge colts in the Kentucky Derby, returned to racing other fillies today with the goal of reclaiming her rank at the head of the class. But in a dramatic upset, she was outrun by Ogden Mills Phipps's Dispute by a length and a quarter in the 119th Kentucky Oaks.   The race was run before a crowd of 81,882 at Churchill Downs, a record for Oaks day. The fans bet Eliza down to 3-5, just one month after she tested colts in the Santa Anita Derby and ran third in a brave but punishing performance. After that, her owner, Allen E. Paulson, abandoned his idea of running her in the Derby. Instead, he aimed for a rare sweep by running Eliza in the Oaks and coming back the next day with an entry of Corby and Diazo in the Derby.","thumbnail":null,"section":"Sports"},{"date":"19930501","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/05/01/arts/classical-music-in-review-271093.html","abstract":"  Bradley Brookshire  Harpsichordist Mannes College of Music    A listener had to admire Bradley Brookshire's stamina and sense of responsibility on Sunday afternoon. As a faculty recital project, the harpsichordist planned to play the second book of Bach's \"Well-Tempered Clavier\" in two concerts, the first on Sunday, the conclusion on May 9. But because of a mix-up, two starting times were announced for the first concert. Audiences turned up at each published time, so with just a short break after his 2:30 P.M. performance, Mr. Brookshire played the concert again at 4 o'clock.","thumbnail":null,"section":"Arts"},{"date":"19930501","headline":"Review/Dance; A Role for Allen Ginsberg","web_url":"https://www.nytimes.com/1993/05/01/arts/review-dance-a-role-for-allen-ginsberg.html","abstract":"  In the past, Allen Ginsberg's poetry has often raged and mourned. But Mr. Ginsberg was in a genial mood when he collaborated with Cyndi Lee on \"The Beat Suite,\" a new work presented by the Cyndi Lee Dance Company on Sunday afternoon at the 14th Street Dance Center of the Educational Alliance's Emanu-El Midtown Y.M.-Y.W.H.A.   Ms. Lee's choreography was equally amiable. At various times, the dancers (Matthew Carmody, Amy Cox, Eric Diamond, Steffany George and Philip Karg) wandered wistfully, bounced up and down, and set their limbs happily twitching while Mr. Ginsberg, seated to their left, recited brief poems about such subjects as a melancholy, but never tragic, night and the joys of meditation. One poem even managed to be jolly about broken bones. The accompaniment included music by Mr. Ginsberg, played live on the guitar by Steven Taylor, and recorded pieces by Michael Blair, Bill Frisell and Steve Swallow.","thumbnail":null,"section":"Arts"},{"date":"19930501","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/05/01/nyregion/news-summary-746693.html","abstract":"  International 2-6  RETURNING TO THE WEST BANK   Fifteen Palestinians who had been deported by Israel for as long as 20 years returned to a tumultuous heroes' welcome in the occupied West Bank as thousands of jubilant Palestinians greeted them.  1  SERBIA'S CHIEF HAS CRUCIAL ROLE    News analysis: The Bosnian Serbs are under increasing pressure from Serbia's President to agree to an international peace plan, and whether they finally come around depends on how hard he is going to press them.  1    The threat of U.S. force may have swayed the Serbs.  6    News analysis: Bill Clinton as Commander in Chief.  6  POLAND REVIVES PRIVATIZATION    The Polish Parliament approved a privatization plan for many of the country's state-owned industries, reversing a vote taken last month. The program calls for turning a majority of shares in 600 enterprises over to 20 national investment funds.  3  COMMUNISTS ARE COURTED IN ITALY    In Italy's newest crisis, three former Communists have defected from the new Cabinet, casting doubt on its ability to survive a required parliamentary vote of confidence.  3  U.S. SAYS WORLD TERROR IS FALLING    The number of international terrorist incidents dropped sharply in 1992, falling to the their lowest level in 17 years, the State Department said, with 361 incidents in 1992, a 35 percent decline from 567 in 1991.  4  SAUDIS LIMIT MONEY TO GROUPS    Saudi Arabia is restricting solicitation from Islamic groups because some money has ended up in the hands of radical Islamic movements hostile to Saudi policy.  4  GLOBAL ECONOMIC FUND IS STALLED    The chief of the International Monetary Fund proposed that it be allowed to create $50 billion in new money to help end a global economic slump, but he said several major nations opposed the plan.  5  IN CHINA, SCHOOLING IS UNEQUAL    While China is producing a crop of brilliant scientists at its best schools, it is producing another generation of semi-illiterates at rural schools because of uneven financing.  2  IN MEXICO, A POLITICAL FUROR    Protests are reverberating across Mexico after the governing party put off the long-awaited vote for a new state governor in Yucatan until after next year's presidential election.  5  National 7-10  CLINTON UNVEILS AID PROGRAM    President Clinton outlined a college aid plan that he said would \"revive America's commitment to community and make affordable the cost of a college education.\" 1  ASPIN DISMISSES GENERAL    In his first public show of strength in disciplining the military, Defense Secretary Les Aspin dismissed an Air Force general who had supervised a troubled program to build a modern cargo airplane.  1  QUESTIONING HEALTH STRATEGY    Critics are emerging from left, right and center to question everything from the morality to the practicality of the Administration's \"managed competition\" strategy for restructuring health care.  1  HILLARY CLINTON BRIEFS SENATE    Hillary Rodham Clinton tried to signal a new bipartisan approach to health-care reform, conducting a private briefing of Senate Democrats and Republicans on the emerging plan. But the initial lines of partisan division were apparent.  8  SKEPTICISM OVER JOB STATUS    Federal judges expressed profound skepticism about Mrs. Clinton's assertion that she is a Federal \"officer or employee\" entitled to exclude the public from meetings of her health policy panel.  8  RETROACTIVE RIGHTS LAW?    The Administration argued to the Supreme Court that a civil rights law enacted in 1991 should apply to discrimination suits that were pending when the law was passed.  9  RENO VAULTS TO PROMINENCE    Washington at Work: A week after presiding over the ill-fated assault on the Branch Davidian cult, Janet Reno seems to have emerged not only unscathed, but also with her popularity enhanced.  9    Three selected to oversee inquiry on Waco raid.  9  MOST WANTED MAN: COUNTY JUDGE    Once the most feared man in this western Pennsylvania town, a judge convicted in 1989 of demanding bribes has become its most wanted fugitive, last seen in Slovenia.  7  VICTORY FOR MORE EXPENSIVE DRUG    A high noon shootout between two rival drugs for treating heart attacks has led to a surprising win for the less favored, according to a large international study.  7    Beliefs: A meeting showed how fickle a deity inclusiveness can be.  10  Metro Digest 25  THEFTS DELAY COMMUTERS    When the B, D and Q trains lurched to a halt in Brooklyn during yesterday's morning rush, few of the 100,000 riders who were delayed could have guessed the reason for their inconvenience: the theft of copper for sale to scrap dealers.  1  Sports 32-36  SELES STABBED DURING MATCH    Monica Seles, the world's top-ranked female tennis player, was stabbed in the back and slightly injured by a spectator while playing a match in Hamburg, Germany.  1  Baseball: Mets' Kent discovers turmoil.  35  Yankees defeat Mariners, 3-0.  33  Basketball: Knicks win playoff opener, 107-104.33  Columns: Sandomir on radio.  33  Araton on the Knicks.  36  Horse Racing: A free-for-all Kentucky Derby.  33  Dispute Wins Kentucky Oaks.  35  Business Digest 39  Arts/Entertainment 11-18  Toronto's blacks and Jews in dispute over \"Show Boat.\" 11  Film: \"The Pickle.\" 11  \"Splitting Heirs.\" 17  \"Sidekicks.\" 17  Music: Classical reviews 14  Pop reviews18  Dance: Mark Morris.  11  \"Sleeping Beauty\" changes.  16  Role for Allen Ginsberg.  18  Obituaries 31  David Waymer, a defensive back for the Los Angeles Raiders.   Robert H. Brimberg, a Wall Street executive.   Valentina S. Grizodubova, an aviator for the Soviets.   Editorials/Op-Ed 22-23  Editorials  Janet Reno's warning on crime.  The school mess, getting worse.  A kiss is still a kiss.  Removing the stain in Italy.  Letters  Russell Baker: A decline of rage.  Lester Bernstein: Clinton's hundred-day headache.  R. Taggart Murphy: Stronger yen, weaker U.S.  Flora Lewis: A 19th century Balkan solution.  Eric Mann: \"Foreign aid\" for Los Angeles.","thumbnail":null,"section":"New York"},{"date":"19930501","headline":"Review/Dance; 'Sleeping Beauty' as a Training Ground","web_url":"https://www.nytimes.com/1993/05/01/arts/review-dance-sleeping-beauty-as-a-training-ground.html","abstract":"  Peter Martins's version of \"The Sleeping Beauty\" for the New York City Ballet, which continues through tomorrow night, is as impressive as ever with its innovative approach to a 19th-century classic. The action is streamlined, the music is played faster than usual and the spacious sets suggest that production values alone could carry the day.    Yet this \"Beauty\" also serves as a school or training ground for classical dancing. Principals and soloists mature in roles that are more difficult than they seem and debuts are ceaseless. Nikolaj Hubbe will dance for the first time as the Prince tonight at the New York State Theater; he tried his hand at the production's mixture of choreography by Marius Petipa and Mr. Martins in last Sunday's matinee performance of the \"Jewels\" divertissement.","thumbnail":null,"section":"Arts"},{"date":"19930501","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/05/01/sports/transactions-238993.html","abstract":"  Football National Football League  CINCINNATI BENGALS -- Signed Jay Schroeder, quarterback.","thumbnail":null,"section":"Sports"},{"date":"19930501","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/05/01/arts/pop-and-jazz-in-review-180393.html","abstract":"  Bustan Abraham Symphony Space Broadway at 95th Street   Musical borders are never as clear as national ones, even when national ones are themselves disputed. That point was made without a word when Bustan Abraham, an eight-piece Israeli group of Jewish and Arab musicians, performed on Sunday night at Symphony Space in a concert presented by the World Music Institute. \"Bustan\" means \"garden\" in both Hebrew and Arabic. The octet plays Arabic instruments (oud, an ancestor of the lute; qanun, a 75-string Persian zither; baglama, a long-necked Turkish lute; darbukkah, a goblet-shaped hand drum, and daff, a tambourine) along with violin, flute, guitar, banjo, electric bass and assorted percussion, including cymbals and conga drums.","thumbnail":null,"section":"Arts"},{"date":"19930501","headline":"No Headline","web_url":"https://www.nytimes.com/1993/05/01/nyregion/no-headline-785793.html","abstract":"  \"It's going to change the psyche of everyone associated with the sport. We've had threats before and tried to take all possible precautions. Somehow it seemed remote until this moment. It's no longer a threat, it's a reality.\" -- GERRY SMITH, executive director of the Women's Tennis Association, on the stabbing of Monica Seles.  [ 35:3. ]","thumbnail":null,"section":"New York"},{"date":"19930501","headline":"Third State Trooper Arrested In Evidence-Tampering Case","web_url":"https://www.nytimes.com/1993/05/01/nyregion/third-state-trooper-arrested-in-evidence-tampering-case.html","abstract":"  A state police lieutenant who oversaw criminal investigations in seven upstate counties was charged today with evidence-tampering. He is the third trooper to be arrested in a growing scandal that has shaken the state police.   The lieutenant, Craig D. Harvey, was suspended without pay after he pleaded not guilty in Delhi Court in Delaware County to fabricating fingerprints in a highly publicized double murder in 1986. He was released on $25,000 bail.","thumbnail":null,"section":"New York"},{"date":"19930501","headline":"Aftertaste of Scandal in the Schools","web_url":"https://www.nytimes.com/1993/05/01/nyregion/aftertaste-of-scandal-in-the-schools.html","abstract":"  On the day after the latest scandal broke over a South Bronx school board long known more for patronage than pedagogy, Eugenia Irizarry took stock of her term on the board and pronounced it a failure.   After 10 years as an active parent in Community School District 12, including four on the board, the hardest years of her life, Ms. Irizarry, decided not to run in the board election next Tuesday -- and she says she has not found another candidate worthy of her vote.","thumbnail":null,"section":"New York"},{"date":"19930501","headline":"Wolford Follows Signing With Surgery","web_url":"https://www.nytimes.com/1993/05/01/sports/sports-people-football-wolford-follows-signing-with-surgery.html","abstract":"  WILL WOLFORD, who became the N.F.L.'s highest paid lineman when he recently signed with the Indianapolis Colts, was in the hospital recovering from surgery as the team opened its three-day minicamp yesterday.","thumbnail":null,"section":"Sports"},{"date":"19930501","headline":"'Tango Pasion' Closing","web_url":"https://www.nytimes.com/1993/05/01/theater/tango-pasion-closing.html","abstract":"  \"Tango Pasion,\" a revue conceived by Mel Howard and choreographed by Hector Zaraspe, is to close after the matinee tomorrow at the Long acre Theater, 220 West 48th Street, Manhattan. The matinee tomorrow will be the fifth regular performance of the show; it had six previews.","thumbnail":null,"section":"Theater"},{"date":"19930501","headline":"Victory Claimed for Areas Burdened by City Projects","web_url":"https://www.nytimes.com/1993/05/01/nyregion/victory-claimed-for-areas-burdened-by-city-projects.html","abstract":"  For the first time a state judge has blocked New York City from placing an undesirable project in an unwelcoming neighborhood under a provision of the City Charter that forces officials to consider whether neighborhoods already bear their fair share of the city's burdens, from shelters to sewage treatment plants.   If it withstands a city appeal, the State Supreme Court decision, which applies to a $35 million Sanitation Department garage and fueling operation under construction on the Lower East Side, would signal that communities seeking to keep out projects like mental health clinics, incinerators or prisons have a powerful new legal tool, participants in the suit and other legal observers said.","thumbnail":null,"section":"New York"},{"date":"19930501","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/05/01/arts/pop-and-jazz-in-review-680593.html","abstract":"   Carol van Dijk  CBGB East Village    \"The hell with common sense, it just won't do,\" Carol van Dijk sang on Thursday night at CBGB with her band, Bettie Serveert. Love isn't always sensible, and the tension between passion and logic gives Bettie Serveert a limitless source for plain-spoken, wary love songs. Ms. van Dijk's narrators can be anxious, defiant, affectionate, resilient and forgiving; they're clearheaded but never cold. \"If we could turn back the time,\" Ms. van Dijk sang, \"we would have made the same mistake all over again.\"","thumbnail":null,"section":"Arts"}],"wiki_events":[],"weather":[{"date":"19930501","time":"1993-05-01 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.3,"rhum":92,"wspd":3.6},{"date":"19930501","time":"1993-05-01 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":100,"wspd":3.6},{"date":"19930501","time":"1993-05-01 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":94,"wspd":5.4},{"date":"19930501","time":"1993-05-01 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":99,"wspd":3.6},{"date":"19930501","time":"1993-05-01 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":null,"rhum":null,"wspd":3.6},{"date":"19930501","time":"1993-05-01 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":null,"rhum":null,"wspd":3.6},{"date":"19930501","time":"1993-05-01 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":99,"wspd":3.6},{"date":"19930501","time":"1993-05-01 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":null,"rhum":null,"wspd":3.6},{"date":"19930501","time":"1993-05-01 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":82,"wspd":9.4},{"date":"19930501","time":"1993-05-01 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17,"rhum":73,"wspd":5.4},{"date":"19930501","time":"1993-05-01 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18,"rhum":68,"wspd":9.4},{"date":"19930501","time":"1993-05-01 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19,"rhum":63,"wspd":13},{"date":"19930501","time":"1993-05-01 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.2,"rhum":61,"wspd":13},{"date":"19930501","time":"1993-05-01 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.4,"rhum":59,"wspd":14.8},{"date":"19930501","time":"1993-05-01 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20,"rhum":58,"wspd":11.2},{"date":"19930501","time":"1993-05-01 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.6,"rhum":60,"wspd":11.2},{"date":"19930501","time":"1993-05-01 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.4,"rhum":52,"wspd":18.4},{"date":"19930501","time":"1993-05-01 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.7,"rhum":59,"wspd":13},{"date":"19930501","time":"1993-05-01 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18,"rhum":62,"wspd":16.6},{"date":"19930501","time":"1993-05-01 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":62,"wspd":24.1},{"date":"19930501","time":"1993-05-01 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.7,"rhum":61,"wspd":24.1},{"date":"19930501","time":"1993-05-01 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":63,"wspd":18.4},{"date":"19930501","time":"1993-05-01 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":64,"wspd":20.5},{"date":"19930501","time":"1993-05-01 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":64,"wspd":13},{"date":"19930501","time":"1993-05-01 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":84,"wspd":14.8},{"date":"19930501","time":"1993-05-01 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":86,"wspd":9.4},{"date":"19930501","time":"1993-05-01 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":100,"wspd":13},{"date":"19930501","time":"1993-05-01 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":96,"wspd":7.6},{"date":"19930501","time":"1993-05-01 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":90,"wspd":11.2},{"date":"19930501","time":"1993-05-01 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":93,"wspd":7.6},{"date":"19930501","time":"1993-05-01 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":93,"wspd":7.6},{"date":"19930501","time":"1993-05-01 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":97,"wspd":11.2},{"date":"19930501","time":"1993-05-01 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":97,"wspd":7.6},{"date":"19930501","time":"1993-05-01 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":77,"wspd":7.6},{"date":"19930501","time":"1993-05-01 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":80,"wspd":7.6},{"date":"19930501","time":"1993-05-01 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":80,"wspd":7.6},{"date":"19930501","time":"1993-05-01 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":90,"wspd":11.2},{"date":"19930501","time":"1993-05-01 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":84,"wspd":14.8},{"date":"19930501","time":"1993-05-01 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":75,"wspd":13},{"date":"19930501","time":"1993-05-01 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":68,"wspd":9.4},{"date":"19930501","time":"1993-05-01 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":64,"wspd":11.2},{"date":"19930501","time":"1993-05-01 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":60,"wspd":13},{"date":"19930501","time":"1993-05-01 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":54,"wspd":14.8},{"date":"19930501","time":"1993-05-01 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":51,"wspd":13},{"date":"19930501","time":"1993-05-01 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":56,"wspd":16.6},{"date":"19930501","time":"1993-05-01 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":62,"wspd":18.7},{"date":"19930501","time":"1993-05-01 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":62,"wspd":14.8},{"date":"19930501","time":"1993-05-01 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":68,"wspd":11.2}]}}