{"19930512":{"guardian_articles":[],"nytimes_articles":[{"date":"19930512","headline":"Personal Health; So many bike injuries, and so few helmets","web_url":"https://www.nytimes.com/1993/05/12/health/personal-health-so-many-bike-injuries-and-so-few-helmets.html","abstract":"  MY first bicycle helmet collected more dust than wear. Years earlier, I had bought helmets for my sons when they got their first 10-speeds. They wore them sporadically, then eventually not at all. So my husband and I took their helmets as hand-me-downs. We wore them on long rides but not around the neighborhood.   Like my sons, I complained that the helmet was uncomfortable and messed up my hair. Besides, I had been riding helmetless for 35 years and had never hit my head in a spill.","thumbnail":null,"section":"Health"},{"date":"19930512","headline":"Million-Dollar Bidding Is Back As a Cezanne Sets a Record","web_url":"https://www.nytimes.com/1993/05/12/arts/million-dollar-bidding-is-back-as-a-cezanne-sets-a-record.html","abstract":"  Cezanne's \"Still Life With Apples\" set a staggering record last night when it sold for $28.6 million at Sotheby's auction of Impressionist paintings, drawings and sculptures. The price was $11.5 million more than any Cezanne has brought before.   Much to the shock of spectators, dealers and auction-house experts, the sale had moments when it seemed as if the clock had turned back to the boom of the late 1980's, the days of bidding wars and record highs. In contrast, Sotheby's entire evening sale of Impressionist works two years ago totaled only $18 million.","thumbnail":null,"section":"Arts"},{"date":"19930512","headline":"Review/Television; Down Syndrome Boy Helps Classmates Grow","web_url":"https://www.nytimes.com/1993/05/12/movies/review-television-down-syndrome-boy-helps-classmates-grow.html","abstract":"  Subscribers to HBO have an opportunity tonight to see the work that won this year's Academy Award for Best Achievement in Documentary Short Subjects. Since documentaries are rarely shown in the nation's movie malls, its appearance on television is itself something of an achievement. But whether on the big screen or the small one, \"Educating Peter\" is worth the price of admission.   The perceptively photographed and edited half-hour film captures the lows and highs of 10-year-old Peter Gwazdauskis's introduction to a third-grade classroom in Blacksburg, Va. Peter, who has Down syndrome, is one of some 60,000 disabled students who are now attending regular classes at American elementary schools under a Federal law to encourage what is called inclusion.","thumbnail":null,"section":"Movies"},{"date":"19930512","headline":"80,000 Lobbyists? Probably Not, but Maybe . . .","web_url":"https://www.nytimes.com/1993/05/12/us/80000-lobbyists-probably-not-but-maybe.html","abstract":"  Where did they all come from, those 80,000 lobbyists that President Clinton said on Monday \"are lining the corridors of Washington as never before\"?    \"I know exactly where they came from,\" said James Thurber, a professor of government at American University here. \"Off the top of my head.\"","thumbnail":null,"section":"U.S."},{"date":"19930512","headline":"Panel Eases Employers' Tax on Domestic Workers","web_url":"https://www.nytimes.com/1993/05/12/us/panel-eases-employers-tax-on-domestic-workers.html","abstract":"  The House Ways and Means Committee today kicked off the prickly task of writing President Clinton's economic program into law by giving some taxpayers a break: it voted to raise sharply, to $1,750 a year, the $50-a-quarter threshold that an employer can pay a domestic worker before becoming liable for Social Security taxes.   That was a belated bow to Zoe Baird, the Connecticut lawyer whom Mr. Clinton dropped as his choice for Attorney General after it was found that she had failed to pay taxes on the earnings of her chauffeur and nanny. The Internal Revenue Service says the changes approved today, if enacted, would benefit far more than the rich, affecting three million or more Americans who hire cooks, maids, sitters, gardeners and other household help.","thumbnail":null,"section":"U.S."},{"date":"19930512","headline":"On the Prairie, Hippocrates Meant Something","web_url":"https://www.nytimes.com/1993/05/12/opinion/IHT-on-the-prairie-hippocrates-meant-something.html","abstract":"The real challenge in reforming health care, Hillary Rodham Clinton says, is to find a way to substitute \"caring, concern and love\" for regulation and bureaucracy. It's as old as the Hippocratic oath of professional ethics. We've been there befo","thumbnail":null,"section":"Opinion"},{"date":"19930512","headline":"Right to Challenge Borrowing Is Upheld","web_url":"https://www.nytimes.com/1993/05/12/nyregion/right-to-challenge-borrowing-is-upheld.html","abstract":"  The New York State Court of Appeals ruled today that citizens have the right to challenge state borrowing done without voter approval, reversing its earlier position and opening the door to a flurry of lawsuits.   The decision is a potential problem for the state, although the extent of the problem depends on further court decisions. The State Constitution says the state has to have the approval of voters for taxpayer-supported debt, though the reality is that most borrowing is conducted by public authorities outside voter scrutiny. Courts have upheld this in the past, but today's decision opened the way to a new wave of challenges.","thumbnail":null,"section":"New York"},{"date":"19930512","headline":"Egypt-Sudan Border Tension Rises","web_url":"https://www.nytimes.com/1993/05/12/world/egypt-sudan-border-tension-rises.html","abstract":"  Tensions between Egypt and the Islamic Government in the Sudan over a disputed border area rose today when Khartoum announced that it would mobilize its armed forces.   The announcement, which followed a reported Egyptian ultimatum calling on the Sudan to withdraw police officers from the disputed area, the Halaib triangle, has prompted Cairo to prepare for a border clash.","thumbnail":null,"section":"World"},{"date":"19930512","headline":"The Pop Life","web_url":"https://www.nytimes.com/1993/05/12/arts/the-pop-life-739393.html","abstract":"  Why? Why Not?   When word got around that Sting would be opening for the Grateful Dead on tour beginning on Friday in Las Vegas, eyebrows and the question \"why?\" were raised more than a few times.   \"Why not?\" said Miles Copeland, Sting's manager. A spokesman for Sting said he would not be available to comment.","thumbnail":null,"section":"Arts"},{"date":"19930512","headline":"U.S. SET TO CHANGE ABORTION POLICIES","web_url":"https://www.nytimes.com/1993/05/12/world/us-set-to-change-abortion-policies.html","abstract":"  Declaring that it wanted to help lead a new global effort to address the issue of overpopulation, the Clinton Administration said today that efforts to stabilize world population growth must concentrate on providing more opportunities and rights for women, including abortions.   In a speech to a United Nations committee that is planning a major conference on population in Cairo next year, Timothy E. Wirth, the State Department Counselor, said the Administration intended to reverse policies on population growth that had been adopted under Presidents Reagan and Bush.","thumbnail":null,"section":"World"},{"date":"19930512","headline":"Business Schools Hit Hard Times Amid Doubt Over Value of M.B.A.","web_url":"https://www.nytimes.com/1993/05/12/education/business-schools-hit-hard-times-amid-doubt-over-value-of-mba.html","abstract":"  After two decades of growth so robust that they could just sit back and welcome waves of students year after year, the nation's business schools have hit hard times as more students wonder whether an M.B.A. is worth the time and expense.   Over the 1980's, the number of masters' degrees in business administration awarded at the nation's 680 business schools grew about 15 percent. Then came the recession and the much-publicized shrinking of corporate payrolls.","thumbnail":null,"section":"Education"},{"date":"19930512","headline":"Don't Call Somalia Intervention a Success","web_url":"https://www.nytimes.com/1993/05/12/opinion/l-don-t-call-somalia-intervention-a-success-908693.html","abstract":"  To the Editor:   Your May 2 Week in Review article on the lessons of the United States military deployment to Somalia is timely and useful, but incomplete.","thumbnail":null,"section":"Opinion"},{"date":"19930512","headline":"Body-Checking a Light Pole","web_url":"https://www.nytimes.com/1993/05/12/sports/hockey-body-checking-a-light-pole.html","abstract":"  Darius Kasparaitis, the rookie defenseman from Lithuania, put new meaning into the term \"hitting the post\" this afternoon. While backing up his black BMW in the Coliseum parking lot after practice, he crashed into a light pole, broke it and knocked most of it down. Worse, the rear end of the car became impaled on the remainder of the post. This kept his car from pulling away.   Kasparaitis, who is learning the English language well, climbed out of the car, looked up at the sunny sky and displayed full command of various expletives. While several teammates offered their condolences and wisecracks, Coliseum workers brought a forklift and separated the car from the pole.","thumbnail":null,"section":"Sports"},{"date":"19930512","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/12/opinion/IHT-letters-to-the-editor-93293613341.html","abstract":"Reverse Harassment. Enough has been said about sexual harassment in the workplace. Hardly anything is said about women who use their sex appeal with male bosses for undue pay raises, promotions or job security. This gives them an unfair advantage over mal","thumbnail":null,"section":"Opinion"},{"date":"19930512","headline":"Croatian-Muslim Fighting In Bosnian City in 3d Day","web_url":"https://www.nytimes.com/1993/05/12/world/croatian-muslim-fighting-in-bosnian-city-in-3d-day.html","abstract":"  For a third day, Bosnian Croat and Muslim soldiers exchanged fierce mortar and heavy machine gun fire above the red tile roofs of this mountain town today, sending thick clouds of smoke boiling from burning buildings and pinning down United Nations peacekeeping troops on roads above the steep valley.   The continued fighting all but cut off the city, where an estimated 30 soldiers and civilians have already died and more than 70 have been wounded. Among the latter is a Spanish soldier belonging to the United Nations forces, hit by shrapnel when two United Nations armored pesonnel carriers made a mad dash through the center of the city this afternoon to deliver blood and medical supplies to a hospital in a Muslim-controlled part of town.","thumbnail":null,"section":"World"},{"date":"19930512","headline":"Midst Wars, Some Peace","web_url":"https://www.nytimes.com/1993/05/12/sports/IHT-midst-wars-some-peace.html","abstract":"When you have journeyed as close as the living get to hell and back, how do you settle the nerves and stimulate the emotions to treat soccer as important to man?. It helps that this Wednesday's European Cup Winners' Cup final brings to Wembley Stadium a t","thumbnail":null,"section":"Sports"},{"date":"19930512","headline":"It Didn't Feel Like May; Quest for Cool on Record-Setting Day","web_url":"https://www.nytimes.com/1993/05/12/nyregion/it-didn-t-feel-like-may-quest-for-cool-on-record-setting-day.html","abstract":"  The last time it was a near scorcher on May 11, a broken engagement was front-page news. The former fiance had been arrested for stealing $200 from the woman who still loved him. This time, the front-page news is a 16-year-old who took the A train on a joy ride.    But a hot day is still a hot day. Which is why the next time the thermometers hit 92 on May 11, people will remember yesterday, the day that displaced May 11, 1896, in the record books.","thumbnail":null,"section":"New York"},{"date":"19930512","headline":"U.S. Considering Force in Macedonia","web_url":"https://www.nytimes.com/1993/05/12/world/us-considering-force-in-macedonia.html","abstract":"  President Clinton is considering sending American troops to the former Yugoslav republic of Macedonia as one option for confining the Balkan conflict and preventing it from spreading to involve other countries like Albania and Greece and Turkey.    Article, page A8.","thumbnail":null,"section":"World"},{"date":"19930512","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/12/nyregion/c-corrections-874893.html","abstract":"  The listing of winning lottery numbers yesterday misstated the days covered. The New York Numbers, New York Win 4, New Jersey Pick 3, New Jersey Pick 4, New Jersey Pick-6 Lotto, Connecticut Daily and Connecticut Play 4 numbers were Monday's. The New York Pick 10 numbers were Sunday's.","thumbnail":null,"section":"New York"},{"date":"19930512","headline":"Santa Cruz Journal; White Flight in Brazil? Secessionist Caldron Boils","web_url":"https://www.nytimes.com/1993/05/12/world/santa-cruz-journal-white-flight-in-brazil-secessionist-caldron-boils.html","abstract":"  Wielding a black felt pen on a road map, Irton Marx traced the outline of what he envisions as Latin America's newest, and fourth most populous, nation: the Republic of the Pampas.   By lopping the three southernmost states off Brazil, Mr. Marx would create an instant nation: 22 million people living in a fertile farming area the size of France.","thumbnail":null,"section":"World"},{"date":"19930512","headline":"Review/Jazz; A Drummer's Drama","web_url":"https://www.nytimes.com/1993/05/12/arts/review-jazz-a-drummer-s-drama.html","abstract":"  Billy Higgins is one of the few jazz drummers who can create drama without the rhetorical huffing and puffing of high-volume pounding. With the silvery sheen of his ride cymbal and the sure and quiet snaps of his snare drum, Mr. Higgins conveys a conversational intelligence, and does it with a deep swing. Ever since Mr. Higgins made his first major jazz appearance, as Ornette Coleman's drummer, it's been obvious that his art was the art of control, of the deft touch.   Mr. Higgins was featured at the Walter Reade Theater on Thursday night as part of Lincoln Center's jazz program, and he brought along a series of longtime friends and associates, including Cedar Walton and Chris Anderson on piano, Ron Carter and David Williams on bass and George Coleman on saxophone. For Mr. Higgins, these are familiar faces -- he recently finished a week at Bradley's with Mr. Anderson -- and it could have been just another set of standards, performed beautifully. But Mr. Higgins and his friends rehearsed some, and the rehearsals brought out the best in everyone.","thumbnail":null,"section":"Arts"},{"date":"19930512","headline":"Mayor of Jersey City Wins Re-election","web_url":"https://www.nytimes.com/1993/05/12/nyregion/mayor-of-jersey-city-wins-re-election.html","abstract":"  Mayor Bret Schundler today won a lopsided victory over two opponents and the once-powerful Hudson County Democratic organization.   Mr. Schundler, 34, a former investment counselor, became the first Republican mayor here since 1917 when he won a special election in a crowded field in November. The Democrats, led by Robert Janiszewski, the Hudson County Executive who headed the Clinton-Gore Presidential campaign in New Jersey last year, poured money and manpower in their effort to unseat him.","thumbnail":null,"section":"New York"},{"date":"19930512","headline":"FIRST LADY SPEAKS TO WEST VIRGINIANS","web_url":"https://www.nytimes.com/1993/05/12/us/first-lady-speaks-to-west-virginians.html","abstract":"  Hillary Rodham Clinton gave a preview of the health-care campaign on television tonight, assuring West Virginians with an array of health-insurance problems that their concerns would be met when the Clinton Administration unveiled its proposals next month.   In a statewide town meeting conducted by satellite, Mrs. Clinton and one of the state's Democratic Senators, John D. Rockefeller 4th, quizzed a series of carefully selected West Virginians who typified the problems of the uninsured, of small businesses struggling to afford insurance and of hospitals and other providers trying to give care without reimbursement.","thumbnail":null,"section":"U.S."},{"date":"19930512","headline":"Denied Election, Algeria's Muslims Counterattack","web_url":"https://www.nytimes.com/1993/05/12/world/denied-election-algeria-s-muslims-counterattack.html","abstract":"  Fifteen months after the Algerian military seized power and canceled elections to prevent a victory by Islamic militants, the outlawed religious party has transformed into a guerrilla army with an increasingly unified command.   Denied a chance at the polls and driven underground with many of their number imprisoned, the country's religious militants have re-emerged with a dedicated base of support and new tactics that have thrown the state off balance. The fighting, once limited to hit-and-run attacks in retaliation for police raids, has escalated into gun battles lasting up to two days.","thumbnail":null,"section":"World"},{"date":"19930512","headline":"Dinkins Passes the Hat Among Supporters at Ellis I.","web_url":"https://www.nytimes.com/1993/05/12/nyregion/dinkins-passes-the-hat-among-supporters-at-ellis-i.html","abstract":"  Trying to cash in on a strong showing against his Democratic challengers in several recent polls, Mayor David N. Dinkins was joined by 750 supporters on Ellis Island last night for an elegant salute to his mayoralty and a passing-of-the-hat that his campaign hoped would net $1 million.   The Mayor chose the unusual site for the fund-raiser to emphasize a theme that no doubt will figure prominently in his re-election campaign: inclusion. Both the location and the evening's program were intended to reinforce Mr. Dinkins's image as a healer, a political leader capable of bringing together New Yorkers of diverse ethnic, racial and religious backgrounds.","thumbnail":null,"section":"New York"},{"date":"19930512","headline":"Review/Dance; City Center and Its Stars Celebrate 50 Years","web_url":"https://www.nytimes.com/1993/05/12/arts/review-dance-city-center-and-its-stars-celebrate-50-years.html","abstract":"  For half a century, City Center has been doing something right. More than that. It has been doing many things right. That was made clear on Monday night in \"50 Years at City Center,\" a gala celebration at this remarkable theater, which has been presenting dance, opera, drama and musical comedy since 1943.   City Center also did something right when it put its anniversary program together. The evening, which lasted less than two hours, was crowded with attractions. Elizabeth Ireland McCann, the event's producer, and Steve Lawson, its writer and director, helped make the gala both instructive and fun.","thumbnail":null,"section":"Arts"},{"date":"19930512","headline":"East Harlem Schools Have Success Story Too","web_url":"https://www.nytimes.com/1993/05/12/opinion/l-east-harlem-schools-have-success-story-too-911693.html","abstract":"  To the Editor:   I read \"Our Students, Still at Risk\" (Op-Ed, May 3), about New York City's Community School District 4 and its system of choice with dismay.","thumbnail":null,"section":"Opinion"},{"date":"19930512","headline":"Informers In Bombing Are Missing","web_url":"https://www.nytimes.com/1993/05/12/nyregion/informers-in-bombing-are-missing.html","abstract":"  Two informers who helped the authorities quickly compile early evidence in the World Trade Center bombing investigation have disappeared and appear to have fled, investigators said yesterday.   They described the two as being among \"a lot of people\" who provided information after the arrest of the first suspect, Mohammed A. Salameh, on March 4, six days after the Feb. 26 blast. They said the informers may have been involved \"on the fringes\" of the plot.","thumbnail":null,"section":"New York"},{"date":"19930512","headline":"Fugitive General Accuses Peruvian Army, Saying Officers Run Hit Squad","web_url":"https://www.nytimes.com/1993/05/12/world/fugitive-general-accuses-peruvian-army-saying-officers-run-hit-squad.html","abstract":"  When he passed confidential information to a longtime friend and fellow officer, Gen. Rodolfo Robles Espinoza says, he thought he was helping the Peruvian Army investigate the country's most troublesome human rights case -- the summary execution last July of 10 university students and a professor, all suspected of being members of the Shining Path rebel group.   Instead, says General Robles, who was the third-ranking officer in the army and in line to be its chief in 1995, he was betrayed.","thumbnail":null,"section":"World"},{"date":"19930512","headline":"Thomas Gambino Is Guilty of Racketeering","web_url":"https://www.nytimes.com/1993/05/12/nyregion/thomas-gambino-is-guilty-of-racketeering.html","abstract":"  Thomas Gambino, a Manhattan millionaire who runs a trucking business and whose father gave his name to a Mafia group, was found guilty yesterday of racketeering charges.   Mr. Gambino, the son of Carlo Gambino, the preeminent Mafia figure in America until his death in 1976, was convicted of being a captain in the Gambino group, directing its gambling and loan-sharking operations in Connecticut in recent years.","thumbnail":null,"section":"New York"},{"date":"19930512","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/12/opinion/IHT-in-our-pages-100-75-and-50-years-ago-93805219872.html","abstract":"1943: Churchill in U.S.. LONDON . [From our New York edition:] Prime Minister Winston Churchill's arrival in Washington for his fifth meeting with President Roosevelt since August, 1941, was announced tonight [May 11] even as the radio was airing an Axis","thumbnail":null,"section":"Opinion"},{"date":"19930512","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/12/style/chronicle-850093.html","abstract":"  No one knows which of the two august culinary groups planned their dinner first, but suddenly denizens of the world of food -- restaurant owners, chefs, critics, writers, wine experts -- face a dilemma: two formal sit-down dinners at the same time in different places in Manhattan.   The French Culinary Institute and Les Dames d'Escoffier have both planned black-tie parties for the evening of June 2, leaving people invited to both wondering what to do. To go to the culinary institute's affair? It will benefit a scholarship fund established in memory of Sonya Selby-Wright, who produced food segments for \"Good Morning America\" and who died in 1990. The dinner at the institute, in SoHo, will feature a \"vertical tasting,\" in which the five courses will complement different vintages of Chateau Beychevelle wine, and will be planned by Jacques Pepin.","thumbnail":null,"section":"Style"},{"date":"19930512","headline":"Mets Discover a New Loser and a New Way to Lose","web_url":"https://www.nytimes.com/1993/05/12/sports/baseball-mets-discover-a-new-loser-and-a-new-way-to-lose.html","abstract":"  The Mets are running in place -- literally. Tonight, the Mets lost for the 12th time in 15 games because, among other things, Howard Johnson staggered between second and third base and turned himself into the last out of a triple play. They lost because of Chico Walker's weak defense up the middle and because their new control pitcher, Eric Hillman, could not throw bull's-eyes. They lost because Bobby Bonilla finally blasted a home run -- and there was no other Met on base.   The pitiable final score was 7-4 in favor of the St. Louis Cardinals, although the Mets showed more of a pulse in the later innings. They were behind 6-0 after four innings, but light-hitting shortstop Tim Bogar (.083 coming in) recorded three runs batted in, Bonilla (2 for his last 14) nearly dented the scoreboard in left-center field, and the team accumulated 12 hits.","thumbnail":null,"section":"Sports"},{"date":"19930512","headline":"In Face of Traffic Accidents, Suffolk Considers Closing Pubs 2 Hours Earlier","web_url":"https://www.nytimes.com/1993/05/12/nyregion/in-face-of-traffic-accidents-suffolk-considers-closing-pubs-2-hours-earlier.html","abstract":"  For 11 years, Suffolk County has led the state in traffic deaths involving drunken driving.   Now, at the suggestion of two bar owners, the county is weighing a plan to combat the problem: making bars close at 2 A.M., two hours earlier than the 4 A.M. limit.","thumbnail":null,"section":"New York"},{"date":"19930512","headline":"From Japan, Big Macs and Marlboros in Stories","web_url":"https://www.nytimes.com/1993/05/12/books/from-japan-big-macs-and-marlboros-in-stories.html","abstract":"Haruki Murakami's frequent-flyer fiction crosses the Pacific from Japan effortlessly and makes a soft landing in the United States for the American reader. But I wish the characters in \"The Elephant Vanishes,\" his new book of short stories, wouldn't spend so much time at McDonald's, lighting up Marlboros, listening to Bruce Springsteen records and watching Woody Allen movies as a prelude to romance. Just when you're ready for some wisdom from the Orient, the author serves up a Big Mac.","thumbnail":null,"section":"Books"},{"date":"19930512","headline":"Clinton Weighs Sending Troops To Macedonia to Limit Conflict","web_url":"https://www.nytimes.com/1993/05/12/world/clinton-weighs-sending-troops-to-macedonia-to-limit-conflict.html","abstract":"  President Clinton said today that he is considering sending American troops to Macedonia to aid international peacekeeping forces and to keep the conflict in Bosnia and Herzegovina from spreading.   \"It's one of many things that's been discussed,\" Mr. Clinton said. \"We have two objectives. The first is how to confine the conflict. The second is whether we can do anything to end it and to stop ethnic cleansing.\"","thumbnail":null,"section":"World"},{"date":"19930512","headline":"In Hartford, The Budget Is Passed And Signed","web_url":"https://www.nytimes.com/1993/05/12/nyregion/in-hartford-the-budget-is-passed-and-signed.html","abstract":"  The Connecticut General Assembly, after stumbling last week in its effort to pass a budget a month ahead of the deadline, gave final approval today to an $8.58 billion spending plan for the year that begins July 1.    The budget, which was immediately signed into law by Gov. Lowell P. Weicker Jr., restores most of the cuts in welfare and other social programs that Mr. Weicker proposed earlier this year, and does so without major tax increases, because existing taxes are generating more revenue than expected.","thumbnail":null,"section":"New York"},{"date":"19930512","headline":"Presidents Can't Choose Justices in a Vacuum","web_url":"https://www.nytimes.com/1993/05/12/opinion/l-presidents-can-t-choose-justices-in-a-vacuum-905193.html","abstract":"  To the Editor:   While I agree that President Clinton should consider the legal views of a potential nominee to the Supreme Court, I believe that both Stephen L. Carter and Paul Gewirtz overlook an important, and ironic, point in \"A Litmus Test for Justices\" (Op-Ed, April 28) that makes their debate largely moot. The Constitution itself requires the President to consider the judicial philosophy of his nominees.","thumbnail":null,"section":"Opinion"},{"date":"19930512","headline":"CUNY Violated Speech Rights Of Department Chief, Jury Says","web_url":"https://www.nytimes.com/1993/05/12/nyregion/cuny-violated-speech-rights-of-department-chief-jury-says.html","abstract":"  A Federal jury decided yesterday that the City University of New York had violated Dr. Leonard Jeffries's right to free speech when it removed him as chairman of the City College black studies department last year after he delivered a racially charged speech.   The verdict left to Judge Kenneth Conboy of Federal District Court in Manhattan to decide whether Dr. Jeffries should be reinstated. The jury, which included five blacks, is still deliberating on whether he should be awarded any monetary damages.","thumbnail":null,"section":"New York"},{"date":"19930512","headline":"Book Notes","web_url":"https://www.nytimes.com/1993/05/12/books/book-notes-629093.html","abstract":"  One Over Par   Does Simon & Schuster have no sense of humor, or does Doubleday have no sense of fair play?   Doubleday is now publishing \"Mulligan's Laws: A Lifetime of Golfing Wisdom From the Genius Who Invented the Do-Over,\" by Thomas Mulligan, Fourth Earl of Murphy, edited by Henry Beard.","thumbnail":null,"section":"Books"},{"date":"19930512","headline":"Bulls Take 1-0 Lead As Jordan Scores 43","web_url":"https://www.nytimes.com/1993/05/12/sports/pro-basketball-bulls-take-1-0-lead-as-jordan-scores-43.html","abstract":"  Bulls 91, Cavaliers 84   The Cleveland Cavaliers insisted all along they would have to stop Michael Jordan.   And, as has happened many times before, they failed miserably.","thumbnail":null,"section":"Sports"},{"date":"19930512","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/12/opinion/IHT-letters-to-the-editor.html","abstract":"Pragmatism vs. Fashion. Regarding \"Lots of Fuzzy Feminist Thought in Silly Books\" (Meanwhile, April 28) by Katherine Knorr:. I very much enjoyed reading Ms. Knorr's article. It was refreshing to hear from someone who is not afraid to challenge t","thumbnail":null,"section":"Opinion"},{"date":"19930512","headline":"Arrest in Sergeant's Death","web_url":"https://www.nytimes.com/1993/05/12/nyregion/arrest-in-sergeant-s-death.html","abstract":"  Amaury Bonilla, 19, of 2314 Crotona Avenue, the Bronx, was arrested last night and charged with the murder of Staff Sgt. Richard Rodrigues, 32, a marine recruiter who was shot to death Sunday night as he sat on a park bench in East Tremont, the police said. Sergeant Rodrigues died from four shots in the back only a few feet from where his brother, Luis, 27, was fatally wounded 17 months ago.","thumbnail":null,"section":"New York"},{"date":"19930512","headline":"Traffic Alert","web_url":"https://www.nytimes.com/1993/05/12/nyregion/traffic-alert-446793.html","abstract":"  Because of President Clinton's visit to New York City today, the city's Transportation Department is urging motorists not to drive into Manhattan between 2 and 9 P.M.   The President will fly into Newark International Airport and will arrive in lower Manhattan at 2 P.M.","thumbnail":null,"section":"New York"},{"date":"19930512","headline":"Dinkins Concedes a Setback On Board of Education Post","web_url":"https://www.nytimes.com/1993/05/12/nyregion/dinkins-concedes-a-setback-on-board-of-education-post.html","abstract":"  Mayor David N. Dinkins conceded yesterday that he had failed to delay the expected election of Carol A. Gresser today as the new Board of Education president, tacitly acknowledging that he had lost a battle to retain influence over the selection.   If Ms. Gresser, who has already lined up support from a majority on the board, is chosen today, it will mark the first time in seven years that the board's leader is not a mayoral appointee.","thumbnail":null,"section":"New York"},{"date":"19930512","headline":"Presidents Can't Choose Justices in a Vacuum; Confidence Is at Stake","web_url":"https://www.nytimes.com/1993/05/12/opinion/l-presidents-can-t-choose-justices-in-a-vacuum-confidence-is-at-stake-906093.html","abstract":"  To the Editor:   Neither Yale Law School professor in \"A Litmus Test for Justices?\" (Op-Ed, April 28) hits the real issue.   As a day-to-day practitioner litigating for clients, I know that public perception of and confidence in the courts and the administration of justice are the overarching issues. I have three immutable principles concerning judicial selection, which have evolved over recent years:","thumbnail":null,"section":"Opinion"},{"date":"19930512","headline":"7 Deadly Sins of Living Linked To Illness as Well as Mortality","web_url":"https://www.nytimes.com/1993/05/12/health/7-deadly-sins-of-living-linked-to-illness-as-well-as-mortality.html","abstract":"  As if he were a medieval artist depicting the depravity of the seven deadly sins, Dr. Lester Breslow, a California public health specialist, has created a solemn portrait of self-destruction. The weapons are seven unwholesome habits he first identified more than a quarter-century ago.   By following the fates of nearly 7,000 adults living in California's Alameda County over three decades, he proved that the more of these poor health habits people practiced in 1965, the greater their chances were of dying within 10 years.","thumbnail":null,"section":"Health"},{"date":"19930512","headline":"HOW UNITY ELUDED CLINTON ON BOSNIA","web_url":"https://www.nytimes.com/1993/05/12/world/how-unity-eluded-clinton-on-bosnia.html","abstract":"  Secretary of State Warren Christopher returned from a week's trip to Europe to inform President Clinton that the only way to break the impasse in the Western alliance over the use of military force in Bosnia was for Mr. Clinton to personally impose a policy on Europe, Administration officials said today.   But at a meeting on Saturday, Mr. Christopher told Mr. Clinton that even if he tried an all-out diplomatic campaign, he might fail because there was so much allied opposition to the Administration's proposal to arm the Muslim-dominated Government of Bosnia and Herzegovina, officials at the White House and State Department said.","thumbnail":null,"section":"World"},{"date":"19930512","headline":"While Europe Stalls . . .","web_url":"https://www.nytimes.com/1993/05/12/opinion/while-europe-stalls.html","abstract":"  With the failure of Secretary of State Christopher's mission to Europe, the Clinton Administration has run out of viable military options for intervening in the Bosnian tragedy. Neither Britain nor France are prepared to support Washington's idea of arming the Bosnian Government and buying time with selective air strikes against Serbian artillery. America is not prepared to intervene in a European quarrel by itself.   That leaves Mr. Clinton with no good choices. The least bad would be to pull back and regroup, distancing himself both from military threats he is in no position to carry out and from the dangerous urgings of Europe's negotiator, Lord Owen.","thumbnail":null,"section":"Opinion"},{"date":"19930512","headline":"Oakley Doesn't Mind Being Left in the Open","web_url":"https://www.nytimes.com/1993/05/12/sports/pro-basketball-oakley-doesn-t-mind-being-left-in-the-open.html","abstract":"  Charles Oakley turned the ignition key of his car, then jumped out to let the car idle. Not that it needed to warm up, as Oakley had uncomfortably discovered.   \"How hot is it?\" he asked in the steamy parking lot outside the Knicks' practice gym this afternoon.","thumbnail":null,"section":"Sports"},{"date":"19930512","headline":"Sports of The Times; Even Schultz Was Caught By 'System'","web_url":"https://www.nytimes.com/1993/05/12/sports/sports-of-the-times-even-schultz-was-caught-by-system.html","abstract":"  MAKES you wonder. If a thoughtful-sounding leader like Dick Schultz can get tripped up by hints of impropriety at one of America's showcase colleges, what is the point of having tight academic and financial rules for intercollegiate sports?   More to the point, what is the point of combining big-time sports and higher education? I don't believe they have anything in common. I happen to think a lot of people believe the same thing, but they are stuck with a system that makes them pompously intone phrases like \"student-athlete\" about guys who are taking vocational training for the Green Bay Packers or the Phoenix Suns. We're all stuck with this monster, the monster that brought down Dick Schultz.","thumbnail":null,"section":"Sports"},{"date":"19930512","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/05/12/nyregion/metro-digest-290193.html","abstract":"  NEW YORK CITY  JEFFRIES'S RIGHTS VIOLATED, JURY SAYS   A Federal jury decided that the City University of New York had violated Professor Leonard Jeffries's right to free speech when it removed him as chairman of the City College black studies department last year after he delivered a racially charged speech. Judge Kenneth Conboy of District Court in Manhattan is to decide whether Dr. Jeffries should be reinstated. A1. LOVING TRAINS BEYOND REASON   The 16-year-old who took an A train from its terminus in Inwood Saturday afternoon was obsessed with trains and owned a well-thumbed copy of the Transit Authority's book of rules and regulations. A1.","thumbnail":null,"section":"New York"},{"date":"19930512","headline":"Voter Bill Passes In a G.O.P. Defeat","web_url":"https://www.nytimes.com/1993/05/12/us/voter-bill-passes-in-a-gop-defeat.html","abstract":"  Senate Democrats broke a Republican filibuster today and sent to President Clinton legislation intended to increase voter registration by almost 50 million people. Mr. Clinton has promised to sign it.   Today's victory for Mr. Clinton and his party showed that a Republican filibuster was not a lethal weapon threatening every Administration proposal, contrary to the impression created last month, when Senate Republicans used the tactic to kill the President's jobs package.","thumbnail":null,"section":"U.S."},{"date":"19930512","headline":"Stein Proposes Requiring Bids For the Underwriting of Bonds","web_url":"https://www.nytimes.com/1993/05/12/nyregion/stein-proposes-requiring-bids-for-the-underwriting-of-bonds.html","abstract":"  Responding to recent news reports about the selection of bond underwriters in New York City and New Jersey, Andrew J. Stein, the City Council President, proposed yesterday that the city request companies to submit sealed, competitive bids for its $5 billion-a-year bond underwriting business.   Mr. Stein, who is challenging Mayor David N. Dinkins for the Democratic mayoral nomination, said the way the city selects underwriters inevitably leads to conflicts of interest because the companies contribute to the political campaigns of the mayor and the comptroller, who in turn decide who will manage the bond sales.","thumbnail":null,"section":"New York"},{"date":"19930512","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/12/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: Protest in Madrid. MADRID . The Congress has been sitting continuously for thirty-two hours, and will sit until midnight Saturday [May 13]. The Ministers and members have slept and eaten their meals in the House. The 20 Republicans and 8 Carlists ar","thumbnail":null,"section":"Opinion"},{"date":"19930512","headline":"Review/Film: Time Indefinite; Taking the Measure of One's Life Through the Lens of Death","web_url":"https://www.nytimes.com/1993/05/12/movies/review-film-time-indefinite-taking-measure-one-s-life-through-lens-death.html","abstract":"Film maker's autobiographical odyssey, around the South. Surprising and generally enthralling.","thumbnail":null,"section":"Movies"},{"date":"19930512","headline":"Andreychuk Goals Lift Leafs to 3-2 Lead","web_url":"https://www.nytimes.com/1993/05/12/sports/hockey-andreychuk-goals-lift-leafs-to-3-2-lead.html","abstract":"  Maple Leafs 5, Blues 1   Dave Andreychuk is someplace he has never been before in the month of May: in the National Hockey League playoff spotlight.   He's loving every minute of it.   \"I'm having a great time,\" said Andreychuk, surrounded by reporters after scoring twice to help the Toronto Maple Leafs to a 5-1 victory at home last night over the St. Louis Blues. \"I've been on the dark side so many times.","thumbnail":null,"section":"Sports"},{"date":"19930512","headline":"N.C.A.A.'s Executive Director Decides to Resign","web_url":"https://www.nytimes.com/1993/05/12/sports/colleges-ncaa-s-executive-director-decides-to-resign.html","abstract":"  Dick Schultz, who has led an effort to reform the National Collegiate Athletic Association since he took over as its executive director in 1987, resigned yesterday after deciding the organization could be damaged by a controversy involving his own integrity.   At issue is Schultz's alleged knowledge of improprieties committed while he was athletic director at the University of Virginia. Even as he announced his resignation yesterday, Schultz continued to maintain that he was unaware of improper loans to athletes made by the Virginia Student Aid Foundation. The N.C.A.A. cited Virginia for major violations and last week placed the university on a two-year probation.","thumbnail":null,"section":"Sports"},{"date":"19930512","headline":"The Quest and the Questions","web_url":"https://www.nytimes.com/1993/05/12/sports/pro-football-the-quest-and-the-questions.html","abstract":"  What's the running joke in Atlanta, which fought diligently to be the host for Super Bowl XXVIII on Jan. 30, 1994? The word is that if the Buffalo Bills are in the game, Atlanta wants to toss it right back to the National Football League.   Ouch!   The Bills' first-round pick in the recent draft, Thomas Smith, a University of North Carolina cornerback from Gates, N.C., made his first trip to Buffalo last week for the Bills' mini-camp. \"Buffalo looked pretty neat from the window of the plane,\" Smith said, smiling. A closer look and Smith found Bills fans still counting all of those Dallas Cowboys points in Super Bowl XXVII on Jan. 31.","thumbnail":null,"section":"Sports"},{"date":"19930512","headline":"Topics of The Times; A Mosaic Moment","web_url":"https://www.nytimes.com/1993/05/12/opinion/topics-of-the-times-a-mosaic-moment.html","abstract":"  A woman approached a Manhattan sidewalk display of bags and wallets, examined the merchandise and then asked the price of a particular pocketbook (genuine leather). \"Veinticinco,\" said the proprietor of about 15 square feet of sidewalk on Seventh Avenue at 28th Street.    The woman looked uncomprehending.","thumbnail":null,"section":"Opinion"},{"date":"19930512","headline":"High Levels of Lead Found In Water Serving 30 Million","web_url":"https://www.nytimes.com/1993/05/12/us/high-levels-of-lead-found-in-water-serving-30-million.html","abstract":"  In its broadest survey of lead contamination in drinking water, the Environmental Protection Agency said yesterday that 819 systems serving 30 million people had excessive levels, and it ordered officials to take steps to reduce lead levels and to notify customers.    The main source of lead is home plumbing, so not all buildings in those systems have high levels, according to the agency. Some systems listed in an earlier survey as having high lead levels, including New York City's, showed improvement by changing the chemistry of the water or adding chemicals that coat the insides of pipes.","thumbnail":null,"section":"U.S."},{"date":"19930512","headline":"Study Points the Way To Lower Cholesterol","web_url":"https://www.nytimes.com/1993/05/12/opinion/l-study-points-the-way-to-lower-cholesterol-907893.html","abstract":"  To the Editor:   Re \"Study Casts Doubt on Ability of Diet to Lower Cholesterol.\" (news article, April 29): The study in today's New England Journal of Medicine shows only that moderate fat restriction does not lower cholesterol.","thumbnail":null,"section":"Opinion"},{"date":"19930512","headline":"Witt's Big Outing Is Supported by (Gasp!) the Bullpen","web_url":"https://www.nytimes.com/1993/05/12/sports/baseball-witt-s-big-outing-is-supported-by-gasp-the-bullpen.html","abstract":"  Mike Witt pitched seven marvelous innings before Buck Showalter asked him to sit. Witt didn't want to. He had a three-hitter, a hefty lead and a successful curveball, and he was enjoying his start against the Milwaukee Brewers last night at Yankee Stadium.   He also happened to have a high pitch count and a surgically repaired elbow that the Yankees do not dare risk. With another pitcher, Showalter might have allowed it. He might have looked at his relievers, remembered their recent mishaps and left his starter in the game. But he would not do that with Witt.","thumbnail":null,"section":"Sports"},{"date":"19930512","headline":"Raid of Drug Lab Led to Arrests In Assassination of a Journalist","web_url":"https://www.nytimes.com/1993/05/12/nyregion/raid-of-drug-lab-led-to-arrests-in-assassination-of-a-journalist.html","abstract":"  No one knew it at the time, but when Federal agents raided a warehouse in a gritty industrial neighborhood in Brooklyn last June and found a laboratory that refined 100 to 200 pounds of cocaine a day, they had serendipitously uncovered the first break in the long, frustrating investigation into the killing of Manuel de Dios Unanue.   With the arrest of a young Colombian who had helped manage the laboratory, investigators say they began the slow unraveling of a vengeful plot to kill Mr. de Dios, a Spanish-language journalist whose writings had so angered the leaders of a drug cartel 3,000 miles away in Colombia.","thumbnail":null,"section":"New York"},{"date":"19930512","headline":"Rabin Staves Off Collapse of Israeli Coalition, at Least for a Week","web_url":"https://www.nytimes.com/1993/05/12/world/rabin-staves-off-collapse-of-israeli-coalition-at-least-for-a-week.html","abstract":"  Prime Minister Yitzhak Rabin today averted an immediate Government crisis that had threatened his parliamentary majority, but he may have only delayed the day of reckoning by a week.    While the unresolved political drama includes elements that prompted one of its central figures to call it \"a surrealistic play,\" it is also a serious business that has distracted and perhaps weakened the Rabin Government at a time when it would prefer to put full energy into the Middle East peace talks under way in Washington.","thumbnail":null,"section":"World"},{"date":"19930512","headline":"Turgeon in Game 6? Chance Near 0","web_url":"https://www.nytimes.com/1993/05/12/sports/hockey-turgeon-in-game-6-chance-near-0.html","abstract":"  Now that Mario Lemieux has overcome back problems -- temporarily, at least -- to lead his Pittsburgh Penguins to a victory, is it possible that Pierre Turgeon will surmount a shoulder injury and do a similar thing for the Islanders?   \"I don't think so, not tomorrow,\" Turgeon said today after a light practice with the team at the Coliseum. \"I wish I could tell you when. I don't even know myself. We were thinking about tomorrow, but tomorrow is out. It's going to take some time. It does feel better. The last five days, it's felt better and better. A lot of positive things.\"","thumbnail":null,"section":"Sports"},{"date":"19930512","headline":"Note to Readers","web_url":"https://www.nytimes.com/1993/05/12/opinion/note-to-readers.html","abstract":"  The Op-Ed page welcomes unsolicited manuscripts. Because of the volume of submissions, however, we regret that we cannot acknowledge an article or return it unless it is accompanied by a self-addressed, stamped envelope. If manuscripts are accepted for publication, authors will be notified within two weeks.","thumbnail":null,"section":"Opinion"},{"date":"19930512","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/12/opinion/IHT-letters-to-the-editor-92735586811.html","abstract":"The Struggle for Pakistan. President Ghulam Ishaq Khan of Pakistan has imposed himself as an unelected, unwanted dictator, dismissing two elected governments in three years for corruption - of which he himself is guilty.. The newly dismissed prime ministe","thumbnail":null,"section":"Opinion"},{"date":"19930512","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/05/12/sports/results-plus-642793.html","abstract":"  TENNIS  This Time, McEnroe Defeats Connors  Patrick McEnroe was a 7-5, 7-5 winner over Jimmy Connors last night in the first round of the America's Red Clay Championship in Coral Springs, Fla. This was the first time the two played since their stirring opening-round match at the 1991 United States Open. At that time, Connors rebounded from a two-set, 0-3 deficit to win in five sets and make a theatrical march to the semifinals. But the 40-year-old Connors is now concentrating on business ventures and the start of his 35-and-older tour. He has played in only five tournaments this year, losing in the first round four times, and is ranked 172d in the world. Last night, he was betrayed by an erratic serve. In the 11th game of the first set, he served three of his six double faults, virtually handing the set to the McEnroe, who is ranked 88th. (AP) Lendl Is Upset at Italian Open: Fifth-seeded Ivan Lendl was eliminated in the opening round of the Italian Open in Rome, losing to Marcelo Filippini of Uruguay, 6-2, 6-1. Second-seeded Jim Courier, the defending champion, rolled past Horacio de la Pena, 6-2, 6-1, and No. 3 Boris Becker beat Andrei Cherkasov, 6-4, 6-3. Sixth-seeded Michael Chang defeated Jordi Arrese, 6-2, 6-3. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930512","headline":"U.N. of Pit Crews Revs For Old Brooklyn Poly","web_url":"https://www.nytimes.com/1993/05/12/nyregion/about-new-york-un-of-pit-crews-revs-for-old-brooklyn-poly.html","abstract":"  REMEMBER the 1969 Mets, Harry S. Truman in 1948, David?  Well, slingshot, longshot and underdog fans, meet the car racing team from Brooklyn Polytechnic University.    Brooklyn Polytechnic is a no-frills school. It does not have dormitories or a gymnasium and few of the 4,000 students seem to know that the school's nickname is the Blue Jays. The students, many of them foreign born or the children of immigrants, come to the downtown Brooklyn buildings, study hard, become engineers and get good jobs. There is not much rah-rah.","thumbnail":null,"section":"New York"},{"date":"19930512","headline":"Ailing Johnson Is Probable","web_url":"https://www.nytimes.com/1993/05/12/sports/pro-basketball-ailing-johnson-is-probable.html","abstract":"  Larry Johnson cut short his workout with the Hornets yesterday in Charlotte after 10 minutes, saying his bruised right foot was stiff and causing him pain.   Johnson, who was diagnosed to have a bruised tibia after falling in the second minute of Game 1 against the Knicks last Sunday at Madison Square Garden, was immediately whisked off to have another set of X-rays at the office of the team physician, Glenn Perry.","thumbnail":null,"section":"Sports"},{"date":"19930512","headline":"Public & Private; Where's the Pork?","web_url":"https://www.nytimes.com/1993/05/12/opinion/public-private-where-s-the-pork.html","abstract":"  To Bill Clinton   Re: The Economy   Well, Mr. President, it's time to go back to the future.","thumbnail":null,"section":"Opinion"},{"date":"19930512","headline":"TOUGH QUESTIONING OF LIBEL PLAINTIFF","web_url":"https://www.nytimes.com/1993/05/12/us/tough-questioning-of-libel-plaintiff.html","abstract":"  Jeffrey M. Masson's memory was challenged on the witness stand today when cross-examination highlighted quotations he had once disputed in Janet Malcolm's articles in The New Yorker magazine, only to hear them later, in his own voice, on tape-recordings of their interviews.    With glossy graphics for the jurors to look at and muffled tapes they could barely hear, Ms. Malcolm's lawyer, Gary L. Bostwick, methodically ran through a list of quotations that Mr. Masson had challenged in old memorandums and early versions of his legal complaint, all of them written before he had access to Ms. Malcolm's tape recorded interviews.","thumbnail":null,"section":"U.S."},{"date":"19930512","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/12/opinion/IHT-in-our-pages-100-75-and-50-years-ago-92969356097.html","abstract":"1918: German Reversal. PARIS . The Bois de la Gaune, south-west of Mailly-Raineval, on the Amiens front, was the scene yesterday [May 11] of another severe reverse for the Germans. Storm troops were used in a furious attack on the wood, and at first the G","thumbnail":null,"section":"Opinion"},{"date":"19930512","headline":"Bishops Plot Stance if Health Plan Covers Abortion","web_url":"https://www.nytimes.com/1993/05/12/us/bishops-plot-stance-if-health-plan-covers-abortion.html","abstract":"  The nation's Roman Catholic archbishops held a private meeting in Chicago yesterday to discuss what stance they will take toward a national health-care plan if it covers abortions.   Church officials described the meeting as preliminary to a full discussion of the issue when all the nation's bishops hold their regular spring meeting in New Orleans on June 17-19.","thumbnail":null,"section":"U.S."},{"date":"19930512","headline":"Compromise on Military Gay Ban Gaining Support Among Senators","web_url":"https://www.nytimes.com/1993/05/12/us/compromise-on-military-gay-ban-gaining-support-among-senators.html","abstract":"  Senior Senate Democrats and Republicans are beginning to coalesce around a proposal that would end the military's efforts at unmasking homosexuals but would continue to bar gay men and women from serving if they are open about their sexuality.    Senator Sam Nunn, the Georgia Democrat who heads the Armed Services Committee, summarizes the policy as, \"Don't ask, don't tell.\" It would mean that the military would not ask new recruits about their sexual orientation or conduct investigations meant to ferret out homosexuals.","thumbnail":null,"section":"U.S."},{"date":"19930512","headline":"Factory Raid Nets 45 Arrests and a Million T-Shirts","web_url":"https://www.nytimes.com/1993/05/12/nyregion/factory-raid-nets-45-arrests-and-a-million-t-shirts.html","abstract":"  As part of a drive against illegal street vending, the Dinkins administration announced yesterday that the police had arrested 45 people and seized more than a million imitation designer T-shirts from manufacturing operations housed in a Manhattan building.   Police officials said they believed it was the largest such T-shirt counterfeiting operation in the city.","thumbnail":null,"section":"New York"},{"date":"19930512","headline":"Subway Caper Fueled by Passion for Trains","web_url":"https://www.nytimes.com/1993/05/12/us/subway-caper-fueled-by-passion-for-trains.html","abstract":"  Sixteen-year-old Keron Thomas's obsession with subway trains did not begin in early childhood because in early childhood he was in Trinidad and Trinidad does not have trains.   But, oh, when he got to New York.","thumbnail":null,"section":"U.S."},{"date":"19930512","headline":"SERBIA'S PRESIDENT CALLS FOR MEETING OF HIS COUNTRYMEN","web_url":"https://www.nytimes.com/1993/05/12/world/serbia-s-president-calls-for-meeting-of-his-countrymen.html","abstract":"  In a move apparently intended to override the rejection of an international peace plan by Bosnian Serb leaders, President Slobodan Milosevic of Serbia demanded on Tuesday that the leaders cancel their proposed referendum on the plan.    He called on them to come to Belgrade on Friday for an extraordinary gathering of legislators from all of the Serbian-populated regions in the Balkans.","thumbnail":null,"section":"World"},{"date":"19930512","headline":"Bronx Girl, 7, Shot in Dispute Over a Bottle","web_url":"https://www.nytimes.com/1993/05/12/nyregion/bronx-girl-7-shot-in-dispute-over-a-bottle.html","abstract":"  A 7-year-old Bronx girl was critically injured last night when she got in the way of two men arguing about cleaning up a broken beer bottle. One of the men, an assistant building superintendent, shot at the other, a tenant, grazing his elbow but striking the child in the abdomen.   The girl, Nickey Commrie, who lives where the superintendent works at 1125 Sheridan Avenue, was in critical but stable condition at Bronx-Lebanon Hospital and was expected to survive, said Officer Andrew McInnis, a police department spokesman.","thumbnail":null,"section":"New York"},{"date":"19930512","headline":"Focusing Like a Laser on Medical Costs","web_url":"https://www.nytimes.com/1993/05/12/opinion/IHT-focusing-like-a-laser-on-medical-costs.html","abstract":"Like John Gagnon, who recounted his experiences with French medicine on the opposite page on May 10, I had just arrived in the French countryside in the summer of 1986 to write a book, and I found myself being taken one midnight by the local ambulance to","thumbnail":null,"section":"Opinion"},{"date":"19930512","headline":"10 Students Given Churchill Grants","web_url":"https://www.nytimes.com/1993/05/12/education/10-students-given-churchill-grants.html","abstract":"  Ten American college students have been awarded this year's Winston Churchill Scholarships for graduate work in mathematics, engineering and the sciences at Cambridge University.   The students, who were selected for outstanding academic and extracurricular achievements, will receive about $20,000 toward tuition, travel and living expenses to attend Cambridge's Churchill College during the next academic year.","thumbnail":null,"section":"Education"},{"date":"19930512","headline":"Bus Accord Lifts Hopes For Unions","web_url":"https://www.nytimes.com/1993/05/12/us/bus-accord-lifts-hopes-for-unions.html","abstract":"  In the Greyhound terminal here, two groups of bus drivers crossed paths. They stopped to look at one other, as if something ought to be said. But there were no words exchanged, just glares.   For the last three years, these men had stood on opposite sides of the picket line. Now, they would be co-workers, even fellow union members, because of the ratification of a strike settlement last week.","thumbnail":null,"section":"U.S."},{"date":"19930512","headline":"Europe: The Community Needs Danes to Vote 'No'","web_url":"https://www.nytimes.com/1993/05/12/opinion/IHT-europe-the-community-needs-danes-to-vote-no.html","abstract":"Most people who want the European Community to succeed pray that the Danes will vote next Tuesday in favor of the Maastricht treaty. I hope they will reject it precisely because I want the Community to succeed.. With Danish ratification, the Maastricht vi","thumbnail":null,"section":"Opinion"},{"date":"19930512","headline":"Out of Prison and Now Armed With a Rare Second Chance","web_url":"https://www.nytimes.com/1993/05/12/sports/boxing-out-of-prison-and-now-armed-with-a-rare-second-chance.html","abstract":"  There is always, in conversation with Bernard Hopkins, his recollections of fighting on the streets of Philadelphia, of how \"I used my boxing skills to beat up people as an enforcer.\" And there is also his willingness to talk of more than four years in prison for a chain-snatching.   But while the 27-year-old Hopkins has gone beyond feeling sorry for himself -- he even goes back to the state prison at Graterford outside Philadelphia three times a year to talk to the inmates -- he knows that his International Boxing Federation middleweight title fight against Roy Jones Jr. on May 22 is being billed as the good guy versus the criminal.","thumbnail":null,"section":"Sports"},{"date":"19930512","headline":"How an Actor Found Comedy and Tragedy In Battling Leukemia","web_url":"https://www.nytimes.com/1993/05/12/theater/how-an-actor-found-comedy-and-tragedy-in-battling-leukemia.html","abstract":"  If you are Evan Handler, you are pretty much resigned to the reality that most theatergoers don't remember your critically praised roles on Broadway. What people are more likely to recall is the incident that sparked news items and a collectible New York Post headline: \"Broadway Swordplay Becomes Real: Hamlet Actor Storms Off Stage After Co-Star Whacks Him.\"   Yes, Mr. Handler was the actor who had that much-publicized misadventure two years ago in \"I Hate Hamlet\" with Nicol Williamson, who smacked him with a three-foot sword in a dueling scene. Mr. Handler walked out of the Walter Kerr Theater, never to return to the role. A One-Man Disaster    He's back on stage now, in a new one-man show he's written, \"Time on Fire,\" at Second Stage Theater, 2162 Broadway, at 76th Street in Manhattan, which opens tomorrow. The performance is Mr. Handler's tragicomic account of a life-and-death battle that had more significance than a tabloid headline: Mr. Handler's successful struggle with acute myeloid leukemia, an often fatal disease.","thumbnail":null,"section":"Theater"},{"date":"19930512","headline":"The Unfinished Abortion Battle","web_url":"https://www.nytimes.com/1993/05/12/opinion/the-unfinished-abortion-battle.html","abstract":"  President Clinton is pro-choice. So, according to a recent ABC News/Washington Post Poll, are most Americans. So, it appears, is Congress.    One might assume that those who believe a woman should be free to make up her own mind about her own reproductive life have nothing more to worry about. One might also assume that every woman who chooses to end a pregnancy, whether rich or poor, urban or rural, will now have easy access to a physician.","thumbnail":null,"section":"Opinion"},{"date":"19930512","headline":"COLLEGE LACROSSE","web_url":"https://www.nytimes.com/1993/05/12/sports/college-lacrosse.html","abstract":"  Syracuse    Because the university is under probation by the National Collegiate Athletic Association for basketball violations, any infractions that surface in the current investigation of the lacrosse program could result in the outright suspension of the sport for one or two seasons.   University authorities announced last Thursday they were conducting an internal lacrosse investigation after learning about accusations made to a local newspaper, The Post-Standard, by a former player and current student, Jerry DeLorenzo.","thumbnail":null,"section":"Sports"},{"date":"19930512","headline":"Bonuses Planned For U.S. Medalists","web_url":"https://www.nytimes.com/1993/05/12/sports/olympics-bonuses-planned-for-us-medalists.html","abstract":"  The United States Olympic Committee is planning to offer bonuses of $15,000, and possibly more, to most American athletes who win gold medals at the next winter and summer Olympic Games.   The plan was formulated by the Athletes Support Committee and is due to be approved at the U.S.O.C. board of directors meetings on June 5 and 6. According to the four-year, $7.6 million plan, silver medalists will receive $10,000, bronze medalists $7,500, and fourth-place finishers $5,000.","thumbnail":null,"section":"Sports"},{"date":"19930512","headline":"Out of Laos, a Distinctive Variation of Familiar Asian Cuisine","web_url":"https://www.nytimes.com/1993/05/12/style/out-of-laos-a-distinctive-variation-of-familiar-asian-cuisine.html","abstract":"SINCE the Vietnam War ended, more than 60,000 Laotians fleeing their country's Communist regime have settled in the fertile San Joaquin Valley of central California, drawn by the hope of farm jobs.\n\nMany of these immigrants, who form the largest concentration of Laotians outside of Southeast Asia, have struggled along on welfare, frustrated by difficulties with language and customs. Slowly, some are opening restaurants that sell the foods they knew in Laos, a poor mountainous country sandwiched between Thailand and Vietnam.","thumbnail":null,"section":"Style"},{"date":"19930512","headline":"Russia Dusts Off a Long-Unused Security Council Tactic: The Veto","web_url":"https://www.nytimes.com/1993/05/12/world/russia-dusts-off-a-long-unused-security-council-tactic-the-veto.html","abstract":"  Russia used its Security Council veto for the first time in nine years today to kill a plan to change the financing of the United Nations peacekeeping force in Cyprus.   The resolution would have apportioned the costs for the Cyprus force among all the United Nations members instead of relying on voluntary contributions. The vote was 14 in favor with Russia voting against. There were no abstentions.","thumbnail":null,"section":"World"},{"date":"19930512","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/12/style/chronicle-317793.html","abstract":"  TIPPER GORE carried her camera on the campaign trail when her husband was running for the Vice Presidency, and tomorrow, 40 of her photographs go on view at the Woodrow Wilson House in Washington, in an exhibit that will continue through June 28.    Looking through the photographer's lens, Mrs. Gore said she saw a great deal that she might not necessarily have noticed as a campaigning spouse. \"I really wanted to capture the enthusiasm and excitement that the campaign generated,\" she said yesterday, speaking on a car phone on the way to a lacrosse game at one of her daughter's schools.","thumbnail":null,"section":"Style"},{"date":"19930512","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/12/nyregion/c-corrections-875693.html","abstract":"  An article on Friday about a panel set up to increase productivity of the New York City work force referred incorrectly to the research director of the Citizens Budget Commission, as did an article on May 4 about criticism of Mayor David N. Dinkins's spending plan for the next fiscal year. The research director is Charles Brecher.  ","thumbnail":null,"section":"New York"},{"date":"19930512","headline":"Critics Circle Names 'Angels' Best Play","web_url":"https://www.nytimes.com/1993/05/12/theater/critics-circle-names-angels-best-play.html","abstract":"  Tony Kushner's \"Angels in America: Millennium Approaches\" was named best new play of the season by the New York Drama Critics Circle yesterday. The Critics Circle also selected Frank McGuinness' \"Someone Who'll Watch Over Me\" as the best new foreign play and \"Kiss of the Spider Woman\" as the best new musical.   A check for $1,000, given annually by Lucille Lortel, will be presented to Mr. Kushner next Wednesday at an awards ceremony. Mr. Kushner previously won the Pulitzer Prize for drama for his play, the first half of his two-part \"Gay Fantasia on National Themes.\"","thumbnail":null,"section":"Theater"},{"date":"19930512","headline":"Recession? Why Worry?","web_url":"https://www.nytimes.com/1993/05/12/opinion/recession-why-worry.html","abstract":"  Reputable economic attitudes hold that the economic norm is high, if not quite full, employment and a reliable rate of expansion in economic output. Recessions are an aberrant departure from that norm. Correction must come. The question after nearly three years is whether this is so. Or is it possible that the economy has settled into an underemployment equilibrium of small or negligible growth?   There is no great novelty in this suggestion. It happened in the Great Depression: there were 10 years of stagnation that ended not because of any internal dynamic but from the massive spending for the war. And one mildly esoteric branch of economic thought has long allowed for the possibility of an enduring underemployment equilibrium, of stability with high unemployment, of low or negligible economic growth.","thumbnail":null,"section":"Opinion"},{"date":"19930512","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/05/12/us/inside-131093.html","abstract":"  Dinkins Unlikely to Delay Vote   Mayor David N. Dinkins tacitly acknowledged that he lost his fight to influence the selection of New York City's school board chief. Page B1. Airwaves Auction Supported    A House committee overwhelmingly approved a bill that would for the first time allow the Government to auction radio frequencies. Page D1. N.C.A.A. Director Resigns    Dick Schultz, who led a reform effort, quit because of a controversy over athletic loans when he was at the University of Virginia. Page B9.  Guerrilla Army in Algeria    Fifteen months after the Algerian military seized power to stop Islamic militants, the outlawed religious party is now a guerrilla army. Page A3. A U.S. Shift on Abortion    The United States said efforts against global overpopulation must recognize abortion rights for women. Page A11.    Brisk bidding at Sotheby's ended in a record price for the Impressionist painter's work. Page C13.","thumbnail":null,"section":"U.S."},{"date":"19930512","headline":"Pennsylvania Station Rebirth Will Aid Region","web_url":"https://www.nytimes.com/1993/05/12/opinion/l-pennsylvania-station-rebirth-will-aid-region-910893.html","abstract":"  To the Editor:   Your May 2 article on Amtrak's proposal to move New York's Pennsylvania Station to the General Post Office building across the street fully investigates important esthetic issues. But it does not discuss other considerations, which should be seen as equally significant.","thumbnail":null,"section":"Opinion"},{"date":"19930512","headline":"Tarkanian's Reaction: Sorry to See Schultz Go","web_url":"https://www.nytimes.com/1993/05/12/sports/colleges-tarkanian-s-reaction-sorry-to-see-schultz-go.html","abstract":"  Throughout the bitter legal battles he has waged against the National Collegiate Athletic Association, Jerry Tarkanian and his lawyers have sent many emotional letters to the organization's office outside Kansas City. But not one quite like the one he sent Monday.   Tarkanian, the former basketball coach at the University of Nevada-Las Vegas, wrote a letter to Dick Schultz in support of the executive director who announced his resignation yesterday. Thinking that Schultz had received the endorsement of the executive committee, which he did, and would remain in his position, which he did not, Tarkanian offered encouragement.","thumbnail":null,"section":"Sports"},{"date":"19930512","headline":"Books of The Times; From Japan, Big Macs and Marlboros in Stories","web_url":"https://www.nytimes.com/1993/05/12/books/books-of-the-times-from-japan-big-macs-and-marlboros-in-stories.html","abstract":"  The Elephant Vanishes  By Haruki Murakami Translated by Alfred Birnbaum and Jay Rubin. 327 pages. Alfred A. Knopf. $21.   Haruki Murakami's frequent-flyer fiction crosses the Pacific from Japan effortlessly and makes a soft landing in the United States for the American reader. But I wish the characters in \"The Elephant Vanishes,\" his new book of short stories, wouldn't spend so much time at McDonald's, lighting up Marlboros, listening to Bruce Springsteen records and watching Woody Allen movies as a prelude to romance. Just when you're ready for some wisdom from the Orient, the author serves up a Big Mac.","thumbnail":null,"section":"Books"},{"date":"19930512","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/05/12/sports/transactions-732693.html","abstract":"  Baseball  American League   CLEVELAND INDIANS -- Placed Ted Power, pitcher, on the 15-day disabled list. Recalled Jerry DiPoto, pitcher, from Charlotte of the International League.   SEATTLE MARINERS -- Optioned Mike Hampton, pitcher, to Jacksonville of the Southern League. Recalled Zak Shinall, pitcher, from Calgary of the Pacific Coast League.","thumbnail":null,"section":"Sports"},{"date":"19930512","headline":"Finding of Murder In Indians' Deaths","web_url":"https://www.nytimes.com/1993/05/12/nyregion/finding-of-murder-in-indians-deaths.html","abstract":"  An Indian couple found dead in their Park Avenue apartment last month were asphyxiated, apparently by robbers, the New York City Medical Examiner said yesterday.   The finding by Dr. Charles S. Hirsch in the murders came a month after the bodies of Chitresh Khedker and his wife, Nenescha, of Khed Anjanvel, India, were found on the floor of their six-room apartment at 521 Park Avenue at East 60th Street on April 12.","thumbnail":null,"section":"New York"},{"date":"19930512","headline":"Curbing Drivers Who Kill","web_url":"https://www.nytimes.com/1993/05/12/opinion/curbing-drivers-who-kill.html","abstract":"  Eight-year-old Jonathan Medina, killed by a hit-and-run driver whose license had been suspended 41 times . . . 2-year-old Federico Santos, killed by a driver with two dozen violations and no valid driver's license . . . 4-year-old Dejon Barra, killed by a driver with 63 suspensions . . . nearly a dozen pedestrians also injured in these incidents.   The heart cries out at the waste of human life. Yet it's some consolation that police and the New York State Legislature have roused themselves to confront the problem of drivers who remain behind the wheel even after scores of violations.","thumbnail":null,"section":"Opinion"},{"date":"19930512","headline":"Health Plan Expected to Cover Prescription Drugs","web_url":"https://www.nytimes.com/1993/05/12/us/health-plan-expected-to-cover-prescription-drugs.html","abstract":"  A senior White House official said today that President Clinton's health plan would probably guarantee insurance coverage for prescription drugs and for some long-term care, so elderly people need not impoverish themselves to qualify for assistance in paying for a nursing home.   The official, Ira C. Magaziner, manager of the President's Task Force on National Health Care Reform, outlined the Administration's thinking on these and other issues at a meeting with consumer groups.","thumbnail":null,"section":"U.S."},{"date":"19930512","headline":"Correction","web_url":"https://www.nytimes.com/1993/05/12/opinion/IHT-correction.html","abstract":"A line was dropped in \"The Special Time, With Baby\" (Meanwhile, May 11). The passage should read: At close range, it is easy to see his features and idiosyncracies. Sometimes I would stand at a distance and watch my father through the gauze of d","thumbnail":null,"section":"Opinion"},{"date":"19930512","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/12/nyregion/c-corrections-872193.html","abstract":"  An article on March 3 about a Supreme Court decision upholding an Ohio reapportionment plan misstated the number of legislative districts with black majorities created under the plan. It was five, not eight. That error was repeated in a Law page article on April 16 about a lawsuit challenging North Carolina's Congressional reapportionment.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19930512","time":"1993-05-12 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":81,"wspd":13},{"date":"19930512","time":"1993-05-12 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":85,"wspd":7.6},{"date":"19930512","time":"1993-05-12 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":87,"wspd":9.4},{"date":"19930512","time":"1993-05-12 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":88,"wspd":7.6},{"date":"19930512","time":"1993-05-12 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":90,"wspd":9.4},{"date":"19930512","time":"1993-05-12 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":92,"wspd":9.4},{"date":"19930512","time":"1993-05-12 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.4,"rhum":94,"wspd":9.4},{"date":"19930512","time":"1993-05-12 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":94,"wspd":9.4},{"date":"19930512","time":"1993-05-12 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":90,"wspd":7.6},{"date":"19930512","time":"1993-05-12 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":88,"wspd":7.6},{"date":"19930512","time":"1993-05-12 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":84,"wspd":3.6},{"date":"19930512","time":"1993-05-12 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":79,"wspd":9.4},{"date":"19930512","time":"1993-05-12 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.7,"rhum":70,"wspd":14.8},{"date":"19930512","time":"1993-05-12 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.3,"rhum":67,"wspd":9.4},{"date":"19930512","time":"1993-05-12 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.5,"rhum":65,"wspd":9.4},{"date":"19930512","time":"1993-05-12 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.2,"rhum":62,"wspd":13},{"date":"19930512","time":"1993-05-12 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.8,"rhum":60,"wspd":13},{"date":"19930512","time":"1993-05-12 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.2,"rhum":59,"wspd":13},{"date":"19930512","time":"1993-05-12 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":64,"wspd":18.4},{"date":"19930512","time":"1993-05-12 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":67,"wspd":16.6},{"date":"19930512","time":"1993-05-12 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":76,"wspd":22.3},{"date":"19930512","time":"1993-05-12 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":76,"wspd":14.8},{"date":"19930512","time":"1993-05-12 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":80,"wspd":20.5},{"date":"19930512","time":"1993-05-12 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":80,"wspd":18.4},{"date":"19930512","time":"1993-05-12 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":60,"wspd":16.6},{"date":"19930512","time":"1993-05-12 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":64,"wspd":7.6},{"date":"19930512","time":"1993-05-12 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":62,"wspd":9.4},{"date":"19930512","time":"1993-05-12 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":67,"wspd":7.6},{"date":"19930512","time":"1993-05-12 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":60,"wspd":7.6},{"date":"19930512","time":"1993-05-12 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":60,"wspd":9.4},{"date":"19930512","time":"1993-05-12 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":50,"wspd":16.6},{"date":"19930512","time":"1993-05-12 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":57,"wspd":13},{"date":"19930512","time":"1993-05-12 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":53,"wspd":11.2},{"date":"19930512","time":"1993-05-12 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":51,"wspd":16.6},{"date":"19930512","time":"1993-05-12 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":51,"wspd":14.8},{"date":"19930512","time":"1993-05-12 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":44,"wspd":14.8},{"date":"19930512","time":"1993-05-12 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":47,"wspd":16.6},{"date":"19930512","time":"1993-05-12 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":41,"wspd":18.7},{"date":"19930512","time":"1993-05-12 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":31,"wspd":22.3},{"date":"19930512","time":"1993-05-12 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":26,"wspd":25.9},{"date":"19930512","time":"1993-05-12 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":26,"wspd":22.3},{"date":"19930512","time":"1993-05-12 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":24,"wspd":22.3},{"date":"19930512","time":"1993-05-12 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":23,"wspd":18.7},{"date":"19930512","time":"1993-05-12 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":24,"wspd":18.7},{"date":"19930512","time":"1993-05-12 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":22,"wspd":18.7},{"date":"19930512","time":"1993-05-12 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":21,"wspd":25.9},{"date":"19930512","time":"1993-05-12 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":27,"wspd":31.7},{"date":"19930512","time":"1993-05-12 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":35,"wspd":24.1}]},"19930513":{"guardian_articles":[],"nytimes_articles":[{"date":"19930513","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1993/05/13/style/IHT-what-theyre-reading.html","abstract":"Robert D. Hormats, vice chairman of Goldman Sachs International and a former U. S. assistant secretary of state,is reading David McCullough's \"Truman.\". \"Harry Truman usually had to deal only with Congress and had months at a time to sell","thumbnail":null,"section":"Style"},{"date":"19930513","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/05/13/arts/classical-music-in-review-942193.html","abstract":"  New York Philharmonic Avery Fisher Hall   Colin Davis's program with the New York Philharmonic over the weekend was straightforward practicality itself: three symphonies, no soloists. It was undoubtedly formulated to allow Mr. Davis to look ahead to a more complex undertaking, his concert performances of Weber's opera \"Der Freischutz\" with the Philharmonic, which begin tonight.","thumbnail":null,"section":"Arts"},{"date":"19930513","headline":"U.S. Weather Service Shuts a Local Window","web_url":"https://www.nytimes.com/1993/05/13/nyregion/windsor-locks-journal-us-weather-service-shuts-a-local-window.html","abstract":"  NEXT year, for the first time in almost a century, Connecticut will be without a weather forecast center of its own.    To those who grew up hearing home-grown forecasts from Bradley International Airport here, the departure of the National Weather Service means the loss of another link to the past. For many, it was reassuring to know that the fickle New England weather was being watched right in their own backyard.","thumbnail":null,"section":"New York"},{"date":"19930513","headline":"Review/Dance; The Wider Dimension of Lubovitch's Male Duet","web_url":"https://www.nytimes.com/1993/05/13/arts/review-dance-the-wider-dimension-of-lubovitch-s-male-duet.html","abstract":"  Two men in white approach each other from opposite sides of the stage, dance together with the clarity of geometric form and then part, exiting separately into the wings from which they entered. The dancers' mutual support speaks of a caring relationship.   Yet what is now the most famous male duet in the international dance world is more about love than lovers. Julio Bocca and John Gardner beautifully brought out the wider dimension of Lar Lubovitch's choreography with their quiet intensity on Tuesday night with American Ballet Theater at the Metropolitan Opera House.","thumbnail":null,"section":"Arts"},{"date":"19930513","headline":"Dinkins Plan For Homeless Under Attack","web_url":"https://www.nytimes.com/1993/05/13/nyregion/dinkins-plan-for-homeless-under-attack.html","abstract":"  The Dinkins administration's proposal to create a new agency for homeless services -- a centerpiece in the administration's plans to overhaul the city's troubled shelter system -- has run into widespread opposition in the City Council.    The City Council Speaker, Peter F. Vallone, who had been an early supporter of the plan to create a new agency, said yesterday that the city's current proposal fell far short of what he had in mind. He said the current plan would still leave homeless services fragmented among many different city departments.","thumbnail":null,"section":"New York"},{"date":"19930513","headline":"'I Love Tourism': 3 States Try To Resume Luring Visitors","web_url":"https://www.nytimes.com/1993/05/13/nyregion/i-love-tourism-3-states-try-to-resume-luring-visitors.html","abstract":"  Fifteen years after New York tourism officials imprinted the phrase \"I Love New York\" on the nation's collective consciousness and \"New Jersey and You\" seemed so perfect together, efforts to promote the metropolitan region as a travel destination are emerging from their darkest hour.    New York and New Jersey, which had television promotion campaigns throughout the 1980's, went off the air in the early 1990's because of state budget cuts. Connecticut has not had an active statewide travel promotion for seven years, an eternity in building the kind of recognition that marketers say is needed to influence decisions on where to take a vacation.","thumbnail":null,"section":"New York"},{"date":"19930513","headline":"For Clinton, Barricades But Few Hands to Shake","web_url":"https://www.nytimes.com/1993/05/13/nyregion/for-clinton-barricades-but-few-hands-to-shake.html","abstract":"  Maybe it was the police presence that made Cooper Square look like an occupied country. Maybe it was the prospect of waiting in the hot sun for three hours. Or maybe, it was simply that spectacle-weary New Yorkers would just as soon have watched the whole thing on television.   Whatever the reason, the crowd greeting President Clinton when he stepped out of Cooper Union after delivering his economics address yesterday afternoon was surprisingly small by Presidential -- or New York -- standards. At many places along the metal barricades, in fact, onlookers stood less than one deep as they waited for the chance to shake hands with Mr. Clinton.","thumbnail":null,"section":"New York"},{"date":"19930513","headline":"Shellshocked Island Has Had Enough of the Navy","web_url":"https://www.nytimes.com/1993/05/13/us/shellshocked-island-has-had-enough-of-the-navy.html","abstract":"  When the Pentagon recently announced its list of 165 military bases to be completely or partly closed, people here were angry and disappointed. Despite their best efforts, the Navy \"weapons training facility\" that occupies two-thirds of this small island just east of Puerto Rico was not placed on the list.   While communities throughout the United States are fighting to persuade the Base Closure and Realignment Commission not to close local military bases, nothing would please the 8,000 residents of Vieques (pronounced vee-ECK-es) more than to be rid of the military presence here.","thumbnail":null,"section":"U.S."},{"date":"19930513","headline":"18 Suburban Homes: A Dream Undermined","web_url":"https://www.nytimes.com/1993/05/13/nyregion/18-suburban-homes-a-dream-undermined.html","abstract":"  The American dream holds nine families hostage here.   The first thing 15-year-old Ivette Reyes does when she gets home from school is take aspirin for chronic headaches. Since her friends won't visit, she usually plays alone. And the children of the neighbors next door, Brenda and Louis Guarino, rarely get to see their grandparents, who don't like to visit at their home.","thumbnail":null,"section":"New York"},{"date":"19930513","headline":"Foe of Chancellor Elected Head Of New York City School Board","web_url":"https://www.nytimes.com/1993/05/13/nyregion/foe-of-chancellor-elected-head-of-new-york-city-school-board.html","abstract":"  The New York City Board of Education yesterday elected as its new president the board member who cast the deciding vote to oust Schools Chancellor Joseph A. Fernandez, a move that underscores just how much Mayor David N. Dinkins has lost control of the board.   The new president, Carol A. Gresser, the Queens representative on the board, rose to leadership from volunteer service in a series of Queens parent associations, a contrast to the previous three presidents, whose roots have been in the Manhattan political establishment.","thumbnail":null,"section":"New York"},{"date":"19930513","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/05/13/arts/classical-music-in-review-943093.html","abstract":"  Lauren Wagner Soprano Weill Recital Hall    Lauren Wagner has won prizes in competitions sponsored by Concert Artists Guild, Joy of Singing and the Pro Musicis Foundation, and on May 5 Pro Musicis presented her in a recital of American songs.","thumbnail":null,"section":"Arts"},{"date":"19930513","headline":"Review/Theater; Dreams and Clowns: Bergman's Vision In a New 'Peer Gynt'","web_url":"https://www.nytimes.com/1993/05/13/theater/review-theater-dreams-and-clowns-bergman-s-vision-in-a-new-peer-gynt.html","abstract":"  In his vision of \"Peer Gynt\" (at the Brooklyn Academy of Music), Ingmar Bergman interprets the Ibsen epic as both dream play and clown play. Searching for a key to unlock this awesome poetic drama, the director finds it in Peer's childhood fantasies, the dreams that he shares with his mother. To a background of trolls and international intrigue, the title character acts out one man's lifelong quest for spiritual self-awareness.   Coming after Mr. Bergman's highly politicized \"Hamlet\" and his revelatory season of Strindberg, Ibsen and O'Neill at the Brooklyn Academy, \"Peer Gynt\" reaffirms his position in the pantheon of experimental theater artists. In his 70's he retains a youthful brashness. His \"Peer Gynt\" is a fabulistic folk tale filled with visual richness and an ebullient sense of comedy. His first production of the play in 1957 was apparently stark and simple. It starred Max von Sydow, who had recently appeared in \"The Seventh Seal,\" which might have been considered a cinematic companion piece.","thumbnail":null,"section":"Theater"},{"date":"19930513","headline":"Sin or Not, Supposed Relic Of Cross Is Sold in France","web_url":"https://www.nytimes.com/1993/05/13/world/sin-or-not-supposed-relic-of-cross-is-sold-in-france.html","abstract":"  Despite warnings by a Vatican official that it is a sin to trade in relics, two slivers of olive wood said to come from the cross on which Jesus was crucified were sold for more than $18,000 in a crowded auction house here today.   Accompanying the bits of wood were two certificates, one dated 1855 from the Vatican apparently authenticating the wood as part of Jesus' cross and the other dated 1856 recording that it was a gift from the Patriarch of Jerusalem to Edouard Thouvenel, at the time France's Ambassador to Constantinople.","thumbnail":null,"section":"World"},{"date":"19930513","headline":"Charles and Diana Taped? M.I.5 Snooping Denied","web_url":"https://www.nytimes.com/1993/05/13/world/charles-and-diana-taped-mi.5-snooping-denied.html","abstract":"  The British Government said today that it was possible that private conversations among members of the royal family had been surreptitiously recorded, but it denied responsibility for what a newspaper asserted was a tape of an argument last year between the Prince and Princess of Wales.   The article in The Sun was the latest in a string of press reports that have sought to connect British intelligence services to surveillance of the royal family.","thumbnail":null,"section":"World"},{"date":"19930513","headline":"Pennsylvania Abortion Law To Be Argued in Court Again","web_url":"https://www.nytimes.com/1993/05/13/us/pennsylvania-abortion-law-to-be-argued-in-court-again.html","abstract":"  A Federal district judge in Reading today gave Planned Parenthood a new opportunity to challenge a state law restricting abortions.   Judge Daniel H. Huyett 3d, said in his ruling that although the United States Supreme Court last year had upheld Pennsylvania's 1989 abortion law, the decision set a new standard for judging the constitutionality of abortion laws, so the case should be re-examined under that standard.","thumbnail":null,"section":"U.S."},{"date":"19930513","headline":"Arbour May Prove No Man Is an Islander Forever","web_url":"https://www.nytimes.com/1993/05/13/sports/hockey-arbour-may-prove-no-man-is-an-islander-forever.html","abstract":"  By taking the Islanders to the late stages of the second round of the Stanley Cup playoffs, Coach Al Arbour has enhanced his reputation and, at the same time, his bargaining power. Arbour won't talk about it, but he will be, in essence, a free agent this summer at a time when several coaching jobs are likely to be open.   One of those openings will be in Miami, where Bill Torrey is the new president of an expansion team called the Florida Panthers. Twenty years ago, Torrey and Arbour hooked up and built the expansion Islanders into a Stanley Cup dynasty in less than a decade. Might Torrey, who left the Islanders to join the Panthers, convince Arbour to join him again?","thumbnail":null,"section":"Sports"},{"date":"19930513","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/05/13/sports/results-plus-841793.html","abstract":"  TENNIS  Sampras and Courier Work for Victories  Pete Sampras and Jim Courier, ranked No. 1 and No. 2 in the world, overcame tough matches yesterday to reach the round of 16 in the Italian Open in Rome. Sampras defeated qualifier Alex Corretja, 6-4, 7-5. Sampras staved off a set point, coming back from 4-5, 15-40 in the second set. Courier, the defending champion, needed three sets to defeat 83d-ranked Paul Haarhuis, 6-3, 2-6, 6-0. Boris Becker, seeded third, overpowered qualifier Sandor Noszaly, 6-3, 6-2, and No. 4 Goran Ivanisevic defeated Magnus Gustafsson, 6-3, 6-4. Sixth-seeded Michael Chang rallied to defeat qualifer Andrea Gaudenzi, 5-7, 6-4, 6-3. Last year's runner-up, 15th-seeded Carlos Costa, was upset by Christian Bergstrom, 6-2, 6-7 (7-3), 6-3. (AP) Graf Rallies: Defending champion Steffi Graf, seeded No. 1, recovered from a disastrous first set to beat fellow German Sabine Hack, 0-6, 6-3, 6-2, and advance at the German Open in Berlin. Second-seeded Gabriela Sabatini overpowered Marketa Kochta, 6-1, 6-0, and No. 3 Mary Joe Fernandez defeated Isabelle Demongeot, 6-0, 6-3. Fourth-seeded Jennifer Capriati overcame Wiltrud Probst, 6-2, 4-6, 6-0. (AP) SOCCER  Cup Winners Cup Goes to Parma  Lorenzo Minotti and Alessandro Melli scored first-half goals last night, leading Parma of Italy to a 3-1 victory over Royal Antwerp of Belgium in the final of the European Cup Winners Cup in Wembley, England. It was the first European trophy for Parma, fourth in the Italian League this season with a 14-9-7 record. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930513","headline":"Free-Agent Center Chooses the Patriots","web_url":"https://www.nytimes.com/1993/05/13/sports/sports-people-football-free-agent-center-chooses-the-patriots.html","abstract":"  The New England Patriots, continuing their search for a center, have signed the unrestricted free agent BILL LEWIS to a two-year contract. Lewis also considered offers from Minnesota and Seattle. Details of the deal were not released.   The Patriots have a gap at center, with GENE CHILTON considering retirement because of injuries and GREGG RAKOCZY having been waived in February. The only other centers on the New England roster are DEAN CALIGUIRE and STEVE GORDON, neither of whom has much pro experience.","thumbnail":null,"section":"Sports"},{"date":"19930513","headline":"Tradeoffs and Benefits of a California H.M.O.","web_url":"https://www.nytimes.com/1993/05/13/nyregion/tradeoffs-and-benefits-of-a-california-hmo.html","abstract":"  The health-care delivery system that is being hailed as the wave of the future is the only system Dr. Rhoda Nussbaum has ever known. Since graduating from medical school in 1982, she has been a salaried obstetrician-gynecologist in San Francisco, on the staff of a health maintenance organization.   That was the same year Dr. Bruce H. Yaffe, a Manhattan internist, opened his private practice. He, like many doctors and patients in the New York area, has not had experience with the H.M.O.'s that Dr. Nussbaum finds so familiar, and he is worried about his future and the future of American medicine.","thumbnail":null,"section":"New York"},{"date":"19930513","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/05/13/arts/classical-music-in-review-773993.html","abstract":"  James Richman  Harpsichordist  Merkin Concert Hall    About 20 years and a considerable change in tone separate Book I and Book II of Bach's \"Well-Tempered Klavier.\" The first is, for Bach at least, a relatively public work: a rush of 24 preludes and fugues progressing chromatically up the major and minor keys that have the consecutive sweep of, say, the Chopin Preludes, which bear their influence.","thumbnail":null,"section":"Arts"},{"date":"19930513","headline":"Cost-Free Aid for New York City","web_url":"https://www.nytimes.com/1993/05/13/opinion/cost-free-aid-for-new-york-city.html","abstract":"  Mayor David Dinkins's new budget for New York City counts on more state aid than the $6 billion already committed. Forget it, some seasoned observers say. The Legislature has sealed the state's budget for fiscal 1994, and isn't about to reopen it for Mr. Dinkins. But that misses the point.    There are ways Albany can help without sending more money. And the money itself could be apportioned more equitably -- if there's a will to do so. Here are some examples:","thumbnail":null,"section":"Opinion"},{"date":"19930513","headline":"Facts, Not Species, Are Periled","web_url":"https://www.nytimes.com/1993/05/13/opinion/facts-not-species-are-periled.html","abstract":"If President Clinton signs the Rio accord to protect rare and endangered species, he will place scientific truth in greater danger than endangered species. \n\nA fair reading of the available data suggests a rate of extinction not even one-thousandth as great as doomsayers claim. If the rate were any lower, evolution itself would need to be questioned.","thumbnail":null,"section":"Opinion"},{"date":"19930513","headline":"U.N. Steps Said to Dry Up Serbs' Cash","web_url":"https://www.nytimes.com/1993/05/13/world/conflict-in-the-balkans-un-steps-said-to-dry-up-serbs-cash.html","abstract":"  A looming cash shortage brought on by the latest United Nations sanctions is a major element in the sudden push by Serbia's President, Slobodan Milosevic, for peace in Bosnia, Administration officials say.   The new sanctions, which took effect on April 26, have seriously disrupted the intricate network of banks and front companies Serbia relies on to evade the year-old Western embargo, the officials said.","thumbnail":null,"section":"World"},{"date":"19930513","headline":"Home Video","web_url":"https://www.nytimes.com/1993/05/13/movies/home-video-785293.html","abstract":"  Action movies deliver thrills on screen, and as Hollywood has discovered, they also make for a star-studded breed of interactive video game. Thanks to the multi-media compact disk, called CD-ROM, the Arnold Schwarzeneggers and Sylvester Stallones can jump into the contest, too.   \"Real characters are better to interact with than those little green guys,\" said Peter Dille of Sony Imagesoft, which produces video games for the corporation that owns the Columbia Pictures and Tri-Star studios and Columbia Tri-Star Home Video.","thumbnail":null,"section":"Movies"},{"date":"19930513","headline":"You Read The Book, Now Quiz The Author","web_url":"https://www.nytimes.com/1993/05/13/books/you-read-the-book-now-quiz-the-author.html","abstract":"  Years before she became a best-selling author, Sue Miller enjoyed the intellectual challenge and camaraderie of a reading group. She and some academic colleagues from the Boston area met every few weeks for nearly eight years to discuss Kundera, Foucault and Coetzee.   It was an eclectic group, with one Marxist member who would rail against Isak Dinesen's works for paternalistic colonialism while another, a feminist critic, defended them.","thumbnail":null,"section":"Books"},{"date":"19930513","headline":"10 Rivals Will Try to Keep Sea Hero From Gaining a Second Jewel","web_url":"https://www.nytimes.com/1993/05/13/sports/horse-racing-10-rivals-will-try-to-keep-sea-hero-from-gaining-a-second-jewel.html","abstract":"  Who -- or what -- can beat Sea Hero when he tries to win the 118th Preakness this Saturday?   MacKenzie Miller, who trains the colt for Paul Mellon, drove his station wagon down the New Jersey Turnpike today from Belmont Park to Pimlico Race Course and had time to consider the possibilities.","thumbnail":null,"section":"Sports"},{"date":"19930513","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/05/13/arts/pop-and-jazz-in-review-744593.html","abstract":"   Tom Jones  Limelight    In prospect, it made no sense: Tom Jones, the Welsh pop belter of cheesy 1960's hits, performing in the Tuesday night Communion series at Limelight, which is usually dedicated to the latest blasts of harsh electronic dance music. When it was over, it still made no sense; Mr. Jones had concentrated on 1960's soul hits, and in his 90-minute set he used the word \"love\" more often than any dozen of Communion's usual performers. He also pumped his hips and smilingly leered in ways that 1990's bands would find distinctly uncool.","thumbnail":null,"section":"Arts"},{"date":"19930513","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/13/opinion/IHT-letters-to-the-editor-93661818276.html","abstract":"Things Can Change . Regarding \"Italy: They Will Clean Up Their Acts, but Probably Not Much\" (Opinion, April 23) by Leslie H. Gelb:. It is not that Italy's Christian Democrats or Socialists opposed the wildly successful referendum to eliminate th","thumbnail":null,"section":"Opinion"},{"date":"19930513","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/13/nyregion/c-corrections-209593.html","abstract":"  A table yesterday showing localities with high levels of lead in water carried an incomplete description of the statistics. The table listed water systems serving more than 50,000 customers apiece and identified as exceeding the Federal lead standard. The number shown for each system was the minimum measurement in the 10 percent of houses with the worst lead levels. The measurements were expressed in parts per billion.","thumbnail":null,"section":"New York"},{"date":"19930513","headline":"Yankees Have That Rundown Feeling","web_url":"https://www.nytimes.com/1993/05/13/sports/baseball-yankees-have-that-rundown-feeling.html","abstract":"  In reality, the Milwaukee Brewers beat the Yankees with an unaccustomed burst of power in the first two innings and an excellent performance by Bill Wegman on the mound. That is not, however, how the Yankees will remember it.   The big play, the embarrassing play, the memorable play happened after the Yankees already trailed by two runs in what would eventually be a 4-1 Brewers victory. It was a trademark Brewers play that New York knew about it, dissected and planned a response to. The Yankees simply didn't manage to execute.","thumbnail":null,"section":"Sports"},{"date":"19930513","headline":"Round One in G.O.P. TV Debates May Have Gone to Florio","web_url":"https://www.nytimes.com/1993/05/13/nyregion/round-one-in-gop-tv-debates-may-have-gone-to-florio.html","abstract":"  The first televised debate of the election season may have been among three Republicans, but Gov. Jim Florio, a Democrat, may have come out as much a winner as any of them.   The three major Republican candidates -- Christine Todd Whitman, Cary Edwards and James H. Wallwork -- have for months built their campaigns on attacking Mr. Florio, his policies and his record. But Tuesday night, even as they explained why they were best qualified to try to unseat him, they took pains to point how tough it will be to beat him.","thumbnail":null,"section":"New York"},{"date":"19930513","headline":"Bosnia and the Credibility Trap","web_url":"https://www.nytimes.com/1993/05/13/opinion/bosnia-and-the-credibility-trap.html","abstract":"  The debate over U.S. military intervention in Bosnia is reaching a fever pitch. Senators Bob Dole and Joseph Biden are talking tough from both sides of the aisle. Newsweek warned in its latest issue that President Clinton \"can't back down without looking weak.\" A Time magazine cover story stated that the President will \"risk a loss of credibility by backing away.\" And on Sunday's \"McLaughlin Group,\" the pundit Fred Barnes promised that without intervention -- unilateral if necessary -- Mr. Clinton will henceforth be considered \"President Marshmallow.\"   Such arguments have surrounded every dispute over using U.S. military force since the cold war began. As recently as the gulf war, proponents of military action argued that free and open debate over sending troops to free Kuwait would give aid and comfort to Saddam Hussein, as if the proper functioning of a democratic system undermines protection of a democratic society. Even worse, frequently during the cold war America's leaders insisted on military action that they admitted had little strategic importance. Henry Kissinger defended the Vietnam War as a means of pretecting our \"credibility\" in such places as \"the Middle East, Europe, Latin America, even Japan.\"","thumbnail":null,"section":"Opinion"},{"date":"19930513","headline":"Takeover of Flushing Hospital Leads to a Review","web_url":"https://www.nytimes.com/1993/05/13/nyregion/takeover-of-flushing-hospital-leads-to-a-review.html","abstract":"  The takeover of one of the oldest hospitals in New York City has escalated into a battle over health care in Queens, prompting allegations of conflicts of interest involving some of the hospital's trustees and drawing the attention of New York State's Attorney General.   On Tuesday the trustees of Flushing Hospital, an unaffiliated community hospital that is struggling financially, voted to affiliate with a network of hospitals and health centers based in Brooklyn. The affiliation was prompted by the trustees' desire for a firmer financial footing.","thumbnail":null,"section":"New York"},{"date":"19930513","headline":"Ethiopians Return, Glad to Help Build a New Land","web_url":"https://www.nytimes.com/1993/05/13/world/ethiopians-return-glad-to-help-build-a-new-land.html","abstract":"  After two decades of Marxist rule and civil war that have left the economy in ruins, a handful of Ethiopians have returned here from exile to help build a new government in a nation that has never had a democratic tradition.   It is proving to be an enormous, painful task. With eight months left before the transitional Government must step down after national elections, it is still unclear whether Ethiopia -- which has finally achieved peace and with it some stability -- can avoid falling back into ethnically fueled civil war.","thumbnail":null,"section":"World"},{"date":"19930513","headline":"Bridge","web_url":"https://www.nytimes.com/1993/05/13/nyregion/bridge-588493.html","abstract":"  Seven years ago, Fred Stewart and Steve Weinstein failed to win the prestigious Cavendish Invitational Pairs by the equivalent of a couple of overtricks. During the past weekend they made up for that disappointment, winning by 690 imps, one of the biggest margins ever.   They surged to the front on the second day with considerable help from the diagramed deal, on which they climbed to five diamonds in the face of a weak two-bid by East. Stewart, as South, did not like his chances when West led a spade and the dummy appeared. He had plenty of tricks in one sense after winning the spade ace, but the defense was ready to take three decisive tricks.","thumbnail":null,"section":"New York"},{"date":"19930513","headline":"Accord Returns U.N. Troops to Mostar","web_url":"https://www.nytimes.com/1993/05/13/world/conflict-in-the-balkans-accord-returns-un-troops-to-mostar.html","abstract":"  United Nations patrols returned cautiously to the battle-scarred streets of Mostar this afternoon, after United Nations officers and rival commanders announced another cease-fire aimed at ending four days of fighting between Croats and Bosnian Muslims.   Lieut. Gen. Philippe Morillon, commander of United Nations forces in Bosnia, announced the accord after 10 hours of negotiations today in this resort village, 12 miles south of Mostar. A Spanish contingent of United Nations troops that had been driven from Mostar by fighting Sunday morning reported only sporadic small arms fire tonight. Earlier today, heavy exchanges of mortar fire blocked roads to the scenic mountain town, cupped in the steep Neretva River valley.","thumbnail":null,"section":"World"},{"date":"19930513","headline":"Wilder's 'Wilder' Is to Close","web_url":"https://www.nytimes.com/1993/05/13/theater/wilder-s-wilder-is-to-close.html","abstract":"  \"Wilder, Wilder, Wilder,\" three short plays written by Thornton Wilder and directed by Edward Berkeley, is to close after the matinee on Sunday at the Circle in the Square Theater. The Sunday matinee will be the 44th performance.","thumbnail":null,"section":"Theater"},{"date":"19930513","headline":"Clinton Supports Creating Fund Designated Solely to Cut Deficit","web_url":"https://www.nytimes.com/1993/05/13/us/clinton-supports-creating-fund-designated-solely-to-cut-deficit.html","abstract":"  Responding to accusations by Ross Perot and Republicans that he is just another tax-and-spend Democrat, President Clinton yesterday endorsed a proposal to require that all the money raised by tax increases in his new budget be used solely to reduce the Federal deficit.   Locking new tax revenues and savings from some of his proposed budget cuts into what he termed a \"trust fund\" would guarantee that the sacrifices the budget demands of the voters would go toward their stated purpose, Mr. Clinton said.","thumbnail":null,"section":"U.S."},{"date":"19930513","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/13/opinion/IHT-letters-to-the-editor-93369789161.html","abstract":"Of all the \"cult experts\" newspapers have quoted, not one has offered an alternative course the government might have taken except to wait and see. David Koresh had no intention of coming out or of letting anyone else do so. It is doubtful that,","thumbnail":null,"section":"Opinion"},{"date":"19930513","headline":"NERVE CELLS TIED TO IMMUNE SYSTEM","web_url":"https://www.nytimes.com/1993/05/13/us/nerve-cells-tied-to-immune-system.html","abstract":"  Scientists have found the first evidence of an anatomical connection between the nervous system and the immune system.    Nerve cell endings in the skin and white blood cells of the immune system are in intimate contact, and chemicals secreted by the nerves can shut down immune system cells nearby.","thumbnail":null,"section":"U.S."},{"date":"19930513","headline":"Nugget Wins Improved Player Award","web_url":"https://www.nytimes.com/1993/05/13/sports/sports-people-basketball-nugget-wins-improved-player-award.html","abstract":"  CHRIS JACKSON of the Denver Nuggets yesterday was voted the National Basketball Association's Most Improved Player Award for 1993.   Jackson, who led his team in scoring, assists, free-throw percentage and 3-point percentage, received 25 of a possible 98 votes from sportswriters and broadcasters.","thumbnail":null,"section":"Sports"},{"date":"19930513","headline":"Details Offered On Alternative To Westway","web_url":"https://www.nytimes.com/1993/05/13/nyregion/details-offered-on-alternative-to-westway.html","abstract":"  Details of a proposed \"boutique\" boulevard, flanked by a walkway and bike path along the Hudson River, have been completed by the New York State Transportation Department as the latest alternative to Westway, the abandoned project that was supposed to replace the razed West Side Highway between the Battery and 59th Street.   In a draft environmental impact statement, transportation officials have prepared four versions of the boulevard that appear to differ in, among other things, the site of pedestrian bridges and tunnels along the five-mile route and in the cost, which ranges from $300 million to $1 billion.","thumbnail":null,"section":"New York"},{"date":"19930513","headline":"No Headline","web_url":"https://www.nytimes.com/1993/05/13/nyregion/no-headline-150193.html","abstract":"  \"I had my own stereotypes about Marine Corps colonels, and I assumed because of the life style he chose, he would have certain political views. Knowing what I know now I wish I had had more faith in my father and talked to him a long time ago.\" -- SCOTT PECK, who told his father of his homosexuality just days before the colonel's Congressional testimony.  [ A19:1. ]","thumbnail":null,"section":"New York"},{"date":"19930513","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/13/style/chronicle-974094.html","abstract":"  Some of ALEXANDER JULIAN'S most recent men's wear creations have been seen on collegiate and professional basketball courts rather than fashion runways, and seem somehow connected to winning plays.   Mr. Julian designed the uniforms worn by the University of North Carolina Tar Heels when they won the National Collegiate Athletic Association championship last month. And now the Charlotte Hornets, the first sports team to don his designs, have moved into the second round of the National Basketball Association playoffs against the New York Knicks.","thumbnail":null,"section":"Style"},{"date":"19930513","headline":"Even a One-Man Staff Needs a Little Help","web_url":"https://www.nytimes.com/1993/05/13/sports/baseball-even-a-one-man-staff-needs-a-little-help.html","abstract":"  Dwight Gooden needed the eight other Mets tonight. He throws a shutout about every other start, but some of Gooden's pitches spun incorrectly here in the Missouri rain, and -- as is typical -- his teammates could not bail him out.   Luis Alicea's ninth-inning sacrifice fly off of pitcher Mike Maddux scored Geronimo Pena to give the St Louis Cardinals a 6-5 victory at Busch Stadium. Met relievers are now 0-8 this season, and Maddux is 0-4 after an ugly last inning here. He yielded a leadoff double to Pena, muffed Jose Oquendo's sacrifice bunt and walked pinch hitter Gerald Perry to load the bases. Then, in the midst of a sudden downpour, Alicea lined a flyball out to center fielder Joe Orsulak, whose rushed throw was an eyelash late to the plate. 13th Loss in 16 Games    The Mets have now dropped 13 of their last 16 games, prompting catcher Todd Hundley to say afterward, \"I'd like to take out the whole dugout. This loss is sickening.\"","thumbnail":null,"section":"Sports"},{"date":"19930513","headline":"Woman in the News; A 'Full-Time Volunteer': Carol Ann Gresser","web_url":"https://www.nytimes.com/1993/05/13/nyregion/woman-in-the-news-a-full-time-volunteer-carol-ann-gresser.html","abstract":"  To stand at the center of contentious issues, take time with deliberations and live with a \"burdensome conscience,\" as Carol A. Gresser once described her own, is to sometimes court two different perceptions. Often regarded as a classic swing voter on New York City's Board of Education, Mrs. Gresser, in her three years as a board member from Queens, has been described, by turns, as thoughtful and Machiavellian.   Most often, though, she is perceived as a classic mom who saw four children through the public school system and has since maintained a soft personal touch, a penchant for thank-you notes, a strong commitment to parents' concerns and a tendency to agonize over such difficult issues as sex education, the Rainbow Curriculum and the distribution of condoms in high school classrooms.","thumbnail":null,"section":"New York"},{"date":"19930513","headline":"A Last Shot at a Miracle: U.S. Coach Bemoans Pros","web_url":"https://www.nytimes.com/1993/05/13/sports/IHT-a-last-shot-at-a-miracle-us-coach-bemoans-pros.html","abstract":"Tim Taylor may well be the last of his kind with a chance at performing miracles. He will coach the U.S. Olympic hockey team next year - probably America's final hope for a reincarnation of 1980, when free-enterprise amateurs and never-would-be's upset th","thumbnail":null,"section":"Sports"},{"date":"19930513","headline":"When Managed Care Manages Psychotherapy; Self-Insurance Scams","web_url":"https://www.nytimes.com/1993/05/13/opinion/l-when-managed-care-manages-psychotherapy-self-insurance-scams-978293.html","abstract":"  To the Editor:   The Employee Benefit Research Institute chart accompanying \"Health-Care Advisers Plan Exemption for Big Business\" (front page, April 26) contains a seemingly innocent error with macroeconomic implications. The chart portrays vast contributions to health care coverage by self-insured, big-company benefit plans as a \"major source of health insurance.\" However, \"self-insurance\" is not insurance.","thumbnail":null,"section":"Opinion"},{"date":"19930513","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/13/opinion/IHT-letters-to-the-editor.html","abstract":"The Blame for Waco . It is difficult to understand the United States, or at least its press. A fanatical band buys $200,000 worth of heavy weapons, shoots and kills four law officers, holes up in a fortress for almost two months, all the while threatening","thumbnail":null,"section":"Opinion"},{"date":"19930513","headline":"Terrorism From Colombia","web_url":"https://www.nytimes.com/1993/05/13/opinion/terrorism-from-colombia.html","abstract":"  Fourteen months have passed since Colombian drug lords murdered Manuel de Dios Unanue in New York City for writing muckraking stories about the drug trade. As time slipped by, anguished friends and family asserted that police were dragging their feet because Mr. de Dios was from the Spanish-language press and little known to the English-speaking audience.   Not so. The portrait of the investigation that emerged this week showed that police had worked quietly but doggedly to break the case. The results so far should provide solace for Mr. de Dios's friends and family. For President Clinton and his new drug czar, Lee Brown, this murder should be an alarming reminder of how deeply the Colombian drug lords have penetrated American defenses.","thumbnail":null,"section":"Opinion"},{"date":"19930513","headline":"Reno Urges Senate to Curb Anti-Abortion Violence","web_url":"https://www.nytimes.com/1993/05/13/us/reno-urges-senate-to-curb-anti-abortion-violence.html","abstract":"  Attorney General Janet Reno today urged Congress to move swiftly to make violence or threats against abortion providers and women seeking abortions a Federal crime.   Ms. Reno told the Senate Labor and Human Resources Committee that legislation now before it would not threaten the free-speech rights of abortion foes.","thumbnail":null,"section":"U.S."},{"date":"19930513","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/13/nyregion/c-corrections-940593.html","abstract":"  Because of an editing error, an article on Monday about the fraud and bribery trial of Robert A. Altman misstated the disposition of a Federal money-laundering charge against Dildar Rizvi, a key prosecution witness. The Government has agreed to dismiss the case against Mr. Rizvi in return for his cooperation with the prosecution.","thumbnail":null,"section":"New York"},{"date":"19930513","headline":"We Need Student Loan Reform, and Soon","web_url":"https://www.nytimes.com/1993/05/13/opinion/l-we-need-student-loan-reform-and-soon-973193.html","abstract":"  To the Editor:   \"Slow but Sure on National Service\" (editorial, May 5) argues that President Clinton's student loan program may not be cheaper than the current program because the saving from eliminating bank profits \"could easily be swallowed up by bloated bureaucracy and less vigilant collection from deadbeats.\" You therefore recommend maintaining the guaranteed student loan program, rather than conversion to direct lending.","thumbnail":null,"section":"Opinion"},{"date":"19930513","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/13/nyregion/c-corrections-936793.html","abstract":"  A book review on Tuesday about \"Martyrs' Day: Chronicle of a Small War,\" by Michael Kelly, referred incorrectly to another author. He was A. J. Liebling.","thumbnail":null,"section":"New York"},{"date":"19930513","headline":"Reward the Keepers of Biodiversity","web_url":"https://www.nytimes.com/1993/05/13/opinion/IHT-reward-the-keepers-of-biodiversity.html","abstract":"As a sportsman and conservationist, I have been taught to scuba dive in an \"ecofriendly\" manner: taking nothing, doing no damage and leaving no trace of my presence. I therefore had mixed feelings recently watching a group of Japanese scientists","thumbnail":null,"section":"Opinion"},{"date":"19930513","headline":"N.C.A.A. Looks for Another Schultz","web_url":"https://www.nytimes.com/1993/05/13/sports/college-ncaa-looks-for-another-schultz.html","abstract":"  Presented with Dick Schultz's sudden resignation on Tuesday as executive director of the National Collegiate Athletic Association and the responsibilities that come with the end of the academic year, officials responsible for finding a successor are not expected to begin work until next week.   Both Joseph Crowley, the president of the N.C.A.A. and the University of Nevada, and Gregory O'Brien, chancellor of the University of New Orleans and chairman of the Presidents Commission, are scheduled to attend graduation ceremonies on their campuses this weekend.","thumbnail":null,"section":"Sports"},{"date":"19930513","headline":"Psychoanalyst and Lawyer Duel Over Nuances at a Libel Trial","web_url":"https://www.nytimes.com/1993/05/13/us/psychoanalyst-and-lawyer-duel-over-nuances-at-a-libel-trial.html","abstract":"  Jeffrey M. Masson's voice, sometimes low and throaty, other times rising in excited falsetto, filled a Federal courtroom here today as jurors considered the nuance, context and vocabulary of five disputed quotations that are at the heart of his libel suit against Janet Malcolm and The New Yorker magazine.   Mr. Masson says these quotations were fabricated or substantially altered; Ms. Malcolm says they are accurate, save for some minor changes in syntax. Only one of the quotations appears on the tape recordings of Ms. Malcolm's interviews with Mr. Masson, but she says that all were spoken and that three of them were set down in her notes, one was taped and another was indelible in her memory.","thumbnail":null,"section":"U.S."},{"date":"19930513","headline":"Report Calls Simple Test Effective In Reducing Colon Cancer Deaths","web_url":"https://www.nytimes.com/1993/05/13/us/report-calls-simple-test-effective-in-reducing-colon-cancer-deaths.html","abstract":"  After decades of debate and inconclusive findings, a major new study has shown that a yearly test can significantly reduce deaths from colorectal cancer, the second leading cause of cancer deaths among Americans.   In the 13-year study, those in a group randomly chosen to undergo annual tests for blood in their stools experienced 33 percent fewer deaths from cancers of the colon and rectum than did those in a similar group who were not offered the test.","thumbnail":null,"section":"U.S."},{"date":"19930513","headline":"Why Has New York City Just Recognized Small Businesses?; A Role in Exports","web_url":"https://www.nytimes.com/1993/05/13/opinion/l-why-has-new-york-city-just-recognized-small-businesses-a-role-in-exports-980493.html","abstract":"  To the Editor:   It is to be hoped that those responsible for the new initiatives to alleviate small-business burdens in New York City (news article, May 3) will integrate their efforts with the New York State export finance program, formed just over a year ago by the State's Department of Economic Development and the private New York Business Development Corporation.","thumbnail":null,"section":"Opinion"},{"date":"19930513","headline":"Rostenkowski Urges Clinton To Seek Support 'Out There'","web_url":"https://www.nytimes.com/1993/05/13/us/rostenkowski-urges-clinton-to-seek-support-out-there.html","abstract":"  As he struggled to forge the tax legislation that is the core of President Clinton's economic program, Representative Dan Rostenkowski, the chairman of the House Ways and Means Committee, suggested today that the President needed to generate more enthusiasm in the country for his plan if he hoped to get it enacted.   \"The Administration, never having written a tax bill, doesn't understand that you have to get supporters out there, not exclusively in the House of Representatives or the Senate,\" Mr. Rostenkowski, an Illinois Democrat, told reporters after meeting for hours with the other Democrats on his committee.","thumbnail":null,"section":"U.S."},{"date":"19930513","headline":"Speared, and Still Alive to Tell About It","web_url":"https://www.nytimes.com/1993/05/13/sports/track-and-field-speared-and-still-alive-to-tell-about-it.html","abstract":"  A major problem with having an eight-foot aluminum javelin lodged in your neck is that you can't fit into a helicopter with it. This is the predicament in which Jeremy Campbell, a 15-year-old sophomore high school student, found himself Monday afternoon.   Jeremy Campbell doesn't normally go around with a javelin, or anything else, protruding from his neck in this fashion. But this was an unusual situation.","thumbnail":null,"section":"Sports"},{"date":"19930513","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/05/13/arts/classical-music-in-review-941393.html","abstract":"  Cleveland Orchestra  Jean-Yves Thibaudet  Pianist  Carnegie Hall   Rachmaninoff's Second Piano Concerto, with its sweeping melodrama and eminent singability, poses almost moral questions for the virtuoso. Does one manufacture the thrill of the moment from each beloved fragment as it appears, or does one find, almost against the music's will, connecting threads of coherence: the means by which a caring musician creates the one out of the many?","thumbnail":null,"section":"Arts"},{"date":"19930513","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/05/13/nyregion/news-summary-155293.html","abstract":"  International A3-12  U.N. PLANS BORDER MONITORS  The United Nations Security Council appeared close to agreement on a new plan to put monitors on border crossing points between Serbia and Bosnia and Herzegovina to insure that President Slobodan Milosevic keeps his promise to cut off vital supplies to Bosnia's Serbs until they accept the international peace plan.  A1  YUGOSLAV SANCTIONS AND PEACE  A looming cash shortage brought on by the United Nations sanctions is a major element in the sudden push by President Milosevic for peace in Bosnia, Clinton Administration officials say.  A8","thumbnail":null,"section":"New York"},{"date":"19930513","headline":"Chinese Premier Reported to Be Ill","web_url":"https://www.nytimes.com/1993/05/13/world/chinese-premier-reported-to-be-ill.html","abstract":"  Prime Minister Li Peng has disappeared from public view, and is believed to have suffered a heart attack that may keep him from running the country for weeks or months.   Officials say Mr. Li is suffering from a cold. But a Chinese with access to high-level information said today Mr. Li had suffered a heart attack and was recuperating in an army hospital.","thumbnail":null,"section":"World"},{"date":"19930513","headline":"No Surgery for Sabres' LaFontaine","web_url":"https://www.nytimes.com/1993/05/13/sports/sports-people-hockey-no-surgery-for-sabres-lafontaine.html","abstract":"  The Buffalo Sabres' captain, PAT LaFONTAINE, does not need surgery on his injured right knee and instead will undergo extensive physical therapy. LaFontaine first sprained the knee in January, then reinjured it last week in Game 3 of the Montreal Canadiens' four-game sweep of the Sabres in the playoffs.   The team said yesterday that LaFontaine injured the anterior cruciate ligament of the knee but that, with physical therapy, he would be ready for next season.","thumbnail":null,"section":"Sports"},{"date":"19930513","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/13/style/chronicle-673293.html","abstract":"  GIAN CARLO MENOTTI is not one to believe in completing projects far in advance. His newest composition, a one-act opera titled \"The Singing Child,\" is truly a work in progress. It is scheduled to have its world premiere on May 31 at the Spoleto Festival U.S.A. in Charleston, S.C. That is, the Pulitzer Prize-winning composer and director said yesterday, \"if I get it finished.\"   \"Every time I do this, I say I won't go through that agony again,\" he said, \"but then I always postpone that terrible moment when I must freeze my inspiration on a sheet of blank paper.\"","thumbnail":null,"section":"Style"},{"date":"19930513","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/13/opinion/IHT-in-our-pages-100-75-and-50-years-ago-92050395607.html","abstract":"1918: Poland Betrayed. GENEVA . The Gazette de Lausanne publishes this morning [May 12] the conditions of a secret treaty of Brest-Litovsk between the Germans and the Bolsheviks, headed by Trotzky. The treaty consists of seven clauses, by which Poland is","thumbnail":null,"section":"Opinion"},{"date":"19930513","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/13/style/chronicle-974093.html","abstract":"  Some of ALEXANDER JULIAN'S most recent men's wear creations have been seen on collegiate and professional basketball courts rather than fashion runways, and seem somehow connected to winning plays.   Mr. Julian designed the uniforms worn by the University of North Carolina Tar Heels when they won the National Collegiate Athletic Association championship last month. And now the Charlotte Hornets, the first sports team to don his designs, have moved into the second round of the National Basketball Association playoffs against the New York Knicks.","thumbnail":null,"section":"Style"},{"date":"19930513","headline":"Review/Film; If You Can't Conform, Rebel","web_url":"https://www.nytimes.com/1993/05/13/movies/review-film-if-you-can-t-conform-rebel.html","abstract":"Norwegian boy seeks support when he starts to lose his hair.","thumbnail":null,"section":"Movies"},{"date":"19930513","headline":"Officer Is Charged In Prostitute Attack","web_url":"https://www.nytimes.com/1993/05/13/nyregion/officer-is-charged-in-prostitute-attack.html","abstract":"  A New York City Housing Authority police officer was arrested yesterday on charges that he robbed and severely beat a prostitute after an argument developed when he refused to pay her for sex, District Attorney Robert M. Morgenthau of Manhattan said.   The officer, Gregory Draney, 28, was charged with robbery and first-degree assault after he beat the prostitute early one morning in February in Chelsea, Mr. Morgenthau said. The prostitute, whose name was withheld by law-enforcement officials, suffered several cuts, a broken nose, four chipped teeth and swollen eyes. The force of the blows drove a bottom tooth through her upper lip and into her cheek, said Gerald McKelvey, a spokesman for Mr. Morgenthau.","thumbnail":null,"section":"New York"},{"date":"19930513","headline":"Ewing and a Rookie Team Up in Crunch","web_url":"https://www.nytimes.com/1993/05/13/sports/on-pro-basketball-ewing-and-a-rookie-team-up-in-crunch.html","abstract":"  This was the year that Patrick Ewing finally got the supporting cast he deserved. This was the night it more or less deserted him. This was the game that Ewing wound up with Hubert Davis, a rookie benchwarmer, as his partner in the Knicks' playoff dance.   Strange partners, to say the least, yet here was Ewing, with the ball in the lane, nowhere to go, looking for help in the final crucial seconds of a 99-99 game in overtime. There was Davis, out on the right perimeter, all by himself, his hands in the air.","thumbnail":null,"section":"Sports"},{"date":"19930513","headline":"Doctor Fears Changes May Be for Worse","web_url":"https://www.nytimes.com/1993/05/13/us/doctor-fears-changes-may-be-for-worse.html","abstract":"  Dr. Bruce H. Yaffe relishes his life in New York and delights in being a doctor. He regularly treats patients to evenings of Off-Broadway theater and holds monthly discussion groups at his home to debate politics and art.   But Dr. Yaffe, who practices internal medicine and gastroenterology in Manhattan, is ever more worried that the type of medicine he loves is slipping away.","thumbnail":null,"section":"U.S."},{"date":"19930513","headline":"Judge Says Hazards Make Cigarettes Defective by Law","web_url":"https://www.nytimes.com/1993/05/13/us/judge-says-hazards-make-cigarettes-defective-by-law.html","abstract":"  A judge has ruled, apparently for the first time, that cigarettes are defective and unreasonably dangerous for human consumption, and that even the role smokers play in their own undoing should not insulate the tobacco industry from liability.   Judge Eugene Bogen of Washington County Circuit Court in Greenville, Miss., said cigarettes were defective as a matter of law \"because when used as intended, they cause cancer, emphysema, heart disease and other illnesses.\" He called cigarettes \"the most lethal product which may be legally sold in the country.\"","thumbnail":null,"section":"U.S."},{"date":"19930513","headline":"Review/Music; Britten's Signature, New for Every Work","web_url":"https://www.nytimes.com/1993/05/13/arts/review-music-britten-s-signature-new-for-every-work.html","abstract":"  With the war of the sexes being fought behind closed doors, debated on streets and prosecuted in the courts, \"The Rape of Lucretia\" made a timely appearance in Brooklyn on Friday night. In it women suffer unjustly, but Benjamin Britten's chamber opera, composed as World War II was ending, probably had a broader notion of violent conquest on its mind. The story is from Rome: a prince's violation of a companion's virtuous wife and her suicide because of it.   Past and present are stacked like layers in this opera. The stern, often cruel standards of an ancient civilization are depicted but through a modern Christian's eyes. A chorus of two singers (Carl Halvorson and Karen Hale) narrates and offers commentary. A stage work takes on the air of an Anglican church service in which text and sermon provide moral guides for communicants.","thumbnail":null,"section":"Arts"},{"date":"19930513","headline":"CLINTON DELAYING PLAN TO AID BOSNIA","web_url":"https://www.nytimes.com/1993/05/13/world/clinton-delaying-plan-to-aid-bosnia.html","abstract":"  In the face of overwhelming European opposition, President Clinton has set aside, at least for the moment, his proposal to allow weapons to flow to the Bosnian Muslims and use air strikes to keep the Serbs at bay until the arms arrive.   Interviews with senior Administration and European officials indicate that Mr. Clinton is primarily focusing on other steps that can be carried out quickly in with the allies, amid disagreements with some of his senior officials over his strategy.","thumbnail":null,"section":"World"},{"date":"19930513","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/13/nyregion/c-corrections-937593.html","abstract":"  An obituary on Saturday about Rowland H. George, an investor and health insurance pioneer who died on May 6 at the age of 98, referred incorrectly to one of his employers and to the length of his second marriage. The employer was Halsey, Stuart & Company. Mr. George was married for 48 years.","thumbnail":null,"section":"New York"},{"date":"19930513","headline":"Why Has New York City Just Recognized Small Businesses?","web_url":"https://www.nytimes.com/1993/05/13/opinion/l-why-has-new-york-city-just-recognized-small-businesses-979093.html","abstract":"  To the Editor:   I found your May 3 report that New York City is looking to small businesses to provide jobs right on target. Though the Department of Business Services classifies 98 percent of all companies in New York as small shops, the city has fewer small businesses than in 1969.","thumbnail":null,"section":"Opinion"},{"date":"19930513","headline":"When Managed Care Manages Psychotherapy","web_url":"https://www.nytimes.com/1993/05/13/opinion/l-when-managed-care-manages-psychotherapy-976693.html","abstract":"  To the Editor:   \"Health Insurers and Patients' Confidentiality\" (letter, May 1) by Arlene Kramer Richards, a psychologist, contains serious inaccuracies. It also fails to address the most relevant issues in the debate over managed mental-health care.","thumbnail":null,"section":"Opinion"},{"date":"19930513","headline":"Reno to Meet With Sessions on Keeping F.B.I. Post","web_url":"https://www.nytimes.com/1993/05/13/us/reno-to-meet-with-sessions-on-keeping-fbi-post.html","abstract":"  Attorney General Janet Reno has scheduled a meeting on Thursday with F.B.I. Director William S. Sessions to decide whether he will keep his post in the wake of a highly critical internal ethics report on his conduct.   After her confirmation hearings in March, Ms. Reno promised she would grant Mr. Sessions a hearing to respond to the report's findings. The report was issued in January by the Office of Professional Responsibility, the Justice Department unit that examines accusations of employee misconduct.","thumbnail":null,"section":"U.S."},{"date":"19930513","headline":"A Czanne Tops $28 Million","web_url":"https://www.nytimes.com/1993/05/13/style/IHT-a-cezanne-tops-28-million.html","abstract":"In a remarkably strong sale of Impressionist and Modern masters that totaled $79.9 million, Sotheby's sold Paul Czanne's still life \"Les Grosses Pommes\" for $28.6 million.The picture, which nearly doubled the high estimate announced befo","thumbnail":null,"section":"Style"},{"date":"19930513","headline":"At Christie's, Passion for a Middle Range","web_url":"https://www.nytimes.com/1993/05/13/arts/at-christie-s-passion-for-a-middle-range.html","abstract":"  Just when you thought you could make sense of the art market, it threw yet another curve. At Christie's sale of Impressionist and modern paintings, drawings and sculpture last night, there was surprising enthusiasm. Not only did the expected gems sell and sell well, but even the so-called middle market, those works in the $500,000 range that have suffered most during the last two years, made a comeback.    The sale totaled $48.5 million, slightly above Christie's low estimate of $45 million, but well below its high estimate of $59 million. Of the 60 works for sale, 48 found buyers. While the figures didn't compare with Sotheby's Impressionist sale on Tuesday night, which totaled $75.9 million, Christie's, anticipating less of a success, was ecstatic.  Well Over Expectations    \"There was more bidding than we've seen in a long time,\" said Christopher Burge, the president of Christie's in New York. \"Nine lots sold for over $1 million. We did better than we could have possibly expected.\"","thumbnail":null,"section":"Arts"},{"date":"19930513","headline":"Sports of The Times; 'No Telling Where He's Coming From'","web_url":"https://www.nytimes.com/1993/05/13/sports/sports-of-the-times-no-telling-where-he-s-coming-from.html","abstract":"  HIS sneakers are almost as big as he is. The number on his Charlotte Hornets' uniform is 1 because any other number wouldn't fit. He's only 5 feet 3 inches and 140 pounds, but he's not the last body on the bench. He's a starter. If not a star.   Tyrone (Muggsy) Bogues is the shortest player in National Basketball Association history. He's so small, he resembles a child lost in a redwood forest. But he's so small, sometimes his opponents can't find him.","thumbnail":null,"section":"Sports"},{"date":"19930513","headline":"Cuomo Selects A Top Aide To Lead Party","web_url":"https://www.nytimes.com/1993/05/13/nyregion/cuomo-selects-a-top-aide-to-lead-party.html","abstract":"  Gov. Mario M. Cuomo today nominated a longtime political aide, Al Gordon, to be the next chairman of the state Democratic Party.   The 33-year-old Mr. Gordon, who is the Governor's director of legislative and intergovernmental relations, has worked in all of Mr. Cuomo's campaigns since 1977, when he was 17 years old. The state Democratic Committee is expected to ratify the nomination at a meeting on May 19.","thumbnail":null,"section":"New York"},{"date":"19930513","headline":"Tax Breaks in Puerto Rico","web_url":"https://www.nytimes.com/1993/05/13/opinion/tax-breaks-in-puerto-rico.html","abstract":"  Only infrequently, and then fitfully, do mainland Americans pay much attention to their offshore ward Puerto Rico. Many islanders now fear their vulnerable economy will be devastated by a Clinton Administration deficit reduction proposal. These fears could well be overblown, but 3.5 million Puerto Ricans are owed a better demonstration that Treasury Department mandarins have responsibly done their homework.    President Clinton has endorsed, and Congress is weighing, a Treasury proposal to amend Section 936 of the tax code that gives U.S. companies an exemption from Federal taxes on income earned in Puerto Rico. This tax break, which extends to interest on local bank deposits, is seen in Washington as an excessive giveaway whose prudent trimming can yield $7 billion over five years.","thumbnail":null,"section":"Opinion"},{"date":"19930513","headline":"One Less Thing to Believe In: Fraud at Fake Cash Machine","web_url":"https://www.nytimes.com/1993/05/13/nyregion/one-less-thing-to-believe-in-fraud-at-fake-cash-machine.html","abstract":"  This is a tale of audacity, high-tech thievery and, to no small degree, loss of innocence. For it seems that even the lowly automated teller machine, so common as to be almost invisible in malls and marketplaces everywhere, is not always to be trusted.   For two weeks, an ATM machine -- ordinary-looking in just about every way, but completely bogus -- operated in a shopping mall near here, giving nothing but apologetic receipts that said no transactions were possible. Meanwhile, police investigators and bank officials say, the machine was recording the card numbers and the personal identification numbers that hundreds of customers entered in their vain attempts to make the machine dispense cash. Let the Fraud Begin    Starting late last Friday in Manhattan, while the machine was still running at the Buckland Hills Mall in Manchester, the first withdrawals began. Using counterfeit bank cards encoded with the numbers stolen from Connecticut customers, the thieves strolled through midtown Manhattan, tapping into the 24-hour automated teller network, and netting, by today, at least $50,000.","thumbnail":null,"section":"New York"},{"date":"19930513","headline":"U.N. NEAR ACCORD ON PLAN TO WATCH SERBIAN FRONTIER","web_url":"https://www.nytimes.com/1993/05/13/world/conflict-in-the-balkans-un-near-accord-on-plan-to-watch-serbian-frontier.html","abstract":"  The United Nations Security Council appeared close to agreement today on a new plan to put monitors on border crossings between Serbia and Bosnia to insure that the President of Serbia, Slobodan Milosevic, keeps his promise to cut off supplies to Bosnia's Serbs until they accept the international plan for ending the country's civil war.   The observers would check all traffic moving across the frontier from Mr. Milosevic's Serbian republic into Bosnia to check on Belgrade's enforcement of its pledge to send only goods such as food and medicine to the Bosnian Serbs and to deny them fuel and military goods. Earlier this week Serbian officials in Belgrade said they would cooperate with such inspections. Latest Security Council Move    The border monitoring plan, which is likely to be approved next week, represents the latest move in the Security Council's tactic of using its economic blockade against the Yugoslav federation of Serbia and Montenegro to force President Milosevic to press Bosnia's Serbs into accepting the peace plan.","thumbnail":null,"section":"World"},{"date":"19930513","headline":"Cross-Country Champion Is Reinstated","web_url":"https://www.nytimes.com/1993/05/13/sports/sports-people-track-and-field-cross-country-champion-is-reinstated.html","abstract":"  The Kenya Amateur Athletics Association lifted its sanctions against JOHN NGUGI, the 1988 Olympic 5,000-meter champion who was suspended Feb. 13 for refusing to a take a drug test.   The five-time world cross-country champion still faces a possible ban of up to four years by the International Amateur Athletics Federation for snubbing the organization's doctors when they visited him at his central Kenya farm.","thumbnail":null,"section":"Sports"},{"date":"19930513","headline":"Pressure From Companies","web_url":"https://www.nytimes.com/1993/05/13/world/pressure-from-companies.html","abstract":"  In the most united display of corporate-lobbying muscle on a trade issue in two years, 298 large companies and 37 trade groups sent a letter to President Clinton today urging him not to suspend China's favorable trade access to the United States market or attach any conditions to its renewal.   The letter was the latest indication of deep concern in the American business community that American access to the Chinese market might be lost if the Clinton Administration confronts China about its human rights record, arms exports and trade barriers.","thumbnail":null,"section":"World"},{"date":"19930513","headline":"Ex-Panthers Lose Retrial Motion","web_url":"https://www.nytimes.com/1993/05/13/nyregion/ex-panthers-lose-retrial-motion.html","abstract":"  Three former Black Panthers who were convicted of murdering two New York police officers in 1971 are not entitled to a new trial, a Federal judge ruled yesterday, despite his conclusion that important evidence was withheld from the defense and that a prosecution witness had lied.   In a 26-page ruling, Judge Morris E. Lasker of District Court in Manhattan agreed with the claim of Herman Bell, Anthony Bottom and Albert Washington that evidence of ballistics tests was not provided to their lawyers. But the judge said it was not clear that prosecutors in the Manhattan District Attorney's Office knew that the material had been withheld, or that it would have changed the outcome of the case.","thumbnail":null,"section":"New York"},{"date":"19930513","headline":"U.S. Says Penalties Forced Serb to Act","web_url":"https://www.nytimes.com/1993/05/13/world/us-says-penalties-forced-serb-to-act.html","abstract":"  A looming cash shortage brought on by new United Nations sanctions helped persuade Serbia's President to push for peace in Bosnia, Administration officials say. The officials said that last month in Cyprus, the banking authorities seized as much as $500 million in Yugoslav assets.     Article, page A8.","thumbnail":null,"section":"World"},{"date":"19930513","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/13/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: Woman Spurned. BRUSSELS . An important controversy on the rights of women has been in progress since the recent election of Mme. Alice Bron, known in literature under the nom de plume of Jean Fresco, as a member of the Board of Charity of Monceau-su","thumbnail":null,"section":"Opinion"},{"date":"19930513","headline":"Seeking Stature in Cambodia, Japan Gets Deathly Dilemma","web_url":"https://www.nytimes.com/1993/05/13/world/seeking-stature-in-cambodia-japan-gets-deathly-dilemma.html","abstract":"  Only months after Japan began its first military venture abroad since World War II, the killing of two Japanese in Cambodia has set off a national uproar. It is forcing Government leaders to choose between condemnation at home for keeping unarmed nationals amid violence and condemnation abroad for trying to sweep them out of harm's way.   The attacks on Japanese peacekeepers have shattered the Government's earlier public assurances that there would be no Japanese blood spilled in the first real test of Japan's oft-stated desire to contribute more to the world than just yen. But the rising violence in Cambodia has raised angry calls to pull back or pull out, no matter what the cost to its international reputation.","thumbnail":null,"section":"World"},{"date":"19930513","headline":"Clinton Aide Ends China Trip With No Sign of Accord","web_url":"https://www.nytimes.com/1993/05/13/world/clinton-aide-ends-china-trip-with-no-sign-of-accord.html","abstract":"  With United States-China relations at a possible turning point, the Clinton Administration's top official for the Far East concluded a crucial three-day visit to Beijing today, without any indication that he had made much headway in bridging the sharp differences between the two sides.   The apparent failure to achieve progress was particularly significant because in coming weeks, President Clinton will have to transform his tough campaign oratory about China into a specific China policy. In particular, he must decide what kinds of conditions he wants to attach to a renewal of China's low-tariff trade status.","thumbnail":null,"section":"World"},{"date":"19930513","headline":"Marine's Son Personalizes Gay Debate","web_url":"https://www.nytimes.com/1993/05/13/us/marine-s-son-personalizes-gay-debate.html","abstract":"  The debate over allowing homosexuals to serve openly in the armed services, which has divided the country, has now brought one military family closer together.   The story of Col. Fred Peck of the Marine Corps and his 24-year-old homosexual son, Scott, symbolized a poignant personal drama within a debate frequently defined by generalizations and stereotypes.","thumbnail":null,"section":"U.S."},{"date":"19930513","headline":"U.S. Sees Conciliatory Atom Steps by North Korea","web_url":"https://www.nytimes.com/1993/05/13/world/us-sees-conciliatory-atom-steps-by-north-korea.html","abstract":"  North Korea has taken some conciliatory steps since its withdrawal from the treaty to halt the spread of nuclear weapons, meeting twice with American diplomats in Beijing and issuing limited visas to United Nations inspectors, Administration officials said today.   While North Korea has also sent renewed signals of hostility to the West, the American officials said the signs of conciliation might be indications that Pyongyang will prove willing to resolve an international dispute over its departure from the accord.","thumbnail":null,"section":"World"},{"date":"19930513","headline":"Not Ethnicity, but Religion, Fuels Balkan Fury","web_url":"https://www.nytimes.com/1993/05/13/opinion/l-not-ethnicity-but-religion-fuels-balkan-fury-971593.html","abstract":"  To the Editor:   In \"Bosnia: Talk Plus Threat\" (editorial, April 29), you once again speak of \"ethnic cleansing.\" In \"A Springtime of Grief: Shall We Add Bosnians?\" (letter, April 27), Sheila W. Reicher speaks of \"ethnic hatred\" and \"racial rivalry.\"","thumbnail":null,"section":"Opinion"},{"date":"19930513","headline":"Islanders' Find a New Definition for Heart: Brawn","web_url":"https://www.nytimes.com/1993/05/13/sports/hockey-islanders-find-a-new-definition-for-heart-brawn.html","abstract":"  A handshake instead of a seven-game rumble? Not in this series. Not tonight. By hook and by crook and sometimes by the playbook, the Islanders looked elimination in the face, turned the other cheek, and forced sudden death in Pittsburgh Friday with a 7-5 browbeating of the Penguins tonight at Nassau Coliseum.   \"They talked about finishing us off tonight, so we pasted the quote to the blackboard and used it as inspiration,\" said Steve Thomas, who broke out of a slump in this series and scored two goals, one of them the game-winner. \"We tried to bump anything we could get to, but we tried not to get out of position when we made our hits.\"","thumbnail":null,"section":"Sports"},{"date":"19930513","headline":"Slain Marine Mourned a Day After an Arrest","web_url":"https://www.nytimes.com/1993/05/13/nyregion/slain-marine-mourned-a-day-after-an-arrest.html","abstract":"  The slaying of Richard S. Rodriguez, the 32-year-old Marine gunned down in a small park near his parents' Bronx home on Mother's Day, became all too real yesterday for the many friends and loved ones who filed by his flag-draped open casket.   Dressed in a blue Marine uniform, the staff sergeant lay in a silver-gray military coffin, his mother, wife and three children nearby. His father, Santiago Rodriguez, a thin, graying man, preferred to pace outside the Rivera Funeral Home in East Tremont, greeting relatives and friends with a glassy-eyed sadness.","thumbnail":null,"section":"New York"},{"date":"19930513","headline":"Essay; The Kurdish Example","web_url":"https://www.nytimes.com/1993/05/13/opinion/essay-the-kurdish-example.html","abstract":"  Remember those gut-wrenching pictures two years ago of Kurdish villagers fleeing the wrath of the defeated Saddam Hussein, tearfully abandoning their homes, children freezing in the snow?    The nation's horror at the sight of that first televised exodus drove George Bush into doing what his advisers warned against: intervening in the complex internal affairs of Iraq, with all its ancient ethnic hatreds and vengeful savagery. U.S. air cover sealed off most of the Kurdish portion of northern Iraq, creating a haven for the targets of genocide.","thumbnail":null,"section":"Opinion"},{"date":"19930513","headline":"'I Just Refuse to Be Intimidated'","web_url":"https://www.nytimes.com/1993/05/13/sports/baseball-i-just-refuse-to-be-intimidated.html","abstract":"  The patented smile is gone. And so are most of the expectations borne on the shoulders of a player brought in to restore the winning ways of a franchise, only to see his fortunes and those of the team sink into the cellar.   But Bobby Bonilla, the much-maligned and most visible target of the New York Mets' frustrated and vocal fans, is not a man ready to bolt from what others believe to be an untenable, irreversible falling-out with the city he calls home.","thumbnail":null,"section":"Sports"},{"date":"19930513","headline":"Coverage Cited by Groups Opposing Sale of Post to Murdoch","web_url":"https://www.nytimes.com/1993/05/13/nyregion/coverage-cited-by-groups-opposing-sale-of-post-to-murdoch.html","abstract":"  Civil rights groups and minority businessmen seeking to block Rupert Murdoch's proposed purchase of The New York Post have argued in filings with the Federal Government that the move would perpetuate poor coverage of the city's black and Hispanic communities.   They told the Federal Communication Commissions that allowing Mr. Murdoch to own both a local television station and The Post would stifle competition. They also accused Mr. Murdoch and all of the city's daily newspapers of discrimination in both hiring and promotion practices and coverage of minority issues. Mr. Murdoch owns WNYW-TV, Channel 5, which is part of the Fox network.","thumbnail":null,"section":"New York"},{"date":"19930513","headline":"Gay Groups Are Opposed At St. John's","web_url":"https://www.nytimes.com/1993/05/13/nyregion/gay-groups-are-opposed-at-st-john-s.html","abstract":"  A day after their gay-rights student group returned from the march in Washington last month, the sense of exuberance and confidence that James Van Bramer and six of his classmates at St. John's University felt quickly evaporated: the student government informed them that their group could not operate as a student organization at the university.   \"It was like a slap in the face, the euphoria we felt was gone,\" recalled Mr. Van Bramer, a 23-year-old co-chairman of the Gay, Lesbian and Bisexual Alliance, which formed last fall at the university. \"We were trying to be more up front with ourselves and other people at the university. But then we're told we're not good enough to have our group there.\"","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19930513","time":"1993-05-13 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":81,"wspd":18.4},{"date":"19930513","time":"1993-05-13 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":83,"wspd":16.6},{"date":"19930513","time":"1993-05-13 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":83,"wspd":18.4},{"date":"19930513","time":"1993-05-13 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":84,"wspd":14.8},{"date":"19930513","time":"1993-05-13 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":84,"wspd":14.8},{"date":"19930513","time":"1993-05-13 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.3,"rhum":84,"wspd":14.8},{"date":"19930513","time":"1993-05-13 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":85,"wspd":11.2},{"date":"19930513","time":"1993-05-13 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":84,"wspd":11.2},{"date":"19930513","time":"1993-05-13 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":83,"wspd":9.4},{"date":"19930513","time":"1993-05-13 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":83,"wspd":11.2},{"date":"19930513","time":"1993-05-13 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":79,"wspd":9.4},{"date":"19930513","time":"1993-05-13 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":78,"wspd":7.6},{"date":"19930513","time":"1993-05-13 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":71,"wspd":11.2},{"date":"19930513","time":"1993-05-13 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":67,"wspd":9.4},{"date":"19930513","time":"1993-05-13 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":60,"wspd":7.6},{"date":"19930513","time":"1993-05-13 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":59,"wspd":7.6},{"date":"19930513","time":"1993-05-13 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":56,"wspd":5.4},{"date":"19930513","time":"1993-05-13 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.4,"rhum":57,"wspd":9.4},{"date":"19930513","time":"1993-05-13 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.8,"rhum":56,"wspd":5.4},{"date":"19930513","time":"1993-05-13 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.8,"rhum":57,"wspd":13},{"date":"19930513","time":"1993-05-13 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":71,"wspd":9.4},{"date":"19930513","time":"1993-05-13 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":75,"wspd":9.4},{"date":"19930513","time":"1993-05-13 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":77,"wspd":11.2},{"date":"19930513","time":"1993-05-13 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":78,"wspd":9.4},{"date":"19930513","time":"1993-05-13 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":38,"wspd":29.5},{"date":"19930513","time":"1993-05-13 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":44,"wspd":31.7},{"date":"19930513","time":"1993-05-13 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":48,"wspd":20.5},{"date":"19930513","time":"1993-05-13 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":52,"wspd":22.3},{"date":"19930513","time":"1993-05-13 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":57,"wspd":16.6},{"date":"19930513","time":"1993-05-13 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":63,"wspd":20.5},{"date":"19930513","time":"1993-05-13 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":71,"wspd":18.7},{"date":"19930513","time":"1993-05-13 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":78,"wspd":24.1},{"date":"19930513","time":"1993-05-13 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":76,"wspd":14.8},{"date":"19930513","time":"1993-05-13 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":65,"wspd":14.8},{"date":"19930513","time":"1993-05-13 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":48,"wspd":14.8},{"date":"19930513","time":"1993-05-13 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":47,"wspd":20.5},{"date":"19930513","time":"1993-05-13 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":48,"wspd":22.3},{"date":"19930513","time":"1993-05-13 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":52,"wspd":18.7},{"date":"19930513","time":"1993-05-13 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":56,"wspd":18.7},{"date":"19930513","time":"1993-05-13 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":60,"wspd":16.6},{"date":"19930513","time":"1993-05-13 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":72,"wspd":22.3},{"date":"19930513","time":"1993-05-13 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":62,"wspd":18.7},{"date":"19930513","time":"1993-05-13 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":67,"wspd":14.8},{"date":"19930513","time":"1993-05-13 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":65,"wspd":0},{"date":"19930513","time":"1993-05-13 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":60,"wspd":9.4},{"date":"19930513","time":"1993-05-13 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":54,"wspd":14.8},{"date":"19930513","time":"1993-05-13 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":50,"wspd":7.6},{"date":"19930513","time":"1993-05-13 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":46,"wspd":7.6}]},"19930514":{"guardian_articles":[],"nytimes_articles":[{"date":"19930514","headline":"Review/Film; Simon's Serious Comedy Of Contemporary Nostalgia","web_url":"https://www.nytimes.com/1993/05/14/movies/review-film-simon-s-serious-comedy-of-contemporary-nostalgia.html","abstract":"Simon's picturesque 1942 clan, nicely shifted from Broadway.","thumbnail":null,"section":"Movies"},{"date":"19930514","headline":"U.S. Can Help Heal India-Pakistan Rift","web_url":"https://www.nytimes.com/1993/05/14/opinion/l-us-can-help-heal-india-pakistan-rift-172393.html","abstract":"  To the Editor:   Pakistan is faced with being listed as a \"terrorist state\" by the State Department (news article, April 25). I would like to make a case against such designation in the larger United States interest.   Pakistan harbored hundreds of thousands of Afghan guerrillas, trained them, gave them shelter and refuge to help reverse the Soviet involvement in Afghanistan through 1979-89. All this with the overt support of the United States Government as well as the Central Intelligence Agency. When Pakistan served United States interests, it was praised as a bulwark against Soviet Communism. Now that same country is being labeled as a terrorist state.","thumbnail":null,"section":"Opinion"},{"date":"19930514","headline":"'Knots Landing' Has Signed Off; Islanders Next?","web_url":"https://www.nytimes.com/1993/05/14/sports/hockey-knots-landing-has-signed-off-islanders-next.html","abstract":"  How do the Islanders like their lines? Scrambled. What speed setting do they use for their pace? Breakneck. When will they find out whether they are genuine upset artists or mere pretenders to the Penguin throne? Friday night.   The Islanders' springtime soap opera sent its strange cast of characters to Pittsburgh this afternoon, after a 7-5 victory Wednesday night, to prepare for a final showdown with the two-time defending Stanley Cup champion Penguins.","thumbnail":null,"section":"Sports"},{"date":"19930514","headline":"Arson or Neglect Suspected In Thai Fire That Killed 209","web_url":"https://www.nytimes.com/1993/05/14/world/arson-or-neglect-suspected-in-thai-fire-that-killed-209.html","abstract":"  The police said today that they suspected that arson or gross negligence caused the fire this week in a toy factory in which at least 209 workers died.   Investigators are studying reports that security guards, acting on behalf of the factory's Taiwan managers, blocked escape routes, fearing that workers would steal toys as they fled.","thumbnail":null,"section":"World"},{"date":"19930514","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/05/14/arts/art-in-review-918493.html","abstract":"  Guillermo Kuitca   Sperone Westwater  142 Greene Street  SoHo  Through June 12    This latest exhibition of paintings of maps and schematized architectural plans by the talented young Argentine artist Guillermo Kuitca is striking for its diversity of touch and character. Each of these works (some are nearly 10 feet tall) is different from the others. In one especially beautiful painting, Mr. Kuitca simulates with acrylic and oil the soft, blurred qualities of charcoal drawing; in another he paints in brilliant colors bounded by an uneven black grid; yet another map is a silkscreen on canvas as chillingly impersonal as the other maps are distinctly, often touchingly, personal.","thumbnail":null,"section":"Arts"},{"date":"19930514","headline":"HEAR THIS","web_url":"https://www.nytimes.com/1993/05/14/style/IHT-hear-this.html","abstract":"This just in from Arlington, Virginia: The American Chiropractic Association, which has to spend its promotion budget somehow, has announced the results of a poll rating various famous people. This could be funny, of course, if you think about it, but it'","thumbnail":null,"section":"Style"},{"date":"19930514","headline":"Trade Agreement Will Cost Jobs and Revenue; The Cleanup Bonanza","web_url":"https://www.nytimes.com/1993/05/14/opinion/l-trade-agreement-will-cost-jobs-and-revenue-the-cleanup-bonanza-170793.html","abstract":"  To the Editor:   In \"Free Trade's Huge Costs\" (Op-Ed, May 2), Jerry Brown mentions the words \"environment\" and \"environmental\" half a dozen times without once hinting at the huge opportunities for United States suppliers of environmental technologies and services that the North America Free Trade Agreement represents.   After more than a decade of pollution-based economic growth, Mexico -- like most of Latin America -- plans to spend tens of billions of dollars on environmental cleanup. This is a response to indigenous middle classes fed up with tainted air and water, and a consequence of the growing synergism between less wasteful (less polluting) manufacturing and international competitiveness.","thumbnail":null,"section":"Opinion"},{"date":"19930514","headline":"A Brooklyn Landlord Kills Two Tenants and Then Himself","web_url":"https://www.nytimes.com/1993/05/14/nyregion/a-brooklyn-landlord-kills-two-tenants-and-then-himself.html","abstract":"  A two-day-old argument over whether water was being wasted in a Brooklyn apartment ended yesterday in the deaths of a landlord and two of his tenants, the police said.   The landlord, Lascells Hylton, 56, shot Joyce Lyn Abrigo, 18, and her brother, Victor Abrigo, 23, before turning the gun on himself in his East New York building, said Officer Ralph Saint Just, a police spokesman.","thumbnail":null,"section":"New York"},{"date":"19930514","headline":"Bowe and Lewis Are Fighting, But With Words and Dollars","web_url":"https://www.nytimes.com/1993/05/14/sports/boxing-bowe-and-lewis-are-fighting-but-with-words-and-dollars.html","abstract":"  The zany heavyweight picture moved no closer to a showdown today despite a $12 million offer made by Riddick Bowe's manager to Lennox Lewis for a November match.   Rock Newman, who manages Bowe, passed around a letter today that he said he was sending to Dan Duva, who promotes Lewis. The letter proposes a pay-per-view fight with a $35 million net purse, $23 million going to Bowe and $12 million to Lewis.","thumbnail":null,"section":"Sports"},{"date":"19930514","headline":"Sheehan Seeks to Climb Higher Than the Pinnacle","web_url":"https://www.nytimes.com/1993/05/14/sports/golf-sheehan-seeks-to-climb-higher-than-the-pinnacle.html","abstract":"  After earning her way into the toughest Hall of Fame in sports, Patty Sheehan has taken on a new mission: to prove that her career is still thriving.   When Sheehan won the Standard Register Ping in Phoenix in March, she became only the 13th player to achieve the 30 victories needed for entry into the Ladies Professional Golf Association's Hall of Fame. It also made her an instant has-been. At the the next tournament, a note from a fellow Hall member, JoAnne Carner, was taped to her locker. It read, \"Welcome to the Old Ladies Club.\"","thumbnail":null,"section":"Sports"},{"date":"19930514","headline":"Tax Changes for All","web_url":"https://www.nytimes.com/1993/05/14/us/tax-changes-for-all.html","abstract":"  Americans rich and poor would face important changes under the tax bill approved by the House Ways and Means Committee. Page A18.","thumbnail":null,"section":"U.S."},{"date":"19930514","headline":"A First for Syracuse","web_url":"https://www.nytimes.com/1993/05/14/sports/sports-people-women-s-basketball-a-first-for-syracuse.html","abstract":"  MARIANNA FREEMAN, a longtime assistant at Iowa, one of the nation's most successful women's basketball programs, became the new Syracuse coach yesterday.   She is the first black to be named a head basketball coach at Syracuse. Freeman replaces BARBARA JACOBS, who resigned in March after 15 years at Syracuse.","thumbnail":null,"section":"Sports"},{"date":"19930514","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/14/nyregion/c-corrections-418293.html","abstract":"  Picture captions with the Chronicle column yesterday were reversed in some copies. The bearded man was Alexander Julian; the other was Gian Carlo Menotti.","thumbnail":null,"section":"New York"},{"date":"19930514","headline":"BADILLO DROPS OUT OF RACE FOR MAYOR WITH SPARSE FUNDS","web_url":"https://www.nytimes.com/1993/05/14/nyregion/badillo-drops-out-of-race-for-mayor-with-sparse-funds.html","abstract":"  Herman Badillo dropped out of the New York City Democratic mayoral primary yesterday and Rudolph W. Giuliani, the Republican challenger, said he was seeking an alliance with Mr. Badillo running for city comptroller instead.   The sudden elaborate maneuvering showed the crucial importance of Hispanic voters in this year's mayoral race and could spell trouble for Mayor David N. Dinkins, who defeated Mr. Giuliani by just 2 percentage points with strong Hispanic support in 1989.","thumbnail":null,"section":"New York"},{"date":"19930514","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/05/14/nyregion/news-summary-337293.html","abstract":"  International A3-10  U.S. REBUFFED ON MIDEAST PLAN  In its first intervention in the current Middle East peace talks, the United States tried but failed to convince the Israelis and Palestinians to agree to a statement outlining principles of Palestinian self-rule in the occupied territories.  A1  VIOLATIONS OF BOSNIA ACCORD  The day after warring Bosnian Croats and Muslims signed an accord, important provisions were still not being observed by local commanders. Fighting continued, and roads remained blocked.  A1","thumbnail":null,"section":"New York"},{"date":"19930514","headline":"Preakness Is Stacked Against Sea Hero's Bid","web_url":"https://www.nytimes.com/1993/05/14/sports/horse-racing-preakness-is-stacked-against-sea-hero-s-bid.html","abstract":"  Twelve horses were entered today in the 118th Preakness Stakes, including a late and obscure starter from Florida who joined the stampede out to bushwack Sea Hero on his road to the Triple Crown.   In his final tuneup for the Preakness this morning, Sea Hero flashed the form that won the Kentucky Derby less than two weeks ago. But then he withdrew to Stall 40 in the Stakes Barn at Pimlico Race Course to take it easy while the fates and his rivals conspired against him.","thumbnail":null,"section":"Sports"},{"date":"19930514","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/05/14/arts/art-in-review-159693.html","abstract":"  'Three Masters, Three Decades'   Laurence Miller Gallery  138 Spring Street  SoHo  Through tomorrow    The drama of city children at play is a central theme of this fascinating show, which features photographs by Henri Cartier-Bresson, Helen Levitt and Roger Mayne. Working in different cities and different decades, the three artists recorded children as they turned urban streets into places of magic and mystery.","thumbnail":null,"section":"Arts"},{"date":"19930514","headline":"Divide Them and Leave Reunion for Calmer Times","web_url":"https://www.nytimes.com/1993/05/14/opinion/IHT-divide-them-and-leave-reunion-for-calmer-times.html","abstract":"- While the tragedy in Bosnia continued, a miracle unfolded recently in Singapore - the first round of formal reconciliation talks between Taiwan and Beijing.","thumbnail":null,"section":"Opinion"},{"date":"19930514","headline":"'Show Boat' Improved Racial Understanding","web_url":"https://www.nytimes.com/1993/05/14/opinion/l-show-boat-improved-racial-understanding-154593.html","abstract":"  To the Editor:   Reading the criticism leveled at \"Show Boat\" by black leaders in Toronto (Arts pages, May 1), one can hardly help wondering to what musical they are referring.    It is certainly not the masterpiece by Jerome Kern and Oscar Hammerstein 2d that opened in 1927 and has ever since been packing them in for countless stage revivals and three movie versions.","thumbnail":null,"section":"Opinion"},{"date":"19930514","headline":"Editors' Note","web_url":"https://www.nytimes.com/1993/05/14/nyregion/editors-note-413193.html","abstract":"  A diagram on the Health page on May 5 with two articles about mastectomies depicted types of breast surgery, using information from the American Medical Association Encyclopedia of Medicine.   Other experts disagree with some aspects of the descriptions and suggest that these would be more accurate:","thumbnail":null,"section":"New York"},{"date":"19930514","headline":"Killings Tied To Slaying Of Journalist","web_url":"https://www.nytimes.com/1993/05/14/nyregion/killings-tied-to-slaying-of-journalist.html","abstract":"  Two men who law-enforcement officials say took part in a conspiracy to murder a crusading Spanish-language journalist in a Queens restaurant on orders from a Colombian cocaine cartel are also suspects in the slaying of two Baltimore businessmen.   The businessmen were gunned down, also at the behest of the cartel, in a warehouse parking lot a little more than six months before the journalist, Manuel de Dios Unanue, was killed on March 11, 1992, in the Meson Asturias in Elmhurst because articles he had written had angered the Colombian traffickers, the investigators said.","thumbnail":null,"section":"New York"},{"date":"19930514","headline":"Repeal Is Likely for 'English Only' Policy in Miami","web_url":"https://www.nytimes.com/1993/05/14/us/repeal-is-likely-for-english-only-policy-in-miami.html","abstract":"  The county ordinance prohibiting the use of any language other than English for government business has always rankled metropolitan Miami's Hispanic population, which constitutes a majority of Dade County's two million residents. Now, exercising their newly won political power, they are moving to overturn the measure, and many English speakers here are irate and fearful at the thought that their language is about to lose its official monopoly.   Proponents of doing away with the \"English only\" policy contend that such a step is a matter both of fairness and of recognizing the rapidly changing demographics of Dade County, which comprises Miami and nearly 30 other municipalities.","thumbnail":null,"section":"U.S."},{"date":"19930514","headline":"Last Chance","web_url":"https://www.nytimes.com/1993/05/14/theater/last-chance.html","abstract":"  Here is a sampling of New York City shows closing soon: Closing This Weekend  \"GULL AND VOID: REVELATIONS ON ROCK,\" Viridian Gallery, 24 West 57th Street, Manhattan. Photographs by Robert Smith. Through tomorrow. Hours: today and tomorrow, 10:30 A.M. to 6 P.M. Free. Information: (212) 245-2882. \"THREE MEN ON A HORSE,\" National Actors Theater at the Lyceum Theater, 149 West 45th Street, Manhattan. The 1930's screwball comedy by John Cecil Holm and George Abbott about a greeting-card writer with a talent for picking winners at the race track, with Tony Randall and Jack Klugman. Through Sunday. Performances: tonight at 8; tomorrow at 2 and 8 P.M.; Sunday at 3 P.M. Tickets: $42.50 to $45. Information: (212) 239-6280.","thumbnail":null,"section":"Theater"},{"date":"19930514","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/14/style/chronicle-724693.html","abstract":"  DAN RATHER has impeccable Texas credentials -- \"I am a Texan by birth and by choice,\" he said yesterday -- so when he defends Waco, Tex., the people there have cause to be grateful.    So grateful, in fact, that the CBS Evening News anchorman was invited to address the Waco Chamber of Commerce on June 3. The chamber's dinner was originally scheduled for April 19, but that was the day the Branch Davidian compound burned down, ending a 51-day standoff. Mr. Rather broadcast from Waco for three days that week.","thumbnail":null,"section":"Style"},{"date":"19930514","headline":"Abroad at Home; He's Not Harry Truman","web_url":"https://www.nytimes.com/1993/05/14/opinion/abroad-at-home-he-s-not-harry-truman.html","abstract":"  At a dinner the other evening where David McCullough got an award for his wonderful biography of Harry Truman, he spoke of Truman's qualities. \"He wasn't just decisive,\" Mr. McCullough said. \"He did what he thought was right. He had the courage of his convictions.\"    Listening, I thought about what President Clinton has been saying and doing on Bosnia. What would the world be like if Harry Truman had followed such a course when the Communists threatened Greece and Turkey after World War II?","thumbnail":null,"section":"Opinion"},{"date":"19930514","headline":"DEMOCRAT MOCKS HEALTH-CARE IDEA","web_url":"https://www.nytimes.com/1993/05/14/us/democrat-mocks-health-care-idea.html","abstract":"  An influential Congressman said today that managed competition, the health policy favored by President Clinton, is \"a fairy tale\" and would probably not be the basis for any legislation passed by Congress to overhaul the nation's health-care system.   Representative Pete Stark, the California Democrat who heads the Ways and Means Subcommittee on Health, made the comments as he issued a report from the Congressional Budget Office. The report said the strategy of managed competition could reduce health-care spending, but the study expressed doubt whether Americans were willing to make the radical changes needed to achieve such savings.","thumbnail":null,"section":"U.S."},{"date":"19930514","headline":"Review/Film; A Western in the Hands of a Revisionist","web_url":"https://www.nytimes.com/1993/05/14/movies/review-film-a-western-in-the-hands-of-a-revisionist.html","abstract":"Band of black heroes. Uneven but rewarding western.","thumbnail":null,"section":"Movies"},{"date":"19930514","headline":"Writer's Technique Put Under Harsh Spotlight at New Yorker Trial","web_url":"https://www.nytimes.com/1993/05/14/us/writer-s-technique-put-under-harsh-spotlight-at-new-yorker-trial.html","abstract":"  Jeffery M. Masson's lawyer conducted what amounted to a journalism seminar in Federal court here today when he prodded Janet Malcolm to describe how she had prepared articles for The New Yorker magazine by selecting and arranging quotations and anecdotes.   Ms. Malcolm's testimony in Mr. Masson's libel lawsuit laid bare the techniques she used in reporting and writing an unflattering two-part profile, \"The Annals of Scholarship,\" which ran in the prestigious magazine nearly a decade ago.","thumbnail":null,"section":"U.S."},{"date":"19930514","headline":"Choice of Vatican Envoy, Abortion Foe, Is Opposed","web_url":"https://www.nytimes.com/1993/05/14/world/choice-of-vatican-envoy-abortion-foe-is-opposed.html","abstract":"  A group of feminists and population-control advocates is opposing the appointment of Mayor Raymond L. Flynn of Boston as Ambassador to the Vatican because of his strongly anti-abortion views.   A joint statement opposing the appointment of Mr. Flynn, a staunch Catholic, has drawn signatures from 30 organizations, including the Planned Parenthood Federation of America, the Association of Reproductive Health Professionals and Zero Population Growth.","thumbnail":null,"section":"World"},{"date":"19930514","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/05/14/nyregion/metro-digest-453093.html","abstract":"  NEW YORK CITY  A FORTUNE BUILT ON POVERTY   Through a network of not-for-profit organizations, Ramon S. Velez has long dominated the antipoverty programs of the most downtrodden part of the South Bronx, America's symbol of urban poverty and powerlessness. In no small part because of his social-service work, he is also a millionaire. He has practically written the book on how to seize power and use it in an impoverished neighborhood, how to pull the interlocking levers of social services, politics and personal gain. First of two articles, A1. BADILLO DROPS OUT OF MAYORAL RACE   Herman Badillo dropped out of the New York City Democratic mayoral primary and Rudolph W. Giuliani, the Republican challenger, said he was seeking an alliance with Mr. Badillo running for city comptroller instead. A1.","thumbnail":null,"section":"New York"},{"date":"19930514","headline":"THE CLINTON TAX BILL: Reporter's Notebook; Some Familiar Fiddling In a Big, Stately Setting","web_url":"https://www.nytimes.com/1993/05/14/us/clinton-tax-bill-reporter-s-notebook-some-familiar-fiddling-big-stately-setting.html","abstract":"  The cavernous hearing room of the House Ways and Means Committee is one of the most fabulous public spaces that the lower chamber has to show off.   Domed and semicircular, gilded and friezed, the room is a stage-designer setting for momentous governmental labors like fiddling with the tax code.","thumbnail":null,"section":"U.S."},{"date":"19930514","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/05/14/sports/transactions-878193.html","abstract":"  Baseball  American League   NEW YORK YANKEES -- Placed Bernie Williams, outfielder, on the 15-day disabled list.   TORONTO BLUE JAYS -- Activated Dave Stewart, pitcher, from the 15-day disabled list. Placed Dick Schofield, shortstop, on the 60-day disabled list.","thumbnail":null,"section":"Sports"},{"date":"19930514","headline":"What They're Reading","web_url":"https://www.nytimes.com/1993/05/14/style/IHT-what-theyre-reading.html","abstract":"Kermit Schoenholtzof Salomon Brothers in London is reading \"Keynes: the Economist as Saviour,\" the second volume of Robert Skidelsky's biography.. He also recommends \"Staatsver- schuldung - Ohne Ende?\" by Helmut Schlesinger, Manfred","thumbnail":null,"section":"Style"},{"date":"19930514","headline":"Diner's Journal","web_url":"https://www.nytimes.com/1993/05/14/arts/diner-s-journal.html","abstract":"  For Soft-Shell Crab   With soft-shell crab season upon us, aficionados are trawling through the restaurant sea for their favorite renditions. Many places prepare them exceptionally well: Bridge Cafe, 279 Water Street, (212) 227-3344, Chin Chin, 216 East 49th Street, (212) 888-4555, Manhattan Ocean Club, 57 West 58th Street, (212) 371-7777, and One Fifth Avenue, 1 Fifth Avenue, (212) 529-1515, to name just a few.   One of the most sensational versions tasted this year is at Lespinasse, in the St. Regis Hotel, at 2 East 55th Street, (212) 339-6719. The inventive chef, Gray Kunz, who is a master at melding flavors of East and West, has come up with a most unlikely soft-shell crab recipe, one that is as vivid as it is surprising.    He uses medium-size crabs. \"You make sure they are fresh by running your finger across their head to see if they move,\" Mr. Kunz said. He then coats the shell side with a combination of egg yolk, flour and -- \"You won't believe this,\" he says -- Cream of Wheat. Mr. Kunz explains that the cereal adds a crunchy texture and, for some reason, prevents burning when the crabs are cooked in hot oil. The crabs are sauteed, Cream of Wheat side down, until crisp.   \"I then add a little butter to the pan, some shallots, lemon thyme, purple basil and garlic,\" Mr. Kunz said. The flavors permeate the crust wonderfully.   The crab is garnished with fried, pickled ramps (sort of a garlic chive) and frizzled julienne of celery root. This indulgence is not a bargain: $18 as an appetizer, $26 as a main course. But brilliance rarely is.","thumbnail":null,"section":"Arts"},{"date":"19930514","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/05/14/arts/art-in-review-879093.html","abstract":"  Antonius Hockelmann   Michael Werner Gallery  21 East 67th Street  Manhattan  Through June 11    This impressive show is New York's first look at the art of Antonius Hockelmann, an eccentric German sculptor now in his mid-50's, who exhibited in Berlin and Cologne in the 1960's and early 70's before dropping out of the art scene. Mr. Hockelmann was known as an obsessive reworker, who destroyed as much sculpture as he made and labored for years on an enormous, unfinished gesamtkunstwerk, or environment.","thumbnail":null,"section":"Arts"},{"date":"19930514","headline":"Elaborate Scheme Found For Armored-Car Thefts","web_url":"https://www.nytimes.com/1993/05/14/nyregion/elaborate-scheme-found-for-armored-car-thefts.html","abstract":"  Describing a far more elaborate scheme than they had originally laid out, Federal prosecutors said today that the owners of a Long Island armored-car company bribed bank officials and used fake paper work to steal $38 million from their clients.   New details of the case emerged in an indictment unsealed today. Officials said the scheme involved a network of company employees, bank officials and a private accountant, adding that it may have been the largest cash theft in United States history.","thumbnail":null,"section":"New York"},{"date":"19930514","headline":"How to Reduce Some of the Trauma of Divorce","web_url":"https://www.nytimes.com/1993/05/14/opinion/l-how-to-reduce-some-of-the-trauma-of-divorce-156193.html","abstract":"  To the Editor:   \"Divorce Lawyers Assailed in Study,\" your May 5 article on the report of a committee appointed by New York State's highest court, raises an important question. Why are most people in a matrimonial dispute doomed to be mired in an obsolete system that ill serves their needs so much of the time?   There is no disagreement that the divorce experience is a major trauma in the lives of the couple and their children. Reliance on the adversarial system for relief comes to us from the Judeo-Christian and English Common Law tradition that marriage is indissoluble except for exceptional, grievous circumstances. Not so long ago, one had to \"discover\" one's spouse \"in pari delicto\" to establish grounds for divorce in a court.","thumbnail":null,"section":"Opinion"},{"date":"19930514","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/14/opinion/IHT-letters-to-the-editor-93216643143.html","abstract":"A Welcome Byline. I am always pleased to see Michiko Kakutani's byline, because I know that what follows will be informative and very well written. \"Down With History, Down With Truth\" (Meanwhile, May 4) is another example of the writer's lucid,","thumbnail":null,"section":"Opinion"},{"date":"19930514","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/05/14/arts/art-in-review-160093.html","abstract":"  William Claxton   Witkin Gallery  415 West Broadway (near Spring Street)  SoHo  Through May 22    You can almost hear the soaring trumpets and noodling pianos in William Claxton's moody jazz photographs. Many of the pictures here were taken between 1952 and 1961 for Pacific Jazz Records, and their staged quality reveals their origin as album covers or publicity shots. In a 1961 photograph, Donald Bird is seen playing his trumpet on a subway train, while the Stan Kenton Band is shown in a 1957 image on a beach at sunset.","thumbnail":null,"section":"Arts"},{"date":"19930514","headline":"First Among the Sixth","web_url":"https://www.nytimes.com/1993/05/14/sports/sports-people-pro-basketball-first-among-the-sixth.html","abstract":"  CLIFF ROBINSON, the versatile Portland front-line player with the trademark headband, received the National Basketball Association's Sixth Man award yesterday as the league's outstanding reserve.   The 6-foot-10-inch Robinson averaged 19.1 points, 6.6 rebounds and 2 blocked shots per game this season but came off the bench in 70 of Portland's 82 games. He received 89 of a possible 98 votes from a nationwide panel of sports writers and sportscasters. ANTHONY MASON of New York and DANNY AINGE of Phoenix were a far-distant second in the balloting with three votes apiece.","thumbnail":null,"section":"Sports"},{"date":"19930514","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/05/14/sports/results-plus-876593.html","abstract":"  TENNIS  Becker Is Ousted  Boris Becker, still awaiting his breakthrough on clay courts, was eliminated from the Italian Open yesterday, losing a third-set tie breaker to Andrei Chesnokov of Russia. Chesnokov, one of the world's most tenacious clay-court players, beat the No. 3-seeded Becker by 6-2, 3-6, 7-6 (7-3). An Italian Open finalist in 1990, Chesnokov advanced to the quarterfinals in Rome. Jim Courier, the defending champion, overpowered Fabrice Santoro of France, 6-3, 6-3, and also reached the quarterfinals. Fourth-seeded Goran Ivanisevic of Croatia made the quarterfinals by downing Marc Rosset of Switzerland by 6-4, 6-3. Guillermo Perez-Roldan of Argentina, a clay-court specialist beaten in the Italian final in 1988, ousted eighth-seeded Andrei Medvedev of Ukraine, 6-4, 6-4. The men's tour is implementing its new drug policy for the the first time during the Italian Open, and all players in the tournament were to be tested. (AP) Schultz Upsets Capriati: Brenda Schultz eliminated Jennifer Capriati from the German Open in Berlin, using her powerful serve to upset the fourth-seeded American by 6-2, 5-7, 6-4 in the third round. The rest of the top-seeded players easily advanced to the quarterfinals, but third-seeded Mary Joe Fernandez was the only one of four Americans to win. She beat Judith Wiesner of Austria by 6-2, 7-6. Gabriela Sabatini of Argentina, the second seed, continued her strong showing, defeating 16th-seeded Sandra Cecchini of Italy, 6-0, 6-3. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930514","headline":"China Trade: Cash or Care?; Clinton Must Endorse Money, Rights or Both","web_url":"https://www.nytimes.com/1993/05/14/world/china-trade-cash-or-care-clinton-must-endorse-money-rights-or-both.html","abstract":"  Seven months after the candidate Bill Clinton accused the Bush Administration of ignoring China's human rights abuses, President Clinton finds himself forced to decide if the United States should risk its access to China's booming economy for the sake of political freedom there.   On one side are those who say trade is a lever the President must use to force China to improve its record on human rights and abide by international rules on trade in weapons. On the other are business executives appalled at the prospect of losing a major market.","thumbnail":null,"section":"World"},{"date":"19930514","headline":"Indictment Accuses Man Of Stealing From Clients","web_url":"https://www.nytimes.com/1993/05/14/nyregion/indictment-accuses-man-of-stealing-from-clients.html","abstract":"  A disbarred lawyer has been indicted on Long Island on Federal charges of stealing more than $1.5 million from at least nine people, including the actress Shirley Jones.   The suspect, Alan David Harris of Westwood, Calif., a former resident of Roslyn Harbor, L.I., failed to appear for arraignment yesterday in Federal District Court in Hauppauge.","thumbnail":null,"section":"New York"},{"date":"19930514","headline":"Squeezed by Jets' Moves, Brim Tries Move to Bengals","web_url":"https://www.nytimes.com/1993/05/14/sports/pro-football-squeezed-by-jets-moves-brim-tries-move-to-bengals.html","abstract":"  Cornerback Mike Brim has watched all the moves the Jets made in acquiring players for the defensive backfield in the last three months. The team signed free safety Ronnie Lott (Los Angeles Raiders) and cornerbacks Eric Thomas (Cincinnati) and Clifford Hicks (Buffalo) and then re-signed cornerback James Hasty.   After the Jets signed Thomas, a starter for the Bengals the last two seasons, and designated him the starting left cornerback -- Brim's position -- during the recent mini-camp, Brim got the message that there wasn't any room on the team for him. And as an unrestricted free agent, he decided it was best to exercise his option to look elsewhere.","thumbnail":null,"section":"Sports"},{"date":"19930514","headline":"Dirty Democracy in Paraguay","web_url":"https://www.nytimes.com/1993/05/14/opinion/dirty-democracy-in-paraguay.html","abstract":"  Fortunately, electoral chicanery did not decide the outcome of Paraguay's first-ever democratic presidential election last week. Unfortunately, enough chicanery took place to mar what should have been a proud achievement.    Days before the election, a key army commander swore that the military would maintain the long-ruling Colorado Party in power whatever the voters decided. Earlier, the Colorado's president had promised to win the election by \"assault\" and \"special tricks.\"","thumbnail":null,"section":"Opinion"},{"date":"19930514","headline":"Egypt Frees and Deports Americans","web_url":"https://www.nytimes.com/1993/05/14/world/egypt-frees-and-deports-americans.html","abstract":"  Apparently under pressure from Washington, President Hosni Mubarak has ordered the release and deportation of three Americans detained in February for proselytizing and promoting Christianity, their lawyer said this week.   The lawyer, Magda Fathi Rashwan, said Brian Eckheart of Buffalo Center, Iowa; Richard P. Dugan Jr. of Fort Wayne, Ind., and Robert M. Cunningham of South Weymouth, Mass., left for Cyprus on Monday on their way back to the United States. The men were pardoned by President Mubarak last week, she said.","thumbnail":null,"section":"World"},{"date":"19930514","headline":"Review/Art; Pleasures From Life, Extended Into the Tomb","web_url":"https://www.nytimes.com/1993/05/14/arts/review-art-pleasures-from-life-extended-into-the-tomb.html","abstract":"  \"O Soul, Come Back!,\" the title of an exhibition of Chinese Han Dynasty tomb artifacts at the Miriam and Ira D. Wallach Art Gallery at Columbia University, is derived from a poem from the third century B.C. cajoling a wandering spirit to return to its tomb, where all the delights of its former life await it.   It would take a lost soul indeed not to respond to the vigor and poignancy of the 40 objects on display in this quiet, beautiful show. Drawn in large part from Columbia's own Asian holdings, they have been organized by David A. Sensabaugh of the art history department, with the help of several graduate students in Chinese art. The results, meticulously installed and documented, illustrate both how engaging objects of less-than-masterpiece quality can be when put to the service of a single theme, and how dramatically that material can illuminate the society that produced it.","thumbnail":null,"section":"Arts"},{"date":"19930514","headline":"Senator Sues Over Lost Trust Fund","web_url":"https://www.nytimes.com/1993/05/14/us/senator-sues-over-lost-trust-fund.html","abstract":"  Senator Christopher S. Bond of Missouri sued Paine Webber Group Inc. and a former Paine Webber investment adviser today, charging that he lost more than $1 million from a blind trust because of the adviser's \"Federal securities fraud.\"   Mr. Bond, a lawyer who comes from a wealthy brick-making family, opened the trust in 1973 to avoid the appearance of conflict of interest when he was elected Governor of Missouri. Such trusts became common after Watergate led to an increase in concern over politicians' ethics.","thumbnail":null,"section":"U.S."},{"date":"19930514","headline":"Equality With What?","web_url":"https://www.nytimes.com/1993/05/14/opinion/l-equality-with-what-171593.html","abstract":"  To the Editor:   Re \"Era of Female Combat Pilots Opens With Shrugs and Glee\" (front page, April 29): The \"jubilation\" over the inclusion of women in flying combat roles, this \"leap into the next century\" for women's rights, is in order. It is an overdue legal achievement worth celebrating, insofar as the piloting ability of women is concerned. But one fundamental point seems to be missed.","thumbnail":null,"section":"Opinion"},{"date":"19930514","headline":"Auerbach O.K., but . . .","web_url":"https://www.nytimes.com/1993/05/14/sports/sports-people-pro-basketball-auerbach-ok-but.html","abstract":"  RED AUERBACH's cardiologist said yesterday that the Celtics president is in excellent condition after two procedures to clear blocked arteries, but there's a 50 percent chance Auerbach will need a heart-bypass operation in the next six months.   Dr. ROMAN DeSANCTIS said that Auerbach, 75, could be released from Massachusetts General Hospital this weekend and that he expects the architect of the Celtics franchise to resume a normal life style, including playing racquetball and smoking his trademark cigars.","thumbnail":null,"section":"Sports"},{"date":"19930514","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/05/14/arts/art-in-review-163493.html","abstract":"  James Casebere   Michael Klein Inc.  594 Broadway (near Houston Street)  SoHo  Through May 29    The ghostly buildings in James Casebere's large photographs are like figures out of dreams or memories, specific but nebulous. Mr. Casebere makes the structures in his pictures himself, using cardboard, paper and other materials; he usually photographs the detail-less white buildings from low angles, as if they were architectural models or doll houses.","thumbnail":null,"section":"Arts"},{"date":"19930514","headline":"Brazilian State Leads Way in Saving Children","web_url":"https://www.nytimes.com/1993/05/14/world/brazilian-state-leads-way-in-saving-children.html","abstract":"  In the dim, smoke-stained interior of a sharecropper's shack, 1-year-old Maria sat quietly on the dirt floor, her infant spark dulled by diarrhea and malnutrition.   With seven other children to care for, Maria's mother, Antonia Souza Lima, explained that she could not afford the time -- an hour-and-a-half walk -- or the 40-cent bus fare to take her listless baby to the nearest medical post.","thumbnail":null,"section":"World"},{"date":"19930514","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/14/nyregion/c-corrections-114693.html","abstract":"  A Mets Notebook sports article in some copies yesterday misidentified the team for which Jack Armstrong pitches. It is the Florida Marlins, not the Cincinnati Reds.","thumbnail":null,"section":"New York"},{"date":"19930514","headline":"Suspended Start?","web_url":"https://www.nytimes.com/1993/05/14/sports/sports-people-pro-football-suspended-start.html","abstract":"  Philadelphia Eagles defensive end TIM HARRIS, arrested last week on a drunken-driving charge, failed his blood-alcohol test, California police said yesterday.   Harris, who has a hearing May 27 in Santa Cruz, Calif., faces a possible National Football League suspension if convicted because this would be his second offense in 19 months.","thumbnail":null,"section":"Sports"},{"date":"19930514","headline":"Critic's Notebook; On Serious Devotion to Beethoven","web_url":"https://www.nytimes.com/1993/05/14/arts/critic-s-notebook-on-serious-devotion-to-beethoven.html","abstract":"  There were probably more than 120 scores of Beethoven's piano sonatas at Weill Recital Hall on Monday morning, one for each participant in Carnegie Hall's Professional Training Workshop. The Henle's Urtext editions, Schenker's editions and even Artur Schnabel's editions of those scores were signs of serious devotion. There were also accomplished pianists who would hardly require a score, including Claude Frank and Yevgeny Kissin.   Most participants were selected only after submitting resumes (and $135 for the three days of sessions). The purpose was to hear Alfred Brendel talk about Beethoven piano sonatas, and then to hear him play on Wednesday night in Carnegie Hall.","thumbnail":null,"section":"Arts"},{"date":"19930514","headline":"Mets Get Bad News To Go With the Good","web_url":"https://www.nytimes.com/1993/05/14/sports/baseball-mets-get-bad-news-to-go-with-the-good.html","abstract":"  One run would have been enough support for Pete Schourek this afternoon, but the Mets -- always a relief pitcher away from disaster -- figured four runs represented a rounder, safer number.   New York extended batting practice into the first two innings and won a rare 4-0 game when Schourek (2-3) tinkered with his windup and put hitches in St. Louis Cardinal swings with his dipping, off-speed deliveries.","thumbnail":null,"section":"Sports"},{"date":"19930514","headline":"Stranger Is Stabbed Saving a Woman's Life","web_url":"https://www.nytimes.com/1993/05/14/nyregion/stranger-is-stabbed-saving-a-woman-s-life.html","abstract":"  A woman with her 2-year-old toddler, a mugger with a Rambo knife, a college student who never imagined himself a hero: they met on the stairs of an East Side subway Wednesday night in one of those larger-than-life dramas that make New York what it often is -- sinister, dangerous yet chivalrous, even valiant.   The tale was all over town yesterday -- how the mugger grabbed the woman's gold neck chains and she fought back; how the student went to her rescue, was stabbed four times but fought the thug off, and how the woman and authorities often frustrated by a seemingly endless struggle against crime couldn't say enough about the spirit of a stranger who did not look the other way.","thumbnail":null,"section":"New York"},{"date":"19930514","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/05/14/nyregion/inside-384493.html","abstract":"  More Signs of Inflation   A spurt in consumer prices last month, following a surge in producer prices, increased concerns that inflation may be creeping back. Page D1. Verdict in Condom Rape Trial    A man who claimed a woman's request that he wear a condom demonstrated her consent to having sex was convicted of sexual assault. Page A12. Big Guns for Senate Race    President Clinton has asked his two top political strategists to help the Democratic candidate running for the Senate in Texas. Page A12. Underwriter Dismissed    Mayor David N. Dinkins dismissed a bond underwriter, citing the appearance of a conflict of interest with a loan to the Comptroller. Page B1. Suing Over Lost Trust    Senator Christopher S. Bond of Missouri said an investment adviser had wiped out his blind trust. Page A20.","thumbnail":null,"section":"New York"},{"date":"19930514","headline":"For Children","web_url":"https://www.nytimes.com/1993/05/14/arts/for-children.html","abstract":"  Picnic Sites   Riverside Park, from 79th Street to 91st Street  Manhattan   (212) 408-0264  Recommended for all ages    May is the time when people start planning picnics, and this section of Riverside Park is prime picnic territory, with lots of green lawns (without much debris), trees to provide comforting shade and the beauty of apple and cherry trees and a community garden filled with Popsicle-colored flowers. There is also a recently renovated playground.","thumbnail":null,"section":"Arts"},{"date":"19930514","headline":"U.S. Move Fails To Win Support In Mideast Talks","web_url":"https://www.nytimes.com/1993/05/14/world/us-move-fails-to-win-support-in-mideast-talks.html","abstract":"  In its first intervention in the current Middle East peace talks, the United States tried but failed today to persuade the Israelis and the Palestinians to agree to a statement outlining the principles of Palestinian self-rule in the occupied territories.   The effort, which began Wednesday night and went on throughout the night and into today, marked a change for the United States from a relatively passive mediator into an active participant in the 18-month negotiations. Setback for Clinton    Its rejection meant that the Israelis and Palestinians ended their three-week round of talks today without making real progress. It also represented a setback for the Clinton Administration, which had hoped that by playing the role of \"full partner\" it could help produce results during the first talks conducted since it took office, particularly after its campaign to bring the Palestinians back to the peace table after a nearly five-month hiatus.","thumbnail":null,"section":"World"},{"date":"19930514","headline":"'The Corner': Where Immigrants and Jobs Intersect; Mamaroneck's Informal Job Market Offers a Sweat-of-the-Brow Kind of Foreign Aid","web_url":"https://www.nytimes.com/1993/05/14/nyregion/corner-where-immigrants-jobs-intersect-mamaroneck-s-informal-job-market-offers.html","abstract":"  Dawn had just broken, but already the corner of Jefferson Avenue and Van Ranst Place was buzzing. As a red sports car pulled up to the curb, about a dozen men sprinted to its side from a nearby park, all of them craning to get a word with the driver.   Moments later, the crowd was dispersing, except for Benny Lorensana, a 22-year-old native of Guatemala, who climbed into the passenger seat, flashing the thumb's up sign as the car sped off.","thumbnail":null,"section":"New York"},{"date":"19930514","headline":"Trust Me","web_url":"https://www.nytimes.com/1993/05/14/opinion/trust-me.html","abstract":"  The details of Bill Clinton's latest pledge to reduce the budget deficit do not matter nearly as much as their symbolism and what they say about Mr. Clinton's determination to repair his own political vulnerability. Having engaged in endless musing about drift and disarray in his Administration, he now seems ready to do something about it.   This week he proposed to sequester \"every penny of new taxes and budget cuts\" in a \"trust fund\" to be used only to reduce the Federal deficit. That won't change the outlines of his budget, which calls for $496 billion in deficit reduction from extra taxes, spending cuts and lower interest payments. But it may persuade the public he's serious.","thumbnail":null,"section":"Opinion"},{"date":"19930514","headline":"Huntingdon Journal; Gordon McIntyre v. Quebec: He Wins for English","web_url":"https://www.nytimes.com/1993/05/14/world/huntingdon-journal-gordon-mcintyre-v-quebec-he-wins-for-english.html","abstract":"  Gordon McIntyre has lived all his life in this small community of dairy farmers and textile mill workers in the southwestern corner of Quebec.   His father repaired track for the old New York Central Railroad. Through four earlier generations, his family farmed the land. He himself is an undertaker.","thumbnail":null,"section":"World"},{"date":"19930514","headline":"Critics' Choices; La Gran Scena Opera","web_url":"https://www.nytimes.com/1993/05/14/arts/critics-choices-la-gran-scena-opera.html","abstract":"  If music is heightened speech, opera sometimes seems like heightened sexuality. Opera thrives on the excesses of sexuality; it inflates and confuses gender, it dramatizes its dangers and celebrates its allures.    So there are a few ways to enjoy La Gran Scena Opera Company's concerts at Town Hall, 123 West 43d Street, Manhattan, tomorrow and Sunday nights (tickets range from $17.50 and $32.50; information: 212-840-2824.) One is to see members of the company as campy sendups of the opera world, its divas and devotees; the program is even billed as a spoof of the Metropolitan Opera's most recent season.","thumbnail":null,"section":"Arts"},{"date":"19930514","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/05/14/arts/art-in-review-157093.html","abstract":"  Dorothy Miller and Holger Cahill   Archives of American Art  1285 Avenue of the Americas (at 51st Street)  Through June 18    Unfortunately, their names are no longer familiar to many in the art world who owe them a sizable debt, but Holger Cahill and Dorothy Miller helped to put American art, especially American modernist art, on the map. Cahill was an eloquent writer on art who served for a short time as acting director of the Museum of Modern Art and then as national director of the W.P.A. Federal Art Project. Dorothy Miller, briefly Cahill's assistant before they married, was a curator at the Modern, where for several decades she organized shows of American artists that were perspicacious, refreshingly undoctrinaire and widely talked about.","thumbnail":null,"section":"Arts"},{"date":"19930514","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/14/opinion/IHT-letters-to-the-editor-91098854515.html","abstract":"Bosnia and the Precedent . The more I read about the Bosnia conflict and the feeble efforts and verbal threats by the West to halt the carnage, the more I am reminded of the Hitler days before Winston Churchill took charge. If the Serbs should one day sig","thumbnail":null,"section":"Opinion"},{"date":"19930514","headline":"Controversy Over Chaplin Auction","web_url":"https://www.nytimes.com/1993/05/14/style/IHT-controversy-over-chaplin-auction.html","abstract":"Had he been alive today, hot-tempered Charlie Chaplin might have used his famous cane on his butler Giuliano Canese and his wife Mirella. . In charge of domestic affairs at the Chaplin villa Manoir de Ban near Lausanne until seven years after Sir Charles'","thumbnail":null,"section":"Style"},{"date":"19930514","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/14/opinion/IHT-letters-to-the-editor-93738460704.html","abstract":"Regarding \"Realities Dictate a Limited Approach in Bosnia\" (April 27) by Senator Nancy Landon Kassebaum of Kansas:. How can anyone believe that \"an international force focused on the delivery of humanitarian relief in safe zones\" would","thumbnail":null,"section":"Opinion"},{"date":"19930514","headline":"John Ford's 'Searchers'","web_url":"https://www.nytimes.com/1993/05/14/movies/john-ford-s-searchers.html","abstract":"It would be difficult, not to say impossible, to name a film that begins more beautifully than \"The Searchers,\" the John Ford western that heads many a list of all-time cinematic favorites. (Opening image, both ravishing and symbolic: a cabin door swinging open to reveal the splendid sight of Monument Valley in full color.) And it would be difficult to find a cleaner copy of this profoundly moving, formidably influential classic than the gorgeous new print at the Papp Public Theater (425 Lafayette Street in the East Village), where \"The Searchers\" is having a three-week run.    Yes, you can see it on videotape or on television; yes, you probably have. But here is a stunning reminder of why movie audiences once felt it necessary to leave their living rooms for the sake of peak cinematic experiences. A superb 35-millimeter print has been struck from this 1956 film's original negative, which amounts to the closest modern equivalent of mint condition.   ","thumbnail":null,"section":"Movies"},{"date":"19930514","headline":"Review/Film; Even a Beast Is Sweet as Can Be","web_url":"https://www.nytimes.com/1993/05/14/movies/review-film-even-a-beast-is-sweet-as-can-be.html","abstract":"  What will American children make of \"My Neighbor Totoro,\" a Japanese animated film whose tone is so relentlessly goody-goody that it crosses the line from sweet into saccharine?   The film creates an idealized vision of family life that is even more unreal than the perkiest 1950's television sitcom. In this storybook world, parents possess infinite reserves of encouragement and patience, and their children are unfailingly polite and responsible little angels. In the English-language version of the film, the actors speak in such uniformly cheery and soothing tones that they could turn even an incorrigible optimist like Mr. Rogers into a grouch.","thumbnail":null,"section":"Movies"},{"date":"19930514","headline":"On My Mind; Mugged but Not Out","web_url":"https://www.nytimes.com/1993/05/14/opinion/on-my-mind-mugged-but-not-out.html","abstract":"  A writer takes a small truth and uses it to create a large falsehood and carry out a political mugging.   Boring: it happens every day in the gutter press. But the piece of nastiness I have in mind is in a much-promoted $30 book of memoirs. And it is about me. Those circumstances sharpen my interest.","thumbnail":null,"section":"Opinion"},{"date":"19930514","headline":"U.N. Presses Croats to Free 1,500 Muslims Held at a Base","web_url":"https://www.nytimes.com/1993/05/14/world/un-presses-croats-to-free-1500-muslims-held-at-a-base.html","abstract":"  Watched by armed guards and locked behind bolted doors, more than 1,500 men, women and children, nearly all of them Muslims, remained crowded inside a former military base near here today while the United Nations and relief agencies pressed their Croatian captors for their release.   The day after warring Bosnian Croats and Muslims signed an agreement promising to muzzle weapons, open roads and free civilians taken into custody during several days of heavy fighting, crucial provisions of the accord were still not being carried out by local commanders and soldiers scattered across this rugged region of south-central Bosnia and Herzegovina.","thumbnail":null,"section":"World"},{"date":"19930514","headline":"Schools Lose $5 Million Suit by Beaten Teacher","web_url":"https://www.nytimes.com/1993/05/14/nyregion/schools-lose-5-million-suit-by-beaten-teacher.html","abstract":"  A jury determined yesterday that the New York City Board of Education failed its responsibility to insure the safety of a man who was beaten in 1988 in the hallway of a Bronx junior high school where he taught reading. The jury awarded the man $5.2 million in damages.   The verdict, if it is not overturned, would impose new legal duties on the board to protect teachers from school assaults. The teachers' union has long argued that school administrators play down violence in the schools and imperil teachers' safety by failing to take adequate security measures.","thumbnail":null,"section":"New York"},{"date":"19930514","headline":"Something for (or From) Everybody","web_url":"https://www.nytimes.com/1993/05/14/us/the-clinton-tax-bill-something-for-or-from-everybody.html","abstract":"  From the top of the income ladder to the bottom, from the big-city professional with a portfolio of tax-free bonds to the single parent on the minimum wage, people would face important changes under provisions of the tax law approved today by a Congressional committee.   The fundamentals of the proposal adopted by the tax-writing House Ways and Means Committee are easy enough to state. For example, just as the Clinton Administration proposed, it would raise the top income tax rates to nearly 40 percent, and it would expand the tax credit that adds cash to the earnings of many poor workers.","thumbnail":null,"section":"U.S."},{"date":"19930514","headline":"PRESIDENT SELECTS LEADER FOR F.A.A.","web_url":"https://www.nytimes.com/1993/05/14/us/president-selects-leader-for-faa.html","abstract":"  President Clinton today named David R. Hinson, an aerospace executive and former Navy fighter pilot, to head the Federal Aviation Administration.    Mr. Hinson, 60, has firsthand experience with the kind of financial problems now besetting the industry, having served as chairman of Midway Airlines a small, scrappy Chicago-based carrier that was crushed two years ago by its $153 million debt.    He would be the first administrator with wide experience in military and general aviation, domestic carriers and aircraft manufacturing. He has more than 9,000 flying hours piloting 70 different aircraft, from DC-3's to MD-11's.","thumbnail":null,"section":"U.S."},{"date":"19930514","headline":"The Spoken Word","web_url":"https://www.nytimes.com/1993/05/14/arts/the-spoken-word.html","abstract":"  \"POLITICAL PARTIES AND THE AFRICAN-AMERICAN COMMUNITY,\" Voorhies Auditorium, New York City Technical College, 186 Jay Street, Brooklyn Heights. David Hilliard, former chief of staff of the Black Panther Party; Assemblyman Roger Green of Fort Greene, Brooklyn; Dr. Basil Wilson, provost at John Jay College, and Charlene Mitchell, executive director of the National Alliance Against Racist and Political Repression, are to be among the participants in a debate, part of the Options and Alternatives Roundtable Discussion Series. Tomorrow at 1 P.M. Admission: $5. Information: (718) 398-6889. PSYCHOANALYTIC DISCUSSION, Karen Horney Clinic Building Auditorium, 329 East 62d Street, Manhattan. A screening of the film \"Raging Bull\" with a psychoanalytic discussion of the characters led by Nathan Horwitz, a clinical social worker. Tonight at 7:30. Admission: $7; $4 for students and the elderly. Information: (212) 838-8044.","thumbnail":null,"section":"Arts"},{"date":"19930514","headline":"Be Fair to Domestics","web_url":"https://www.nytimes.com/1993/05/14/opinion/be-fair-to-domestics.html","abstract":"  Like Zoe Baird, President Clinton's original nominee for Attorney General, millions of Americans don't pay Social Security taxes on workers they hire to do chores around the home. Part of the problem is a formidably complex system that requires employers to file five or more Federal forms and possibly several state forms. There's also the absurdity of remitting minuscule taxes for teen-age baby sitters earning about $4 per week, the threshold for paying Social Security taxes.    The system needs change. But reform need not threaten the noble purpose behind the Social Security law: Workers should be forced to save for their retirement -- for their own sake and for the sake of taxpayers who would otherwise be forced to support them on welfare.","thumbnail":null,"section":"Opinion"},{"date":"19930514","headline":"Jet Lag:The Time to Stay on Your Own Time","web_url":"https://www.nytimes.com/1993/05/14/style/IHT-jet-lagthe-time-to-stay-on-your-own-time.html","abstract":"ONE of the hardest management decisions I ever made was not to self-destruct on vintage Champagne and a premature lunch when I flew Concorde from London to New York for a job interview. I compromised with a glass or three of Mot et Chandonand a cu","thumbnail":null,"section":"Style"},{"date":"19930514","headline":"Review/Theater; John Epperson, By Any Other Name","web_url":"https://www.nytimes.com/1993/05/14/theater/review-theater-john-epperson-by-any-other-name.html","abstract":"  \"Lypsinka! A Day in the Life,\" first presented by the New York Theater Workshop at the Perry Street Theater, has reopened in a somewhat revised version at the Cherry Lane Theater, 38 Commerce Street, Greenwich Village. Following are excerpts from Mel Gussow's original review, which appeared in The New York Times on April 1, 1992.   John Epperson is the master, or rather the mistress, of the marginal theatrical device of lip-synching. In other words, he can move his lips exactly in time with previously recorded songs and dialogue. This could be the beginning and the end of his solo show, \"Lypsinka! A Day in the Life,\" were it not for the underlying commentary on roles imposed by men on women.","thumbnail":null,"section":"Theater"},{"date":"19930514","headline":"Add These to the Study Of Student Excuses","web_url":"https://www.nytimes.com/1993/05/14/opinion/l-add-these-to-the-study-of-student-excuses-173193.html","abstract":"  To the Editor:   As an undergraduate studying folklore at Harvard-Radcliffe 10 years ago, I was naturally interested in tales of student excuses, true or untrue. To those you report in \"Beyond 'Dog Ate My Homework' \" (Education page, April 28), I add two from my informal fieldwork:   (1) During an exam, a proctor sees one student who is obviously cheating. When the exam is over and the students hand in their blue books, the proctor pulls the cheater aside: \"I'll take that book, please. I saw you cheating.\"","thumbnail":null,"section":"Opinion"},{"date":"19930514","headline":"Kelly Appoints a Deputy To Watch Internal Affairs","web_url":"https://www.nytimes.com/1993/05/14/nyregion/kelly-appoints-a-deputy-to-watch-internal-affairs.html","abstract":"  Attempting to keep his Internal Affairs Bureau from falling under the control of an outside monitor, Police Commissioner Raymond W. Kelly yesterday announced the appointment of a Deputy Commissioner for Internal Affairs.   The creation of the new post is the latest in a series of changes that Mr. Kelly has made to shore up the system for uncovering corrupt police officers. The move comes at a crucial time for the department, as a mayoral commission considers establishing the position of an outside inspector general who would take the ultimate authority over Internal Affairs out of Mr. Kelly's hands.","thumbnail":null,"section":"New York"},{"date":"19930514","headline":"Teams' Tempers Flare After the Last Out","web_url":"https://www.nytimes.com/1993/05/14/sports/baseball-teams-tempers-flare-after-the-last-out.html","abstract":"  The Yankees and Brewers do not like each other and that was obvious last night when Kevin Reimer's flailing elbow nicked Jim Leyritz in the back on the final out of the game and almost caused the two clubs to square off in a brawl.   With two outs in the ninth, Reimer grounded back to Steve Farr, who threw to Leyritz. Videotape replays seemed to show Reimer brush against Leyritz as he crossed first and the Yankees clinched the 4-2 victory. Leyritz said Reimer \"clipped him pretty good\" but also said it might have been accidental. Reimer did not remember hitting Leyritz, but that did not prevent both dugouts from emptying in a flash.","thumbnail":null,"section":"Sports"},{"date":"19930514","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/05/14/arts/art-in-review-162693.html","abstract":"  'The Naming of the Colors'   White Columns  154 Christopher Street  West Village  Through May 23    This coherent group exhibition examines the fate of color -- probably the most purely visual of esthetic phenomena -- in the hands of artists with Conceptual and political intentions. That fate is not always a happy one; some of the work is fairly didactic, and some, like Rafael Sanchez's paintings made of peanut butter and jelly, is a bit inane. But despite its lapses, the show moves color off the formal plane into the real world, and especially in the direction of language, expanding one's understanding of color's complex roles and associations.","thumbnail":null,"section":"Arts"},{"date":"19930514","headline":"Sports of The Times; Kasparaitis Doesn't Duck Superstars","web_url":"https://www.nytimes.com/1993/05/14/sports/sports-of-the-times-kasparaitis-doesn-t-duck-superstars.html","abstract":"  THE entire New York region owes a mighty debt to the hockey team called the Islanders and the basketball team called the Knicks. Without these worthy chaps, this spring would have long since given way to terminal ennui. Drive the Expressway to see the Mets? No thank you.   Instead, in the wall-to-wall-mall of Long Island, they will be huddled in front of the collective tube tonight, watching a game of massive importance. The Islanders, one game away from being the destiny's darlings of their time, will be playing the Stanley Cup champions in Pittsburgh for the right to keep going.","thumbnail":null,"section":"Sports"},{"date":"19930514","headline":"Man Is Convicted of Rape In Case Involving Condom","web_url":"https://www.nytimes.com/1993/05/14/us/man-is-convicted-of-rape-in-case-involving-condom.html","abstract":"    A jury convicted a man today of aggravated sexual assault in a case in which he claimed that a woman had implied her consent to sex during an attack at knife point by supplying him with condoms.   A Travis County jury of eight women and four men deliberated about two hours before finding the man, Joel Rene Valdez, 28, guilty. Both Mr. Valdez and the victim had testified that she had supplied Mr. Valdez with two condoms on the night he stumbled into her apartment last September.","thumbnail":null,"section":"U.S."},{"date":"19930514","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/05/14/arts/art-in-review-164293.html","abstract":"  James Welling   Jay Gorney Modern Art  100 Greene Street (near Spring Street)  SoHo  Through May 29    The Industrial Revolution and its ambiguous legacy hover in the background of James Welling's latest photographs. In stark black-and-white images, Mr. Welling records the looms and other machines of lace factories in Calais, France.","thumbnail":null,"section":"Arts"},{"date":"19930514","headline":"Quilt Festival at Pier","web_url":"https://www.nytimes.com/1993/05/14/arts/quilt-festival-at-pier.html","abstract":"  The Great American Quilt Festival, with 110 exhibitors, continues through Sunday at New York Exhibition Pier No. 92, on the Hudson River at West 52d Street, Berths 5 and 6. It is sponsored by the Museum of American Folk Art and Sanford L. Smith & Associates. Tickets: $10 for one day; $17 for two days. Hours: Today, 10 A.M. to 8 P.M.; tomorrow, 10 A.M. to 7 P.M., and Sunday, 10 A.M. to 6 P.M. Information: (212) 977-7170.","thumbnail":null,"section":"Arts"},{"date":"19930514","headline":"Italy Intensifies Crackdown on Organized Crime","web_url":"https://www.nytimes.com/1993/05/14/world/italy-intensifies-crackdown-on-organized-crime.html","abstract":"  The Italian Senate voted by a show of hands today to strip former Prime Minister Giulio Andreotti of immunity from investigation into charges of Mafia association, even as law enforcement agencies rounded up scores of mobsters from all three of the country's principal organized crime gangs.   The two developments were not directly connected, but they illuminated a dramatic shift from only a few years ago when the mob seemed to act with impunity because of what many Italians perceived as high-level political protection in Rome.","thumbnail":null,"section":"World"},{"date":"19930514","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/14/opinion/IHT-letters-to-the-editor-91757652025.html","abstract":"Keep a Light on East Timor . I commend Philip Shenon's excellent portrayal of the situation in East Timor, \"Repression as Legacy of Timor Killings\" (April 22). Although Indonesia invaded and annexed East Timor in 1975, the United Nations has not","thumbnail":null,"section":"Opinion"},{"date":"19930514","headline":"Even From a Distance, Petrovic Is Unwavering","web_url":"https://www.nytimes.com/1993/05/14/sports/pro-basketball-even-from-a-distance-petrovic-is-unwavering.html","abstract":"  It was the first time Drazen Petrovic had been home in the last eight or nine months. He left the United States on Tuesday night and on Thursday, in a telephone conversation from his strife-torn home of Zagreb, Croatia, from his mother's house, he stood firm on his claim that there was no way he would return to the Nets next season.   While other Nets and many other pro players are resting at home and watching the National Basketball Association playoffs, Petrovic, forever tireless, is practicing with the Croatian national team as it prepares for the world basketball championships in late June.","thumbnail":null,"section":"Sports"},{"date":"19930514","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/14/opinion/IHT-in-our-pages-100-75-and-50-years-ago-92438250021.html","abstract":"1918: Emperors Meet","thumbnail":null,"section":"Opinion"},{"date":"19930514","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/14/style/chronicle-129493.html","abstract":"  EVELYN LAUDER, senior corporate vice president of the Estee Lauder Companies, and ALEXANDRA PENNEY, editor in chief of Self magazine, went to the White House yesterday, bringing with them a trunk containing petitions asking the Clinton Administration to make the financing of breast-cancer research a major health priority. They met with HILLARY RODHAM CLINTON yesterday morning.   The 200,000 signatures wrapped in pink ribbons -- the symbol of breast- cancer awareness -- were collected in October at 2,000 Estee Lauder cosmetics counters around country and from readers who responded to an editorial in the October issue of Self.","thumbnail":null,"section":"Style"},{"date":"19930514","headline":"With Clatter and Clang, Trolley Museum Revives","web_url":"https://www.nytimes.com/1993/05/14/nyregion/our-towns-with-clatter-and-clang-trolley-museum-revives.html","abstract":"  GLUB, glub, glub went the trolley. No, no, no went Ted Eickmann, the maintenance chief on the nation's oldest continuously operated suburban trolley line.   Maybe not in those exact words. When a big northeaster blustered across the Connecticut coast last Dec. 11, there wasn't time to say a whole lot or to write it down for future reference.","thumbnail":null,"section":"New York"},{"date":"19930514","headline":"Israeli Medalist Finds Fame Overpowering","web_url":"https://www.nytimes.com/1993/05/14/sports/olympics-israeli-medalist-finds-fame-overpowering.html","abstract":"  Sometimes, it gets a bit crazy for Yael Arad, who is no ordinary Olympic silver medalist.   There are endorsements, demands for interviews and responsibilities involving her own fledgling foundation for athletes. Recently, Arad found herself on the Dan Shilon Show, the Israeli equivalent of Phil Donahue, discussing world affairs with a panel that included a prostitute and a musician.","thumbnail":null,"section":"Sports"},{"date":"19930514","headline":"Due Process for Leonard Jeffries?","web_url":"https://www.nytimes.com/1993/05/14/opinion/due-process-for-leonard-jeffries.html","abstract":"  The case of Dr. Leonard Jeffries, who was deposed as chairman of the City College of New York's black studies department for a racist speech, has been billed as a titanic struggle of values -- free speech, academic freedom, fair play and the power of government to shape its educational institutions.    Those large issues have been ignored in the verdict of a Federal court that New York State violated the professor's rights. Instead the judgment rests on the credibility -- actually the incredibility -- of the state's claim that the speech had nothing to do with the professor's demotion.","thumbnail":null,"section":"Opinion"},{"date":"19930514","headline":"Winning Wounded: Mattingly and Williams on D.L.","web_url":"https://www.nytimes.com/1993/05/14/sports/baseball-winning-wounded-mattingly-and-williams-on-dl.html","abstract":"  Sudden silence enveloped Yankee Stadium, concerned looks sprang up throughout the Yankee dugout and every eye was focused on Don Mattingly once he dropped his bat and grimaced after an awkward swing last night. He edged away from the plate, he stared into the dugout, he tried to swing without pain, but he could not. There was definite trouble.   Mattingly was fooled by Cal Eldred's 1-2 cut fastball in the fourth inning at Yankee Stadium, so fooled that he checked his swing, so fooled that he jerked his torso trying to pull the bat back, so fooled that he strained a muscle in his lower left rib cage, left the game and will be placed on the 15-day disabled list today.","thumbnail":null,"section":"Sports"},{"date":"19930514","headline":"Boy Lapses Into Coma After Dental Surgery","web_url":"https://www.nytimes.com/1993/05/14/nyregion/boy-lapses-into-coma-after-dental-surgery.html","abstract":"  A 6-year-old Long Island boy who visited an oral surgeon's office to have a tooth pulled developed breathing and heart problems and lapsed into a coma while under anesthesia, officials said today.   The boy, Mark D. Bistany of Bethpage, was in critical condition today at North Shore University Hospital, where doctors placed him on life support and were trying to pull him out of the coma by playing his favorite music and providing other means of stimulation. While doctors declined to comment on his prognosis, they said he had shown a slight improvement during his initial hours in the hospital.","thumbnail":null,"section":"New York"},{"date":"19930514","headline":"Citing Loan, Dinkins Bars Bond Firm","web_url":"https://www.nytimes.com/1993/05/14/nyregion/citing-loan-dinkins-bars-bond-firm.html","abstract":"  Mayor David N. Dinkins dismissed Fleet Securities yesterday as an official underwriter of city bonds, saying that a loan from the firm's sister bank to the Senate campaign committee of Comptroller Elizabeth Holtzman last year had created an \"appearance of a conflict\" that could threaten the city's reputation in the credit markets.   In a letter to Ms. Holtzman, Mr. Dinkins wrote: \"I know we both agree that as public servants, we have a fundamental obligation to avoid not only conflicts but the appearance of conflicts. In this case, the appearance of a conflict in the elevation of Fleet Securities could post a threat to that reputation. In the final analysis, I believe we must avoid jeopardizing the public's confidence in our selection process.\"","thumbnail":null,"section":"New York"},{"date":"19930514","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/05/14/arts/art-in-review-161893.html","abstract":"  Paul Bloodgood   Sandra Gering Gallery  476 Broome Street  SoHo  Through May 29    This is the first one-man show by Paul Bloodgood, a young painter and poet who lives in New York. The paintings, three triptychs, are abstract cacophonies made with mixtures of acrylic, oil, enamel, urethane and encaustic, on canvases mounted on boards. The surfaces are thick and heavily worked, and the scale is big: up to 9 feet tall. Mr. Bloodgood pushes things right to the edge, but not over it: the combinations of color are raucous and discordant (including Day-Glo yellow and shocking pink) without becoming a mess; the gestures are dizzying, yet not empty or simply derivative of the Abstract Expressionists whose art he inevitably evokes. There's a genuine and exuberant emotional quality here that suggests Mr. Bloodgood is someone to watch.","thumbnail":null,"section":"Arts"},{"date":"19930514","headline":"Agency Rejects Japan's Bid for Limited Whaling","web_url":"https://www.nytimes.com/1993/05/14/world/agency-rejects-japan-s-bid-for-limited-whaling.html","abstract":"  Japan suffered an embarrassing setback today in its efforts to resume whaling when the International Whaling Commission rejected a compromise proposal that would have allowed Japan to engage in limited hunting close to its shores.   The vote in the commission's annual meeting came as no surprise, in that Japan has lost on this issue year after year. But this year, as host of the meeting, Japan made a concerted effort to push for resumption of whaling, supported by dozens of whalers and fishermen who demonstrated outside the conference hall. The setback prompted vague threats from Japan that it would leave the regulatory body.","thumbnail":null,"section":"World"},{"date":"19930514","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/14/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: Unsubdued Siam","thumbnail":null,"section":"Opinion"},{"date":"19930514","headline":"Article 882093 -- No Title","web_url":"https://www.nytimes.com/1993/05/14/arts/article-882093-no-title.html","abstract":"  In these downwardly chic times, a restaurant calling itself Home should be no surprise. After all, other restaurants celebrating the ordinary, with names like Grange Hall and Blue Ribbon, have won wide followings. Post-modern diners continue to draw crowds. And more restaurants are serving breakfast, the homiest of all meals.   Still, there is a fundamental paradox in eating out at the six-week-old Home, even if thousands of New Yorkers do use restaurants as their home bases for entertaining and dinner parties. Do you have to dress up? Can you eat right out of the carton? Just balance your plate on your knees in front of the television?","thumbnail":null,"section":"Arts"},{"date":"19930514","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/05/14/arts/art-in-review-896093.html","abstract":"  Magdalena Abakanowicz   P.S. 1 Museum  46-01 21st Street  Long Island City  Queens  Through June 20   Marlborough Gallery  40 West 57th Street  Through June 5    With their massive scale and intense expressivity, Magdalena Abakanowicz's sculptures titled \"War Games\" at P.S. 1 are a memorable sight. Each piece consists of a single fallen tree -- found by the artist in the forests of her native Poland and stripped of branches and bark -- fitted with steel bands or capping devices and often partly swathed in burlap.","thumbnail":null,"section":"Arts"},{"date":"19930514","headline":"Pentagon Panel Weighs Keeping Much of Gay Ban","web_url":"https://www.nytimes.com/1993/05/14/us/pentagon-panel-weighs-keeping-much-of-gay-ban.html","abstract":"  A Pentagon panel appointed to devise ways to allow homosexuals to serve in the military has proposed two plans, one of which would keep many parts of the current ban, senior Defense Department officials said today.   The second option presented by the panel, which is composed of 50 military officers and enlisted personnel, would allow declared homosexuals to serve in the armed forces but would ban homosexual conduct.","thumbnail":null,"section":"U.S."},{"date":"19930514","headline":"Saudis Crack Down on a Dissident Islamic Group","web_url":"https://www.nytimes.com/1993/05/14/world/saudis-crack-down-on-a-dissident-islamic-group.html","abstract":"  After years of tolerating unrestrained growth of militant fundamentalist practices, the Saudi Government has adopted a series of measures signaling its readiness to crack down on Muslim dissidents accused of using religion to further their political aims.   Citing the \"dictates of the public interest,\" the Saudi Government announced the dismissal today of four militant Muslim scholars from Government jobs at universities and ordered the closure two fundamentalist lawyers' offices.","thumbnail":null,"section":"World"},{"date":"19930514","headline":"In Amsterdam, Johnson Turns Teacher On the Subject of AIDS and Safe Sex : A Magic Man Visits Europe's Sin City","web_url":"https://www.nytimes.com/1993/05/14/sports/IHT-in-amsterdam-johnson-turns-teacher-on-the-subject-of-aids-and-safe.html","abstract":"Magic, hey Magic Johnson: Looking for some hashish?. What? No! No, thanks.. For you the best price, Magic.. No thank you, Magic Johnson said, as he walked the unscrubbed morning streets of Amsterdam. The city is a red-lit museum to his past - not the stra","thumbnail":null,"section":"Sports"},{"date":"19930514","headline":"One-Family Homes, Condominium-Style;\nMaintenance-Free Life in Connecticut","web_url":"https://www.nytimes.com/1993/05/14/us/onefamily-homes-condominiumstyle-maintenancefree-life-in-connecticut.html","abstract":"In the last 15 years, the 56 wooded and sloping acres in the northeastern corner of this town have escaped four attempts at development. The proposals -- including an international headquarters for a division of Exxon -- were either rejected or approved and never begun, leaving the site a sort of suburban wilderness.\n\nNow Toll Brothers Inc. of Huntingdon Valley, Pa., having bought the property after the last project was abandoned, will begin work later this month on a community of 100 single-family homes. The homes will be clustered at the core of the site on a plateau, rising some 40 feet from the street, and surrounded by a natural buffer.","thumbnail":null,"section":"U.S."},{"date":"19930514","headline":"Clinton Political Gunslingers Ride to Texas","web_url":"https://www.nytimes.com/1993/05/14/us/clinton-political-gunslingers-ride-to-texas.html","abstract":"  President Clinton has asked his two top political strategists to help the flagging campaign of Senator Bob Krueger, amid Democratic fears that a loss in next month's special election would be a political blow to the White House and the party.    The strategists, Paul E. Begala and James Carville, were instrumental not only in Mr. Clinton's victorious Presidential campaign last year but also in an earlier success in Pennsylvania, that of the appointed Democratic Senator, Harris Wofford.","thumbnail":null,"section":"U.S."},{"date":"19930514","headline":"Books of The Times; The Vinegar of the Revolutionary Salad","web_url":"https://www.nytimes.com/1993/05/14/books/books-of-the-times-the-vinegar-of-the-revolutionary-salad.html","abstract":"  Passionate Sage   The Character and Legacy of John Adams   By Joseph J. Ellis   Illustrated. 277 pages. W. W. Norton & Company. $25.     The odds of it happening were incalculable: within hours of each other, John Adams and Thomas Jefferson both died on the 50th anniversary of the signing of the Declaration of Independence. Jefferson's last words were, \"Is it the Fourth?\"; Adams's last were, \"Thomas Jefferson survives.\"","thumbnail":null,"section":"Books"},{"date":"19930514","headline":"TV Weekend; The Many Hats of George Marshall","web_url":"https://www.nytimes.com/1993/05/14/movies/tv-weekend-the-many-hats-of-george-marshall.html","abstract":"  Ninety minutes is hardly long enough for an appreciation of Gen.  George C. Marshall, who led America's armed forces through World War II, gave his name and his prestige to the American aid plan that helped raise Western Europe out of the war's devastation and became the only professional soldier to win the Nobel Peace Prize.   The portrait in \"George Marshall and the American Century\" is of a deeply private public servant. Without any of the flamboyance of Gen. Douglas MacArthur, his sometime superior who became his subordinate, or the political ease of Gen. Dwight D. Eisenhower, his sometime subordinate who became Commander in Chief, Marshall made his way by strong, conscientious leadership and steady, self-effacing ability.","thumbnail":null,"section":"Movies"},{"date":"19930514","headline":"Election of McCall To Office Is Upheld","web_url":"https://www.nytimes.com/1993/05/14/nyregion/election-of-mccall-to-office-is-upheld.html","abstract":"  A state Supreme Court justice today upheld last week's election of the new State Comptroller, H. Carl McCall, but the Republicans challenging the process vowed to appeal the case to New York's highest court.   The ruling by Justice Joseph Harris, an Albany County Democrat, is only the first round in what is most likely to be a prolonged partisan battle over the election of Mr. McCall. He became the first black person to hold a statewide elected office last week after Democrats in the Legislature elected him to fill the position vacated by Edward V. Regan.","thumbnail":null,"section":"New York"},{"date":"19930514","headline":"Power Built on Poverty: One Man's Odyssey","web_url":"https://www.nytimes.com/1993/05/14/nyregion/power-built-on-poverty-one-man-s-odyssey.html","abstract":"  Through a network of nonprofit organizations, Ramon S. Velez has long dominated the antipoverty programs of the most downtrodden part of the South Bronx, America's symbol of urban poverty and powerlessness.   In no small part because of his social-service work, he is also a millionaire.","thumbnail":null,"section":"New York"},{"date":"19930514","headline":"Review/Music; On the Podium: The Conductor of Sony","web_url":"https://www.nytimes.com/1993/05/14/arts/review-music-on-the-podium-the-conductor-of-sony.html","abstract":"  There were separate but simultaneous parties going on at Avery Fisher Hall on Wednesday night. Fortunately, the one did not seem to get in the way of the other. Onstage, Norio Ohga, the president and chief executive officer of the Sony Corporation, lived out a lifelong fantasy and soothed some longterm musical frustration by conducting Schubert, Beethoven and Johann Strauss.   In the audience . . . well, let me put it this way: if not restrained by the dignity of his office, this music critic could have rotated 360 degrees in place at his seat and collected the autographs of Tony Bennett, Barbra Streisand, Billy Joel and Christie Brinkley. And gee, wasn't that Lee Radziwill I was sitting next to?","thumbnail":null,"section":"Arts"},{"date":"19930514","headline":"The Art Market","web_url":"https://www.nytimes.com/1993/05/14/arts/the-art-market.html","abstract":"  There's no making sense of this spring's auctions in New York. Even the experts, trying to analyze the sales of Impressionist, modern and contemporary art in the last two weeks, are baffled. Taken as a whole, the sales at Sotheby's and Christie's were a four-night roller-coaster ride on which the highs rose beyond anyone's expectations and the lows hit with a resounding thud.   Instead of one solid auction market, this spring's sales, which ended on Wednesday night, showed a market divided. The difference between a weak market for contemporary art and a strong one for Impressionist and modern art was glaringly apparent, what with an utterly disastrous sale of Andy Warhols at Sotheby's one week and a record $28.6 million price for a Cezanne at the same house the next.","thumbnail":null,"section":"Arts"},{"date":"19930514","headline":"Review/Film; In the Show-Biz Jungle, Seeking a Gentler Life","web_url":"https://www.nytimes.com/1993/05/14/movies/review-film-in-the-show-biz-jungle-seeking-a-gentler-life.html","abstract":"Small, heartfelt tale of high-powered N.Y. talent agent who shifts gears. Gritty look at tough orbit.","thumbnail":null,"section":"Movies"},{"date":"19930514","headline":"CLINTON PROPOSAL FOR TAX INCREASES PASSES FIRST TEST","web_url":"https://www.nytimes.com/1993/05/14/us/the-clinton-tax-bill-clinton-proposal-for-tax-increases-passes-first-test.html","abstract":"  President Clinton's plan to raise the taxes of almost all Americans in order to lower the Federal budget deficit passed its first big test in Congress today.   The House Ways and Means Committee, the first committee to get a crack at the tax measures, made some changes around the edges of the President's proposals but approved the main elements intact. The vote was 24 to 14, with all the Democrats in favor and all the Republicans opposed.","thumbnail":null,"section":"U.S."},{"date":"19930514","headline":"Spare the Knife, Spoil the Company","web_url":"https://www.nytimes.com/1993/05/14/opinion/spare-the-knife-spoil-the-company.html","abstract":"In all the talk about big companies cutting costs and laying off thousands, people forget that a new career path that holds great hope for the future has opened up. Companies desperately need managers who can cut the fat out of operations.\n\nOur leading business schools are not supplying us with managers who can breathe vitality into corporations. Many have added courses on ethics. We don't need to instruct managers in the moral verities; they can get that in church. Where are courses in \"The Art and Science of Laying Off People\" or \"The Temp Worker?\"","thumbnail":null,"section":"Opinion"},{"date":"19930514","headline":"Annual Food Festival","web_url":"https://www.nytimes.com/1993/05/14/arts/annual-food-festival.html","abstract":"  The 20th Annual Ninth Avenue International Food Festival, featuring booths from restaurants and food specialty shops, craft exhibits and live music, will be held from 11 A.M. to 7 P.M. tomorrow and Sunday from 37th to 57th Street in Manhattan. Information: (212) 581-7217.","thumbnail":null,"section":"Arts"},{"date":"19930514","headline":"English, Rentals and Videotape","web_url":"https://www.nytimes.com/1993/05/14/style/IHT-english-rentals-and-videotape.html","abstract":"SOME Anglophones living abroad will never get used to Elizabeth Taylor's Cleopatra crying out for \"Antoine!\" Fortunately for these purists, many large cities are well fixed with video shops that offer films in English. Unfortunately, the price p","thumbnail":null,"section":"Style"},{"date":"19930514","headline":"N.Y.U. Bestows Degree In Memory of Arthur Ashe","web_url":"https://www.nytimes.com/1993/05/14/nyregion/commencements-nyu-bestows-degree-in-memory-of-arthur-ashe.html","abstract":"  New York University celebrated its 161st commencement yesterday by honoring the memory of Arthur Ashe, the tennis great whose efforts to educate the public about AIDS before he died from the disease this year was the final chapter in a life dedicated to education and humanitarianism.   More than 7,000 graduates and 10,000 guests applauded as Mr. Ashe's widow, Jeanne Moutoussamy-Ashe, accepted an honorary degree for her husband at the ceremony held in Washington Square Park.","thumbnail":null,"section":"New York"},{"date":"19930514","headline":"Pop/Jazz; Less Folk and More Variety By Composer of 'The Rose'","web_url":"https://www.nytimes.com/1993/05/14/arts/pop-jazz-less-folk-and-more-variety-by-composer-of-the-rose.html","abstract":"  \"Being in cabaret is sort of like learning to be a beekeeper or tatting,\" Amanda McBroom observed recently. \"It's an archaic form, but I happen to love it.\"    The auburn-haired singer, songwriter and actress from Los Angeles sounded indefatigably gung-ho over lunch in a friend's Manhattan apartment as she described her new cabaret show at the Russian Tea Room.","thumbnail":null,"section":"Arts"},{"date":"19930514","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/14/opinion/IHT-letters-to-the-editor-92993691553.html","abstract":"The Chinese Commitment. Regarding \"The More, the Wealthier\" (Opinion, May 7):. Hard though it may be for the editorial writer of the Far Eastern Economic Review to imagine life outside economics, he or she might consider the impact of uncontroll","thumbnail":null,"section":"Opinion"},{"date":"19930514","headline":"Newark School Head Opposes Outside Control","web_url":"https://www.nytimes.com/1993/05/14/nyregion/newark-school-head-opposes-outside-control.html","abstract":"  While officials in Trenton were moving today to bring a state takeover of Newark's schools closer, the city's Executive School Superintendent, Eugene C. Campbell, was trying to do the opposite.   Speaking at a luncheon of the city's ministers, Mr. Campbell, with other school officials, defended the district's attempts to improve and said its problems could be solved without the state's moving in.","thumbnail":null,"section":"New York"},{"date":"19930514","headline":"On Stage, and Off","web_url":"https://www.nytimes.com/1993/05/14/theater/on-stage-and-off.html","abstract":"  Why Who Got on the Tony List or Not    In the uncharacteristically unrancorous wake of this week's Tony nominations, those with the biggest reasons for grousing (namely the creative team responsible for \"The Goodbye Girl,\" nominated for best musical but not best book or best score) chose to hold their collective tongues. And even Gene Saks, who was dismissed as the show's director out of town in Chicago only to see his replacement, Michael Kidd, receive a nomination this week, was gracious.   \"I don't begrudge him getting the nomination,\" Mr. Saks said. \"I was in the room as a member of the administration committee when the nominations came in, and it seemed to surprise most of the committee, but I don't know whether they were just being nice. Anyway, I think I'm past the point of being hurt.\"","thumbnail":null,"section":"Theater"},{"date":"19930514","headline":"Newsome Has to Retire","web_url":"https://www.nytimes.com/1993/05/14/sports/sports-people-pro-football-newsome-has-to-retire.html","abstract":"  Cleveland Browns safety VINCE NEWSOME retired yesterday because of a narrowing of the spine discovered in a routine examination.   Newsome, 32, started 31 games for Cleveland the last two seasons after being acquired as a Plan B free agent from the Los Angeles Rams. He started all 16 of the Browns' games last season and had no plans to retire until the spinal condition was discovered.","thumbnail":null,"section":"Sports"},{"date":"19930514","headline":"Review/Theater; Life After Fooling The Angel of Death","web_url":"https://www.nytimes.com/1993/05/14/theater/review-theater-life-after-fooling-the-angel-of-death.html","abstract":"  Hypocrisy fights the Hippocratic oath in Evan Handler's \"Time on Fire,\" a laceratingly funny and self-revealing one-man show about the actor's survival of a medical ordeal. Afflicted with acute myeloid leukemia and told that the chances of reversal were slim, Mr. Handler finds surprising solace in a hospital visit from a rabbi. The rabbi tells him an ancient story. By changing their names, he says, people can make it more difficult for the Angel of Death to find them. Years later, recovered from his illness, Mr. Handler realizes that he has in fact \"fooled the Angel of Death.\" It is a moment of euphoria that is shared by theatergoers at Second Stage, where Mr. Handler is performing his monodrama.   Although he was cured through a bone-marrow transplant, his healing is also one of self-recovery. As he makes clear in this memoir onstage, he has come through with a surer sense of his own identity and a greater feeling of time escaping. From now on, for Mr. Handler time is on fire.","thumbnail":null,"section":"Theater"},{"date":"19930514","headline":"Review/Film; Father and Son Find Each Other Again","web_url":"https://www.nytimes.com/1993/05/14/movies/review-film-father-and-son-find-each-other-again.html","abstract":"Ex-con and teenage son reunite. Gritty, wrenching, beautifully played.","thumbnail":null,"section":"Movies"},{"date":"19930514","headline":"CBS Throws a Curveball to Baseball's Owners","web_url":"https://www.nytimes.com/1993/05/14/sports/baseball-cbs-throws-a-curveball-to-baseball-s-owners.html","abstract":"  Major league baseball owners gathered today with hopes of firming up their television future by hashing out a proposed joint venture with ABC and NBC. But the owners left this Chicago suburb not with a definitive decision but with a new wrinkle prompted by some of their own.   CBS, saying it was acting in part at the behest of some of the owners, tried to force a reopening of the bidding war by announcing it has offered baseball a guaranteed two-year contract extension that would mean more money for the game.","thumbnail":null,"section":"Sports"}],"wiki_events":[],"weather":[{"date":"19930514","time":"1993-05-14 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":77,"wspd":9.4},{"date":"19930514","time":"1993-05-14 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":81,"wspd":11.2},{"date":"19930514","time":"1993-05-14 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":79,"wspd":11.2},{"date":"19930514","time":"1993-05-14 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":82,"wspd":9.4},{"date":"19930514","time":"1993-05-14 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.6,"rhum":86,"wspd":11.2},{"date":"19930514","time":"1993-05-14 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":88,"wspd":9.4},{"date":"19930514","time":"1993-05-14 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":86,"wspd":9.4},{"date":"19930514","time":"1993-05-14 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":76,"wspd":11.2},{"date":"19930514","time":"1993-05-14 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":70,"wspd":16.6},{"date":"19930514","time":"1993-05-14 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":66,"wspd":18.4},{"date":"19930514","time":"1993-05-14 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":57,"wspd":20.5},{"date":"19930514","time":"1993-05-14 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":63,"wspd":27.7},{"date":"19930514","time":"1993-05-14 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.6,"rhum":62,"wspd":18.4},{"date":"19930514","time":"1993-05-14 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":71,"wspd":22.3},{"date":"19930514","time":"1993-05-14 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":70,"wspd":22.3},{"date":"19930514","time":"1993-05-14 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":70,"wspd":25.9},{"date":"19930514","time":"1993-05-14 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":77,"wspd":25.9},{"date":"19930514","time":"1993-05-14 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":82,"wspd":14.8},{"date":"19930514","time":"1993-05-14 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":69,"wspd":18.4},{"date":"19930514","time":"1993-05-14 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":73,"wspd":14.8},{"date":"19930514","time":"1993-05-14 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":69,"wspd":16.6},{"date":"19930514","time":"1993-05-14 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":65,"wspd":16.6},{"date":"19930514","time":"1993-05-14 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":66,"wspd":16.6},{"date":"19930514","time":"1993-05-14 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":52,"wspd":22.3},{"date":"19930514","time":"1993-05-14 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":52,"wspd":7.6},{"date":"19930514","time":"1993-05-14 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":56,"wspd":13},{"date":"19930514","time":"1993-05-14 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":53,"wspd":14.8},{"date":"19930514","time":"1993-05-14 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":60,"wspd":7.6},{"date":"19930514","time":"1993-05-14 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":62,"wspd":7.6},{"date":"19930514","time":"1993-05-14 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":67,"wspd":9.4},{"date":"19930514","time":"1993-05-14 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":62,"wspd":16.6},{"date":"19930514","time":"1993-05-14 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":72,"wspd":18.7},{"date":"19930514","time":"1993-05-14 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":62,"wspd":16.6},{"date":"19930514","time":"1993-05-14 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":61,"wspd":13},{"date":"19930514","time":"1993-05-14 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":61,"wspd":14.8},{"date":"19930514","time":"1993-05-14 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":57,"wspd":16.6},{"date":"19930514","time":"1993-05-14 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":55,"wspd":11.2},{"date":"19930514","time":"1993-05-14 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":51,"wspd":16.6},{"date":"19930514","time":"1993-05-14 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":50,"wspd":13},{"date":"19930514","time":"1993-05-14 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":47,"wspd":13},{"date":"19930514","time":"1993-05-14 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":42,"wspd":14.8},{"date":"19930514","time":"1993-05-14 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":47,"wspd":16.6},{"date":"19930514","time":"1993-05-14 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":50,"wspd":20.5},{"date":"19930514","time":"1993-05-14 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":55,"wspd":20.5},{"date":"19930514","time":"1993-05-14 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":52,"wspd":18.7},{"date":"19930514","time":"1993-05-14 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":56,"wspd":16.6},{"date":"19930514","time":"1993-05-14 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":58,"wspd":18.7},{"date":"19930514","time":"1993-05-14 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":58,"wspd":14.8}]}}