{"19930419":{"guardian_articles":[{"date":"19930419","headline":"The prophet of private profit","web_url":"https://www.theguardian.com/politics/1993/apr/19/thinktanks.uk","abstract":null,"thumbnail":null,"section":"Politics"}],"nytimes_articles":[{"date":"19930419","headline":"Sending a Message, Louis Farrakhan Plays Mendelssohn","web_url":"https://www.nytimes.com/1993/04/19/arts/sending-a-message-louis-farrakhan-plays-mendelssohn.html","abstract":"  In the green hills of North Carolina on Saturday night, the lion lay down with the lamb. A reputed sower of discord communed with a maker of harmony. The man who called Judaism a \"dirty religion\" expounded on one of Jewry's most benign creators. Louis Farrakhan, meet Felix Mendelssohn.   Mr. Farrakhan, spiritual leader to the Nation of Islam, came to this quiet city bearing not a cudgel but a violin. Before an audience of about 300 at Reynolds Auditorium and under the watchful eyes of at least 50 young bodyguards, a vocal militant in this American black Muslim movement ended an orchestral concert conducted by Michael Morgan by walking on stage and playing the Mendelssohn Violin Concerto.","thumbnail":null,"section":"Arts"},{"date":"19930419","headline":"Rhona C. Graff, Lucius J. Riccio","web_url":"https://www.nytimes.com/1993/04/19/style/weddings-rhona-c-graff-lucius-j-riccio.html","abstract":"  Lucius Joseph Riccio, the Commissioner of Transportation for the City of New York, was married yesterday to Rhona Cheryl Graff, an executive assistant to Donald J. Trump, the developer. Mayor David N. Dinkins performed the ceremony at the Plaza Hotel in New York.   Mrs. Graff Riccio is also a contributing writer to Inside Tennis magazine. She graduated from Queens College, from which she also received a master's degree in education. She is the daughter of Mr. and Mrs. Carl Graff of Fresh Meadows, Queens.","thumbnail":null,"section":"Style"},{"date":"19930419","headline":"School Board Election Debates on TV Begin Monday, April 26; No Qualifications","web_url":"https://www.nytimes.com/1993/04/19/opinion/l-school-board-election-debates-on-tv-begin-monday-april-26-no-qualifications-282093.html","abstract":"  To the Editor:   As a New York City teacher, I am thankful that school board elections are finally being paid attention. However, despite all the attention given to infiltration by the \"Christian\" right into the process, significant issues have been overlooked.","thumbnail":null,"section":"Opinion"},{"date":"19930419","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/19/opinion/IHT-in-our-pages-100-75-and-50-years-ago-91631545137.html","abstract":"1918: Reply to Esthonia . AMSTERDAM - The Berlin Lokal-Anzeiger announces that the Kaiser has sent the following reply to the message of the Esthonian Landtag: \"With all my heart I thank God for bringing deliverance at the last moment to the German e","thumbnail":null,"section":"Opinion"},{"date":"19930419","headline":"Bottom Line for Murray: The Bat Has No Eraser","web_url":"https://www.nytimes.com/1993/04/19/sports/baseball-bottom-line-for-murray-the-bat-has-no-eraser.html","abstract":"  Eddie Murray traced a line in the batter's box with his bat, and umpire Jeff Kellogg didn't waste a second throwing down the gauntlet in what appears to be a continuing war between the first baseman for the Mets and baseball's on-field authorities.   Murray, who had argued with Kellogg about the strike call on Tim Pugh's first pitch to him in the fourth inning of today's 3-2 loss to the Reds, was ejected as soon as he outlined for the umpire exactly how far inside he thought the second pitch was. The dugout for the Mets detonated, and Manager Jeff Torborg was gone for the afternoon moments later, too.","thumbnail":null,"section":"Sports"},{"date":"19930419","headline":"As Health Plan Comes Together, Big Price Tag Comes Into Focus","web_url":"https://www.nytimes.com/1993/04/19/us/as-health-plan-comes-together-big-price-tag-comes-into-focus.html","abstract":"  Just one month before President Clinton is scheduled to send Congress an ambitious proposal to guarantee comprehensive health care for all Americans, Administration officials are beginning to realize that it may involve huge costs and tax increases bigger than any previously proposed.   The White House has spent 12 weeks developing ideas for guaranteeing all Americans a rich package of health benefits. But only recently has the task force sorting through the ideas begun to focus on the costs.","thumbnail":null,"section":"U.S."},{"date":"19930419","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/19/opinion/IHT-in-our-pages-100-75-and-50-years-ago-90514043009.html","abstract":"1943: Jews Massacred.LONDON - [From our New York edition:] Two million Jews, men, women and children - an eighth of the Jewish world population before the war - have been annihilated since the Nazis began their march through Europe and 5,400,000 more ar","thumbnail":null,"section":"Opinion"},{"date":"19930419","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/04/19/arts/dance-in-review-285593.html","abstract":"  Dancenoise   Whitney Museum at Philip Morris   120 Park Avenue, at 42d Street    Dancenoise took over the small stage and poured out its customary thick stew of zany performance art on Wednesday night. It was part of the Whitney's \"Say What?: The 1993 Biennial Performance/Theater Project.\" This time around, the piece is called \"Dancenoise\" as well, and the performers' play with props initiates scene changes a little more obviously than in their other work. But it was otherwise business as usual for the irrepressible duo of Anne Iobst and Lucy Sexton.","thumbnail":null,"section":"Arts"},{"date":"19930419","headline":"For Oklahoma, Anita Hill's Story Is Open Wound","web_url":"https://www.nytimes.com/1993/04/19/us/for-oklahoma-anita-hill-s-story-is-open-wound.html","abstract":"  More than a year and a half after Prof. Anita F. Hill's accusations against Judge Clarence Thomas gripped the nation, the state and law school where she teaches remain trapped in a painful argument over whether she was a courageous law professor or a perjurer who should leave Oklahoma.   Hardly a week goes by without a protest on the campus and at the State Capitol over a plan to honor her with an endowed chair to research sexual harassment and women's rights issues.","thumbnail":null,"section":"U.S."},{"date":"19930419","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/04/19/nyregion/news-summary-650293.html","abstract":"  International A2-14  SERBIA FACES TOUGH ACTION  The draconian economic blockade approved by the United Nations Security Council threatens to plunge Serbia into an isolation as deep as Iraq's unless its President convinces the leader of Bosnia's Serbs to make peace.  A1  PEACEKEEPERS ENTER SREBRENICA  A contingent of United Nations soldiers from Canada entered the Muslim enclave of Srebrenica to create a United Nations-monitored \"safe area,\" one of the points in an accord signed before dawn by leaders of Muslim and Bosnian Serbs.  A14","thumbnail":null,"section":"New York"},{"date":"19930419","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/04/19/arts/dance-in-review-286393.html","abstract":"  'The Man Who Celebrates Being 60'   Jan Gero   Kampo Cultural Center  31 Bond Street  East Village    Jan Gero, who turned 60 on March 31, gave himself some choreographic birthday presents on Tuesday night.  \"The Man Who Celebrates Being 60,\" a program of six works, included two solos choreographed and performed by Mr. Gero, two works choreographed by Mr. Gero for other dancers and two pieces created for Mr. Gero by other choreographers. Mr. Gero and the two other performers danced with celebratory fervor. Yet their energy could not disguise the weakness of much of the choreography.","thumbnail":null,"section":"Arts"},{"date":"19930419","headline":"2 Robbers Set Fire To Store in Harlem","web_url":"https://www.nytimes.com/1993/04/19/nyregion/2-robbers-set-fire-to-store-in-harlem.html","abstract":"  Two men robbed and set fire to a grocery store in Harlem early today in a building where what appeared to be a crack factory was discovered on an upper floor, Fire Department officials reported. Lieut. William Bush, a department spokesman, said the robbery took place shortly after midnight at 1985 Amsterdam Avenue near West 158th Street.   Lieutenant Bush said the manager, Gizelle Cazanova, told investigating officers that two men walked into her store, put a gun to her head and announced a robbery. After she had turned over what money she had available, they spread gasoline on the floor and ran.","thumbnail":null,"section":"New York"},{"date":"19930419","headline":"Having a President to Battle With Gives Dole a New Spirit and Verve","web_url":"https://www.nytimes.com/1993/04/19/us/having-a-president-to-battle-with-gives-dole-a-new-spirit-and-verve.html","abstract":"  In this power-focused capital, an ultimate insider is finding new satisfaction in a seemingly diminished role, the minority leadership of a party suddenly thrust from power.    After eight years of trying to serve the competing interests of two Republican Presidents and a few dozen Republican senators as the party's leader in the Senate, Bob Dole is having the time of his life. He is now in a role that really suits his personality better, the scrappy underdog challenging a popular President.","thumbnail":null,"section":"U.S."},{"date":"19930419","headline":"Driver Charged in Accident","web_url":"https://www.nytimes.com/1993/04/19/nyregion/driver-charged-in-accident.html","abstract":"  A 23-year-old Brooklyn driver who has accumulated 46 driver's license suspensions was charged with 3 new violations after surrendering to the police following a hit-and-run accident in Flatbush that left a boy critically injured, the police said yesterday. The driver, identified by the police as Mordecai Levy of 120 Ocean Parkway, was charged with leaving the scene of an accident, assault and driving with a suspended license after Friday's accident. Sgt. John McCluskey, a police spokesman, said Mr. Levy's car struck an 8-year-old boy at the corner of Argyle Road and Caton Avenue at 3:30 P.M. Friday. Sergeant McCluskey said Mr. Levy turned himself in to the police Saturday. The child was in critical condition last night at Kings County Medical Center.","thumbnail":null,"section":"New York"},{"date":"19930419","headline":"Memories Live of Warsaw Ghetto Battle","web_url":"https://www.nytimes.com/1993/04/19/us/memories-live-of-warsaw-ghetto-battle.html","abstract":"  Lillian Lazar is a small woman, and it is hard to imagine her even smaller, shrunk from starvation to 70 pounds, reaching for a pair of fabric shears to attack a German soldier as the Jewish ghetto in Warsaw burned to extinction 50 years ago. She knew her attack was useless. But the shears in the German uniform factory where she worked were all she had.   \"That's what I grabbed,\" she said quietly yesterday. \"I was ready to fight. This was my ammunition.\" Tattooed Reminders    Mrs. Lazar was 16 years old on April 19, 1943, the day several hundred Jews in Warsaw's dying ghetto rose in organized resistance to the Nazi extermination. Yesterday, she awoke at 5 A.M. in her home in Yonkers, picked up 12 dozen plain bagels, six cartons of cream cheese and pulled up to Madison Square Garden at 6:45 A.M., the first of scores of Holocaust survivors to arrive for a solemn service in memory of the uprising.","thumbnail":null,"section":"U.S."},{"date":"19930419","headline":"He Can't See Players but He Can Detail the Plays","web_url":"https://www.nytimes.com/1993/04/19/nyregion/new-britain-journal-he-can-t-see-players-but-he-can-detail-the-plays.html","abstract":"  FROM the time he was a little boy, sitting at home in Metuchen, N.J., listening to baseball games on the radio, Don Wardlow has had a dream. \"There is no greater thrill,\" he said, \"than the crack of the bat, the ball popping into the mitt and the roar of the crowd.\" Pursuing his dream of being a professional baseball broadcaster in the major leagues, Mr. Wardlow is undeterred by the fact that he cannot see what is making those sounds. He is a blind professional baseball announcer.   Mr. Wardlow was at the microphone Friday night with his partner, Jim Lucas, at his side and \"Gizmo the Radio Dog\" behind him as the New Britain Red Sox, the Class AA minor league affiliate of the Boston Red Sox, had their home opener. At 6:55 P.M., Mr. Wardlow took a deep breath and boomed: \"Live from Beehive Field, New Britain, Conn.! New Britain Red Sox baseball is on the air!\"","thumbnail":null,"section":"New York"},{"date":"19930419","headline":"Dana Sopher, Jay Marcus","web_url":"https://www.nytimes.com/1993/04/19/style/weddings-dana-sopher-jay-marcus.html","abstract":"  Dana Sopher was married yesterday to Jay Marcus. She is the northeast regional sales representative for the Halsey Pharmaceutical Company in Brooklyn. He is the company's president and chief executive. Rabbi Andre Ungar officiated at the Tamcrest Country Club in Alpine, N.J.    Mrs. Marcus graduated from Syracuse University. She is the daughter of Myra and Ira Quint of Closter, N.J.","thumbnail":null,"section":"Style"},{"date":"19930419","headline":"Man Is Accused of Killing Mother and a Half-Sister","web_url":"https://www.nytimes.com/1993/04/19/nyregion/man-is-accused-of-killing-mother-and-a-half-sister.html","abstract":"  A man who was apparently feuding with his family over money walked up to his mother and half-sister in the cafeteria of a Queens nursing home yesterday morning and shot them to death without uttering a word, the police said.   About 15 elderly residents were enjoying a leisurely Sunday morning, chatting with visitors, reading newspapers and drinking coffee, when the man, whom the police identified as Harold Green, 45, entered the ground-floor cafeteria at the Highland Care Center at 91-31 175th Street in South Jamaica about 10:40 A.M.","thumbnail":null,"section":"New York"},{"date":"19930419","headline":"BELGRADE FACING SEVERE ISOLATION UNDER U.N. MOVES","web_url":"https://www.nytimes.com/1993/04/19/world/struggle-in-the-balkans-belgrade-facing-severe-isolation-under-un-moves.html","abstract":"  UNITED NATIONS, April 18    The draconian economic blockade approved by the Security Council threatens to plunge Serbia and sections of Bosnia into an isolation as deep as Iraq's unless Serbia's nationalist President, Slobodan Milosevic, persuades the leader of Bosnia's Serbs to make peace in the next eight days.   On Saturday, the United Nations Security Council dismissed a cease-fire agreement brokered for the besieged Bosnian town of Srebrenica as seriously flawed, called Russia's bluff when it threatened a veto and voted to slap stiff new economic sanctions against Yugoslavia on April 26 unless the Serbs sign the international peace plan for Bosnia and Herzegovina by then.","thumbnail":null,"section":"World"},{"date":"19930419","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1993/04/19/style/IHT-what-theyre-reading.html","abstract":"Anders Bjorck, Sweden's defense minister, is reading a recent Swedish translation of Carl von Clausewitz's\"On War.\" . \"A lot of his observationsare still very valid. One reason is that the Europe that existed when Von Clausewitz was ali","thumbnail":null,"section":"Style"},{"date":"19930419","headline":"Review/Theater; Irish Teen-Agers Indict the World","web_url":"https://www.nytimes.com/1993/04/19/theater/review-theater-irish-teen-agers-indict-the-world.html","abstract":"  Perhaps the most disturbing thought about \"Seconds Out,\" a powerful new play being staged by the Irish Repertory Theater, is that its stark and desperate view of modern society was written by a group of eight teen-agers. It is a sobering indictment of the world they are about to inherit.   The play centers on James Hennessy, an 18-year-old Irish youth who is sentenced to prison for a variety of misdemeanors. Hennessy, whose only interest in life seems to be his loft full of pigeons, mostly mumbles incoherencies punctuated by crude Anglo-Saxonisms. \"He's not just monosyllabic, he's inarticulate,\" one court official explains. Or, as the prison governor puts it, Hennessy \"is not quite the full bob.\"","thumbnail":null,"section":"Theater"},{"date":"19930419","headline":"Why Some Boston Legends Plan to Cut a Few Corners","web_url":"https://www.nytimes.com/1993/04/19/sports/marathon-why-some-boston-legends-plan-to-cut-a-few-corners.html","abstract":"  They are growing old, but the course is not getting any softer around the middle.   So New England's greatest long-distance running legends have made some concessions to the Boston Marathon, which today will be run for the 97th time.","thumbnail":null,"section":"Sports"},{"date":"19930419","headline":"Wicks Law Reform Can't Wait","web_url":"https://www.nytimes.com/1993/04/19/opinion/wicks-law-reform-can-t-wait.html","abstract":"  Here's a simple question for New York State legislators: Do they answer to taxpayers, or to the powerful trade unions that contribute to their re-election campaigns? That's the issue as debate renews in Albany over a relic known as the Wicks Law.   Enacted in 1921, the law bars local governments from awarding construction jobs by low bid to a single general contractor. That's the system widely used in private industry, by the Federal Government and most states. In New York, however, municipalities must hire at least four separate contractors: for general construction, plumbing, electrical, and heating and ventilation work.","thumbnail":null,"section":"Opinion"},{"date":"19930419","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/19/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: Vatican Honors.ROME - The Pope has informed Signor Verdi, through Signor Mustapha, director of the Sistine Chapel choir, that he would be pleased to receive the illustrious composer. The audience will take place within a few days. Mr. J. F. Loubat","thumbnail":null,"section":"Opinion"},{"date":"19930419","headline":"Review/Opera; Machinery and Magic in a Completed 'Ring'","web_url":"https://www.nytimes.com/1993/04/19/arts/review-opera-machinery-and-magic-in-a-completed-ring.html","abstract":"  Watching the collapse of the Gibichung castle at the end of the current Metropolitan Opera production of \"Gotterdammerung\" is a little like watching Peter Pan fly in a summer-stock production: you can't miss the strings and the machinery. Huge boulders act like mounds of Styrofoam, being tilted and lowered on all-too-visible ropes.   But then, a moment later, the Met's production redeems itself, taking on another character. The giant castle gradually sinks until it seems to become part of an underwater world; rocks rise with the Rhinemaidens playfully grasping the magic Ring that has finally been tossed to them. As the music swirls, that rock too lowers, the lighting shifts slightly and in the rear Valhalla can be discerned, engulfed in flames. It is an intelligent and compact solution to Wagner's attempts to show all three regions of his universe in the score's final pages.  The performance of the Met's first \"Ring\" cycle this season, which ended on Saturday afternoon after three previous Saturday matinees, seemed to combine that final scene's mixture of clunky artifice and supple grandeur throughout its 17 hours. Much of the grandeur was heard in James Levine's conducting, which could, at its best moments, be both subtle and sweeping, aware of the score's ambiguous shifts in expression as well as its more blunt invocation of motifs. But there was much else to take pleasure in as well, and there will be two other opportunities to do so: this Otto Schenk production of the \"Ring\" will begin again tonight with \"Das Rheingold,\" with all four works to be seen within the week, as Wagner originally wished; they will repeat again next week.","thumbnail":null,"section":"Arts"},{"date":"19930419","headline":"With an Accent, All-Star Repertory Theater","web_url":"https://www.nytimes.com/1993/04/19/arts/with-an-accent-all-star-repertory-theater.html","abstract":"  Often neglected, or at least not fully appreciated, is the role of television as the equivalent of an all-star repertory theater. The point is vividly illustrated this week on Bravo's \"Texaco Performing-Arts Showcase,\" which is offering playwrights of substance interpreted by the kinds of stellar casts Broadway would pant for. Tonight at 10, there's Harold Pinter's \"Old Times\" with John Malkovich, Kate Nelligan and Miranda Richardson. On Saturday at 7 P.M., Kenneth Branagh and Emma Thompson star in John Osborne's \"Look Back in Anger.\"    In this country these days, television adaptations of stage plays are generally left to public television. Coming up soon on \"American Playhouse\" is \"Fires in the Mirror: Crown Heights, Brooklyn and Other Identities,\" the Anna Deavere Smith play, which was widely acclaimed last year at the Joseph Papp Public Theater in the East Village. But unending struggles with financing put severe limits on public-television productivity.","thumbnail":null,"section":"Arts"},{"date":"19930419","headline":"U.N. Says Enclave Is 'Saved'; Bosnians Call It 'Surrender'","web_url":"https://www.nytimes.com/1993/04/19/world/struggle-in-the-balkans-un-says-enclave-is-saved-bosnians-call-it-surrender.html","abstract":"  A contingent of 135 United Nations soldiers from Canada entered the Muslim enclave of Srebrenica today to set up a \"safe area\" under an accord signed before dawn by leaders of Bosnian Serbs and Muslims.   In addition to the \"safe area,\" the accord included an immediate cease-fire and a 72-hour deadline for United Nations troops to disarm the Government garrison in the eastern Bosnian city.","thumbnail":null,"section":"World"},{"date":"19930419","headline":"Healing Wounds and Seeking Understanding; Police and Gay Residents of 115th Precinct Work Together to Find Common Ground","web_url":"https://www.nytimes.com/1993/04/19/nyregion/healing-wounds-seeking-understanding-police-gay-residents-115th-precinct-work.html","abstract":"  In an experiment being closely watched at Police Headquarters, efforts are under way to ease long-standing tensions between homosexuals and the police in Jackson Heights, Queens, the neighborhood with the largest number of gay and lesbian residents outside Manhattan.   It has been almost three years since the killing of a gay man in the neighborhood, a crime that brought gay groups together in anger after the police initially refused to classify it as a bias crime.","thumbnail":null,"section":"New York"},{"date":"19930419","headline":"Flying Rubber Disks and Men in Masks","web_url":"https://www.nytimes.com/1993/04/19/sports/hockey-flying-rubber-disks-and-men-in-masks.html","abstract":"  Back in hockey's Middle Ages, which lasted until the Big Bang of Expansion in 1967, the stereotype was consistent: Goalies were portrayed in caricature, like left-handed pitchers in baseball and place-kickers in football.   Some got sick before games. Others drank too much after games. Many were thought to be superstitious loners, standing bare-faced, scarred if not scared, with noses broken and skin stitched, wearing 50 pounds of equipment, stopping hard, flying rubber soaring at them.","thumbnail":null,"section":"Sports"},{"date":"19930419","headline":"By Popular Demand: Montana Reconsiders","web_url":"https://www.nytimes.com/1993/04/19/sports/pro-football-by-popular-demand-montana-reconsiders.html","abstract":"  The burden is now on Joe Montana to choose between San Francisco and Kansas City. In a dramatic turnabout yesterday, the 49ers named Montana their \"designated\" starting quarterback ahead of the league's reigning most valuable player, Steve Young -- an attempt to induce Montana to remain with the team.   Montana, the three-time Super Bowl m.v.p. who will turn 37 in June, had reached a contractual agreement on Saturday to join the Chiefs, and it was considered a formality that the 49ers would honor the quarterback's request and trade him to Kansas City. But Montana spent the weekend at the Youngstown, Ohio, home of the San Francisco owner, Edward DeBartolo Jr., who asked Montana to reconsider his decision and then dangled an unexpected carrot -- the starting job.","thumbnail":null,"section":"Sports"},{"date":"19930419","headline":"Scallopers See a Livelihood Imperiled","web_url":"https://www.nytimes.com/1993/04/19/us/scallopers-see-a-livelihood-imperiled.html","abstract":"  Like the 19th-century whalers who lived and labored here before them, scallopers say they fear they may become the next fallen icons of New England, remembered only in museums, books and the tall barroom tales of fishermen.   Dwindling stocks of sea scallops, foreign competition and increased enforcement of Federal fishing regulations have turned their once-pleasant trade into an ordeal that threatens their way of life, say the men and women who work the seas.","thumbnail":null,"section":"U.S."},{"date":"19930419","headline":"Bananas to Have an Environmental Seal","web_url":"https://www.nytimes.com/1993/04/19/opinion/l-bananas-to-have-an-environmental-seal-637093.html","abstract":"  To the Editor:   \"A Forbidden Fruit in Europe: Latin Bananas Face Hurdles\" (front page, April 5) highlights the crisis caused by the European Community's plan to raise quotas and tariffs on Latin American bananas dramatically. This comes amid growing worldwide concern about the adverse environmental effects of banana farming.","thumbnail":null,"section":"Opinion"},{"date":"19930419","headline":"Balls Just Out of Reach Have Owen Out of Sorts","web_url":"https://www.nytimes.com/1993/04/19/sports/baseball-balls-just-out-of-reach-have-owen-out-of-sorts.html","abstract":"  Buck Showalter would not question Spike Owen's contribution to the team. And Wade Boggs had a brusque suggestion for anyone else who might be loading up for the Yankees' shortstop: \"get off the guy's back.\"   Truth is, though, no one is more frustrated with what has happened to Spike Owen in his maiden season as the Yankee shortstop than Spike Owen. And yesterday, no one was picking apart Spike Owen's game more than the veteran himself.","thumbnail":null,"section":"Sports"},{"date":"19930419","headline":"Review/Theater; Mike Todd's Broadway In the Grand Old Days","web_url":"https://www.nytimes.com/1993/04/19/theater/review-theater-mike-todd-s-broadway-in-the-grand-old-days.html","abstract":"  As a showman, Mike Todd was a self-generating dynamo, a con artist who transformed himself into a promotional genius. Just as he gave his name to a wide-screen movie process, he lived his entire life in Todd-AO. Originality, which Todd had in abundance, is a key ingredient missing in \"Ain't Broadway Grand.\" The musical, which opened last night at the Lunt-Fontanne Theater, is smaller than Todd's life. A more appropriate title would have been \"Ain't Broadway Bland.\"   During the few moments that evoke the flashy Todd style, the show strikes entertaining notes, especially when Gerry Vichi is cavorting onstage pretending to be the producer's favorite comedian, Bobby Clark. But when the authors, Thomas Meehan and Lee Adams, try to invent a story thread about Todd's life, the result is substandard Broadway biography. Were this an actual 1940's show being revived at the Goodspeed Opera House rather than a period pastiche, the book would have been rewritten.","thumbnail":null,"section":"Theater"},{"date":"19930419","headline":"In Los Angeles Parish, Care for Convicted Officer","web_url":"https://www.nytimes.com/1993/04/19/us/verdict-in-los-angeles-in-los-angeles-parish-care-for-convicted-officer.html","abstract":"  At Our Lady of Perpetual Help Church here today there were no grateful sermons about riots avoided and reconciliation begun as there were elsewhere in Los Angeles County on the morning after two guilty verdicts in the beating trial of four police officers.    This is the home parish of the convicted police sergeant, Stacy C. Koon, his wife and five children. Members of the congregation and the clergy at this thriving Roman Catholic church said today that they grieved for the family that has already suffered terrible emotional and financial strain.","thumbnail":null,"section":"U.S."},{"date":"19930419","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/04/19/nyregion/metro-digest-896393.html","abstract":"  A TALE OF SURVIVAL AND DEFIANCE   Lillian Lazar was 16 years old when she reached for a pair of fabric shears to attack a German soldier on April 19, 1943, the day Jews in Warsaw's fetid and dying ghetto rose in the first organized resistance to the Nazi extermination. Yesterday, she awoke at 5 A.M. in her home in Yonkers, picked up 12 dozen plain bagels and 6 cartons of cream cheese and pulled up to Madison Square Garden at 7:45 A.M., the first to arrive of dozens of Holocaust survivors for a solemn memorial to the uprising. A1. Although the Warsaw uprising was crushed, its enduring lessons lie in the courage of its participants, many of the speakers stressed at the memorial service. B6. PORTLAND, ORE., WEARS A NEW YORK MASK   Portland, Ore., has been many things to many people, but nobody has ever accused it of trying to mimic the gritty swagger of the Big Apple. If New York is a city that never sleeps, Portland is well rested and perky at an early hour. Nevertheless, Portland has tried to re-create itself as New York City for a television movie about the World Trade Center explosion. The makers of NBC's \"Terror in the Towers\" have had to import smoke, snow, garbage, noise and even a few shady-looking types as they try to re-enact in this gentle city on the Willamette River the Feb. 26 blast that rocked lower Manhattan. A16. NEW YORK CITY  2 SHOT TO DEATH IN NURSING HOME   A man who was apparently feuding with his family over money walked up to his mother and half-sister in the cafeteria of a Queens nursing home and shot them to death without uttering a word, the police said. B3. A BRASH STYLE AND A BIG MISTAKE   Barry Feinstein was ultimately undone as the last of the union leaders from New York City's fiscal-crisis era by the same assets that had made him labor's loudest voice. His base was Local 237 of the International Brotherhood of Teamsters -- and since the international union was the target of Federal prosecutors and regulators, his survival depended on being beyond reproach. News analysis. B3. ADULT VIDEO STORES DRAW PROTESTS   Hundreds of residents in several neighborhoods rallied against what they called the proliferation of adult video stores, topless bars and nude cabarets in residential areas. The protesters descended on adult entertainment spots in the Murray Hill, Chelsea and Sutton Place neighborhoods of Manhattan as well as Marine Park, Brooklyn, calling for city zoning regulations that would bar such businesses from residential communities. B3. DINKINS APPOINTEE LEAVES SCHOOL BOARD   Dr. Westina L. Matthews, one of Mayor Dinkins's two appointees on the Board of Education, has resigned, adding another hitch to an already bumpy ride this year for New York City's public schools. Her resignation comes at a tense time for Mr. Dinkins, for whom education issues will be critical in the mayoral campaign. B3. REGION  SEEKING IDENTITY OF TIGER LADY   The face of the woman on homicide police bulletins being posted in truck stops and highway police barracks across the country is a computer's best guess about the appearance of Tiger Lady, a young woman whose body was dumped in a truck parking area off Interstate 80 in Warrington, N.J., 18 months ago. B8. D'AMATO'S BROTHER GOES ON TRIAL   Armand P. D'Amato goes on trial on Federal fraud charges in connection with $120,500 the government said he was paid to lobby his brother, Senator Alfonse M. D'Amato, on behalf of a defense contractor, the Unisys Corporation. B8. DESCRIBING A GAME HE CANNOT SEE   Pursuing his dream of being a professional baseball broadcaster in the major leagues, Don Wardlow is undeterred by the fact that he cannot see. For now, he is in the minors, providing color commentary for broadcasts of the games of the New Britain, Conn., Red Sox. B8. Metro Matters by Sam Roberts B2  Strictly Business by Douglas Martin B4  Chronicle B12","thumbnail":null,"section":"New York"},{"date":"19930419","headline":"Apartment Owners as Both Tenant and Landlord","web_url":"https://www.nytimes.com/1993/04/19/nyregion/apartment-owners-as-both-tenant-and-landlord.html","abstract":"  It is a bizarre New York City game, a real-estate version of musical chairs. To participate one only needs to own a co-op or condominium that cannot be sold and have a need or desire to live somewhere else.   While there are no hard figures on how many people have been thrust into this sometimes costly game, where apartment owners are landlords and tenants at the same time, anecdotal information suggests that the number of co-op owners who are subletting their apartments while they rent other places is growing.","thumbnail":null,"section":"New York"},{"date":"19930419","headline":"Confronting Urban Ills, 2 Senators Face Reality","web_url":"https://www.nytimes.com/1993/04/19/nyregion/metro-matters-confronting-urban-ills-2-senators-face-reality.html","abstract":"  THERE he goes again.   This time, Senator Daniel Patrick Moynihan did not single out blacks. But the searing lecture he delivered last week on the social consequences of family disintegration managed to offend, among others, Mayor David N. Dinkins and Representative Charles B. Rangel by waxing nostalgic about the good old days when more families may have been intact, but neglecting to mention that the old days were not so good for blacks still subject to legal segregation.","thumbnail":null,"section":"New York"},{"date":"19930419","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/04/19/us/inside-656193.html","abstract":"  Farrakhan's Overture   The black militant says he seeks to mend fences with Jews by his performance of the Mendelssohn Violin Concerto. Page C11. Turmoil in Pakistan    Pakistan's President, Ghulam Ishaq Khan, dismissed Prime Minister Nawaz Sharif, citing corruption, and dissolved Parliament. Page A3. Real-Estate Musical Chairs    Hurt by a depressed market, many New York co-op and condominium owners are renting their units rather than trying to sell them. Page B1. Goalies on the Spot    As the National Hockey League playoffs get under way, the goaltender's difficult task becomes even more difficult. SportsMonday, page C1.","thumbnail":null,"section":"U.S."},{"date":"19930419","headline":"Nancy Drew: 30's Sleuth, 90's Role Model","web_url":"https://www.nytimes.com/1993/04/19/us/nancy-drew-30-s-sleuth-90-s-role-model.html","abstract":"  For many young women, the age between braces and a retainer, before the freckles fade, is a moment when life's possibilities are illuminated in the darkness by a flashlight on a printed page.   Millions of those pages recount the detective adventures of Nancy Drew, the teen-age heroine of more than 100 books since 1930, who has shaped the imagination of generations of women.","thumbnail":null,"section":"U.S."},{"date":"19930419","headline":"Corporate Vows to Aid Poor Produce Little in Los Angeles","web_url":"https://www.nytimes.com/1993/04/19/us/corporate-vows-to-aid-poor-produce-little-in-los-angeles.html","abstract":"  Almost daily a group of well-dressed business executives announces with great fanfare a financial commitment to revitalize this city's poor neighborhoods in the aftermath of last year's riots. At last tally, 200 corporations had pledged more than $500 million in aid.   But these pledges have so far done little to change the bleak economic conditions of the inner city. Most of the corporate money will come in the form of donated equipment, buildings and services and support for educational and job training programs -- not for the factories, distribution centers, outlets and other operations that would create jobs in low-income areas.","thumbnail":null,"section":"U.S."},{"date":"19930419","headline":"National Parks Aren't Disneylands","web_url":"https://www.nytimes.com/1993/04/19/opinion/national-parks-arent-disneylands.html","abstract":"For the first time in 12 years, the American people have a chance to reclaim their national parks. If he gets it right, Secretary of the Interior Bruce Babbitt will render an enormous service to the public. \n\nAmerica has the most extensive, intellectually elegant array of national parks in the world. There are 367 of them, all held in trust for the well-being of the people. In 1990, there were 252 million visitors. The figure is expected to double within 20 years.","thumbnail":null,"section":"Opinion"},{"date":"19930419","headline":"Gore Meets Resistance in Effort for Steps on Global Warming","web_url":"https://www.nytimes.com/1993/04/19/us/gore-meets-resistance-in-effort-for-steps-on-global-warming.html","abstract":"  As President Clinton prepares to commemorate Earth Day with a speech on the environment, a dispute has broken out in the Administration over efforts by Vice President Al Gore to persuade Mr. Clinton to fulfill a campaign promise on specific steps to reduce the threat of global warming.   Mr. Gore, say aides in the White House and in several Cabinet agencies, has urged the President to commit the United States to freezing at 1990 levels the amount of global-warming pollutants pouring from cars, trucks and factories, a standard that would be reached by the year 2000.","thumbnail":null,"section":"U.S."},{"date":"19930419","headline":"Ousted Teamster: A Brash Mistake","web_url":"https://www.nytimes.com/1993/04/19/nyregion/ousted-teamster-a-brash-mistake.html","abstract":"  Barry Feinstein was ultimately undone as the last of the union leaders from New York City's fiscal-crisis era by the very same assets that had made him labor's loudest voice.   He headed a tiny union that virtually ran itself, which gave him the time and latitude to plunge into the politics of organized labor and government. But his base was Local 237 of the International Brotherhood of Teamsters -- and since the international union was the target of Federal prosecutors and regulators, his survival depended on being beyond reproach. Mr. Feinstein apparently wasn't, and he was ousted last week in the wake of charges that he misused $500,000 of the local's money to maintain a luxurious personal life style.","thumbnail":null,"section":"New York"},{"date":"19930419","headline":"Sylvan Recital Canceled","web_url":"https://www.nytimes.com/1993/04/19/arts/sylvan-recital-canceled.html","abstract":"  The baritone Sanford Sylvan has canceled his Friday recital at Weill Hall. Subscribers to the Great Singers series will receive an automatic refund, as will those who who bought their tickets through Carnegie Charge. Other tickets may be returned to the box office or mailed to Sanford Sylvan Refund, Carnegie Hall Box Office, 154 West 57th Street, New York, N.Y. 10019. Information: (212) 247-7800.","thumbnail":null,"section":"Arts"},{"date":"19930419","headline":"Hunter's Bull's-eyes Drop Islanders","web_url":"https://www.nytimes.com/1993/04/19/sports/hockey-hunter-s-bull-s-eyes-drop-islanders.html","abstract":"  The Washington Capitals beat the Islanders in the opening game of their playoff series tonight because Washington has Dale Hunter and the Islanders don't have anybody like him.   Few teams do. Even before Hunter scored two goals to lead a 3-1 victory at the Capital Centre, he dominated the game by checking anyone in his way and by crashing the goal crease of Glenn Healy. Hunter is a fire-breathing veteran, 32 years old, 13 years in the league, all snips and snails and tough as nails.","thumbnail":null,"section":"Sports"},{"date":"19930419","headline":"Temporary Survival","web_url":"https://www.nytimes.com/1993/04/19/opinion/temporary-survival.html","abstract":"I am in our walled yard, standing beside the swimming pool. The moon shines down on me from a polished black sky, and shines up at me from black water. I have been hearing the screech of a hunting owl, and now I see him on the telephone wire, a Halloween silhouette, cat-size and cat-eared. A moment only, and then he is not there, gone as soundlessly as a falling feather. The moon stares back at me from the pool.\n\nThen it cracks, crazes, shivers, spreads on tiny, almost imperceptible ripples. Some moth or night-flying beetle has blundered into it, I think. But when I put my flashlight on the spot from which the ripples seem to emanate (and who is ever without a flashlight?) I see that a mouse is drowning there. He is a very small mouse, hardly bigger or heavier than a grasshopper, and he apparently cannot sink. But he must have been in the water for some time, for his struggles are feeble, and as I watch, they stop completely. He lies on the surface, his ripples spread and dissipate and smooth out.","thumbnail":null,"section":"Opinion"},{"date":"19930419","headline":"Dinkins Appointee Is Planning to Leave Board of Education","web_url":"https://www.nytimes.com/1993/04/19/nyregion/dinkins-appointee-is-planning-to-leave-board-of-education.html","abstract":"  Dr. Westina L. Matthews, one of Mayor David N. Dinkins's two appointees on the Board of Education, has resigned, adding another hitch to an already bumpy ride this year for New York City's public schools.   Dr. Matthews, a Merrill Lynch executive and former schoolteacher in Ohio who has served on the seven-member board since 1990, announced her intent in a letter to the Mayor dated March 29. The move, reported in yesterday's Daily News, is effective May 7. It was spurred by \"compelling personal reasons,\" she wrote.","thumbnail":null,"section":"New York"},{"date":"19930419","headline":"Young Jews in Warsaw Rebuild Their Heritage","web_url":"https://www.nytimes.com/1993/04/19/world/young-jews-in-warsaw-rebuild-their-heritage.html","abstract":"  In the pale spring sunlight, several stooped, white-haired men in dark suits and hats shuffle across the stone courtyard in front of the city's only synagogue, a stark reminder that in Europe's once-flourishing center of Judaism, few elderly Jews remain.    In a shabby building nearby, a group of university students gather around their computer to plan the next issue of their Jewish newspaper. Downstairs, white paint is hastily slapped on walls for the opening of a Jewish youth sports club.","thumbnail":null,"section":"World"},{"date":"19930419","headline":"Bridge","web_url":"https://www.nytimes.com/1993/04/19/nyregion/bridge-985493.html","abstract":"  One of the most famous deals in the literature of the game concerns the play of the diagramed layout in six spades. It is usually shown with the North hand as declarer, but it is hard to imagine any bidding that would make South the dummy in a spade contract.   Consider what the result should be with various leads from West. Obviously a club lead, conceding a ruff and sluff, would make South's task easy. A little experimenting will show that the defense will prevail after a diamond lead. But a heart lead is interesting.","thumbnail":null,"section":"New York"},{"date":"19930419","headline":"Fear Subsides With Verdict, But Residents Remain Wary","web_url":"https://www.nytimes.com/1993/04/19/us/verdict-in-los-angeles-fear-subsides-with-verdict-but-residents-remain-wary.html","abstract":"  For the first time in a year, residents of Los Angeles awoke today free of the shadow of possible riots. But this moment of relief left the city facing the same urban problems and racial frictions that erupted into violence last April.   Church services today celebrated the peaceful atmosphere in the aftermath of the convictions on Saturday of two police officers in the beating of Rodney G. King.","thumbnail":null,"section":"U.S."},{"date":"19930419","headline":"Israeli Stabbed to Death in Gaza; Curbs on Palestinians Maintained","web_url":"https://www.nytimes.com/1993/04/19/world/israeli-stabbed-to-death-in-gaza-curbs-on-palestinians-maintained.html","abstract":"  Palestinian assailants stabbed an Israeli lawyer to death in the Gaza Strip today, the first slaying of an Israeli by Arabs since the Government sealed off the occupied territories nearly three weeks ago to stop a surge of Arab attacks.    The Cabinet decided at its weekly meeting today to maintain the closing, which was imposed after 15 Israelis were killed last month. Twenty-six Palestinians and other Arabs also died in March, in street violence or in clashes with security forces.","thumbnail":null,"section":"World"},{"date":"19930419","headline":"When Bilingual Skills Can Get in the Way","web_url":"https://www.nytimes.com/1993/04/19/opinion/l-when-bilingual-skills-can-get-in-the-way-279093.html","abstract":"  To the Editor:    The unfinished discussion about the merits of bilingual education, continued by Susan Dicker in \"Bilingual Education Yields Good Results\" (letter, April 6), has focused on the basic education of children from Spanish-speaking families.","thumbnail":null,"section":"Opinion"},{"date":"19930419","headline":"School Board Election Debates on TV Begin Monday, April 26","web_url":"https://www.nytimes.com/1993/04/19/opinion/l-school-board-election-debates-on-tv-begin-monday-april-26-281293.html","abstract":"  To the Editor:   We applaud your efforts to alert New Yorkers to the coming school board elections in \"School Challenge From the Right\" (editorial, April 6).","thumbnail":null,"section":"Opinion"},{"date":"19930419","headline":"Books of The Times;\nShylock, Too, Is in the Eye of the Beholder and of the Age","web_url":"https://www.nytimes.com/1993/04/19/arts/books-of-the-times-shylock-too-is-in-the-eye-of-the-beholder-and-of-the.html","abstract":"Shylock \n A Legend and Its Legacy \n By John Gross \n Illustrated. 386 pages. Simon & Schuster. $25.  \n\nWhatever John Gross may think of Philip Roth's new novel, its publication has to please him. For the title alone, \"Operation Shylock: A Confession,\" strikingly confirms one premise of Mr. Gross's own new book. \"Shylock: A Legend and Its Legacy\" is in part the story of how Shakespeare's moneylender gradually went beyond the play he's in to lead an independent life as image and metaphor. In the annals of bias, Shylock, as a character in Roth's book says, \"is the embodiment of the Jew . . . savage, repellent and villainous . . . deformed by hatred and revenge.\" Shylock as monster, within Shakespeare and outside, (along with a later, smaller counterportrait as victim) is what Mr. Gross traces through the four centuries since \"The Merchant of Venice\" was first performed.","thumbnail":null,"section":"Arts"},{"date":"19930419","headline":"President of Pakistan Dismisses Premier and Dissolves Parliament","web_url":"https://www.nytimes.com/1993/04/19/world/president-of-pakistan-dismisses-premier-and-dissolves-parliament.html","abstract":"  After months of political turmoil, Pakistan's President, Ghulam Ishaq Khan, dismissed Prime Minister Nawaz Sharif tonight, accusing him of corruption and mismanagement, and dissolved Parliament.   It was the second time Mr. Ishaq Khan had used his sweeping powers to control Pakistani politics, and the third time in five years that a Prime Minister had been dismissed. In 1990, Mr. Ishaq Khan dismissed Benazir Bhutto as Prime Minister, citing corruption as the reason.","thumbnail":null,"section":"World"},{"date":"19930419","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/04/19/nyregion/chronicle-191393.html","abstract":"  More than 23 years ago, Senator GAYLORD NELSON, a Wisconsin Democrat, decided on the need for a national discussion on the environment in schools and colleges around the country. That first teach-in called Earth Day has mushroomed into an international event.    On Thurday, Earth Day, the founder of this grass-roots movement, former Senator Nelson will receive the first Earth Day Award for Environmental Leadership at a dinner, to be held at the National Arts Club in New York City. The artist ROBERT RAUSCHENBERG will be given the first Earth Day Award for Environment and the Arts. Mr. Rauschenberg designed the first Earth Day poster in 1970 and the official painting for last year's Earth Summit in Rio de Janeiro.","thumbnail":null,"section":"New York"},{"date":"19930419","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/04/19/nyregion/chronicle-957993.html","abstract":"  This year's winners of the Goldman Environmental Prize, which has been called the Nobel Prize of the Environment, will be honored today at a ceremony at Herbst Hall in San Francisco. Seven environmentalists from around the world will receive awards totaling $360,000 from the Goldman Environmental Foundation. On Wednesday, they they will be in New York City at a reception where the host will be ROBERT F. KENNEDY JR.   \"We hope these awards will encourage more people at the grass-roots level to become active in support of the environment,\" said RICHARD GOLDMAN, Chief of Protocol of San Francisco. Mr. Goldman, chairman of an independent insurance brokerage firm, and his wife, RHODA, established the awards in 1989.","thumbnail":null,"section":"New York"},{"date":"19930419","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/04/19/arts/dance-in-review-283993.html","abstract":"  Sari Eckler Performance Project   Dia Center for the Arts  155 Mercer Street  SoHo    The Sari Eckler Performance Project presented two pieces by Miss Eckler on Thursday night. Mark Haim, whose work has also been seen in the Joffrey Ballet, was represented as a guest choreographer in a premiere, \"May I Please Take Him With Me?\"","thumbnail":null,"section":"Arts"},{"date":"19930419","headline":"Watch Hussein Run for Hills","web_url":"https://www.nytimes.com/1993/04/19/sports/marathon-watch-hussein-run-for-hills.html","abstract":"  Ibrahim Hussein says that the hilly Boston Marathon course was made for him -- and vice versa.   \"If I was the other runners, I'd be watching what I was doing,\" Hussein said. \"I would be thinking that this man knows what he is doing and that I'd better be following him.\"","thumbnail":null,"section":"Sports"},{"date":"19930419","headline":"Review/Music; Peering Into the Influence Of Dvorak's Legacy","web_url":"https://www.nytimes.com/1993/04/19/arts/review-music-peering-into-the-influence-of-dvorak-s-legacy.html","abstract":"  Sometimes it takes a foreigner to prod Americans into thinking about what kind of music they should have for themselves. Dvorak was one. He arrived in the United States 100 years ago to begin a three-year tenure as teacher and composer. His presence and his residual influence were remembered on Thursday night at the City University of New York Graduate Center in a concert called \"Dvorak's American Legacy\" and presided over by the conductor Maurice Peress.   The Meridian String Quartet, the Aaron Copland School of Music Jazz Ensemble under Mr. Peress and various singers and players were offering a kind of educational genealogy. It began with two Dvorak pupils, Reuben Goldmark and Will Marion Cook; proceeded to their pupils, Duke Ellington, Aaron Copland and George Gershwin, and then ended with the finale of Dvorak's \"American\" String Quartet.","thumbnail":null,"section":"Arts"},{"date":"19930419","headline":"For Those Who Deliver, a Good Take","web_url":"https://www.nytimes.com/1993/04/19/nyregion/strictly-business-for-those-who-deliver-a-good-take.html","abstract":"  Five years ago, Lois O'Neill found herself at a dead end. Her life had come down to a divorce, an unrewarding office job and three children to put through college.   So she took a small inheritance and bought a bread delivery route in Bergen County, N.J., for $18,000. She began going to work at 1 A.M. seven days a week, wearing a sweat suit rather than the high heels to which she was accustomed.","thumbnail":null,"section":"New York"},{"date":"19930419","headline":"Italians Vote: Can They Start a Political Revival?","web_url":"https://www.nytimes.com/1993/04/19/world/italians-vote-can-they-start-a-political-revival.html","abstract":"  Elisabetta di Luca sandwiched her tryst with Italy's destiny between late-morning Mass and Sunday lunch today, voting yes to political change in a referendum that represented a verdict on her land and its leaders -- even, some say, a turning point.   Just in case anyone had doubts, the priest who led the Mass had made clear what the Vatican thought she and the rest of the flock should be doing. \"He told us, 'It's your duty to go to vote for a change in Italy,' \" the 38-year-old health worker said as she emerged from the polling booth into the sunlight that seeped into the Roman spring today.","thumbnail":null,"section":"World"},{"date":"19930419","headline":"Tattoo and Sketch Only Clues to an Identity","web_url":"https://www.nytimes.com/1993/04/19/nyregion/tattoo-and-sketch-only-clues-to-an-identity.html","abstract":"  She gazes out of the picture, her eyes a little bored, maybe a little hostile, waiting.   She seems to be real, and yet is not. The face of the woman on homicide police bulletins being posted in truck stops and highway police barracks across the country is in fact a computer's best guess about the appearance of a young woman who was murdered, and her body dumped in a truck parking area off Interstate 80 here, 18 months ago.","thumbnail":null,"section":"New York"},{"date":"19930419","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/04/19/arts/dance-in-review-284793.html","abstract":"  'Mating for Life'   Tamar Rogoff  Performance Space 122    Tamar Rogoff's \"Mating for Life,\" seen on Friday night, takes a long, dreaming look at the bright and dark sides of a building relationship. A series of slow-moving, often fragmentary episodes, \"Mating for Life\" begins and ends with Lissy Trachtenberg and Jan Vomacka close together and facing each other. Lips touch in a first near-kiss exchanged between the kneeling man and woman. At the end, both are standing, and the woman smiles, half-teasing and half-laughing at the man. The passage of time has changed the way they see each other and themselves.","thumbnail":null,"section":"Arts"},{"date":"19930419","headline":"Penguins Are Off and Waddling","web_url":"https://www.nytimes.com/1993/04/19/sports/hockey-penguins-are-off-and-waddling.html","abstract":"  The two-time Stanley Cup champion Pittsburgh Penguins are playing their best hockey of the season and hardly need an assist from their opponents. But they got plenty of help from the Devils today in the opening round of their playoff series.   The Devils were most generous by turning the puck over in dangerous areas of the ice, and they strayed from their plan to avoid penalties -- incurring eight -- as the Penguins, led by Mario Lemieux's two goals and two assists, scored a 6-3 victory. The Penguins, scoring three times on the power play, showed their championship form before a regional television audience as ABC became the first major network to televise a Stanley Cup playoff game since 1980. (ABC also televised the St. Louis-Chicago game in other parts of the country.)","thumbnail":null,"section":"Sports"},{"date":"19930419","headline":"Talks Continuing at Ohio Prison","web_url":"https://www.nytimes.com/1993/04/19/us/talks-continuing-at-ohio-prison.html","abstract":"  The takeover of part of the maximum-security prison here by about 450 inmates entered its seventh day today with more negotiations for the release of five guards being held hostage. But there was no indication of a break in the tense situation in which at least six inmates and a guard have been killed.   As part of the negotiations, officials of the Southern Ohio Correctional Facility tried today, as they had tried Saturday, to arrange for a live television broadcast. A television satellite truck was ready to enter the grounds, but by evening there had been no broadcast, and officials would not comment on what was causing the delay.","thumbnail":null,"section":"U.S."},{"date":"19930419","headline":"Nina Shapiro and Harold Dauerman","web_url":"https://www.nytimes.com/1993/04/19/style/weddings-nina-shapiro-and-harold-dauerman.html","abstract":"  Dr. Nina Lisbeth Shapiro, a resident in otolaryngology at the Massachusetts Eye and Ear Infirmary in Boston, was married yesterday to Dr. Harold Lee Dauerman, a resident in internal medicine at Massachusetts General Hospital there. Rabbi Mordechai Waxman performed the ceremony at Temple Israel in Great Neck, L.I.   The bride, 27, graduated cum laude from Cornell University, where she was elected to Phi Beta Kappa. She and her husband received M.D. degrees from Harvard University. She is the daughter of Dr. and Mrs. Stanley Shapiro of Great Neck. Her father is a clinical assistant professor of psychiatry at the Albert Einstein College of Medicine in the Bronx. Her mother, Dee Shapiro, is a painter in Great Neck.","thumbnail":null,"section":"Style"},{"date":"19930419","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/19/nyregion/c-corrections-705393.html","abstract":"  An article yesterday about the political situation in Nepal misstated the month elections were held there in 1991. It was May, not June.","thumbnail":null,"section":"New York"},{"date":"19930419","headline":"U.S. Says 2 of Its Planes Attacked Iraqi Radar That Imperiled Them","web_url":"https://www.nytimes.com/1993/04/19/world/us-says-2-of-its-planes-attacked-iraqi-radar-that-imperiled-them.html","abstract":"  A United States warplane fired on and probably destroyed an Iraqi radar site outside the no-flight zone in northern Iraq when the radar threatened an Air Force monitoring patrol by electronically targeting it, the Pentagon said today.   Both F-4G Wild Weasel fighters involved in the incident returned safely to their base at Incirlik, Turkey, after firing a HARM anti-radiation missile at the tracking site, which then \"ceased to illuminate,\" Lieut. Comdr. Brian Cullin, a spokesman, said. Target Below 36th Parallel    Unlike a incident on April 9, when United States jets dropped cluster bombs on Iraqi antiaircraft batteries that had fired on them, today's target was 11 miles south of the 36th parallel.","thumbnail":null,"section":"World"},{"date":"19930419","headline":"NUCLEAR DUMP SITE REPORTED IN TIBET","web_url":"https://www.nytimes.com/1993/04/19/world/nuclear-dump-site-reported-in-tibet.html","abstract":"  A Tibetan organization today accused China of conducting nuclear-weapons research on the Tibetan plateau and dumping radioactive waste there.   At least 50 Tibetans living near research sites and uranium mines have died, said the report, written by the Washington-based International Campaign for Tibet.","thumbnail":null,"section":"World"},{"date":"19930419","headline":"In Ceremony of Remembrance, Reminders of Human Courage","web_url":"https://www.nytimes.com/1993/04/19/nyregion/in-ceremony-of-remembrance-reminders-of-human-courage.html","abstract":"  Thousands of Holocaust survivors and their families, many of them sobbing audibly, observed the 50th anniversary of the Warsaw ghetto uprising yesterday with a memorial service at Madison Square Garden that also honored the memory of the six million Jews who perished in the Nazi concentration camps.   Joined by Vice President Gore, Mayor David N. Dinkins, Senator Daniel Patrick Moynihan and others, the 6,000 participants filled the purple seats of the Garden's Paramount Theater, recalling an excruciating chapter in history with prayers, songs, vivid recollections and, finally, a moment of silence.","thumbnail":null,"section":"New York"},{"date":"19930419","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/04/19/nyregion/chronicle-190593.html","abstract":"  Marking a quarter of a century since he led the anti-Vietnam War movement in the Democratic Presidential primaries, EUGENE J. MCCARTHY said in an interview last month, \"Somebody said something about holding an anniversary celebration, but I told them I'd rather hold a rally.\"","thumbnail":null,"section":"New York"},{"date":"19930419","headline":"Nets Use Small Players to Whittle Away Big Deficit","web_url":"https://www.nytimes.com/1993/04/19/sports/pro-basketball-nets-use-small-players-to-whittle-away-big-deficit.html","abstract":"  Nets Coach Chuck Daly called his team's 23-point fourth-quarter comeback, which snagged a playoff berth for New Jersey, a \"very bizarre miracle.\" That miracle came at the expense of the Washington Bullets, 104-103, in Landover, Md., Saturday night.   \"We've lost three at home the same way,\" Daly said yesterday. \"All of a sudden we get down big, I come back with a different team and we play with great passion, great passion. That was the difference, we got back into the game.\"","thumbnail":null,"section":"Sports"},{"date":"19930419","headline":"Egypt Replaces the Minister Combating Muslim Militants","web_url":"https://www.nytimes.com/1993/04/19/world/egypt-replaces-the-minister-combating-muslim-militants.html","abstract":"  President Hosni Mubarak of Egypt, whose Government has been unable to curb a surge of Muslim militant violence, removed his Interior Minister today.   He named as the new minister Maj. Gen. Hassan al-Alfy, the Governor of Assyut province, replacing Mohammed Abdel-Halim Moussa.","thumbnail":null,"section":"World"},{"date":"19930419","headline":"No Headline","web_url":"https://www.nytimes.com/1993/04/19/nyregion/no-headline-688093.html","abstract":"  \"The whole idea was not to go willingly. We thought that if there was an uprising, some shooting back, somebody would wake up. But nobody did. No help came.\" -- MICHAEL KISHEL, 72, of Queens, recalling the Warsaw Ghetto uprising.  [ B6:4. ]","thumbnail":null,"section":"New York"},{"date":"19930419","headline":"Joffrey Is to Perform At City Center Benefit","web_url":"https://www.nytimes.com/1993/04/19/arts/joffrey-is-to-perform-at-city-center-benefit.html","abstract":"  The Joffrey Ballet, Irene Worth and Barbara Cook are among those who are to appear at 7 P.M. on May 10 at City Center, 131 West 55th Street, Manhattan, for a benefit gala in honor of the theater's 50th anniversary. Joanne Woodward is to be the host. Tickets go on sale today, with 2,000 seats available at regular box-office prices.   Other participants are to include the Alvin Ailey American Dance Theater, Kevin Kline, the Paul Taylor Dance Company, Kitty Carlisle Hart, Celeste Holm, Edward Villella, Bobby Short, Darren McGavin, the Martha Graham Dance Company and the Manhattan Theater Club.","thumbnail":null,"section":"Arts"},{"date":"19930419","headline":"It's Double Jeopardy In the King Case","web_url":"https://www.nytimes.com/1993/04/19/opinion/l-it-s-double-jeopardy-in-the-king-case-278293.html","abstract":"  To the Editor:   I am not a member of the American Civil Liberties Union. But one need not be a civil libertarian to take issue with \"It's Not Double Jeopardy in L.A.\" (editorial, April 8), your attack on the A.C.L.U. position that the second trial of the Rodney King defendants violates the constitutional guarantee of double jeopardy.","thumbnail":null,"section":"Opinion"},{"date":"19930419","headline":"Older Isn't Healthier","web_url":"https://www.nytimes.com/1993/04/19/opinion/l-older-isn-t-healthier-280493.html","abstract":"  To the Editor:   Your April 7 front-page report that a drop in old-age disability is challenging the idea of fading health is not borne out. The article concerns the decrease in elderly disability rates and does not treat fading health at all. Joints are being replaced and cataracts removed, but that does not make for a healthy individual.","thumbnail":null,"section":"Opinion"},{"date":"19930419","headline":"Trial of Armand D'Amato May Focus on His Brother","web_url":"https://www.nytimes.com/1993/04/19/nyregion/trial-of-armand-d-amato-may-focus-on-his-brother.html","abstract":"  Armand P. D'Amato goes on trial here on Monday on Federal fraud charges stemming from a $120,500 payment that the Government says he received for lobbying his brother, Senator Alfonse M. D'Amato, on behalf of the Unisys Corporation, a defense contractor.   The case, which many people initially thought would be a significant issue in last November's Senate election, received little attention after the trial was delayed. But it has the potential to once again bring a spotlight on ethical questions that have plagued Senator D'Amato, who narrowly won re-election.","thumbnail":null,"section":"New York"},{"date":"19930419","headline":"Hundreds Join Protests Against Proliferation of Sex Shops","web_url":"https://www.nytimes.com/1993/04/19/nyregion/hundreds-join-protests-against-proliferation-of-sex-shops.html","abstract":"  In coordinated protests throughout New York City yesterday, hundreds of residents in several neighborhoods rallied against what they called the proliferation of adult video stores, topless bars and nude cabarets in residential areas.   The protesters descended on adult entertainment spots in the Murray Hill, Chelsea and Turtle Bay neighborhoods of Manhattan as well as Marine Park, Brooklyn, calling for city zoning regulations that would bar such businesses from residential communities.","thumbnail":null,"section":"New York"},{"date":"19930419","headline":"Mighty HoJo Has Flied Out","web_url":"https://www.nytimes.com/1993/04/19/sports/baseball-mighty-hojo-has-flied-out.html","abstract":"  The anger over the ejection of two Mets was on hold. Bret Saberhagen's surrendering of a 2-0 lead, difficult to figure and hard to take, was done. There was, then, one bit of unfinished theater left to the April afternoon in Riverfront Stadium: Howard Johnson vs. Rob Dibble.   The showdown couldn't have been more elemental. Johnson, whatever his troubles at the plate over the last year, has retained his appetite for fastballs. And two home runs, one Friday night, one to lead off the fifth today, had demonstrated a rediscovered ability to devour them. Dibble, of course, is the closer who owns the National League's unmatched fastball.","thumbnail":null,"section":"Sports"},{"date":"19930419","headline":"In Hometown, Little Enthusiasm for Yeltsin or Vote","web_url":"https://www.nytimes.com/1993/04/19/world/in-hometown-little-enthusiasm-for-yeltsin-or-vote.html","abstract":"  A week before a crucial referendum on Boris N. Yeltsin's presidency, the Yeltsin Foundation, organized to marshal support for him here in his hometown, has total assets in hand of 80,000 rubles, or about $101.   Alya I. Tanachyova, a former Yeltsin aide and family friend who runs the foundation, rather apologetically displays a small pile of placards and leaflets urging support for Mr. Yeltsin in the nationwide vote on April 25. Mr. Yeltsin has portrayed the vote as pitting the democratic future against the totalitarian past and says it will decide who will govern Russia: he or the conservative legislature, a holdover from the Communist era.","thumbnail":null,"section":"World"},{"date":"19930419","headline":"Africa Sees Angola as a Test of U.S. Sincerity; Unita Favors Talks","web_url":"https://www.nytimes.com/1993/04/19/opinion/l-africa-sees-angola-as-a-test-of-us-sincerity-unita-favors-talks-277493.html","abstract":"  To the Editor:   \"Angolan Rebels Rebound, Within Reach of a Victory\" (front page, April 13) is replete with errors and skews the Angolan politico-military reality. The contention that \"the rebel leader who lost the vote has resumed the civil war and scored such enormous advances that there is talk he might engineer an outright military victory\" is patently untrue.","thumbnail":null,"section":"Opinion"},{"date":"19930419","headline":"Ever More Money for Intelligence","web_url":"https://www.nytimes.com/1993/04/19/opinion/ever-more-money-for-intelligence.html","abstract":"  James Woolsey, the new Director of Central Intelligence, insists he'll keep President Clinton's promise to cut the intelligence budget by $7 billion over the next five years. But he's starting off in the wrong direction by asking Congress for more money for the coming year.    It's a dangerous world out there, but the menaces don't match those of the past. The intelligence community should be able to keep track of them with a lot less than $28 billion.","thumbnail":null,"section":"Opinion"},{"date":"19930419","headline":"Casual Justice in the Iraq Case","web_url":"https://www.nytimes.com/1993/04/19/opinion/casual-justice-in-the-iraq-case.html","abstract":"  Who omitted the word \"military\" from documents the Commerce Department gave Congress listing high-technology equipment sold to Iraq before the Persian Gulf war? And who ordered 68 alterations in the report that concealed the fact that much of the equipment had a military use?    The Justice Department under President Bush didn't want to find out, which was understandable: the prewar appeasement of Saddam Hussein could tarnish the glory of Desert Storm. But surely the Justice Department under President Clinton would get to the bottom of this?","thumbnail":null,"section":"Opinion"},{"date":"19930419","headline":"Abroad at Home; Waiting for Clinton","web_url":"https://www.nytimes.com/1993/04/19/opinion/abroad-at-home-waiting-for-clinton.html","abstract":"  Fifty years after the Nazis, will a European state led by a murderous demagogue be allowed to slaughter and expel another people because of their religion?    The question has faced Europe and the United States since Serbian aggression began in the former Yugoslavia 18 months ago. And no matter how hard European leaders and President Clinton wish, it will not go away.","thumbnail":null,"section":"Opinion"},{"date":"19930419","headline":"San Luis Potosi Journal; Mexico's Reform Vote: In House Divided, 2 Stand","web_url":"https://www.nytimes.com/1993/04/19/world/san-luis-potosi-journal-mexico-s-reform-vote-in-house-divided-2-stand.html","abstract":"  When opposition parties of the left and right joined behind a stubborn old ophthalmologist here two summers ago and nearly broke the governing party's hold on the statehouse, some Mexicans took it to be a watershed in their political history.   That Salvador Nava Martinez did not emerge the winner of the August 1991 election was almost secondary. The protests he led charging fraud in the vote forced the new Governor from office, and the lesson was that if the country's traditionally fractious opposition could unite, it might challenge even a reinvigorated ruling party.","thumbnail":null,"section":"World"},{"date":"19930419","headline":"Leader of Bosnia Serbs Remains Firmly Against Peace Plan, Despite U.N. Pressure","web_url":"https://www.nytimes.com/1993/04/19/world/struggle-balkans-leader-bosnia-serbs-remains-firmly-against-peace-plan-despite.html","abstract":"  In a day that mixed the pageantry of Orthodox Easter celebrations with negotiations over plum brandy at a banquet, Radovan Karadzic, the Bosnian Serb leader, stood firm today against signing the United Nations peace plan for Bosnia.   Talking with reporters after church in this mountain village, which is the capital of the self-styled Serbian republic carved out of Bosnia, Dr. Karadzic suggested strongly that he would not cave in and sign the plan.","thumbnail":null,"section":"World"},{"date":"19930419","headline":"PRO FOOTBALL: Sports of The Times; For Joe Montana, It's Future or Flop","web_url":"https://www.nytimes.com/1993/04/19/sports/pro-football-sports-of-the-times-for-joe-montana-it-s-future-or-flop.html","abstract":"  FOR an aging quarterback, the most difficult move is not avoiding the rush. It's the move to another team.   Joe Montana, who will be 37 years old in June, may decide to finish his classic career with the Kansas City Chiefs after all those Super Bowl seasons with the San Francisco 49ers.","thumbnail":null,"section":"Sports"},{"date":"19930419","headline":"A Cinematic Suspension of Disbelief: Make Portland Look Like New York","web_url":"https://www.nytimes.com/1993/04/19/us/a-cinematic-suspension-of-disbelief-make-portland-look-like-new-york.html","abstract":"  Here in the Rose City, police officers ride mountain bikes through downtown and say things like, \"double-tall nonfat latte, please,\" when they go for a coffee break. Understandably, they are being kept out of camera range as Portland tries to re-create itself as New York City for a television movie about the World Trade Center explosion.    Portland has been many things to many people, but nobody has ever accused it of trying to mimic the gritty swagger of the Big Apple. If New York is a city that never sleeps, Portland is well rested and perky at an early hour.","thumbnail":null,"section":"U.S."},{"date":"19930419","headline":"Queens Florist Is Fatally Shot in Robbery","web_url":"https://www.nytimes.com/1993/04/19/nyregion/queens-florist-is-fatally-shot-in-robbery.html","abstract":"  A 62-year-old florist in Middle Village, Queens, was fatally wounded during a robbery yesterday, but the two gunmen were chased down and captured by off-duty police officers, the police said.   The victim, Joseph DeSantis, was shot twice in front of St. John's Flower Shop at 66-52 80th Street about 5 P.M. and died later at Jamaica Hospital.","thumbnail":null,"section":"New York"},{"date":"19930419","headline":"Jets Drafting for Offense? Doubting Thomases Cringe","web_url":"https://www.nytimes.com/1993/04/19/sports/pro-football-jets-drafting-for-offense-doubting-thomases-cringe.html","abstract":"  The Jets have the No. 3 pick in the first round of the National Football League's college draft next Sunday, and a slew of intriguing options come with it. They will be based upon the actions of New England, which has the No. 1 pick, and Seattle, at No. 2.   New England and Seattle each needs a quarterback and there are two good prospects available: Drew Bledsoe, a 6-foot-5-inch junior at Washington State, who is giving up his final year of college eligibility to enter the draft and Rick Mirer, a 6-2, 213-pound Notre Dame senior.","thumbnail":null,"section":"Sports"}],"wiki_events":[{"date":"19930419","headline":"The 51-day FBI siege of the Branch Davidian building in Waco, Texas, USA, ends when a fire breaks out. Seventy-six Davidians, including 18 children under age 10, died in the fire.","pages":[{"title":"Waco siege","web_url":"https://en.wikipedia.org/wiki/Waco_siege","description":"1993 US law enforcement siege in Texas","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Mountcarmelfire04-19-93-n.jpg/320px-Mountcarmelfire04-19-93-n.jpg","thumbnail_width":320,"thumbnail_height":235},"abstract":"The Waco siege, also known as the Waco massacre, was the siege by U.S. federal government and Texas state law enforcement officials of a compound belonging to the religious cult known as the Branch Davidians between February 28 and April 19, 1993. The Branch Davidians, led by David Koresh, were headquartered at Mount Carmel Center ranch in the community of Axtell, Texas, 13 miles northeast of Waco. Suspecting the group of stockpiling illegal weapons, the Bureau of Alcohol, Tobacco, and Firearms (ATF) obtained a search warrant for the compound and arrest warrants for Koresh and several of the group's members."},{"title":"Branch Davidians","web_url":"https://en.wikipedia.org/wiki/Branch_Davidians","description":"Religious association known for the Waco siege of 1993","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Flag_of_the_Branch_Davidians.svg/320px-Flag_of_the_Branch_Davidians.svg.png","thumbnail_width":320,"thumbnail_height":213},"abstract":"The Branch Davidians are an apocalyptic new religious movement founded in 1955 by Benjamin Roden. They regard themselves as a continuation of the General Association of Davidian Seventh-Day Adventists, established by Victor Houteff in 1935."},{"title":"Waco, Texas","web_url":"https://en.wikipedia.org/wiki/Waco%2C_Texas","description":"City in Texas, United States","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/WacoCity.jpg/320px-WacoCity.jpg","thumbnail_width":320,"thumbnail_height":594},"abstract":"Waco is the county seat of McLennan County, Texas, United States. It is situated along the Brazos River and I-35, halfway between Dallas and Austin. The city had a 2020 population of 138,486, making it the 22nd-most populous city in the state. The 2021 U.S. Census population estimate for the city was 139,594. The Waco metropolitan statistical area consists of McLennan and Falls counties, which had a 2010 population of 234,906. Falls County was added to the Waco MSA in 2013. The 2021 U.S. census population estimate for the Waco metropolitan area was 280,428."}]}],"weather":[{"date":"19930419","time":"1993-04-19 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":69,"wspd":18.4},{"date":"19930419","time":"1993-04-19 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":71,"wspd":18.4},{"date":"19930419","time":"1993-04-19 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":72,"wspd":16.6},{"date":"19930419","time":"1993-04-19 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":75,"wspd":16.6},{"date":"19930419","time":"1993-04-19 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":75,"wspd":16.6},{"date":"19930419","time":"1993-04-19 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":77,"wspd":20.5},{"date":"19930419","time":"1993-04-19 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":79,"wspd":13},{"date":"19930419","time":"1993-04-19 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":78,"wspd":16.6},{"date":"19930419","time":"1993-04-19 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.5,"rhum":72,"wspd":13},{"date":"19930419","time":"1993-04-19 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":65,"wspd":11.2},{"date":"19930419","time":"1993-04-19 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":63,"wspd":13},{"date":"19930419","time":"1993-04-19 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":59,"wspd":16.6},{"date":"19930419","time":"1993-04-19 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":59,"wspd":14.8},{"date":"19930419","time":"1993-04-19 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":58,"wspd":16.6},{"date":"19930419","time":"1993-04-19 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":60,"wspd":16.6},{"date":"19930419","time":"1993-04-19 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":57,"wspd":13},{"date":"19930419","time":"1993-04-19 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":57,"wspd":14.8},{"date":"19930419","time":"1993-04-19 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.3,"rhum":59,"wspd":13},{"date":"19930419","time":"1993-04-19 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":64,"wspd":14.8},{"date":"19930419","time":"1993-04-19 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.3,"rhum":70,"wspd":14.8},{"date":"19930419","time":"1993-04-19 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":70,"wspd":14.8},{"date":"19930419","time":"1993-04-19 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":73,"wspd":11.2},{"date":"19930419","time":"1993-04-19 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":75,"wspd":5.4},{"date":"19930419","time":"1993-04-19 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":76,"wspd":3.6}]},"19930420":{"guardian_articles":[{"date":"19930420","headline":"Funeral pyre at Waco : Two Britons among cult's survivors","web_url":"https://www.theguardian.com/world/1993/apr/20/usa.martinwalker2","abstract":null,"thumbnail":null,"section":"US news"},{"date":"19930420","headline":"Funeral pyre at Waco: Two Britons among cult's survivors","web_url":"https://www.theguardian.com/world/1993/apr/20/usa.martinwalker1","abstract":null,"thumbnail":null,"section":"US news"},{"date":"19930420","headline":"Funeral pyre at Waco: Washington denies botched operation","web_url":"https://www.theguardian.com/world/1993/apr/20/usa.martinwalker","abstract":null,"thumbnail":null,"section":"US news"}],"nytimes_articles":[{"date":"19930420","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/04/20/arts/classical-music-in-review-928093.html","abstract":"  New York Chamber Symphony  Eduardus Halim, Pianist 92d Street Y   Eduardus Halim is a pianist of highly unusual temperament, difficult to evaluate at first hearing. He recalls a bygone age of eccentric, flamboyant pianism, the heyday of legends like Hofmann and Horowitz. But his technique sometimes lags behind his chosen ideal. In the Chopin Second Concerto on Saturday night, certain passages were poorly articulated and ill focused; the interpretation unfolded more as a succession of startling moments than as a coherent whole. The Larghetto, however, left no doubt of Mr. Halim's gift for evocation and emotive intensity.   The central problem was the disparity between the pianist's sumptuous delivery and the somewhat meager resources of the New York Chamber Symphony, under the direction of Gerard Schwarz. Mr. Halim, perched at the edge of the stage, was under unforgiving scrutiny from the hall's close acoustics, and the orchestra did not provide full support. In the end, it's hard to deliver a firm judgment, although the pianist's approach certainly stands apart from the norm.","thumbnail":null,"section":"Arts"},{"date":"19930420","headline":"Transactions","web_url":"https://www.nytimes.com/1993/04/20/sports/transactions-658393.html","abstract":"  Baseball  National League   FLORIDA MARLINS -- Placed Bret Barberie, infielder, on the 15-day disabled list.   LOS ANGELES DODGERS -- Claimed Steve Parris, pitcher, off waivers from the Philadelphia Phillies and assigned him to San Antonio of the Texas League.","thumbnail":null,"section":"Sports"},{"date":"19930420","headline":"Drug Concerns to Share AIDS Data","web_url":"https://www.nytimes.com/1993/04/20/science/drug-concerns-to-share-aids-data.html","abstract":"  TO speed the development of new therapies for AIDS, 15 pharmaceutical companies have agreed to share drugs and information while drugs are undergoing early clinical testing.   The unusual collaboration was engineered by Dr. Edward Scolnick, president of the Merck Research Laboratory in Rahway, N.J.","thumbnail":null,"section":"Science"},{"date":"19930420","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/20/opinion/IHT-letters-to-the-editor-90493611471.html","abstract":"Test in a Russian Court. In a test of the new Russia, Judge Valentina Constantinova Belikova and two associates are deciding, in the relative obscurity of the Cheremuski district court outside of Moscow, whether the ultranationalist Pamyat organization","thumbnail":null,"section":"Opinion"},{"date":"19930420","headline":"Mahorn Seeks to Cook Knicks' Frontline Beef","web_url":"https://www.nytimes.com/1993/04/20/sports/pro-basketball-mahorn-seeks-to-cook-knicks-frontline-beef.html","abstract":"  The Nets' lineup has changed so much this season that it would be understandable if Coach Chuck Daly one day looked on the court and didn't recognize who was out there. Now, knowing the Knicks' front line is one of the biggest in the National Basketball Association, he is considering the insertion of Rick Mahorn into the starting lineup.   Also, Daly will probably reinsert guard Drazen Petrovic, who seems back to his normal brilliant-shooting self after a long layoff because of a torn ligament, into the starting rotation when the Nets (43-36) play the Knicks on Wednesday night at Madison Square Garden. Petrovic has been coming off the bench since April 14. It was only in the second half of the game against the Washington Bullets on Saturday night that his fluid shooting form returned. A Lot of Beef    Daly doesn't want to get pushed around by the Knicks, who have beef brothers Charles Oakley and Charles Smith, not to mention Anthony Mason. Mahorn, who has been tireless and has played as hard as anyone this season, would give the Nets a big body to bang around with the Knicks' big forwards.","thumbnail":null,"section":"Sports"},{"date":"19930420","headline":"English Channel Tunnel Is Facing Another Delay","web_url":"https://www.nytimes.com/1993/04/20/world/english-channel-tunnel-is-facing-another-delay.html","abstract":"  The British-French company that will operate the rail link beneath the English Channel said today that the tunnel's opening would almost certainly be delayed again, until next year, because of a long-running dispute with the project's contractors.   The company, Eurotunnel, said the opening date, which had previously been Christmas, would depend on how rapidly it could resolve its differences with the contractors over who is responsible for more than $1 billion in costs. But Eurotunnel, in its annual report to shareholders, said that its banks were now working on the assumption that freight service would begin next February and passenger service next April.","thumbnail":null,"section":"World"},{"date":"19930420","headline":"Leyritz Batting Over .500, So Why So Blue?","web_url":"https://www.nytimes.com/1993/04/20/sports/baseball-leyritz-batting-over-.500-so-why-so-blue.html","abstract":"  Jim Leyritz, like all Yankees, is delighted to have new teammates by the name of Jim Abbott and Jimmy Key. But his bat may not be: Because Abbott and Key, two of the premier left-handers in the American League, are now Yankees, the small number of opportunities for a New York player who platoons against left-handed pitchers has grown even smaller.   So it is that Leyritz, a right-handed hitter with no one position to call his own, has embarked on a road trip with the Yankees prepared to grab a piece of pine this week.","thumbnail":null,"section":"Sports"},{"date":"19930420","headline":"Editors' Note","web_url":"https://www.nytimes.com/1993/04/20/nyregion/editors-note-334793.html","abstract":"  An article on Sunday about plans for a gay march on Washington next Sunday described a White House meeting last Friday between President Clinton and leaders of gay and lesbian groups. The article said the President pointed \"to three gay and lesbian White House staff members\" at the meeting, and it gave three names.   The description of Mr. Clinton's action was not attributed in the article, and was based on a misunderstanding of a report by someone at the meeting. Two of the three named staff members had publicly discussed their sexuality. But the third, Alexis Herman, had not, and she said yesterday that she was not homosexual.","thumbnail":null,"section":"New York"},{"date":"19930420","headline":"Physicists Celebrate Unintelligible Journal","web_url":"https://www.nytimes.com/1993/04/20/science/physicists-celebrate-unintelligible-journal.html","abstract":"  IT may be the most impenetrable periodical in the English language, and yet hopeful authors sent it 39,475 manuscripts last year, and its 6,000-odd subscribers paid up to $1,000 each to read it. It is The Physical Review, now celebrating its 100th anniversary.   At a national meeting of the American Physical Society here on April 13, a crowd of prominent physicists from around the world packed a banquet hall to hear \"Songs of the Physical Revue,\" a collection of science parodies written during his student days at Harvard University by the mathematician-turned-satirist Tom Lehrer.","thumbnail":null,"section":"Science"},{"date":"19930420","headline":"OTB Is Planning Layoffs To Avoid Red Ink for Year","web_url":"https://www.nytimes.com/1993/04/20/nyregion/otb-is-planning-layoffs-to-avoid-red-ink-for-year.html","abstract":"  Admitting that it is facing a financial crisis, the New York City Offtrack Betting Corporation yesterday said that it would soon begin laying off employees to avoid ending the year in the red.    Otherwise, the agency said, it could wind up losing $2.9 million in the current fiscal year that ends in June and having to reduce revenues that it could turn over to New York City.","thumbnail":null,"section":"New York"},{"date":"19930420","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/04/20/style/chronicle-601093.html","abstract":"  One of the most coveted invitations in Washington is to the home of BEN BRADLEE and SALLY QUINN. So how did an anonymous caller to a C-Span viewer call-in program end up with one?    Mr. Bradlee, the former executive editor of The Washington Post, and Ms. Quinn, a novelist and former reporter at the paper, were appearing on the program yesterday morning as part of a series on Washington power couples.","thumbnail":null,"section":"Style"},{"date":"19930420","headline":"Observer; Exploitation Piece","web_url":"https://www.nytimes.com/1993/04/20/opinion/observer-exploitation-piece.html","abstract":"  A bunch of the guys and an equal number of women were sitting around the Blackbird Saloon sipping white-wine spritzers and talking about how much they hated cigarette smokers when Butch piped up with, \"How come we never talk about Amy Fisher like everybody else?\"   We expected that kind of thing from Butch. He was, well, you know what I'm trying to say -- not really out-of-it, you know, but, well -- weird.","thumbnail":null,"section":"Opinion"},{"date":"19930420","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/04/20/arts/classical-music-in-review-930293.html","abstract":"  National Council Winners Concert  Metropolitan Opera House   The National Council Winners Concert, the Met's annual showcase of young singers, regularly introduces voices who go on to make substantial contributions to the operatic scene. This year's concert, held on Sunday afternoon, produced no instant stars, although many of the singers showed considerable promise.   Two voices in particular stood out for their commanding beauty: Emily Ann Pulley's crystalline soprano and Seung Won Choi's golden tenor. Ms. Pulley chose a lightweight pair of arias, Charpentier's \"Depuis le jour\" and Carlisle Floyd's \"Ain't It a Pretty Night,\" but her singing was faultless and exquisite. Mr. Choi sent a thrill through the audience with his glowing, eloquent tone in Cilea's \"Lamento di Federico,\" although he proved weak in the upper register during the climax of \"Che gelida manina\" from \"La Boheme.\"","thumbnail":null,"section":"Arts"},{"date":"19930420","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/20/opinion/IHT-letters-to-the-editor-91344728366.html","abstract":"Packs of Pleasure. Regarding \"Tax Breaks for Tobacco Advertising?\" (Opinion, April 15) by Anna Quindlen:. Your columnist says that tobacco has \"no redeeming value.\" If it didn't, nobody would smoke. But as has been said in various ways","thumbnail":null,"section":"Opinion"},{"date":"19930420","headline":"Test of a 'Hate Crime' Law Reaches Center Stage","web_url":"https://www.nytimes.com/1993/04/20/us/test-of-a-hate-crime-law-reaches-center-stage.html","abstract":"  One October night four years ago, Todd Mitchell and some friends, all of them black, returned from a viewing of \"Mississippi Burning,\" incensed over a scene in the movie in which a Klansman had beaten a black boy as he prayed. The group had gathered outside the Rambler apartments, near the defunct American Motors plant here, when they spotted Gregory Reddick, 14 years old and white, across the street.    \"Do you all feel hyped up to move on some white people?\" the 20-year old Mr. Mitchell asked his friends, all younger than he. \"There goes a white boy!.; gGo get him!\" He pointed at Gregory, then counted to three. Nine of the young men crossed the street and beat the boy into unconsciousness.","thumbnail":null,"section":"U.S."},{"date":"19930420","headline":"Funeral for Guard Killed in Riot","web_url":"https://www.nytimes.com/1993/04/20/us/funeral-for-guard-killed-in-riot.html","abstract":"  More than 1,000 people attended funeral services here today for the corrections officer who was killed last week in the continuing inmate rebellion at the Southern Ohio Correctional Facility in nearby Lucasville.   The services took place as inmates at the maximum-security prison near the Kentucky border hung a banner indicating they were willing to end the standoff if they could see their lawyer, Niki Z. Schwartz.","thumbnail":null,"section":"U.S."},{"date":"19930420","headline":"DEATH IN WACO: The Overview -- SCORES DIE AS CULT COMPOUND IS SET AFIRE AFTER F.B.I. SENDS IN TANKS WITH TEAR GAS; Apparent Mass Suicide Ends A 51-Day Standoff in Texas","web_url":"https://www.nytimes.com/1993/04/20/us/death-waco-overview-scores-die-cult-compound-set-afire-after-fbi-sends-tanks.html","abstract":"  Hours after Federal agents began battering holes in the walls of the Branch Davidian compound and spraying tear gas inside, David Koresh and more than 80 followers -- including at least 17 children -- apparently perished today when flames engulfed the sprawling wooden complex on the Texas prairie.   Officials of the Federal Bureau of Investigation said they believed that Mr. Koresh, a self-described messiah who prophesied to his followers that they would meet their end in an apocalyptic confrontation with the law, gave the order to burn the compound down in the 51st day of a standoff with Federal agents.","thumbnail":null,"section":"U.S."},{"date":"19930420","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/20/nyregion/c-corrections-823393.html","abstract":"  Because of an editing error, an article on Sunday about a Republican town meeting in New Hampshire misstated the purpose of a political fund-raising event last October. It raised money for Representative Bill Zeliff of New Hampshire, not Senator Phil Gramm of Texas.","thumbnail":null,"section":"New York"},{"date":"19930420","headline":"Guess Who's Down At the Health Club?","web_url":"https://www.nytimes.com/1993/04/20/sports/pro-football-guess-who-s-down-at-the-health-club.html","abstract":"  Whoever said you can't teach an old dog new tricks never checked with Lawrence Taylor.   Today, the Giants' prototypical outside linebacker said he has healed unbelievably fast from a ruptured right Achilles' tendon because he expedited the recovery process himself. He also said that after 12 National Football League seasons of sparse conditioning, he was working diligently almost daily to get into condition.","thumbnail":null,"section":"Sports"},{"date":"19930420","headline":"Quick, Al, The Plug: Power Play Unlit","web_url":"https://www.nytimes.com/1993/04/20/sports/hockey-quick-al-the-plug-power-play-unlit.html","abstract":"  Coming into the playoffs, the Islanders' power play was sixth best in the National Hockey League, successful more than once every five times the team had a man advantage. But it wasn't so good against the Washington Capitals in the regular season, succeeding just under 13 percent of the time over seven games.   After one post-season game, a 3-1 loss to the Capitals on Sunday night at the Capital Centre, the New York percentage is 00.0. The power play went 0 for 5, with few good scoring chances or shots on goal in Game 1 of the teams' first-round Patrick Division playoff series, which will continue Tuesday night in Landover, Md.","thumbnail":null,"section":"Sports"},{"date":"19930420","headline":"Sports of The Times; Magic Deals With Youth And Reality","web_url":"https://www.nytimes.com/1993/04/20/sports/sports-of-the-times-magic-deals-with-youth-and-reality.html","abstract":"  IN this depressed city where jobs are hard to come by but guns are not, and where Little Leagues have at times failed to field enough players because too many of the children couldn't afford to give up the time or money from selling drugs on the street, community leaders have tried desperately to give hope and inspiration to young people and send them on the right path.   The path, that is, that will not lead to jail or an early death. The problems here are not unique; they reflect like concerns in cities and towns across the nation.","thumbnail":null,"section":"Sports"},{"date":"19930420","headline":"Vietnam Report on Prisoners A Fake, Reputed Author Says","web_url":"https://www.nytimes.com/1993/04/20/world/vietnam-report-on-prisoners-a-fake-reputed-author-says.html","abstract":"  A Vietnamese general denied today that he had written in 1972 that Hanoi held more than twice as many American prisoners as it ultimately released. Any such report attributed to Hanoi is a forgery, he declared.   And a special envoy, sent by President Clinton to tell the Vietnamese that relations could not improve until the matter was cleared up, said he saw no reason to disbelieve the Vietnamese denial.","thumbnail":null,"section":"World"},{"date":"19930420","headline":"Serbian Civilians Hang On in Part of Sarajevo","web_url":"https://www.nytimes.com/1993/04/20/world/serbian-civilians-hang-on-in-part-of-sarajevo.html","abstract":"  In the small Serbian section of divided Sarajevo, life is ordinary -- or what passes for ordinary. Or at least a lot of people say so.   Yes, there is electricity only once every three days. Water is scarce. Food is hard to come by. And people living in pock-marked apartment buildings with windows blasted out have perfected the awkward run, a zig-zag with the head down, to avoid getting shot by Muslim snipers 500 feet away.","thumbnail":null,"section":"World"},{"date":"19930420","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/20/nyregion/c-corrections-822593.html","abstract":"  An article by Reuters in some editions of Business Day on April 12, about the scheduling of a trial in connection with the deadly 1984 gas leak in Bhopal, India, erroneously included an executive and two companies among those ordered to stand trial. The trial order issued by Judge Wajahat Ali Shah did not cover Warren Anderson, the former chairman of the Union Carbide Corporation; the company itself, or its Hong Kong subsidiary. Last year, a different Indian court ordered Mr. Anderson to stand trial, and it has asked the Indian Government to begin extradition proceedings against him.","thumbnail":null,"section":"New York"},{"date":"19930420","headline":"Nostalgia for Shamir Doesn't Help","web_url":"https://www.nytimes.com/1993/04/20/opinion/nostalgia-for-shamir-doesnt-help.html","abstract":"While close relations have been established between the Clinton Administration and the Government of Prime Minister Yitzhak Rabin, some conservative American Jews -- long-time friends of Israel -- are turning their backs on Israel. A few even advocate slashing U.S. aid to Israel. They were happier with Prime Minister Yitzhak Shamir's approach to peace talks. But it is not possible to be a friend of Israel and an enemy of the peace process.\n\nNot everyone fully grasps the changes in the Middle East. Most Arab states understand that Islamic radicalism, not Zionism, is the ideology that endangers their stability. The new situation creates an opportunity for a new alliance of sane countries against a common extremist threat. The introduction of weapons of mass destruction has enhanced the need to create an environment of peace in order to prevent war.","thumbnail":null,"section":"Opinion"},{"date":"19930420","headline":"Judge Critical of Dual Inquiries Into Allegations of Abuse by Allen","web_url":"https://www.nytimes.com/1993/04/20/nyregion/judge-critical-of-dual-inquiries-into-allegations-of-abuse-by-allen.html","abstract":"  Expressing his displeasure that 7-year-old Dylan Farrow was subjected to the trauma of two simultaneous sex-abuse investigations, the judge in the Woody Allen-Mia Farrow custody trial suggested yesterday that New York investigators should have bowed out in favor of the Connecticut authorities.   \"Why bother?\" asked Acting Justice Elliott Wilk of State Supreme Court. \"Why put her through this when it was being done in Connecticut? Why would New York want to put a child through it again?\"","thumbnail":null,"section":"New York"},{"date":"19930420","headline":"Brooklyn Philharmonic Adopts Theme Programs","web_url":"https://www.nytimes.com/1993/04/20/arts/brooklyn-philharmonic-adopts-theme-programs.html","abstract":"  The Brooklyn Philharmonic plans to alter its programming next season and present five weekendlong thematic festivals instead of a conventional concert schedule. The performances are to be augmented by lectures, panel discussions, slide presentations, drama and dance on such themes as the music of Duke Ellington and the influence of Russian folk music on works by Stravinsky.    Among the other planned events are a look at the Sturm und Drang period in late-18th-century German music and an examination of the influences of American folk music on Dvorak's \"New World\" Symphony.  The season is to open on Nov. 5 with a program that includes the New York premiere of Arvo Part's Third Symphony. The orchestra is projecting a budget of $2.25 million for next season, up from this year's $1.93.","thumbnail":null,"section":"Arts"},{"date":"19930420","headline":"The Talk of Hollywood; Gambit by Universal: Push 'Jurassic Park' And Skimp the Rest","web_url":"https://www.nytimes.com/1993/04/20/movies/the-talk-of-hollywood-gambit-by-universal-push-jurassic-park-and-skimp-the-rest.html","abstract":"  Every major movie studio moves in cycles, good years and poor ones. And every so often a studio will pin its hopes on a single film to rescue it from the wounding financial and even psychological doldrums of a slate of unsuccessful films. This spring that studio is Universal, which is banking just about everything on Steven Spielberg's \"Jurassic Park.\"   Based on Michael Crichton's best-seller about dinosaurs genetically recreated for the ultimate theme park, the movie opens on June 11. That can't be soon enough for Universal, whose senior executives haven't even seen the movie yet but are plainly edgy about the success of the venture.","thumbnail":null,"section":"Movies"},{"date":"19930420","headline":"A Healthier Jones Is Happy as Runner-Up","web_url":"https://www.nytimes.com/1993/04/20/sports/boston-marathon-a-healthier-jones-is-happy-as-runner-up.html","abstract":"  She had been there before, but second place never felt better to Kim Jones than it did today at the Boston Marathon.   After dropping out of the New York City Marathon last November, Jones suffered bouts of bronchitis and general ill health before isolating herself in a small apartment in Boulder, Colo., to battle her bugs.","thumbnail":null,"section":"Sports"},{"date":"19930420","headline":"Saints Sign Muster","web_url":"https://www.nytimes.com/1993/04/20/sports/sports-people-pro-football-saints-sign-muster.html","abstract":"  Fullback BRAD MUSTER agreed to a $4.05 million contract with the New Orleans Saints yesterday in what turned out to be a free-agent flip-flop with the Chicago Bears. The 28-year-old Muster will fill the hole left when CRAIG (IRONHEAD) HEYWARD left New Orleans to sign with Chicago.","thumbnail":null,"section":"Sports"},{"date":"19930420","headline":"American Productions Win Awards in London","web_url":"https://www.nytimes.com/1993/04/20/theater/american-productions-win-awards-in-london.html","abstract":"  An American musical, \"Crazy for You,\" and an American play, \"Six Degrees of Separation,\" won the top prizes on Sunday in London at the Laurence Olivier Awards ceremony.  The award for best musical revival went to \"Carousel,\" the American show first produced in 1945.   The awards, presented by the Society of West End Theaters, also honored the work of Susan Stroman in \"Crazy for You\" for best choreography. In June, the musical won Tony Awards for best musical and best choreography on Broadway.","thumbnail":null,"section":"Theater"},{"date":"19930420","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/04/20/nyregion/news-summary-302993.html","abstract":"  International A2-11  HANOI CHALLENGES P.O.W. REPORT  The Vietnamese general who reportedly wrote in 1972 that Hanoi held more than twice as many American prisoners as it released denied he had made such a report.  A1  ITALY VOTES FOR CHANGE  After months of scandal, recession and Government paralysis, Italians voted overwhelmingly for political change. But the vote left the future clouded.  A1","thumbnail":null,"section":"New York"},{"date":"19930420","headline":"When Devils Go Cold, Brooks Gets Heated","web_url":"https://www.nytimes.com/1993/04/20/sports/pro-football-when-devils-go-cold-brooks-gets-heated.html","abstract":"  When he sat down to discuss the status of the Devils today, the coach's face was as red as his team's logo. To say that Herb Brooks was angry would be a gross understatement.   There was a sense of defeatism detected among the players as they talked about the superiority of the Penguins after Pittsburgh's 6-3 opening-game victory in their Patrick Division playoff series on Sunday. But Brooks refused to admit -- at least publicly -- that his players felt that way.","thumbnail":null,"section":"Sports"},{"date":"19930420","headline":"World War II Camps Were Truly Liberated; Others Perished Too","web_url":"https://www.nytimes.com/1993/04/20/opinion/l-world-war-ii-camps-were-truly-liberated-others-perished-too-927293.html","abstract":"  To the Editor:   In \"U.S. Can't Feel Proud of Holocaust Role\" (letter, April 10), Regina Winder Barshak laments the lack of effort by American and Russian armed forces on behalf of Jews during World War II. This is an old complaint and ought to be put to rest once and for all.   Yes, allied soldiers did come upon the concentration camps \"unintentionally.\" But why should they have had a plan to rescue Jews? They had everything they could do to win the war, a war in which 365,000 American fighting men were killed, plus a million wounded, and in which as many as 10 million Russian civilians were murdered. Given such losses, Jews the world over should honor, not diminish, their effort.","thumbnail":null,"section":"Opinion"},{"date":"19930420","headline":"Study Suggests Head Start Helps Beyond School","web_url":"https://www.nytimes.com/1993/04/20/us/study-suggests-head-start-helps-beyond-school.html","abstract":"  With the effectiveness of Head Start under attack, a widely followed long-term study suggests that the Federal program for poor children and others like it can make a difference beyond the children's school years.   The survey, by the High/Scope Educational Research Foundation of Ypsilanti, Mich., has tracked 62 people since the late 1960's, when the participants were 3- and 4-year-olds and enrolled in the Perry Preschool Program in Ypsilanti. Sixty-one students in a control group not enrolled in a preschool program were also tracked. Both groups of children were monitored from ages 3 to 11 and again when they were 14, 15 and 19 years old. The Perry program, though not part of the Head Start program, was patterned after it.","thumbnail":null,"section":"U.S."},{"date":"19930420","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/04/20/arts/classical-music-in-review-651693.html","abstract":"  Philharmonia Virtuosi  Metropolitan Museum of Art   We remember Mozart and Schubert for their otherworldliness, but Beethoven's appeal lies in the human fallibility he worked so fiercely to overcome. Richard Kapp's all-Beethoven program with the Philharmonia Virtuosi on Friday had the happy idea of beginning and ending with so-called problem pieces and filling the middle with the early B-flat Piano Concerto and one of the best (if not the best) of the symphonies: the Eighth.   Much of this music reminded us that for Beethoven composing was a living as well as a calling. \"The Ruins of Athens\" Overture has that written-to-specification quality. The concerto, played by William Wolfram, served his own ambitions as a young pianist-composer. The Fantasy for Piano, Chorus and Orchestra shows how Beethoven's feel for the public pulse faded as his music became more original. It has a crazed quality, especially in its overdrawn and overwritten piano part (also played by Mr. Wolfram).","thumbnail":null,"section":"Arts"},{"date":"19930420","headline":"Court Takes Death Penalty Challenge","web_url":"https://www.nytimes.com/1993/04/20/us/court-takes-death-penalty-challenge.html","abstract":"  The Supreme Court agreed today to rule on the constitutionality of state death penalty laws that can make it easier for prosecutors to obtain death sentences for those who kill in the course of committing other crimes.   The case is an appeal by the State of Tennessee, which, like most other states with capital punishment, makes such a crime subject to the death penalty. The crime, felony murder, is a killing that takes place in the course of a robbery, kidnapping or other major crime. Under the Tennessee law, the jury is permitted to consider the felony as a separate, aggravating factor in deciding whether a defendant should be sentenced to death.","thumbnail":null,"section":"U.S."},{"date":"19930420","headline":"Green, Of Course, But, Oh, So Fast","web_url":"https://www.nytimes.com/1993/04/20/sports/baseball-green-of-course-but-oh-so-fast.html","abstract":"  The signs were all here tonight, 60 feet 6 inches away from home plate. The 96-mile-an-hour fastball, the golden left arm, the frequent flashes of brilliance, everything that has Yankee fans anticipating the pitcher's arrival someday in the Bronx was abundantly apparent.   And yet there were also the occasional reminders -- the three balks that led to four runs, the five walks -- that the 21-year-old millionaire from North Carolina has a lot to work on before he makes the jump from Class AA to the majors.","thumbnail":null,"section":"Sports"},{"date":"19930420","headline":"Skulls Found in Spain Are Early Neanderthal","web_url":"https://www.nytimes.com/1993/04/20/science/skulls-found-in-spain-are-early-neanderthal.html","abstract":"  IN research on a poorly understood early period of human evolution in Europe, Spanish paleontologists have found evidence that archaic people were beginning to resemble Neanderthals as early as 300,000 years ago, long before the time they have been clearly recognized as a distinct people in the fossil record.   The findings, based on an analysis of three skulls and other bones discovered last July, could help scientists figure out the proper place for Neanderthals on the family tree. These stocky people, often caricatured as club-wielding cave men, were widespread in Europe and parts of the Middle East from about 130,000 years ago until they vanished 30,000 years ago, soon after the appearance on the scene of modern Homo sapiens.","thumbnail":null,"section":"Science"},{"date":"19930420","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/04/20/nyregion/inside-304593.html","abstract":"  Arrest in Capital Shootings   The police arrested a suspect in a series of shootings that had left three people dead and terrorized Washington since Feb. 23. Page A12. Slain South African Buried    South Africa turned the burial of a slain black Communist into the biggest political rite since Nelson Mandela's release from prison. Page A8. New Abortion-Rights Politics    Now that abortion-rights supporters finally have an ally in the White House, they face a new set of priorities and challenges. Page A18. Rustling Scholarly Feathers    Flightless bird or feathered dinosaur, a turkey-sized fossil from Mongolia has scientists debating the history of flying. Science Times, page C1.","thumbnail":null,"section":"New York"},{"date":"19930420","headline":"World War II Camps Were Truly Liberated","web_url":"https://www.nytimes.com/1993/04/20/opinion/l-world-war-ii-camps-were-truly-liberated-877293.html","abstract":"  To the Editor:   Contrary to Regine Winder Barshak of the Brookline Holocaust Witness Project in \"U.S. Can't Feel Proud of Holocaust Role\" (letter, April 10), Nazi concentration and extermination camps truly were liberated by Allied troops in World War II.   On Jan. 27, 1945, Soviet troops of the 100th and 107th Divisions, 60th Army of the First Ukrainian Front, moving westward against the retreating German Wehrmacht, liberated the concentration camp Auschwitz I-Stammlager, the extermination camp Auschwitz II-Birkenau and Auschwitz III-Monowitz (including subcamps IV, V, VI and VII). The last comprised labor and prisoner-of-war camps for the I. G. Farben synthetic oil and rubber plant, which used prisoners from Birkenau.","thumbnail":null,"section":"Opinion"},{"date":"19930420","headline":"New Country Is Like Prison to Asenhat, 18","web_url":"https://www.nytimes.com/1993/04/20/nyregion/new-country-is-like-prison-to-asenhat-18.html","abstract":"  Asenhat Gomez used to peer out the windows of her childhood home in the Dominican countryside and relish a landscape of willowy palm trees and verdant fields where her extended family would gather for daylong reunions.   In her new home in Brooklyn -- a cramped apartment on Williamsburg's South Side -- the windows frame a claustrophobic vista of brick walls, and the few relatives she has in this country are so preoccupied with making ends meet that family get-togethers seem as long gone as the father who died a dozen years ago.","thumbnail":null,"section":"New York"},{"date":"19930420","headline":"Apocalypse in Waco","web_url":"https://www.nytimes.com/1993/04/20/opinion/apocalypse-in-waco.html","abstract":"  David Koresh claimed to be God and threatened an apocalypse if Federal agents stormed the compound near Waco where his Branch Davidian followers were encircled for 51 days. But there was nothing divinely ordained by yesterday's catastrophe. It followed a dawn assault by the F.B.I. meant to save lives by pumping non-lethal gas into the compound. Scores of people were killed, hours later, in a suicidal pyre evidently ignited by the Branch Davidians.    The demented Mr. Koresh achieved his martyrdom, but this was assuredly not what the F.B.I., the Justice Department or President Clinton wanted. Of at least 17 children in the compound, none are known to have survived; as many as 70 adults are presumed dead.","thumbnail":null,"section":"Opinion"},{"date":"19930420","headline":"The Balkan Costs, Like the Stakes, Keep On Rising","web_url":"https://www.nytimes.com/1993/04/20/opinion/IHT-the-balkan-costs-like-the-stakes-keep-on-rising.html","abstract":"- It is like a torment devised for the punishment of those who fail to look ahead. At each new stage in the wars of ex-Yugoslavia, the outside world realizes even more painfully what it will mean not to stop the horror. But at each new stage it also realizes that the cost to itself of stopping the horror has got bigger. And then the price of flinching rises yet again.","thumbnail":null,"section":"Opinion"},{"date":"19930420","headline":"In Congress, Urgent Calls for Action Against Serbs","web_url":"https://www.nytimes.com/1993/04/20/world/in-congress-urgent-calls-for-action-against-serbs.html","abstract":"  As pressure mounted today on Capitol Hill for the United States and its allies to take immediate military action in Bosnia and Herzegovina, the Administration continued its debate on what it can do to stop Serbian aggression without getting Washington too deeply involved.   The Administration remains divided about whether to press its allies to lift the arms embargo against the Bosnian Muslims and carry out air strikes against Serbian positions.","thumbnail":null,"section":"World"},{"date":"19930420","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/20/nyregion/c-corrections-819593.html","abstract":"  An obituary on Sunday about Robert L. Jennings, retired president of the United States Woolworth division of the F. W. Woolworth Company, who died on Thursday in Edgewater, N.J., misidentified a surviving daughter. She is Margaret Mary South, of La Canada, Calif.","thumbnail":null,"section":"New York"},{"date":"19930420","headline":"For Now, Montana Is Kansas City 49er","web_url":"https://www.nytimes.com/1993/04/20/sports/pro-football-for-now-montana-is-kansas-city-49er.html","abstract":"  In his living room today, Joe Montana again told 49ers officials he wanted to play in Kansas City, not San Francisco. The 49ers' president, Carmen Policy, then spent several reluctant hours trying to trade the 36-year-old quarterback to the Chiefs, but he broke off negotiations tonight when the two sides haggled over a second-round draft choice.   \"We are in a delicate situation in that we are exploring all -- and I underline all -- of our alternatives,\" Policy said at a packed news conference that was televised back to Kansas City. \"Because of the very special relationship with Joe, we will continue to attempt to take his wishes into consideration. But from this point in time, the underlying purpose of what we do will be in the best interest of the 49ers.\"","thumbnail":null,"section":"Sports"},{"date":"19930420","headline":"Artists Know the Value of a Little Uncertainty","web_url":"https://www.nytimes.com/1993/04/20/opinion/l-artists-know-the-value-of-a-little-uncertainty-719994.html","abstract":"  To the Editor:    The remark made by Monica Lumpkin, a medical student, to your reporter in \"Future Doctors Unsettled by Health-Care Changes\" (front page, April 9) would be a stunner to any young person embarking on a career in the arts.    If Ms. Lumpkin feels as if she's in \"limbo\" because of uncertainty about which way medical care is heading, let her listen to any fledgling writer or visual artist talk about limbo in their field, which may stretch for a decade or more -- without any guarantee of critical or financial success.    A young artist's apprenticeship is generally unsupported and ignored; uncertainty in the arts is the name of the game.    Why should Ms. Lumpkin and her peers in science assume that, just because they are smart and determined, things will turn out the way they planned from the moment they knew they wanted to be doctors? It seems to me that uncertainty when you're still in school is far more salutary than knowing exactly what sort of desk and curtains will adorn your medical offices. ANNE BERNAYS Cambridge, Mass., April 13, 1993 The writer, a novelist, is chairman of the Fine Arts Work Center in Provincetown, Mass.","thumbnail":null,"section":"Opinion"},{"date":"19930420","headline":"U.N. FLIERS REMOVE TRAPPED BOSNIANS","web_url":"https://www.nytimes.com/1993/04/20/world/un-fliers-remove-trapped-bosnians.html","abstract":"  Bosnian Army commanders halted overland evacuations of thousands of Muslims from Srebrenica today, but for the second day running, British and French helicopters airlifted the wounded and sick from the eastern Bosnia enclave.   Women, children, the elderly and the wounded are being moved to Tuzla, which is still held by Muslims. But its leaders, who have said for weeks that they had room to provide emergency housing for all of Srebrenica's refugees and residents, said today that they do not have enough room after all. Supplies are low and health risks are rampant in eastern Bosnia, officials said.","thumbnail":null,"section":"World"},{"date":"19930420","headline":"A Shot in the (Wrong) Arm","web_url":"https://www.nytimes.com/1993/04/20/opinion/a-shot-in-the-wrong-arm.html","abstract":"In 1955, as a resident physician at Massachusetts General Hospital during the last polio epidemic, I was in charge of young adults who were clinging to life in tank respirators, the old iron lungs. It was frustrating from a medical standpoint because we were helpless to prevent or treat a crippling disease that struck seemingly at random. In spite of the inadequacy of our treatments, many patients recovered completely; others were left with varying degrees of paralysis for life.\n\nMost young Americans today have never seen polio, and by now all those iron lungs have rusted away in junkyards, thanks entirely to an effective vaccine. In fact, medical research has developed a powerful arsenal of vaccines against smallpox, diphtheria, whooping cough, measles, mumps, rubella, cholera, hepatitis B and more.","thumbnail":null,"section":"Opinion"},{"date":"19930420","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1993/04/20/style/IHT-what-theyre-reading.html","abstract":"Steve Lacy, jazz musician, is reading Milton's \"Paradise Lost,\" Stanislaw Lem's \"Eden\" and\"Malcolm\" by Bruce Perry.. \"I've read 20 books by Lem, only Lem freaks would appreciate why.I read Milton over the past five m","thumbnail":null,"section":"Style"},{"date":"19930420","headline":"An Author Catapulted Into the Foreground","web_url":"https://www.nytimes.com/1993/04/20/books/an-author-catapulted-into-the-foreground.html","abstract":"  \"Are you sitting down?\" Robert Olen Butler asked his 19-year-old son, who had just called in from Prague. \"I need you to brace yourself. I just won the Pulitzer Prize. You're the last person in America to know.\"   The word on Wednesday that Mr. Butler had won the Pulitzer Prize for fiction did indeed go out three days before his thoroughly nonplussed son, Joshua, heard about it. But the more fundamental question remains not who won, but just who in the world is Robert Olen Butler?","thumbnail":null,"section":"Books"},{"date":"19930420","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/20/nyregion/c-corrections-821793.html","abstract":"  A news analysis article in Business Day on April 12, about the Government's request for a recall of 4.7 million full-size General Motors pickup trucks, misstated the position of the Insurance Institute for Highway Safety on the trucks' safety. The institute, a research group supported by insurance companies, contends that the incidence of fire in collisions of full-size G.M. pickup trucks provides enough basis for a Government investigation of defects. But it has taken no position on whether the trucks pose a particular hazard and has not asserted that G.M. trucks may be safer than other models in accidents that do not involve fire.","thumbnail":null,"section":"New York"},{"date":"19930420","headline":"British Urge a New Job For Balkans Be Set Up","web_url":"https://www.nytimes.com/1993/04/20/world/british-urge-a-new-job-for-balkans-be-set-up.html","abstract":"  Britain has proposed appointing a new high-level official to take charge of enforcing the economic embargo against the Yugoslav federation of Serbia and Montenegro, after the Security Council's decision over the weekend to tighten these sanctions drastically.    The idea is to give this post to a prominent figure such as a former foreign minister or a former defense minister who has the authority to make Yugoslavia's neighbors comply with the trade ban.","thumbnail":null,"section":"World"},{"date":"19930420","headline":"On My Mind; A Day at City College","web_url":"https://www.nytimes.com/1993/04/20/opinion/on-my-mind-a-day-at-city-college.html","abstract":"  This is a letter of thanks, to about a dozen students, for bringing me together again with my college after a separation I felt within me but about which I preferred not to speak.    I write it publicly because City College is important to generations of New Yorkers. It gave us the chance to grasp what we could never otherwise attain: life work that fulfilled our desires and our capacities.","thumbnail":null,"section":"Opinion"},{"date":"19930420","headline":"No Headline","web_url":"https://www.nytimes.com/1993/04/20/nyregion/no-headline-301093.html","abstract":"  \"It was based on what we knew then. Based on what we know now, it was obviously wrong.\" -- JANET RENO, the Attorney General.  [ A1:6. ]","thumbnail":null,"section":"New York"},{"date":"19930420","headline":"'Know Where Your Group Is At'","web_url":"https://www.nytimes.com/1993/04/20/nyregion/other-voices-know-where-your-group-is-at.html","abstract":"  The following remarks were taken from more than 20 hours of discussions with teen-    agers from the New York City region. Excerpts appear with each article.   Q Has it been the immigration experience, from your perspective, that different groups don't mix?      EMMA KRAMER-WHEELER, 16, Brooklyn (Edward R. Murrow High School): It's the language barrier for the most part.     JUAN RIVERA, 18, Brooklyn (Bushwick High School): Yeah, it's, like, in Bushwick. You walk inside the lunchroom, you know, any period, and as soon as you walk in, the biggest group here is, you know, Dominicans, as I said. And you have Puerto Rican people over here. And you have Jamaicans over there.  And then you have the mixed group over here. . . . And it's just like that's it. You know where your group is at.     Q Is there resentment of immigrants? For instance, resentment of their jobs?     BERNARDO VASQUEZ, 17, Manhattan (A. Philip Randolph High School): That's the problem with immigration nativism over here. Why should that person come over here and take my job? I'm American, right? But, no. I get on the job first. Why should they come? I don't care if they're more qualified. I have citizenship.      WUBNESH HYLTON, 19, Brooklyn (Hunter College): I know a lot of people who really don't care about -- you know, that fear for immigrants coming and taking jobs is just not there, because there was never no jobs there in the first place. So, they're not really concerned about, \"Oh, he's going to take my job,\" because I didn't have one.     Q When I say that word \"assimilation,\" what do you think of?      WUBNESH Well, conformity. Giving up your own identity, melting into another culture to get ahead. I know some of my Asian friends, I think, like, Asians have a hard time in society, because they're always stereotyped. It's completely different from anything that we know here. And they're always stereotyped as the model minority. And, so, they feel the need to assimilate. And one of my Asian friends was telling me she only dates white men. And another one of my Asian friends, she only dates black men. So, it's, like: \"My culture no longer means anything.\"     Q Do you ever have a sense of loss being here?     BERNARDO As a Dominican, I relate so much to the second motherland, which is the Dominican Republic. But over here, I guess all immigrants . . . have to identify with something that is not America. Because America is no culture.  America is a mixture of -- it is like the melting pot. So, we have to identify with something that is    our culture.   ZAIRE GRAHAM, 17, Bronx (High School of Fashion Industries): Being that in my family I have so much of everything, I don't know what nationality I am. Because I have ancestors that was raped, you know, so I have a little white. I have a little Creole. I have a little Cherokee Indian. The majority of it is black, true. But I have my grandfather's this, my mother has half of that. So I don't know what nationality I am. So when you ask were we robbed when we came to America of some of our culture, I believe I was robbed totally.","thumbnail":null,"section":"New York"},{"date":"19930420","headline":"Critic's Notebook; As Television, Waco Drama Had a Grim Inevitability","web_url":"https://www.nytimes.com/1993/04/20/arts/critic-s-notebook-as-television-waco-drama-had-a-grim-inevitability.html","abstract":"  For the purposes of a television spectacular and, one imagines, for David Koresh, the blaze that engulfed his cult's headquarters in Waco, Tex., yesterday was a dramatic necessity. The story that had begun seven weeks before had been languishing. Those astonishing pictures of Federal agents being gunned down as they attempted a raid on the house that instantly became famous as the home or headquarters or compound of the Branch Davidians, whoever they were, were being replaced by incidentals. A few stragglers emerged; tanks arrived; there were phone calls. Would it all end in a whimper?   Once a grabber of a story, whether about Amy Fisher or Woody Allen, about a hurricane or an earthquake, makes it onto the tube, it loses some of its reality and assumes the aspect of soap opera or made-for-television drama. This confrontation in Waco had audience-holding elements that could have shown up (and probably will show up) in a television special: a cult, fueled by religion or sex or drugs and run by a God-connected prophet or control freak, had for some reason brought down the wrath of Federal agents who evidently did not know what they were getting into.","thumbnail":null,"section":"Arts"},{"date":"19930420","headline":"Smart Steps on Peddling","web_url":"https://www.nytimes.com/1993/04/20/opinion/smart-steps-on-peddling.html","abstract":"  He might have acted sooner. But Mayor David Dinkins deserves credit for confronting one of New York City's thornier economic and political issues: the problem of unlicensed street vendors.   Some 10,000 of them now flood the sidewalks, hawking everything from T-shirts and socks to counterfeit designer watches in congested shopping areas. They block pedestrian traffic and undercut legitimate taxpaying merchants in all five boroughs of the city.","thumbnail":null,"section":"Opinion"},{"date":"19930420","headline":"Man Held in Killing of Sister and Mother in Nursing Home","web_url":"https://www.nytimes.com/1993/04/20/nyregion/man-held-in-killing-of-sister-and-mother-in-nursing-home.html","abstract":"  To many who knew him, Harold Green was a devoted son, a man who washed his mother's dirty linen by hand and delivered home-cooked meals to her at a nursing home in Jamaica, Queens.   But the police said he was also involved in an increasingly bitter family dispute over money, and at one point he was even barred by a court order from seeing his mother after he broke a window at the nursing home in a rage.","thumbnail":null,"section":"New York"},{"date":"19930420","headline":"Foul Call, Say Mets, Protesting Ejection","web_url":"https://www.nytimes.com/1993/04/20/sports/baseball-foul-call-say-mets-protesting-ejection.html","abstract":"  The Mets yesterday registered a formal complaint with the National League over Eddie Murray's ejection from Sunday's game in Riverfront Stadium. General Manager Al Harazin, while saying he did not want to turn the issue of Murray and the umpires into \"World War III,\" said he asked that the league president, Bill White, initiate an official inquiry into the events of Sunday's fourth inning.   Murray, the veteran first baseman who has long talked privately of unfair treatment at the hands of umpires, was ejected in Cincinnati after he traced a line in the batter's box with his bat, sketching for all at Riverfront Stadium exactly how far inside he believed the called second strike was. Jeff Kellogg, a rookie umpire who had engaged in an exchange with Murray after the first strike, banished Murray instantly.","thumbnail":null,"section":"Sports"},{"date":"19930420","headline":"Gene Therapy Begins For Fatal Lung Disease","web_url":"https://www.nytimes.com/1993/04/20/science/gene-therapy-begins-for-fatal-lung-disease.html","abstract":"  FULFILLING hopes that had gathered locomotive force in the past several months, a 23-year-old man this weekend became the first patient to receive human gene therapy against cystic fibrosis, the most common lethal hereditary disorder in the nation.   On Saturday, sequestered in a room at the National Heart, Lung and Blood Institute in Bethesda, Md., the man was given a dose of the radical new therapy through his nasal passages, inhaling a harmless cold virus that had been genetically altered to enclose a healthy copy of the cystic fibrosis gene the patient lacked.","thumbnail":null,"section":"Science"},{"date":"19930420","headline":"Teamster Local Accepts Trustee to Replace Chief","web_url":"https://www.nytimes.com/1993/04/20/nyregion/teamster-local-accepts-trustee-to-replace-chief.html","abstract":"  A New York City teamster union local dropped its opposition yesterday to the appointment of a trustee to replace its ousted leader, Barry Feinstein, one of the city's most powerful union leaders.   In a sharp reversal, the governing body of Local 237 of the International Brotherhood of Teamsters agreed to accept as trustee Johnnie Brown, who was named last week by Ron Carey, national teamsters general president.","thumbnail":null,"section":"New York"},{"date":"19930420","headline":"To Halt the Sliming of a Rain Forest","web_url":"https://www.nytimes.com/1993/04/20/opinion/IHT-to-halt-the-sliming-of-a-rain-forest.html","abstract":"- Rain forests are threatened by many things: cattle ranching in Central America, opium-poppy cultivation in Burma and northern Thailand, forest fires on the giant island of Kalimantan in Indonesia, land hunger in Brazil and India, and timber greed in many countries.But on this tiny Pacific island, I discovered a forest scenario that could have been conceived by the producers of a Godzilla movie: a narcotic slime that gradually consumes the landscape.","thumbnail":null,"section":"Opinion"},{"date":"19930420","headline":"DEATH IN WACO: The Lost Cause; Texas Cult Membership: Many Lives, Shared Fate","web_url":"https://www.nytimes.com/1993/04/20/us/death-in-waco-the-lost-cause-texas-cult-membership-many-lives-shared-fate.html","abstract":"  The 30-minute inferno that consumed the Branch Davidian compound today also swept away the lives of people drawn to Waco from as far away as Israel, Britain, Australia, New Zealand and the Philippines. The attraction: a man with a penchant for playing rock music, having an occasional beer and preaching Scripture with unwavering conviction.   That man, David Koresh, a 33-year-old high school dropout turned evangelist, apparently led those followers to their deaths today.","thumbnail":null,"section":"U.S."},{"date":"19930420","headline":"John Kluge Gives Columbia $60 Million to Aid Minorities","web_url":"https://www.nytimes.com/1993/04/20/nyregion/john-kluge-gives-columbia-60-million-to-aid-minorities.html","abstract":"  John W. Kluge, the chairman of the Metromedia Company and a 1937 graduate of Columbia University, presented his alma mater last night with $60 million for minority scholarships. It is the largest gift the university has ever received.    In making his gift, Mr. Kluge recalled what a hardship it was for him to afford his tuition -- only $500 a year at the time -- when he was earning $7 a week working in the school dining hall. Fortunately for him, he said, Columbia helped by giving him a scholarship.","thumbnail":null,"section":"New York"},{"date":"19930420","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/04/20/arts/classical-music-in-review-931093.html","abstract":"  Jennifer Hayghe Pianist Alice Tully Hall   Jennifer Hayghe, the winner of the 1993 Juilliard William Petschek Piano Debut Award, does not lack courage. She opened her recital on Thursday evening modestly, with a Haydn sonata (H. XVI:39), then tore into one bravura piece after another. Indeed, the recital took on a sort of grand-operatic scale with Busoni's \"Sonatina Super Carmen\" and Liszt's rendering of Isolde's \"Liebestod\" from Wagner's \"Tristan und Isolde.\"","thumbnail":null,"section":"Arts"},{"date":"19930420","headline":"Washington Talk; Money Without Strings Entangles Political Rivals","web_url":"https://www.nytimes.com/1993/04/20/us/washington-talk-money-without-strings-entangles-political-rivals.html","abstract":"  Evanston, Ill., wants a basketball court. Birmingham, Ala., wants pool repairs. And it is now widely known that Manchester, Conn., wants what Senator Bob Dole, the minority leader, derides as \"that infamous ice skating warming hut.\"   In the view of Mr. Dole and his Republican colleagues, proposals like these illustrate the wastefulness of President Clinton's plan to stimulate the economy, part of which would finance local wish lists. But to the Democrats, the assortment of proposals embodies something else: the principles of Republican social policy.","thumbnail":null,"section":"U.S."},{"date":"19930420","headline":"Broadway Theater Robbed","web_url":"https://www.nytimes.com/1993/04/20/nyregion/broadway-theater-robbed.html","abstract":"  The Booth Theater on Broadway's Shubert Alley was robbed yesterday morning by armed gunmen who fled with about $10,000 in cash, the police said. No one was injured and there are no suspects, said a police spokesman, Sgt. Anthony Barlanti. Two men with shotguns knocked on the door of the box office just before 10 A.M., the police said, and were admitted by a theater employee who mistook the men for fellow workers. The robbers then handcuffed the employee to a radiator, emptied the box office safe and fled, the police said. The theater, at 222 West 45th Street, is currently showing \"Someone Who'll Watch Over Me.\"","thumbnail":null,"section":"New York"},{"date":"19930420","headline":"Drive-By Killing In Washington Brings an Arrest","web_url":"https://www.nytimes.com/1993/04/20/us/drive-by-killing-in-washington-brings-an-arrest.html","abstract":"  After weeks of searching for the gunman whose late-night drive-by attacks have killed two and terrorized Northwest Washington, the police today arrested a man minutes after a third pedestrian was slain in broad daylight.   Investigators said the gunman had fired at two people and missed before killing a 61-year-old man walking alone on a quiet street about 1 P.M.","thumbnail":null,"section":"U.S."},{"date":"19930420","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/20/opinion/IHT-letters-to-the-editor-93311859444.html","abstract":"Where's Big Brother? . The story on Singapore's electronic road-pricing system, \"Big Brother Works to Thin Out Singapore Traffic Jams\" (Business/Finance, April 19), noted that with \"systems in other countries . . . the vehicle is electronic","thumbnail":null,"section":"Opinion"},{"date":"19930420","headline":"Bridge","web_url":"https://www.nytimes.com/1993/04/20/nyregion/bridge-430093.html","abstract":"  Nobody can be sure that Col. Richard Fredey of East Quogue, L.I., and Jessie Scudder of Riverhead, L.I., are the world's oldest winning bridge partnership, but it seems likely. He is 92, she is 94, and they learned to play more than 75 years ago when \"bridge\" meant the auction game, with contract in its finished form still a decade away.   They play several times each week, and one of their numerous victories came March 23 when they celebrated the colonel's birthday by winning the Shinnecock Club Championship, directed by Bette Rightor and Linda Ward. A week ago, reports Kathleen McLauchlen of Water Mill, L.I., the colonel as South on the diagramed deal used the direct methods of bidding that were popular in the early days of the game. When his partner opened one diamond he made an immediate response of six hearts.","thumbnail":null,"section":"New York"},{"date":"19930420","headline":"DEATH IN WACO: The Government's Plan; RENO SEES ERROR IN MOVE ON CULT","web_url":"https://www.nytimes.com/1993/04/20/us/death-in-waco-the-government-s-plan-reno-sees-error-in-move-on-cult.html","abstract":"  Attorney General Janet Reno conceded tonight that in hindsight the Government's plan to assault the heavily armed cult near Waco, Tex., had been a mistake.   \"It was based on what we knew then,\" she said this evening on the \"Larry King Live\" program on CNN. \"Based on what we know now, it was obviously wrong.\"","thumbnail":null,"section":"U.S."},{"date":"19930420","headline":"For Racing Five, The Payoff Is Hall","web_url":"https://www.nytimes.com/1993/04/20/sports/for-racing-five-the-payoff-is-hall.html","abstract":"  Eddie Delahoussaye, who recently rode his 5,000th winner, and Tom Kelly, who has trained more than 60 stakes winners, were elected to the Racing Hall of Fame yesterday along with three star horses of the past.   The jockey and trainer will be inducted into the Hall of Fame at Saratoga Springs, N.Y., on Aug. 5 along with Alysheba, who won the Kentucky Derby in 1987 and was elected Horse of the Year in 1988; Personal Ensign, the filly who retired in 1988 undefeated in 13 races, and Cavalcade, winner of the 1934 Kentucky Derby.","thumbnail":null,"section":"Sports"},{"date":"19930420","headline":"Seles Is Still Out","web_url":"https://www.nytimes.com/1993/04/20/sports/sports-people-tennis-seles-is-still-out.html","abstract":"  Top-ranked MONICA SELES, who hasn't played in a tournament since Feb. 21, withdrew from another one yesterday because of a lingering virus. She won't be competing in this week's La Familia Open in Barcelona, Spain. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930420","headline":"Handling Personal Data","web_url":"https://www.nytimes.com/1993/04/20/science/peripherals-handling-personal-data.html","abstract":"  IN computerspeak it is called a P.I.M. It is a personal information manager, which, in the words of Allan Freedman's \"Computer Glossary\" (Amacom), is a \"combination word processor, database and desktop accessory program that organizes a variety of information.\"   A P.I.M. is not to be confused with a contact manager, which is not called a COM. Since none of the five computer dictionaries on a nearby bookshelf gives a definition for that term, here's mine: A contact manager is a database program specifically designed to organize a variety of information about clients, customers and suppliers.","thumbnail":null,"section":"Science"},{"date":"19930420","headline":"Chess","web_url":"https://www.nytimes.com/1993/04/20/arts/chess-532393.html","abstract":"  Seven players tied for first place in the New York Open at the Ramada Hotel in Manhattan April 7 to 11. They were Alexander Goldin of Russia, Ferdinand Hellers of Sweden, Lev Alburt and Joel Benjamin of Manhattan, Jaan Ehlvest of Estonia and Utut Adianto of Indonesia, all grandmasters, along with Ilya Gurevich of Massachusetts, an international master. Each won a $2,725 prize for his 7-2 score.   Jose Cuchi, the organizer of the event, which celebrated its 11th consecutive year, said, \"I prefer a single winner, but this is the nature of a Swiss-system tourney.\" With 142 players competing, they could not all meet and thus could not knock one another out of the top-prize list.","thumbnail":null,"section":"Arts"},{"date":"19930420","headline":"Political Memo; Success Spoils Unity of Abortion Rights Groups","web_url":"https://www.nytimes.com/1993/04/20/us/political-memo-success-spoils-unity-of-abortion-rights-groups.html","abstract":"  After 12 years as embattled outsiders, supporters of abortion rights are trying to make the most of their new influence in the White House and on Capitol Hill. But leaders of the movement are finding that success brings a different set of problems.   They have to decide how hard to push their new allies on issues like Federal financing of abortion and the proposed Freedom of Choice Act; already, there is dissension over how much to compromise, and when.","thumbnail":null,"section":"U.S."},{"date":"19930420","headline":"1 of 5 in New Survey Express Some Doubt About the Holocaust","web_url":"https://www.nytimes.com/1993/04/20/us/1-of-5-in-new-survey-express-some-doubt-about-the-holocaust.html","abstract":"  A poll released toyesterday found that 22 percent of adults and 20 percent of high school students who were surveyed said they thought it was possible that Nazi Germany's extermination of six million Jews, never happened.    In addition to the 22 percent of adult respondents to the survey by the Roper Organization who said it seemed possible that the Holocaust never happened, 12 percent more said they did not know if it was possible or impossible, according to the survey's sponsor, the American Jewish Committee.","thumbnail":null,"section":"U.S."},{"date":"19930420","headline":"Nanny Freed on Bail in Infant's Death","web_url":"https://www.nytimes.com/1993/04/20/nyregion/nanny-freed-on-bail-in-infant-s-death.html","abstract":"  A nanny charged with the murder of the 10-month-old infant in her care was freed on bail today amid several new disclosures about the strengths and weaknesses of the case against her.   With her parents, three sisters and her brother seated solemnly in the courtroom, Ann Franklin stood stiffly through the half-hour hearing as Judge Emmett J. Murphy reduced her bail from $500,000 to $250,000. At times, her lips quivered and her eyes blinked nervously.","thumbnail":null,"section":"New York"},{"date":"19930420","headline":"It's Time for Playoffs, So Take a Number","web_url":"https://www.nytimes.com/1993/04/20/sports/on-pro-basketball-it-s-time-for-playoffs-so-take-a-number.html","abstract":"  Discounting a first-round, three-game sweep of the Knicks by Chicago two years ago, when the teams were on different physical and psychological planes, the home team has coughed up its home-court advantage in Game 1 of the teams' last two competitive playoff series.    On May 9, 1989 -- not a night Mark Jackson recalls fondly -- Michael Jordan and the Bulls rallied to beat Rick Pitino's Knicks, 120-109, in overtime, on the way to winning the second-round series in six games. Last May 5, the Knicks won Game 1 in Chicago, 94-89, setting up their seven-game war.","thumbnail":null,"section":"Sports"},{"date":"19930420","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/20/nyregion/c-corrections-820993.html","abstract":"  An article on Saturday about tuition at Trenton State College misidentified one college in listing the New Jersey public system's eight other regional four-year campuses. It is William Paterson College.","thumbnail":null,"section":"New York"},{"date":"19930420","headline":"From Back of Pack, Kenyan Seizes Race","web_url":"https://www.nytimes.com/1993/04/20/sports/boston-marathon-from-back-of-pack-kenyan-seizes-race.html","abstract":"  Cosmas N'Deti came from way back, from nowhere on your top-50 marathoning charts. He was a postal clerk, a father running for his newborn son back home, and today this 23-year-old Kenyan knew that he had enough energy left in his 132-pound body to pass everybody in Boston and capture a 75-degree race that specialized in massive dehydration.   \"You come to a race like you come to a war,\" he said after winning the 97th Boston Marathon in 2 hours 9 minutes 33 seconds. \"I had the bullets and the gun.\"","thumbnail":null,"section":"Sports"},{"date":"19930420","headline":"Books of The Times; The Graduation Gifts of a Sentimental Education","web_url":"https://www.nytimes.com/1993/04/20/books/books-of-the-times-the-graduation-gifts-of-a-sentimental-education.html","abstract":"  Rameau's Niece  By Cathleen Schine  280 pages. Ticknor & Fields. $19.95.","thumbnail":null,"section":"Books"},{"date":"19930420","headline":"Schneider Tribute","web_url":"https://www.nytimes.com/1993/04/20/arts/schneider-tribute.html","abstract":"  A musical tribute to the violinist and conductor Alexander Schneider is to be held at noon on Friday at Carnegie Hall. Mr. Schneider died on Feb. 2 at the age of 84. The program will consist of chamber works performed by some close friends and colleagues. The tribute is free and open to the public. Information: (212) 247-7800.  ","thumbnail":null,"section":"Arts"},{"date":"19930420","headline":"DeNiro Spent Months On Northwest Accent","web_url":"https://www.nytimes.com/1993/04/20/opinion/l-deniro-spent-months-on-northwest-accent-875693.html","abstract":"  To the Editor:   Your April 9 review of \"This Boy's Life\" describes Robert DeNiro's \"curious accent that sounds as if it had a lot of unexplained Irish in it.\"   I was Robert DeNiro's dialect coach for this movie -- I also taught him his Appalachian accent for \"Cape Fear\" -- and it may be of interest that he and I spent two months reviewing approximately 100 audiotapes of men about 40 years old who have lived exclusively in the Concrete, Wash., area to analyze how to change Mr. DeNiro's New York accent into Dwight's speech pattern.","thumbnail":null,"section":"Opinion"},{"date":"19930420","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/20/opinion/IHT-letters-to-the-editor-91413115728.html","abstract":"Semites Together . Regarding \"Middle East: Time for Semites to Surmount the Past Together\" (Opinion, April 8) by Rana Kabbani:. I was deeply touched by Rana Kabbani's description of the refugees from the Golan Heights. Their plight should not be","thumbnail":null,"section":"Opinion"},{"date":"19930420","headline":"Victoria Journal; Such a Lovely City! Still, Seattle Holds Its Nose","web_url":"https://www.nytimes.com/1993/04/20/world/victoria-journal-such-a-lovely-city-still-seattle-holds-its-nose.html","abstract":"  This is a city that is \"clean, green and safe,\" says the Greater Victoria Visitors and Convention Bureau. The bureau does not say that this is the only major municipality in North America still dumping its raw waste in the sea.   Victoria's restored historic buildings, flowering lawns, parks, magnificent seascapes and alluring British influence, including dozens of tearooms and pubs, drew 3.2 million tourists in 1991, about two-thirds American. The visitors pumped $725 million into the local economy, nearly double the outlay five years earlier. When 1992 tallies are completed, numbers are likely to be even higher.","thumbnail":null,"section":"World"},{"date":"19930420","headline":"It's Still the Same Game, but It's Not the Same Draft","web_url":"https://www.nytimes.com/1993/04/20/sports/it-s-still-the-same-game-but-it-s-not-the-same-draft.html","abstract":"  Shortly after the settlement of the players' lawsuit against the National Football League ushered in unrestricted free agency for some players and altered the basic nature of the college draft, Ron Hughes, the Detroit Lions' director of player personnel, began thinking about strategies for the 1993 draft, which will be held on Sunday.   \"There are so many variables,\" Hughes said. \"Which players are we going to lose, and which ones will we be able to keep next year? Because of the salary cap, will we be able to keep some of the free agents that we've already signed? Where will the depth of the free agency be? Will it be tackles, guards or wide receivers? Because defensive players are more ready to play in the N.F.L., should you draft defensive players? I've thought about this a lot.\"","thumbnail":null,"section":"Sports"},{"date":"19930420","headline":"Los Angeles Election Is Quietly Momentous","web_url":"https://www.nytimes.com/1993/04/20/us/los-angeles-election-is-quietly-momentous.html","abstract":"  It has been all but forgotten amid the tensions surrounding the trial and verdict in the Rodney G. King police beating case, but Los Angeles approaches a milestone Tuesday with a vote for a new mayor.    The election is the climax of two years of political and racial turmoil that have rent this sprawling city's social fabric. For the first time in 64 years, the ballot lists no incumbent, and for the first time since 1965 the name of Tom Bradley, Mayor for the last 20 years, does not appear on the ballot.","thumbnail":null,"section":"U.S."},{"date":"19930420","headline":"How to Make an Art Form of Sweeping","web_url":"https://www.nytimes.com/1993/04/20/opinion/l-how-to-make-an-art-form-of-sweeping-878093.html","abstract":"  To the Editor:   The truth of \"Drop the Mop, Bless the Mess: The Decline of Housekeeping\" (front page, April 11) found evidence under my kitchen sink. I knew my standards had dropped years ago, when I attended one of those sell-soap-to-your-friends promotions and couldn't respond to the question \"How long does it take you to clean your oven?\" I had stopped before self-cleaning ovens were invented.    But I have come full circle and now make time for choice chores as I have missed the cleansing of the soul that housecleaning provides.","thumbnail":null,"section":"Opinion"},{"date":"19930420","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/20/nyregion/c-corrections-333993.html","abstract":"  An article on Saturday about a series of shootings in Northwest Washington referred incorrectly to a visit to the Columbia Heights neighborhood by Mayor Sharon Pratt Kelly. Her appearance there on April 15 was her second, not her first.","thumbnail":null,"section":"New York"},{"date":"19930420","headline":"Italians Support Political Reform By a Big Margin","web_url":"https://www.nytimes.com/1993/04/20/world/italians-support-political-reform-by-a-big-margin.html","abstract":"  After months of scandal, recession and Government paralysis, Italians voted overwhelmingly for political change in a referendum on Sunday and today that repudiated the country's leadership of the last 48 years, but that left the future uncertain.   Final computer projections late tonight, 10 hours after polls closed, showed 82 percent of voters endorsing a proposal to scrap the current system of pure proportional representation for most of the Senate and replace it with the majority voting used in other parts of Europe and the United States.","thumbnail":null,"section":"World"},{"date":"19930420","headline":"What Freud Meant by 'Infantile Amnesia'","web_url":"https://www.nytimes.com/1993/04/20/opinion/l-what-freud-meant-by-infantile-amnesia-929993.html","abstract":"  To the Editor:   In \"Studying the Secrets of Childhood Memory\" (Science Times, April 6), it is erroneously asserted that new research \"contradicts Freud's notion that 'infantile amnesia,' the inability of adults to remember events of early infancy -- is due to the later repression of perverse lusts and hatreds that seethe during the first years of life.\" The error is caused by a misunderstanding of the term \"infantile amnesia.\"   The findings the article describes, that the development of language and cognitive skills lays the groundwork for enduring memories only after the second year of life, do not contradict Freud. The confusion stems from the fact that in Freud's day the term \"infant\" was used to describe the entire period of childhood (as well as the earliest year or two of life, as it is most commonly used today). By \"infantile amnesia\" Freud meant the absence, in adulthood, of conscious recollections of vast portions of childhood    after    the age of 2 and up to at least 6. A better translation in modern English might be \"early childhood amnesia.\"","thumbnail":null,"section":"Opinion"},{"date":"19930420","headline":"Fire Brings Memories Of Turmoil","web_url":"https://www.nytimes.com/1993/04/20/nyregion/our-towns-fire-brings-memories-of-turmoil.html","abstract":"  EVERY now and then, it seems, fire returns to remind this usually placid town of the turmoil of the times.   Last month, two girls from the Little Flower Children's Services, a residence and school for abused and neglected children here on the East End of Long Island, ran away one night. The girls, one 14 and the other 11, planned to walk 75 miles to the families that had abandoned them in New York City. The older one also hoped to see her boyfriend.","thumbnail":null,"section":"New York"},{"date":"19930420","headline":"Bosnia Fights New War Against Croats","web_url":"https://www.nytimes.com/1993/04/20/world/bosnia-fights-new-war-against-croats.html","abstract":"  In an explosion of fighting that appears to have further diminished the prospects of peace in Bosnia, two armies that have been linked in a nominal alliance against the Serbian nationalist forces have opened what amounts to a full-scale war.    The fighting between the Bosnian Government Army and the Croatian nationalist force known as the H.V.O. has engulfed a broad arc of territory north and west of Sarajevo, the capital, causing hundreds of casualties and featuring the kind of brutality often associated with the Serbian forces.","thumbnail":null,"section":"World"},{"date":"19930420","headline":"Mandela's Group Buries a Fallen Hero","web_url":"https://www.nytimes.com/1993/04/20/world/mandela-s-group-buries-a-fallen-hero.html","abstract":"  South Africa, a country that has measured out its history in funerals, today turned the burial of an assassinated black Communist into the largest political rite since the celebration of Nelson Mandela's release from prison three years ago.   Before a crowd that overflowed an 80,000-seat soccer arena and a live audience on the Government-controlled television and radio, the African National Congress ushered Chris Hani into its pantheon of martyrs with a ceremony that was part military funeral, part campaign rally, part canonization.","thumbnail":null,"section":"World"},{"date":"19930420","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/04/20/nyregion/metro-digest-394093.html","abstract":"  A NEW COUNTRY SEEMS LIKE A PRISON   Asenhat Gomez used to peer out the windows of her childhood home in the Dominican countryside and relish a landscape of willowy palm trees and verdant fields where her extended family would gather for daylong reunions. In her new home -- a cramped apartment on Williamsburg's South Side -- the windows frame a claustrophobic vista of brick walls, and the few relatives she has in this country are so preoccupied with making ends meet that family get-togethers seem as long gone as the father who died a dozen years ago. A1. NEW YORK CITY","thumbnail":null,"section":"New York"},{"date":"19930420","headline":"Tax Being Considered to Help Border Areas Cope With Free Trade","web_url":"https://www.nytimes.com/1993/04/20/us/tax-being-considered-to-help-border-areas-cope-with-free-trade.html","abstract":"  Faced with rapidly climbing estimates of what the North American Free Trade Agreement would cost the Government, the Clinton Administration has opened two reviews of whether to impose a tax on trade across the nation's border with Mexico, Federal officials said today.   The Treasury Department and the Labor Department have begun separate studies into whether a small tax is needed. The tax, which would probably be less than 1 percent, would replace the import tariffs of up to 25 percent that the free trade pact would eliminate over 15 years.","thumbnail":null,"section":"U.S."},{"date":"19930420","headline":"Rise in Rabies Seen as Threat In New York","web_url":"https://www.nytimes.com/1993/04/20/nyregion/rise-in-rabies-seen-as-threat-in-new-york.html","abstract":"  Public health authorities say that rabies has become a significant threat in New York City as the animal equivalent of an epidemic has brought cases to every borough but Queens.    New York City has confirmed 50 cases in wild animals since the outbreak reached the metropolitan area 13 months ago, and 436 people have required rabies shots. Before 1992, only about 25 people each year needed the vaccination, which is a series of five shots, said Steven J. Matthews, a spokesman for the city Health Department.","thumbnail":null,"section":"New York"},{"date":"19930420","headline":"Whitaker-Chavez Set","web_url":"https://www.nytimes.com/1993/04/20/sports/sports-people-boxing-whitaker-chavez-set.html","abstract":"  PERNELL WHITAKER's defense of his World Boxing Council welterweight championship against undefeated JULIO CESAR CHAVEZ will be held on Sept. 10 in the Alamodome at San Antonio, according to an agreement announced yesterday by promoter DON KING.","thumbnail":null,"section":"Sports"},{"date":"19930420","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/20/opinion/IHT-letters-to-the-editor.html","abstract":"Codifying Euthanasia. Regarding \"The Doctor Shouldn't Be a Killer\" (Opinion, March 2) by Walter Reich:. Mr. Reich says that the Dutch are legalizing \"the killing of their own innocent members\" of society. The use of the word \"inno","thumbnail":null,"section":"Opinion"},{"date":"19930420","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/04/20/arts/classical-music-in-review-932993.html","abstract":"  Annea Lockwood  St. Peter's Church   Annea Lockwood's \"Thousand Year Dreaming\" on Wednesday night seemed to be asking, in its indirect way, whether music's connection is primarily to the mind or to the body. Ms. Lockwood's 10-person ensemble, playing conch shells, didjeridus, conventional winds and exotic percussion, had at any rate the effect of a physical massage, a systematic stroking of nerve endings that calmed the urban listener's sense of haste and reorganized the passage of time. This music, in other words, was not so much an organization of thematic elements as a succession of languid aural impressions, one trailing after the next. One listened as if lying face up, watching cloud formations drift by.   So great was Ms. Lockwood's wish to penetrate her audience's physical world that toward the end of \"Thousand Year Dreaming,\" four players were sent out to wander the aisles. Each blew a didjeridu (pronounced DIHD-jer-uh-doo), a wind instrument from aboriginal Australia featuring a calm, deep-bass moaning and undulating monotones.","thumbnail":null,"section":"Arts"},{"date":"19930420","headline":"Dredging Stays Mired In a Debate Over Dioxin","web_url":"https://www.nytimes.com/1993/04/20/nyregion/dredging-stays-mired-in-a-debate-over-dioxin.html","abstract":"  Dioxin is the most virulent industrial poison to date, or maybe it's not. It can destroy entire marine species, infect humans, make the Atlantic Coast unfit for swimming and destroy the fishing and tourism industries, or maybe it can't.   But even in small quantities -- 10 parts per trillion -- it has embroiled a half-dozen state and Federal agencies, a variety of environmental groups, the Port Authority of New York and New Jersey and a divided Congressional delegation from New Jersey in a debate that shows no signs of ending.","thumbnail":null,"section":"New York"},{"date":"19930420","headline":"SCIENTIST AT WORK: Amory Lovins;\nGenerate 'Nega-Watts,' Says Fossil Fuel Foe","web_url":"https://www.nytimes.com/1993/04/20/science/scientist-at-work-amory-lovins-generate-negawatts-says-fossil-fuel.html","abstract":"FROM the vantage point of what he calls \"the jungle\" in his house in the Rocky Mountains here, the future of energy conservation has never looked brighter to Amory Lovins. \n\nMr. Lovins, a physicist trained at Harvard and Oxford, first burst onto the national energy-policy scene with a 1976 article in Foreign Affairs in which he proposed an energy future for the United States based on a \"soft path\" of energy efficiency, solar and wind power. He termed the use of conventional fuels the hard path.  Ever since, he has been widely seen as the nation's, and perhaps the world's, leading gadfly and guru on alternative energy.","thumbnail":null,"section":"Science"},{"date":"19930420","headline":"Trains and Buses, Then Airplanes","web_url":"https://www.nytimes.com/1993/04/20/nyregion/trains-and-buses-then-airplanes.html","abstract":"  It sounds like one of those little secrets about New York that only someone with the right connections will ever hear about: a ride to Kennedy International Airport for $1.25.    True, a few inconveniences are built into that price. Luggage space is spare, there is no guarantee of a seat, and the walk to a connecting bus is several hundred yards, a long way to tote a heavy bag.","thumbnail":null,"section":"New York"},{"date":"19930420","headline":"DEATH IN WACO: A Fiery End; An Angry Telephone Call Signals the End of the World for Cult Members","web_url":"https://www.nytimes.com/1993/04/20/us/death-waco-fiery-end-angry-telephone-call-signals-end-world-for-cult-members.html","abstract":"  The bizarre ministry of David Koresh ended today in a hellish vision of fire and smoke every bit as nightmarish as anything he might have prophesied to his followers.    For those inside the Branch Davidian compound, the beginning of the end came with a telephone call.","thumbnail":null,"section":"U.S."},{"date":"19930420","headline":"Franco's Arm Passes Exam","web_url":"https://www.nytimes.com/1993/04/20/sports/baseball-franco-s-arm-passes-exam.html","abstract":"  John Franco, who has experienced repeated discomfort in his surgically repaired left elbow during the season's first two weeks, was examined yesterday by the Mets' team doctor and found to have no major problems.   \"We had been told he'd have residue reactions because of the surgery,\" said Al Harazin, the general manager of the Mets. \"I just wanted to get reassurance.\"","thumbnail":null,"section":"Sports"},{"date":"19930420","headline":"Ruling for Brown Women to Be Far-Reaching","web_url":"https://www.nytimes.com/1993/04/20/sports/pro-football-ruling-for-brown-women-to-be-far-reaching.html","abstract":"  A Federal appeals court has sent shockwaves through collegiate athletics with a decision upholding an order that requires Brown University to restore full financing for two women's varsity sports pending a trial on whether the university has discriminated against women in athletics.   The unanimous decision handed down Friday by a three-judge panel of the First Circuit Court of Appeals in Boston -- the first time a court of appeals has heard a Title IX case -- was being interpreted by both sides yesterday as pointing toward a widespread upheaval in collegiate athletics.","thumbnail":null,"section":"Sports"},{"date":"19930420","headline":"Review/Cabaret; Gay Comedy in the Stand-Up Mainstream","web_url":"https://www.nytimes.com/1993/04/20/arts/review-cabaret-gay-comedy-in-the-stand-up-mainstream.html","abstract":"  Is there a place for gay humor in the traditionally macho world of stand-up comedy? Funny Gay Males, a slick, fast-talking comedy trio that opened a two-week engagement at the Ballroom (253 West 28th Street, Chelsea) last Tuesday evening would like to think so. They have created an act that cautiously broaches gay themes with a snappy, wisecracking delivery smack dab in the mainstream of stand-up comic styles.   The members of the group -- Danny McWilliams, Bob Smith and Jaffe Cohen -- are more allies than collaborators. Although they appear together briefly at the beginning and end of their act, the bulk of the show consists of solo sets.","thumbnail":null,"section":"Arts"}],"wiki_events":[],"weather":[{"date":"19930420","time":"1993-04-20 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":87,"wspd":9},{"date":"19930420","time":"1993-04-20 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":76,"wspd":5.4},{"date":"19930420","time":"1993-04-20 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":74,"wspd":7.6},{"date":"19930420","time":"1993-04-20 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":88,"wspd":3.6},{"date":"19930420","time":"1993-04-20 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":75,"wspd":5.4},{"date":"19930420","time":"1993-04-20 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":77,"wspd":3.6},{"date":"19930420","time":"1993-04-20 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.3,"rhum":74,"wspd":9.4},{"date":"19930420","time":"1993-04-20 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":69,"wspd":9.4},{"date":"19930420","time":"1993-04-20 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.3,"rhum":60,"wspd":13},{"date":"19930420","time":"1993-04-20 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.3,"rhum":55,"wspd":14.8},{"date":"19930420","time":"1993-04-20 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.4,"rhum":39,"wspd":18.4},{"date":"19930420","time":"1993-04-20 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.3,"rhum":32,"wspd":18.4},{"date":"19930420","time":"1993-04-20 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.4,"rhum":28,"wspd":27.7},{"date":"19930420","time":"1993-04-20 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19,"rhum":21,"wspd":24.1},{"date":"19930420","time":"1993-04-20 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.8,"rhum":33,"wspd":29.5},{"date":"19930420","time":"1993-04-20 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.7,"rhum":40,"wspd":31.3},{"date":"19930420","time":"1993-04-20 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.8,"rhum":43,"wspd":25.9},{"date":"19930420","time":"1993-04-20 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.1,"rhum":49,"wspd":22.3},{"date":"19930420","time":"1993-04-20 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.9,"rhum":47,"wspd":18.4},{"date":"19930420","time":"1993-04-20 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":60,"wspd":13},{"date":"19930420","time":"1993-04-20 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.1,"rhum":56,"wspd":11.2},{"date":"19930420","time":"1993-04-20 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.7,"rhum":66,"wspd":16.6},{"date":"19930420","time":"1993-04-20 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":70,"wspd":11.2},{"date":"19930420","time":"1993-04-20 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":74,"wspd":16.6}]},"19930421":{"guardian_articles":[],"nytimes_articles":[{"date":"19930421","headline":"Governor Moonlight","web_url":"https://www.nytimes.com/1993/04/21/opinion/governor-moonlight.html","abstract":"  His official salary, paid by New York State taxpayers, is $130,000. But his day job earns him less than half the $273,700 Gov. Mario Cuomo took in last year in his second line of work: giving speeches for pay.   Newly released tax returns show that the much-in-demand Mr. Cuomo received an average of nearly $20,000 for each of 14 speaking engagements in 1992, surpassing his 1989 record of $151,150 for honorariums. The Governor's total income last year came to $424,644.","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"Friends Hold a Memorial Matinee for Stella Adler","web_url":"https://www.nytimes.com/1993/04/21/arts/friends-hold-a-memorial-matinee-for-stella-adler.html","abstract":"  As an occasion for drama, the memorial service yesterday for Stella Adler did not disappoint. Her friends, colleagues and students gathered at the Roundabout Theater in Manhattan to share stories and reminiscences about the legendary drama teacher whose approach to acting was passionate, scholarly and volatile.    \"She always had her eye on some distant ideal, for she thought the theater should lift man to some higher aspiration,\" said the playwright Arthur Miller of Miss Adler, the leading American exponent of the Method system of acting, who died at 91 in Los Angeles on Dec. 22.","thumbnail":null,"section":"Arts"},{"date":"19930421","headline":"Books of The Times; Gay Life in the Military: A Record of Success","web_url":"https://www.nytimes.com/1993/04/21/books/books-of-the-times-gay-life-in-the-military-a-record-of-success.html","abstract":"  Conduct Unbecoming  Lesbians and Gays in the U.S. Military, Vietnam to the Persian Gulf  By Randy Shilts  784 pages. St. Martin's Press. $27.95.     Nearly everybody who has ever served in uniform knows the facts. But secrecy and hypocrisy are often in command and sometimes even wear stars. The official position is that homosexuals and lesbians are barred from the United States armed forces. No problem avoiding service; just check the box on the application form asking whether you have \"homosexual tendencies\" and the Army, Air Force, Navy and Marines won't allow you to join the ranks of the red, white and blue heterosexual servicemen and -women. That permits the services to praise the Lord, pass the ammunition and tolerate only the official military way.","thumbnail":null,"section":"Books"},{"date":"19930421","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/21/nyregion/c-corrections-043893.html","abstract":"  An article yesterday about a poll of students' awareness of Nazi Germany's destruction of six million Jews referred incorrectly to the president of the American Gathering of Jewish Holocaust Survivors. He is Benjamin Meed.","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/21/opinion/IHT-letters-to-the-editor-90928098035.html","abstract":"Pakistan Has Acted . Regarding \"Muslims' Guilty Silence\" (Letters, April 14) from Leila A. W. Rustom:. I must point out that the government of Pakistan has been among the foremost in bringing the issue of Bosnia to the notice of international fo","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"A Quiet Visitor to Israel: Martin Bormann's Son","web_url":"https://www.nytimes.com/1993/04/21/world/a-quiet-visitor-to-israel-martin-bormann-s-son.html","abstract":"  In this week devoted to remembrances of the Holocaust and the Warsaw ghetto uprising, one of the many people who grieved in Israel was the eldest son of Martin Bormann, a Hitler deputy who supervised the mass killing of European Jews.   \"My feeling was one of mourning,\" said the son, also named Martin Bormann, after he and other children of Nazi officers visited Yad Vashem, the Holocaust memorial in Jerusalem.","thumbnail":null,"section":"World"},{"date":"19930421","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/21/opinion/IHT-letters-to-the-editor-90997738121.html","abstract":"Sign of the CrossRegarding the caption, \"Donna Karan's cardigan over flecked tweed, with cross\" (Features, April 6):. Some symbols represent human concepts and experiences too profound to trivialize. One such is the cross, for 2,000 years the","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/21/nyregion/c-corrections-045493.html","abstract":"  An article yesterday about subway transportation to John F. Kennedy International Airport misidentified transfer points used by passengers for another airport, La Guardia, who take the subway to the Q33 bus, which stops outside the terminals. The points, in Queens, are the 74th Street-Broadway station on the No. 7 line and the Roosevelt Avenue station on the E, F, G and R lines.  ","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"Democrats Muster Only Weak Majority on Stimulus Package","web_url":"https://www.nytimes.com/1993/04/21/us/democrats-muster-only-weak-majority-on-stimulus-package.html","abstract":"  Senate Democrats barely mustered a majority on a test vote today for the scaled-down version of President Clinton's economic-stimulus bill and made no progress toward breaking a Republican filibuster.   Five Democrats deserted the President when the Senate voted, 52 to 46, to make the $15.4 billion measure he proposed last Friday, reduced from an earlier $19.5 billion, the bill it will consider if it ever gets to a final vote. A vote on ending the filibuster is scheduled for Wednesday morning, but most Democrats expect to fall short of the 60 votes that Senate rules require to halt debate.","thumbnail":null,"section":"U.S."},{"date":"19930421","headline":"Philharmonic Plans Summer Concerts","web_url":"https://www.nytimes.com/1993/04/21/arts/philharmonic-plans-summer-concerts.html","abstract":"  The New York Philharmonic is to give its second series of summer concerts at Carnegie Hall from July 14 to 29, with Kurt Masur conducting the orchestra in six performances devoted to the music of Brahms and Schumann. The format is similar to the Tchaikovsky series the orchestra presented at Carnegie Hall last year, with each concert prefaced by an extra event.    The opening program, on July 14 and 15, includes Schumann's \"Genoveva\" Overture and the Piano Concerto in A minor, and the Brahms First Symphony. Richard Goode is the scheduled soloist in the concerto.","thumbnail":null,"section":"Arts"},{"date":"19930421","headline":"A New Italian Puzzle","web_url":"https://www.nytimes.com/1993/04/21/world/a-new-italian-puzzle.html","abstract":"  With a referendum that ended yesterday in a huge vote for change, many Italians sense that they have shed the past in a manner that deserves the same chorus of bravos as a good night at the opera.    The only question is, what to do for an encore?","thumbnail":null,"section":"World"},{"date":"19930421","headline":"Where the Job Is, and Then Again Is Not, a Piece of Cake","web_url":"https://www.nytimes.com/1993/04/21/style/where-the-job-is-and-then-again-is-not-a-piece-of-cake.html","abstract":"WHENEVER I need spiritual sustenance, I pull out \"The Cake Bible\" and pick a recipe that looks absurdly challenging. I head to the market with a long list, and I spend an afternoon in the kitchen, scraping vanilla beans and hovering over chocolate melting in a double-boiler. When I manage to produce something credible, I am thrilled, and I think, Why not abandon journalism for the glamorous, artistically satisfying life of a pastry chef?\n\nOf course, anyone who has ever turned out souffles for 400 will tell you that struggling with industrial-size mixers and lifting 25-pound bags of flour are about as heady as working on a construction crew. My friend Jerilyn Tabor, an assistant pastry cook at Lespinasse, the sumptuous restaurant at the St. Regis, cackled when I told her that she had the most exciting job in New York. Determined to show me the grit behind the glamour, she arranged with the pastry chef, Rhona Lauvand, to have me work at her side.","thumbnail":null,"section":"Style"},{"date":"19930421","headline":"DEATH IN WACO: The Government's Plan; Confusion Abounds in the Capital On Rationale for Assault on Cult","web_url":"https://www.nytimes.com/1993/04/21/us/death-waco-government-s-plan-confusion-abounds-capital-rationale-for-assault.html","abstract":"  The Federal Bureau of Investigation had no recent evidence that children were being beaten in the Branch Davidian compound, F.B.I. Director William S. Sessions said today.    The Director's remarks contradicted assertions by President Clinton and Attorney General Janet Reno that escalating child abuse had been a major reason to assault the complex near Waco, Tex., on Monday.","thumbnail":null,"section":"U.S."},{"date":"19930421","headline":"Managed Care Will Drive Out Family Doctors; Don't Point at Lawyers","web_url":"https://www.nytimes.com/1993/04/21/opinion/l-managed-care-will-drive-out-family-doctors-don-t-point-at-lawyers-079993.html","abstract":"  To the Editor:   I was more than slightly amused by \"Dedication, Not Money, Keeps Doctors Going\" (letters, April 13), defending the incomes of physicians. While there is no doubt that many doctors work grueling schedules with the true goal of healing people, there is also no doubt that the medical industry is extremely lucrative.","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"Wounded Muslims Vow to Return to Srebrenica","web_url":"https://www.nytimes.com/1993/04/21/world/wounded-muslims-vow-to-return-to-srebrenica.html","abstract":"  In a smoky bomb shelter beneath the main hospital here, wounded and maimed Muslim soldiers airlifted from Srebrenica vowed today to continue their yearlong struggle to defend their homes.   \"I'm going back for sure as soon as I'm well,\" said Muradif Habibovic from his bed. \"Even like this, I will go back.\" He held up both hands, which were bandaged and missing fingers.","thumbnail":null,"section":"World"},{"date":"19930421","headline":"DEATH IN WACO: Why It Burned; A Fire Carried by the Wind Through Matchstick Walls","web_url":"https://www.nytimes.com/1993/04/21/us/death-in-waco-why-it-burned-a-fire-carried-by-the-wind-through-matchstick-walls.html","abstract":"  It was a solid half-hour before the first fire trucks arrived at the smoldering remains of the Branch Davidian compound on Monday.    But 30-mile-an-hour gusts, flimsy wooden construction and the almost certain use of incendiary fuel would have made saving the structure difficult from the moment the first flames rose along the sides of the building, firefighters at the scene and a fire expert said today.","thumbnail":null,"section":"U.S."},{"date":"19930421","headline":"Maker of Abortion Pill Reaches Licensing Pact With U.S. Group","web_url":"https://www.nytimes.com/1993/04/21/us/maker-of-abortion-pill-reaches-licensing-pact-with-us-group.html","abstract":"  The French company that makes the abortion pill RU-486 has agreed to license the drug to an American contraceptive research group so it can find a manufacturer in the United States, the Commissioner of Food and Drugs said today.   The Commissioner, Dr. David A. Kessler, said that after a meeting today in Rockville, Md., Edouard Sakiz, president of the French company, Roussel-Uclaf, agreed to license the drug and the technology to make it to the Population Council, a not-for-profit research organization based in New York City.","thumbnail":null,"section":"U.S."},{"date":"19930421","headline":"Will Starks Run Nets' Lane Safely?","web_url":"https://www.nytimes.com/1993/04/21/sports/pro-basketball-will-starks-run-nets-lane-safely.html","abstract":"  The Nets may have been thinking about John Starks today, but Starks had a different priority: tonight's game against Miami.   The Knicks and the Nets will meet on Wednesday night at Madison Square Garden, their first meeting since Feb. 28, the day Kenny Anderson's season ended. Anderson, the Nets' starting point guard, suffered a broken bone in his wrist after colliding with Starks in midair on a third-quarter drive to the basket. Starks was called for a flagrant foul on the play, and the Nets were angry, insisting afterward that Starks should be suspended.","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"Yee-Ha! Bar Has a Whiff Of the West","web_url":"https://www.nytimes.com/1993/04/21/nyregion/yee-ha-bar-has-a-whiff-of-the-west.html","abstract":"  The men wear string ties, jeans and cowboy boots, and the women wear fringed jackets and cowboy hats. When the band starts belting out country favorites, just about everyone is out on the dance floor doing the Texas two-step.   It's a Saturday night in Redding, Conn., deep in the heart of Fairfield County's back country, and this is the Georgetown Saloon, a bar and restaurant that New Yorkers and New Englanders have been coming to for 15 years to pretend they're out on the ranch.","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"Gore Congratulates Poland on Its Democracy","web_url":"https://www.nytimes.com/1993/04/21/world/gore-congratulates-poland-on-its-democracy.html","abstract":"  In his first major speech abroad as Vice President, Al Gore congratulated members of the Polish Parliament today on the progress their country had made in moving from Communism to democracy and capitalism.   Poland, where more than half the workers are in private enterprises and smooth democratic elections have been held, was showing the best economic and political health of the Eastern European countries that ousted Communist rulers in 1989, he said.","thumbnail":null,"section":"World"},{"date":"19930421","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/04/21/nyregion/metro-digest-413693.html","abstract":"  NEW YORK CITY  CORRUPTION SCANDAL HITS ANTI-GRAFT UNIT   The agency created four years ago to clean up graft in New York City school construction contracts faced its first corruption scandal, as two of its own managers were arrested in connection with a bid-rigging scheme. One of the managers was hired despite a burglary conviction in 1989. A1. LIBERALS ARM FOR SCHOOL FIGHT   Gay-rights advocates, liberal clergy and some parents' and teachers' groups are organizing more aggressively than ever before to influence the elections for New York City's local school boards. A1.","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/21/opinion/IHT-letters-to-the-editor-91825528682.html","abstract":"For Arab Democracy. A. M. Rosenthal's apparent concern for democracy in the Arab world (\"When Will Arabs Revolt Against Cruelty at Home?\" Opinion, April 14) is commendable. His expression of such sentiments would sound more credible if he were t","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"Penguins Have That Unbeatable Look","web_url":"https://www.nytimes.com/1993/04/21/sports/hockey-penguins-have-that-unbeatable-look.html","abstract":"  The Penguins put their enormous talents on display again tonight with a 7-0 triumph over the New Jersey Devils that gave Pittsburgh a playoff record for consecutive victories to go along with the regular-season mark it set less than two weeks ago.   The Penguins, who opened a 2-0 lead in their four-of-seven-game opening-round series with the Devils, scored their 13th consecutive playoff victory, dating to last season. That broke the mark set by Edmonton in 1984 and 1985.","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"Prepaid Medical Care: The Heart of Any Reform","web_url":"https://www.nytimes.com/1993/04/21/opinion/prepaid-medical-care-the-heart-of-any-reform.html","abstract":"Stanford is a fascinating vantage point from which to observe the debate over health care reform. We have Alain Enthoven, a former Clinton adviser, coiner of the term \"managed competition\" and long-time advocate of market reform in health care. And we have Stanford University Medical Center, a leading medical school and research center, which is nervous about what reform might augur for education and research.\n\nIn the middle of the discussion sits Stanford University Hospital, which must move quickly to define its future in northern California's rapidly evolving health services market.","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"Addio Italia, Hello Real World","web_url":"https://www.nytimes.com/1993/04/21/opinion/IHT-addio-italia-hello-real-world.html","abstract":"At the beginning of the century, droves of disenchanted Italians left Europe in pursuit of happiness in the New World. They spoke of \"fare l'americano,\" doing it the American way. In the 1960s, people left Italy to quit a decadent civilization a","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"Manacles of the Mind","web_url":"https://www.nytimes.com/1993/04/21/opinion/manacles-of-the-mind.html","abstract":"In the Texas Bible Belt, where I grew up and still live, religious cartoon characters such as David Koresh are the rule, not the exception. Here, all sorts of folks talk for God.\n\nWhen I was a child growing up in the Southern Baptist church, the Bible was often cited as justification for the strangest behavior. Holy Scripture was the reason I couldn't go to the movies on Sunday afternoons, swim in the same pool with boys or drink from the same water fountain as black people.","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/21/nyregion/c-corrections-044693.html","abstract":"  A front-page summary heading yesterday, referring to an article in Business Day about a law firm's settlement of a Government suit in a savings and loan bankruptcy, characterized the terms incorrectly. The firm, Jones, Day, Reavis & Pogue, agreed to pay the Government $51 million to settle a claim that it had aided the financier Charles H. Keating Jr. in the fraud that brought on the costliest bankruptcy in the savings and loan debacle. The firm was not fined.  ","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"Liberals Cooperating in New York School Races","web_url":"https://www.nytimes.com/1993/04/21/nyregion/liberals-cooperating-in-new-york-school-races.html","abstract":"  Gay-rights advocates, liberal clergy and some parents' and teachers' groups are organizing more aggressively than ever before to influence the elections for New York City's local school boards.   These groups have often had common interests in the past, but this year they find themselves working together even more closely in the face of an energized effort on the other side of the political spectrum by the Roman Catholic Church, the Rev. Pat Robertson and some community groups with a conservative social agenda.","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"Lawyer Says End to Prison Standoff Appears Near","web_url":"https://www.nytimes.com/1993/04/21/us/lawyer-says-end-to-prison-standoff-appears-near.html","abstract":"  A lawyer advising rebellious inmates holding five hostages at the Southern Ohio Correctional Facility here said tonight that after negotiating sessions this afternoon, he was optimistic that the nine-day siege at the prison could end as soon as Wednesday.   Niki Z. Schwartz, a Cleveland lawyer who was flown here by prison officials at the request of the inmates at the maximum security prison, told reporters: \"I just talked to the lead inmate negotiators on the phone before coming over here and he indicated that he is optimistic that they will be in a position to reach some agreement if not tonight then tomorrow. I'm very optimistic that we are getting very close to an agreement.\"","thumbnail":null,"section":"U.S."},{"date":"19930421","headline":"Giants Swing and Don't Miss In the 11th","web_url":"https://www.nytimes.com/1993/04/21/sports/baseball-giants-swing-and-don-t-miss-in-the-11th.html","abstract":"  The 14 strikeouts of Sid Fernandez were just a memory by the 11th inning last night. Bill Swift's inspiring night of work -- seven innings, one hit -- was already over, too. By the end of the evening, two pitching performances worth remembering led to an inning Mike Maddux and Bobby Bonilla would rather forget.   Maddux, the most effective of the three-man group filling the role of closer in the temporary absence of John Franco, allowed three runs in the 11th inning of a 4-1 Met loss to the Giants. After an overpowering performance by Fernandez and an overwhelming effort by Swift, something had to give.","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"Women's Group Recasts Religion in Its Own Image","web_url":"https://www.nytimes.com/1993/04/21/us/women-s-group-recasts-religion-in-its-own-image.html","abstract":"  In a crowded meeting room at the Convention Center here, the woman leading a \"Catholic-rooted feminist liturgy\" told several hundred worshipers, \"Even though we have no bread and we have no wine, God will feed us.\"    From the next room came snatches of a black spiritual. One floor up, about 120 people participated in an American Indian pipe ceremony. They were nearly drowned out by the 70 women down the hall who were drumming in a frenzy, shaking plastic egg rattles and singing a prayer to the ancient Greek goddesses of the hunt and the hearth.","thumbnail":null,"section":"U.S."},{"date":"19930421","headline":"2 MANAGERS HELD IN BIDDING SCHEME AT SCHOOL AGENCY","web_url":"https://www.nytimes.com/1993/04/21/nyregion/2-managers-held-in-bidding-scheme-at-school-agency.html","abstract":"  The agency created four years ago to clean up graft in New York City school construction contracts faced its first corruption scandal yesterday. Two of its own managers were arrested in connection with a bid-rigging scheme -- one of whom, it turns out, was hired despite a burglary conviction in 1989.   Law-enforcement officials charged that the two employees, both project officers for the School Construction Authority, had accepted about $140,000 in bribes from contractors and had agreed to take hundreds of thousands more. Ten people connected with seven contractors also were arrested, with another expected to surrender soon.","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"Brooklyn Precinct House Becomes a Crime Scene","web_url":"https://www.nytimes.com/1993/04/21/nyregion/brooklyn-precinct-house-becomes-a-crime-scene.html","abstract":"  A precinct house on a placid Brooklyn side street last night became a crime scene.   It was 1:25 P.M. on a gorgeous spring day, and Police Officer Mary Capotosto had in her custody a 27-year-old man who gave his name as Danny Cook. She had arrested him three blocks from the southeast corner of Prospect Park. The charge was possession of cocaine and heroin.","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"Three Rings Aren't Enough for This Ringmaster","web_url":"https://www.nytimes.com/1993/04/21/nyregion/about-new-york-three-rings-aren-t-enough-for-this-ringmaster.html","abstract":"  AS happens every time Ringling Brothers, Barnum and Bailey comes to New York, Eric Michael Gillett is again thinking about running away from the circus.   Mr. Gillett, you see, is the ringmaster, the man in the spangled cutaway and top hat who over the last six years has been welcoming \"children of all ages\" to a three-ring extravaganza, singing and introducing the acts.","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"Delegation, Amid Mixed Reaction, Completes Berlin Tour","web_url":"https://www.nytimes.com/1993/04/21/sports/olympics-delegation-amid-mixed-reaction-completes-berlin-tour.html","abstract":"  A delegation from the International Olympic Committee today completed a four-day visit to Berlin, part of a tour through six cities bidding to be host to the Olympic Games in the year 2000.   The 11 delegates, who are charged with assessing conditions in each city and reporting back to the full I.O.C., were guests of honor at a luncheon given today by President Richard von Weizsacker. They had earlier been welcomed by Germany's foreign and interior ministers, and by Mayor Eberhard Diepgen of Berlin.","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"Personal Health","web_url":"https://www.nytimes.com/1993/04/21/health/personal-health-825593.html","abstract":"  AT the risk of sounding like your mother, I am going to tell you to \"stop slouching and stand (sit) up straight.\" Not that poor posture will cause some dread disease or turn you into a laughingstock. But perpetually allowing your body to stand or sit in misaligned positions can exact an unpleasant toll on your physical well-being and possibly your social stature.   Body language says a lot to the world about your self-image. A person who stands up straight conveys a message of self-confidence and competence, while someone who stands with slouched shoulders and a sagging gut appears depressed and self-conscious. Poor posture can make you look older and fatter than you are.","thumbnail":null,"section":"Health"},{"date":"19930421","headline":"Theater in Review","web_url":"https://www.nytimes.com/1993/04/21/theater/theater-in-review-040393.html","abstract":"  Make Up Your Mind  New Group Theater 432 West 42d Street Clinton Through May 2  By Kurt Vonnegut; directed by Sam Schacht; design director, Zaniz; technical director, Kurt S. Nelson; production manager, Michelle Malloy McIntyre. Presented by the New Group Theater Company, Mr. Schacht and Scott Elliott, artistic directors. WITH: Richard Brandon, Tom Brannum, Rod McLachlan and Miranda Sinclair.   At the outset of \"Make Up Your Mind,\" a new play by Kurt Vonnegut being presented by the New Group, an actor delivers a brief synopsis of the hero's background (while stationed at the North Pole, Roland Stackhouse marries an Eskimo, etc.) and an apology. The purpose of the abridged bio is to spare the audience in this age of short attention spans a whole act of exposition. The apology is to any Eskimos who might be offended by the humor at their ethnic expense. (\"Hath not an Eskimo eyes? If you prick him doth not an Eskimo bleed?\")","thumbnail":null,"section":"Theater"},{"date":"19930421","headline":"Dolphins Sign Heller","web_url":"https://www.nytimes.com/1993/04/21/sports/sports-people-pro-football-dolphins-sign-heller.html","abstract":"  Rather than wait until the National Football League draft to acquire an offensive lineman, the Miami Dolphins signed free-agent tackle RON HELLER of the Philadelphia Eagles yesterday. Heller, 30, became the Dolphins' best-paid offensive lineman when he accepted a three-year contract. The amount of the deal wasn't disclosed, but the Dolphins had reportedly offered him $950,000 per year. The nine-year veteran earned $600,000 last year.","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"Run vs. Swim? Statistician Says The Score Is In","web_url":"https://www.nytimes.com/1993/04/21/health/run-vs-swim-statistician-says-the-score-is-in.html","abstract":"  DR. HOWARD WAINER, a swimmer and statistician at the Educational Testing Service in Princeton, N.J., first began wondering if runners spend energy as efficiently as swimmers when he was an undergraduate in the early 1960's, and used to argue with his runner friends over whose workout was harder.    Now he has put those two interests together in a study published in the current issue of Chance, the journal of the American Statistical Association.","thumbnail":null,"section":"Health"},{"date":"19930421","headline":"NATO General Is Reticent About Air Strikes in Bosnia","web_url":"https://www.nytimes.com/1993/04/21/world/nato-general-is-reticent-about-air-strikes-in-bosnia.html","abstract":"  The top NATO commander told Congress today that while limited air strikes might be effective in reducing the Serbian shelling of Muslim towns and cities in Bosnia, it is unlikely that they would bring the Serbs to the negotiating table.   The assessment by Gen. John M. Shalikashvili of the United States came as President Clinton and his top aides met today to discuss the fighting in Bosnia. A senior Administration official said that no decisions were taken at the meeting.","thumbnail":null,"section":"World"},{"date":"19930421","headline":"In Indian States, Violence Continues","web_url":"https://www.nytimes.com/1993/04/21/opinion/l-in-indian-states-violence-continues-080293.html","abstract":"  To the Editor:   In \"Carnage Unseen\" (editorial, April 11), you list areas of the world where innocents are victims of ethnic wars and tribal hatreds. Your listing of hot spots recognizes the bloodshed in Kashmir, but fails to mention two other parts of India, Punjab and Assam, that have been aflame for a number of years. They too have victims unseen and unheard.","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"COLLEGE LACROSSE REPORT","web_url":"https://www.nytimes.com/1993/04/21/sports/college-lacrosse-report.html","abstract":"  Army    The game of the week will be played in Michie Stadium at West Point on Saturday between Hofstra (7-1), No. 6 in the Intercollegiate Lacrosse Associatiion poll, and Army (7-2), No. 12. The outcome will weigh heavily upon the May 8 selections for the national tournament.   Because the Cadets have never lost to a Patriot League opponent, and are not likely to do so soon, the National Collegiate Athletic Association tournament is what the players anticipate the most and qualification is the annual goal of Coach Jack Emmer.","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"Frankfurt Journal; Danny the Red Greets the Far Right, but Gingerly","web_url":"https://www.nytimes.com/1993/04/21/world/frankfurt-journal-danny-the-red-greets-the-far-right-but-gingerly.html","abstract":"  Daniel Cohn-Bendit, who was celebrated as Danny the Red during the student rebellion in Paris in 1968, still has the head full of red hair that gave him the nickname, but his fiery temperament has given way to the philosophical acceptance of middle age.   In a German city where 170,000 of the 628,000 residents are foreigners, Mr. Cohn-Bendit is now the elected official responsible for \"multi-cultural affairs,\" which have become a lot more complicated all over Germany since an influx of hundreds of thousands of foreign asylum-seekers created a right-wing radical backlash.","thumbnail":null,"section":"World"},{"date":"19930421","headline":"Throw a Draft And They'll Come","web_url":"https://www.nytimes.com/1993/04/21/sports/pro-football-throw-a-draft-and-they-ll-come.html","abstract":"  College football coaches want their underclassmen to remain on their teams and to finish degrees. National Football League executives say they want the same thing.   For each of the last five years, however, a steady number of underclassmen, mostly juniors, have entered the N.F.L. draft, and this year's draft is no exception. And some of the underclassmen will again shine: At least 10 juniors are projected to be first-round picks.","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"Theater in Review","web_url":"https://www.nytimes.com/1993/04/21/theater/theater-in-review-887593.html","abstract":"  The Breaks  Women's Interart Center 549 West 52d Street Manhattan Through May 23  Written and performed by Deb Margolin and Rae C. Wright; directed by Cheryl Katz; set by Christina Weppner; lighting by Jeff Zeidman; costumes by Linda Gui; production stage manager, Dan Geist. Presented by the Interart Theater, Margot Lewitin, artistic director.   While caring for the elderly patients in a nursing home, two nurses take periodic breaks for cigarettes and conversation. Sitting at a table in a large broom closet, they talk about their work and reveal aspects of their lives. The play, \"The Breaks,\" written and performed by Deb Margolin and Rae C. Wright, is a small, gently observant mood piece in which intimacy is established through the most indirect of means.","thumbnail":null,"section":"Theater"},{"date":"19930421","headline":"Gunmen Fire at Egyptian Official","web_url":"https://www.nytimes.com/1993/04/21/world/gunmen-fire-at-egyptian-official.html","abstract":"  Gunmen fired on Egypt's Minister of Information outside his suburban home today, wounding his bodyguard and driver but failing in what was apparently an assassination attempt.   The minister, Mohammed Safwat el-Sharif, sustained a minor hand injury from flying glass. He said his bodyguard received serious bullet wounds to the chest and back, and his driver was shot in the thigh.","thumbnail":null,"section":"World"},{"date":"19930421","headline":"Gllner, Becker: Divided Champs From Germany","web_url":"https://www.nytimes.com/1993/04/21/sports/IHT-gollner-becker-divided-champs-from-germany.html","abstract":"Applause greeted the newest German champion as he entered Tuesday morning through a space in the chain-link fence. His title was just two days old, so perhaps Marc Gllner still wondered what it meant? To be a champion? A dozen people, perhaps 20, we","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/21/opinion/IHT-letters-to-the-editor.html","abstract":"The Lie of 'Cleansing' . Given that the term \"ethnic cleansing\" is a euphemism convenient to those who are perpetrating massacre, mutilation, racial segregation and piracy in Bosnia, it is indefensible for anyone who opposes these acts to use th","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/21/opinion/IHT-letters-to-the-editor-91421048618.html","abstract":"Leave Them Powerless . Intervention in the Bosnian debacle need not be in the Vietnam mode or the Iraqi mode, and certainly not in the Dresden firestorm mode. U.S. intelligence satellites must have pinpointed major nodes of the electrical production and d","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"Sherrard Is Out to Prove the Giants Won't Be Sorry","web_url":"https://www.nytimes.com/1993/04/21/sports/pro-football-sherrard-is-out-to-prove-the-giants-won-t-be-sorry.html","abstract":"  The Dallas Cowboys, his first pro team, gave up on him after he had broken his right leg twice in seven months. The San Francisco 49ers, his second pro team, said it wanted him back, but not as a starter.    So even in this era of wild salaries for unrestricted free agents in the National Football League, were the Giants irrational to give Mike Sherrard $4.76 million over three years? Probably not, because the Giants needed wide receivers and Sherrard, 29, still has a chance to be one of the best.","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"I.O.C. Pressured to Make Beijing a Forbidden City","web_url":"https://www.nytimes.com/1993/04/21/sports/ioc-pressured-to-make-beijing-a-forbidden-city.html","abstract":"  Human Rights Watch, an organization that monitors human rights abuses worldwide, is lobbying International Olympic Committee members in an attempt to gain I.O.C. opposition to Beijing's bid to hold the 2000 Summer Olympic Games.   Robert Bernstein, chairman of Human Rights Watch, said his United States-based organization received \"an unacceptable response\" from the I.O.C. after his group had sent a letter to the I.O.C.'s president, Juan Antonio Samaranch, protesting the consideration of China as a host country.","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"Friend of Gotti Being Charged With Perjury","web_url":"https://www.nytimes.com/1993/04/21/nyregion/friend-of-gotti-being-charged-with-perjury.html","abstract":"  A businessman who is a close friend of John Gotti was charged yesterday with lying to a grand jury about a corporation that prosecutors say the defendant formed as a sham company to \"give the false impression\" that Mr. Gotti had legitimate income.   The indictment of Lewis Kasman, who has said Mr. Gotti was \"like a father to me,\" is the latest in a series of sustained attacks by the authorities on associates of the Mafia chieftain, who is serving a life prison sentence for murder and racketeering.","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"Yanks' Bullpen Falls Short Again","web_url":"https://www.nytimes.com/1993/04/21/sports/baseball-yanks-bullpen-falls-short-again.html","abstract":"  A remarkable comeback against Dennis Eckersley, five runs that they scored in the ninth inning, and the immense feeling of accomplishment the Yankees felt vanished in minutes tonight because their bullpen could not protect a one-run lead in the ninth inning. Again.   The game ended in stylish fashion in the 10th inning for the A's when Rickey Henderson slashed a two-run homer off John Habyan to carry them to a 9-7 victory at Oakland Coliseum.","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"Crow Leaves A&M Post","web_url":"https://www.nytimes.com/1993/04/21/sports/sports-people-college-sports-crow-leaves-a-m-post.html","abstract":"  JOHN DAVID CROW, who won the Heisman Trophy playing for Bear Bryant, resigned as Texas A&M's athletic director yesterday to go into business with Bryant's son, PAUL BRYANT JR., at Gulf Greyhound Park.   Crow played for the Aggies from 1955 to 1957 under Bear Bryant and later coached under him at Alabama, where he became reacquainted with Bryant Jr., owner of the greyhound racing track in La Marque, Tex.","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"Janet Reno's Disaster, and Ours","web_url":"https://www.nytimes.com/1993/04/21/opinion/janet-reno-s-disaster-and-ours.html","abstract":"  The clumsiness and disarray demonstrated in the Government attack on a cultist compound in the heart of Texas cannot be papered over by Attorney General Janet Reno's willingness to take the blame. She has worked the television shows to take \"full responsibility,\" and yesterday President Clinton said that rather than trying to distance himself, he too took responsibility for the day of bad judgment on the Texas plains.    Stopping the buck is always commendable, yet it cannot be foisted on the public as a substitute for analysis, self-criticism and true accountability. This appears to be a case where F.B.I. officials, reluctant to rotate a new force of agents and support staff to monitor a stalemate, decided to push it to a conclusion. A very green Attorney General approved their plan. So did President Clinton, after a 15-minute talk that, had it been conducted by Ronald Reagan, would have been criticized as disengaged.","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"Federal Inspector Criticizes Indian Point Nuclear Plant for Lapses on Safety","web_url":"https://www.nytimes.com/1993/04/21/nyregion/federal-inspector-criticizes-indian-point-nuclear-plant-for-lapses-on-safety.html","abstract":"  A top inspector from the Nuclear Regulatory Commission said today that the Indian Point 3 nuclear plant, closed since Feb. 27 because of safety and management problems, had been running lately \"like a plane losing altitude.\"    The inspector, Peter W. Eselgroth, said in an interview that the 17-year-old reactor, 35 miles north of midtown Manhattan on the Hudson River here, had not reached the point of being dangerous, but had \"all the bad trends.\" Even before the shutdown, the plant had one of the worst records for reliability in the United States.","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"2 Get Probation For Throwing Blocks Off Roof","web_url":"https://www.nytimes.com/1993/04/21/nyregion/2-get-probation-for-throwing-blocks-off-roof.html","abstract":"  A Yale Law School student and a former investment banker at Morgan Stanley avoided prison yesterday when they pleaded guilty to reduced charges for throwing cinder blocks from the roof of a 45-story apartment house on the Upper East Side of Manhattan after a night of drinking last September.   The two defendants, David Pardue and Jefferson Nutter, both 25 years old, were initially charged with attempted murder on Sept. 20 after some of the dozens of five-pound blocks they threw narrowly missed two police officers in front of the Waterford at 300 East 93d Street.","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"Spinning a Grim Tale of Chicanos Coming of Age Amid Violence","web_url":"https://www.nytimes.com/1993/04/21/movies/spinning-a-grim-tale-of-chicanos-coming-of-age-amid-violence.html","abstract":"  Although Taylor Hackford's \"Bound by Honor\" will not reach movie theaters until next week, it has already provoked powerful passions. At a preview in Las Vegas, Nev., several months ago, a violent gang fight outside the theater alarmed Mr. Hackford. The film's initial advertising and first title, \"Blood In, Blood Out,\" were viewed as too strong by its nervous producer, the Walt Disney Company. And the movie's Los Angeles opening has been delayed because of edginess over the Rodney King case.   \"It's a tough film,\" said Mr. Hackford, whose 1982 hit movie, \"An Officer and a Gentlemen,\" gave him instant Hollywood success. \"All my films are about working-class people. I'm a working-class guy. That's my roots. I grew up with Chicanos. And what I wanted to do was deal with the dynamic of what happened to Chicanos in the barrios and prisons in the 1970's.\"","thumbnail":null,"section":"Movies"},{"date":"19930421","headline":"Queens Bank Robbed of $430,000 After Worker Is Held Overnight","web_url":"https://www.nytimes.com/1993/04/21/nyregion/queens-bank-robbed-of-430000-after-worker-is-held-overnight.html","abstract":"  A lone gunman escaped with $430,000 in cash from a Queens bank yesterday after holding an assistant manager hostage in the bank overnight and then forcing her and the manager to open the vault, law-enforcement officials said.   No one was injured in the robbery at the Queens Village branch of the Bank of New York at 224-05 Jamaica Avenue, the officials said. Investigators of the Joint Bank Robbery Task Force would not say whether they believed anyone else was involved.","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"Suburban and Rural Schools Learning That Violence Isn't Confined to the Cities","web_url":"https://www.nytimes.com/1993/04/21/education/suburban-and-rural-schools-learning-that-violence-isn-t-confined-to-the-cities.html","abstract":"  When a 16-year-old freshman was stabbed to death by young intruders in his high school classroom in the placid suburb of Dartmouth, Mass., last week, bewildered students and townspeople told each other, \"This happens in city schools, not here.\"   But people in suburbs and small towns across the nation are increasingly confronting a somber truth about their schools: shootings, stabbings and assaults are no longer confined to places like New York City, Detroit and Los Angeles.","thumbnail":null,"section":"Education"},{"date":"19930421","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/04/21/style/chronicle-930893.html","abstract":"  JACQUELINE KENNEDY ONASSIS has broken a long silence to grant her first full-length interview in three decades.    Mrs. Onassis, who zealously guards her privacy, agreed to talk to JOHN F. BAKER, editorial director of Publishers Weekly, provided that all questions pertain to her professional life as a book editor, that she approve all quotes and that no tape recorders or cameras be used. Mr. Baker's article appears in this week's issue of the magazine.","thumbnail":null,"section":"Style"},{"date":"19930421","headline":"Israel Parade To Include A Gay Group","web_url":"https://www.nytimes.com/1993/04/21/nyregion/israel-parade-to-include-a-gay-group.html","abstract":"  Weeks of wrangling over a request by a predominantly homosexual congregation to march next month in a parade saluting Israel ended yesterday with a compromise that will put the synagogue's marchers with another organization.    A spokesman for the American Zionist Youth Foundation, sponsor of the May 9 parade, said Congregation Beth Simchat Torah accepted an invitation to march with the Association of Reform Zionists of America in the parade, behind a banner that will include the congregation's name and that of the association.","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"Chiefs and 49ers Come to Terms on Montana Trade at Last","web_url":"https://www.nytimes.com/1993/04/21/sports/pro-football-chiefs-and-49ers-come-to-terms-on-montana-trade-at-last.html","abstract":"  Joe Montana, who helped the 49ers win four Super Bowls and was urged by fans to run for mayor, is officially leaving San Francisco.   Tonight, the 49ers traded the 36-year-old quarterback -- along with safety David Whitmore and a 1994 third-round draft pick -- to Kansas City for the Chiefs' first-round selection (the 18th over all) in the National Football League draft on Sunday.","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/21/opinion/IHT-letters-to-the-editor-93349543753.html","abstract":"By Any Other Name. By encouraging the establishment in the Balkans of another pseudo-nation, that of \"Macedonia,\" which claims to have an oppressed minority that needs liberating in neighboring Greece, aren't Greece's allies setting the stage fo","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/04/21/us/inside-312193.html","abstract":"  Step Nearer for Abortion Pill   A licensing agreement has been signed by the French maker of an abortion pill and an American research group, making sales of the drug here more likely. Page A18. After Italy Cheers    Amid a huge vote for change, many Italians sense that they deserve a chorus of bravos. The only question is what to do for an encore. Page A3. Giving Up on House & Garden    HG, founded as House & Garden in 1901, will close after its July issue. Its owner, Conde Nast, will focus on Architectural Digest. Page D1.","thumbnail":null,"section":"U.S."},{"date":"19930421","headline":"'Sham' Scheme Outlined In Armand D'Amato Trial","web_url":"https://www.nytimes.com/1993/04/21/nyregion/sham-scheme-outlined-in-armand-d-amato-trial.html","abstract":"  Federal prosecutors opened their case against Armand P. D'Amato today, charging that he was a willing and sophisticated participant in a \"bogus, phony, sham\" scheme to defraud a client, the Unisys Corporation.   Mr. D'Amato's lawyers countered that he was a novice political consultant who was innocently following the orders of the Unisys executive who hired him.","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"Just a Sporting Chance","web_url":"https://www.nytimes.com/1993/04/21/sports/IHT-just-a-sporting-chance.html","abstract":"If only sport were above suspicion, if only we could guarantee that all men played each game to the limits of their skill and spirit, Wednesday night's match would surely become a cornerstone of European soccer.. It is effectively the final leg of the Cha","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"Clinton to Offer Plan for Change In U.S. Schools","web_url":"https://www.nytimes.com/1993/04/21/us/clinton-to-offer-plan-for-change-in-us-schools.html","abstract":"  The Clinton Administration today will unveil its plan for overhauling American schools, trading the Bush Administration's market-oriented approach for a national education policy guided more directly from Washington.   Revised after extensive negotiations between the Department of Education, Congressional Democrats and the nation's governors, the bill retains former President George Bush's plans for voluntary national curriculum standards and national testing but drops the vouchers that were the centerpiece of the Bush strategy. Instead, the Clinton plan would reward states for following Washington's lead by revamping schools along broad Federal guidelines.","thumbnail":null,"section":"U.S."},{"date":"19930421","headline":"Book Notes; Shutout Ends: It's Men 12, Women 1","web_url":"https://www.nytimes.com/1993/04/21/books/book-notes-shutout-ends-it-s-men-12-women-1.html","abstract":"  E. Annie Proulx's first novel, \"Postcards\" (Charles Scribner's Sons), the story of the tragic repercussions of an accidental killing for a Vermont farm family, has been chosen as the winner of the 1993 PEN/ Faulkner Award for Fiction, the first time that a work by a woman has been honored with the award, one of a handful of top American literary honors. The 13th annual award was announced yesterday by Robert Stone, chairman of the PEN/Faulkner Foundation in Washington.   Women had been nominated 19 times since the award was founded in 1980 by writers to honor their peers, and among those nominated who did not win it are Cynthia Ozick and Anne Tyler. At first, the failure of women to be selected for the prize seemed a quirk, then somehow a jinx. Although women were consistently judges for the prize, unproven conspiracy theories abounded.","thumbnail":null,"section":"Books"},{"date":"19930421","headline":"Whether to Go Co-op or Not in Beijing","web_url":"https://www.nytimes.com/1993/04/21/opinion/l-whether-to-go-co-op-or-not-in-beijing-081093.html","abstract":"  To the Editor:   A letter I received from China last week shows that Beijing residents are facing a New York-style dilemma of recent years: to go co-op or to remain a renter.","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"U.N. Aides Cautious on Bosnia","web_url":"https://www.nytimes.com/1993/04/21/world/un-aides-cautious-on-bosnia.html","abstract":"  United Nations officials are warning that conducting air strikes against the Serbs or helping the Bosnian Government get arms will imperil their peacekeeping and relief efforts for some 2.3 million people.   A decision to lift the arms embargo on the Muslims or bomb Serbian gun emplacements and supply routes, they argue, would turn the Security Council into the ally of the Muslims in Serbian eyes and encourage their forces to hinder and attack United Nations aid convoys and their military escorts.","thumbnail":null,"section":"World"},{"date":"19930421","headline":"Review/Music; Some Music Machines Go Through the Paces","web_url":"https://www.nytimes.com/1993/04/21/arts/review-music-some-music-machines-go-through-the-paces.html","abstract":"  A mechanized, self-performing piano, going by the name Contraption IPP 71512, held court at the Kitchen for an hour on Friday night. A massive frame lowered dozens of whirling, vibrating widgets onto the strings of a forlorn piano, under the direction of pre-arranged computer signals.    This diabolical machine was the work of Trimpin, a German inventor and composer who has taken inspiration from the player-piano music of the legendary American experimenter Conlon Nancarrow. The Contraption is an infinitely more versatile device than the pianolas from which Mr. Nancarrow drew his revolutionary rhythmic studies; dynamics, articulation and timbre are all under the computer's supervision. The machine doubles as a prepared piano, altering the tone quality of the strings at a moment's notice.","thumbnail":null,"section":"Arts"},{"date":"19930421","headline":"Self-Control Is Manly","web_url":"https://www.nytimes.com/1993/04/21/opinion/l-self-control-is-manly-082993.html","abstract":"  To the Editor:   Re \"The Good Guys,\" Anna Quindlen's April 11 call to hear from the good guys in response to her conclusion that testosterone does not have to be toxic. If any of my two sons had ever behaved like one of the members of the Spur Posse in California or like one of the Glen Ridge, N.J., jocks, I would have reported them to the police, recommended psychotherapy or both.","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"Beating Case Is Viewed As Almost Appeal-Proof","web_url":"https://www.nytimes.com/1993/04/21/us/beating-case-is-viewed-as-almost-appeal-proof.html","abstract":"  \"There's good news and bad news,\" said a defense lawyer when asked about an appeal moments after his client, Sgt. Stacey C. Koon, had been convicted in the beating of Rodney G. King.   The good news, said the lawyer, Ira M. Salzman, was that the officers received a fair trial. The bad news, he said, was that this left little room for appeal.","thumbnail":null,"section":"U.S."},{"date":"19930421","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/21/opinion/IHT-letters-to-the-editor-92494499418.html","abstract":"Less CIA, Not More . Many American presidents have had an unhealthy addiction for the CIA, but with all of Bill Clinton's emphasis on domestic affairs, we now read that the \"White House Wants Bigger '94 Intelligence Budget\" (April 16), beyond th","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"Selling Unions Like Soap","web_url":"https://www.nytimes.com/1993/04/21/nyregion/selling-unions-like-soap.html","abstract":"  On television, over the radio and in the newspapers over the last month, Mayor David N. Dinkins has been called cruel to children, kindly to criminals and insufficiently mindful of fire hazards. Advertisements have also implied that he lies and, oddly, coddles sanitation workers.   To the average citizen of New York City, it might seem that the 1993 campaign for mayor is going full tilt.But the charges are not being fired by the other mayoral candidates. They are coming from some of the municipal employee unions -- teachers, police officers and firefighters, all of whom have been working without a contract since at least October 1991.","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"DEATH IN WACO: The Overview; F.B.I. CITES FRESH EVIDENCE THAT CULT SET FATAL FIRE; OFFICIALS' ACCOUNTS CLASH","web_url":"https://www.nytimes.com/1993/04/21/us/death-waco-overview-fbi-cites-fresh-evidence-that-cult-set-fatal-fire-officials.html","abstract":"  Federal law-enforcement officials said today that they had new evidence that the fire that killed 86 people on Monday at the Branch Davidian compound was set from within. But survivors of the inferno shouted denials of the Government's accusation as they were led into court in chains. They blamed Federal agents for the fire.   In a day of charges and countercharges, the Federal Bureau of Investigation announced that it had found fuel canisters that it said had been used as part of an act of mass immolation ordered by the cult leader, David Koresh. The bureau also said it had three eyewitness accounts of people inside the compound setting fires.","thumbnail":null,"section":"U.S."},{"date":"19930421","headline":"Europe's Reasons to Skip Bosnia Aren't All Bad","web_url":"https://www.nytimes.com/1993/04/21/opinion/IHT-europes-reasons-to-skip-bosnia-arent-all-bad.html","abstract":"Europe has been getting a bad press. It often does, because the European Community is called upon to deal with political problems when it is not yet a political union; thus it tends to move with the agility and surefootedness of a pantomime horse. But on","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"Bias Crimes Now Include The Disabled","web_url":"https://www.nytimes.com/1993/04/21/nyregion/bias-crimes-now-include-the-disabled.html","abstract":"  The Dinkins administration yesterday expanded the definition of bias crimes to include attacks upon the disabled, including anyone who has or is perceived to have AIDS.   By creating a new category of bias crimes beyond those motivated by race, religion, ethnicity or sexual orientation, the disabled will now have their cases handled by police investigators assigned to a bias crime unit, a move that gives such crimes a higher priority but carries no higher penalty if convicted.","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/21/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: Labor Party Power. BRUSSELS . The promptness with which about 125,000 Belgian strikers returned to work on the issue of the Labor party manifesto allowing them to do so has excited great surprise. It shows the wonderful discipline of the party and t","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"Serving Up Blackjack Along With Borscht?; Catskills Resort Owners Put Their Hopes in New Attitudes Toward Casino Gambling","web_url":"https://www.nytimes.com/1993/04/21/nyregion/serving-up-blackjack-along-with-borscht-catskills-resort-owners-put-their-hopes.html","abstract":"  George Parker is fed up with the name Borscht Belt. As chairman of the Concord, one of the largest resorts in the Catskills, he is tired of being associated exclusively with the comedy, dance styles, decor, music and even food of another era. Sick, in other words, of running on nostalgia.   So as he strolls through his 1,225-room hotel, past the 1968 photograph of a youthful Woody Allen looking like a deer caught in headlights, past the club where his onetime baby sitter, Buddy Hackett, got his start, past the dining room where, indeed, borscht is still served, he is talking about a new vision. A vision with appeal to middle-class families and upscale singles, a vision more exciting than shuffleboard or even Simon Sez, a vision for the 90's.","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"Sports of The Times; 3 Reasons To Stay Involved","web_url":"https://www.nytimes.com/1993/04/21/sports/sports-of-the-times-3-reasons-to-stay-involved.html","abstract":"  THE SPORTS industry is approaching full throttle: hockey playoffs are under way, pro basketball is rushing toward a dramatic conclusion, and pro football's annual draft is set for Sunday.   And baseball's back.   The boycotts threatened by Jesse Jackson and his Rainbow Coalition for Fairness in Sport never materialized: Players played; fans paid.","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"Review/Music; Some Audience Participation In an African-Inspired Concert","web_url":"https://www.nytimes.com/1993/04/21/arts/review-music-some-audience-participation-in-an-african-inspired-concert.html","abstract":"  By the end of the first concert of the Contemporary Music Festival at Mannes College on Monday night, several members of the audience were ecstatically waving their arms, undulating, whooping, dancing and clapping; others were chanting antiphonally with the calls from the stage. This was not the usual contemporary-music event.    But it was a sign of the kinds of transformations now taking place in contemporary music. The program, titled \"African Influences,\" began with two works written during the 1980's by young composers inspired by African folk music, and ended with a selection of traditional African works performed by the African musician and scholar Abraham K. Adzinyah. Mr. Adzinyah has participated in such programs before and has, through his teaching activities, lectures and performances, become a compelling advocate for the music of West Africa.","thumbnail":null,"section":"Arts"},{"date":"19930421","headline":"Managed Care Will Drive Out Family Doctors; In It for the Money?","web_url":"https://www.nytimes.com/1993/04/21/opinion/l-managed-care-will-drive-out-family-doctors-in-it-for-the-money-078093.html","abstract":"  To the Editor:   As a college professor, I am amused by some of the comments from medical students in \"Medical Students Find Health Reform Unsettling\" (front page, April 9), who believe that after six years of training and a residency at \"minimum wage\" ($29,000), they deserve to be \"comfortable,\" if not downright rich. Says one, \"I think I deserve to get back exactly what I put in: up to half a million dollars.\"","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"Cuomo Proposes a Fund for Injured Newborns","web_url":"https://www.nytimes.com/1993/04/21/nyregion/cuomo-proposes-a-fund-for-injured-newborns.html","abstract":"  Gov. Mario M. Cuomo today proposed a $90 million-a-year fund that would supplant part of the medical malpractice system by compensating infants injured during birth. The fund would be financed through a new $300 fee on every newborn, to be paid equally by the hospital and the attending physician.   The bill would also require for the first time that all obstetricians, family practitioners, pediatricians and anesthesiologists have their credentials renewed by a special state panel every nine years, and would automatically refer doctors against whom malpractice claims have been made to the State Department of Health for review.","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"Mets Are Considering Building a New Stadium","web_url":"https://www.nytimes.com/1993/04/21/sports/baseball-mets-are-considering-building-a-new-stadium.html","abstract":"  After nearly two years of consideration, the Mets have begun serious exploration of a plan to demolish Shea Stadium and construct a new stadium -- perhaps domed -- as part of an elaborate development project that could begin construction by the end of the decade.   The plan, which would require the approval of the city and state as well as the participation of any number of private investors, might include a multipurpose convention center, underground parking garages as well as one or more hotels. Construction would be on the stadium's current site or perhaps an adjacent area in the Willet's Point section of Queens. A direct transportation link with LaGuardia Airport might also be involved.","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"Justices Spar Over Validity Of a District Based on Race","web_url":"https://www.nytimes.com/1993/04/21/us/justices-spar-over-validity-of-a-district-based-on-race.html","abstract":"  Members of the Supreme Court sparred with one another today as much as with the three lawyers who appeared before them to argue over the validity of a new Congressional district that runs like a ribbon through 10 North Carolina counties.    The question was whether the district is the result of an unconstitutional racial quota, a routine application of the Federal Voting Rights Act, or -- the prospect that appeared to intrigue the Court most -- perhaps both.","thumbnail":null,"section":"U.S."},{"date":"19930421","headline":"2 Children in Vehicle As It Is Stolen on L.I.","web_url":"https://www.nytimes.com/1993/04/21/nyregion/2-children-in-vehicle-as-it-is-stolen-on-li.html","abstract":"  As a mother watched in horror, a man fleeing the police jumped into a station wagon idling in front of a school and took off with two small children in the back seat.   The station wagon and the two children were found 45 minutes later, abandoned on a street six miles south of here in Lynbrook. The police said the children, aged 2 months and 18 months, were unharmed.","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"No Headline","web_url":"https://www.nytimes.com/1993/04/21/nyregion/no-headline-358093.html","abstract":"  \"The fire was not started by us. There were no plans for a mass suicide.\" -- REMOS AVRRAM, a member of the cult in Waco, Tex.  [ A1:6. ] \"There's no doubt in our minds. We have very specific evidence that occupants in the compound started multiple fires.\" -- JEFFREY JAMAR, the FBI special agent in charge of the scene.  [ A1:6. ]","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"Belgrade: Hear the Warning","web_url":"https://www.nytimes.com/1993/04/21/opinion/belgrade-hear-the-warning.html","abstract":"  The world has cried wolf so many times about what will happen if Serbian forces continue to slaughter Bosnian civilians that Serbian leaders may have concluded that wolves are now extinct in their part of the forest. That could prove a catastrophic mistake.    What Slobodan Milosevic and his Bosnian allies may not yet grasp is that American and international political opinion has shifted in just the past few days, spurred by brazen Serbian defiance of U.N. cease-fires and diplomacy and fresh outrages against civilians in Srebrenica. The Clinton Administration and its European allies are being driven, almost despite themselves, to contemplate military action to save Bosnian lives. This week could be Serbia's last chance to stay their hand.","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"The Pop Life; Aretha Franklin, Rocker and Writer","web_url":"https://www.nytimes.com/1993/04/21/arts/the-pop-life-aretha-franklin-rocker-and-writer.html","abstract":"  A lot of people are honoring Aretha Franklin these days, what with greatest-hits record releases, awards and other tributes to her musical triumphs. This rush of retrospection might cause some performers to have the golden-oldies, has-been blues. But Ms. Franklin says she's \"far too progressive and contemporary for that.\"   \"I'm breaking new ground,\" this soul diva said in a telephone interview yesterday. \"I'm getting into another genre of music that I don't want to discuss at this time, not until I've made headway with it. It's a merging of styles. I can't wait to work it out.  You'll hear some of it on my new album.\"","thumbnail":null,"section":"Arts"},{"date":"19930421","headline":"Two Overtimes Later, Islanders Even Series","web_url":"https://www.nytimes.com/1993/04/21/sports/hockey-two-overtimes-later-islanders-even-series.html","abstract":"  The Islanders made things hard on themselves tonight, but they escaped the Capital Centre with a 5-4 victory over the Washington Capitals in double overtime, evening up their first-round playoff series at one game apiece. Brian Mullen was credited with scoring the winner, at 14 minutes 50 seconds of the second extra session, although it appeared that Ray Ferraro may have actually knocked Mullen's rebound past goalie Rick Tabaracci.   In regulation, Pierre Turgeon scored twice for New York and Dale Hunter scored three times for Washington, including one with three seconds remaining to tie the game. The four-of-seven-game series heads to Long Island for Games 3 and 4 on Thursday night and Saturday night.","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"5 Sail the Globe In, Yes, 80 Days","web_url":"https://www.nytimes.com/1993/04/21/sports/5-sail-the-globe-in-yes-80-days.html","abstract":"  More than 120 years after Jules Verne wrote the last line of \"Around the World in Eighty Days,\" five sailors paid tribute to the power of the writer's imagination by celebrating the feat on a catamaran.   After sailing more than 27,000 nautical miles, skipper Bruno Peyron of France and his four-man crew finished their nonstop journey at 9:18 tonight, precisely 79 days 6 hours 20 minutes 50 seconds after they departed. An American, Cam Lewis, and three Frenchmen -- Olivier Despaignes, Marc Vallin and Jacques Vincent -- shared Peyron's excitement.","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"Doctors Urged to Look For Signs of Depression","web_url":"https://www.nytimes.com/1993/04/21/health/doctors-urged-to-look-for-signs-of-depression.html","abstract":"  Most Americans suffering from depression go undiagnosed and untreated, and a Government-backed panel of experts is urging doctors to be more aggressive in attacking the problem.    The 12-member panel, which spent more than three years developing treatment guidelines for doctors and other health workers, said only one-third of patients who visit a primary-care doctor with symptoms of depressive disorders are appropriately diagnosed and treated.","thumbnail":null,"section":"Health"},{"date":"19930421","headline":"Fear and Repression Still Rule Area Occupied by Indonesia","web_url":"https://www.nytimes.com/1993/04/21/world/fear-and-repression-still-rule-area-occupied-by-indonesia.html","abstract":"  The eyes and ears of the military are everywhere in East Timor, an isolated, impoverished piece of island that was invaded and annexed by Indonesia in the 1970's.    Eighteen years after Indonesian troops poured into the former Portuguese colony, many East Timorese say it remains a place of frightening repression. The surveillance extends even to the graveyard.","thumbnail":null,"section":"World"},{"date":"19930421","headline":"Phillies Find Power In Their Horses","web_url":"https://www.nytimes.com/1993/04/21/sports/baseball-phillies-find-power-in-their-horses.html","abstract":"  Dave Hollins calls them the horses of the team, that select group of players expected to lift a club not only to the top of its league but also to the very heights of its expectations as well.   Now someone hearing Hollins, the powerful third baseman of the Philadelphia Phillies, opine on such a group might leap to the conclusion that he was speaking of the Phillies' lineup that is one of the primary reasons the perennial also-ran of the National League East is riding high and mighty in this young 1993 season.","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"Panel Receives Familiar Pleas To Retain Bases","web_url":"https://www.nytimes.com/1993/04/21/us/panel-receives-familiar-pleas-to-retain-bases.html","abstract":"  They complained of shoddy staff work and secret back-room deals and evoked images of legions of skilled military technicians unfairly tossed out of work. In short, a truly nefarious situation.   In the first of nine hearings nationwide, a Presidential commission that will decide the fate of scores of military bases heard lawmakers, community leaders and union chiefs today make angry and anguished pleas to save their local installations.","thumbnail":null,"section":"U.S."},{"date":"19930421","headline":"Outstanding Again: Dehere Wins Haggerty","web_url":"https://www.nytimes.com/1993/04/21/sports/sports-people-college-sports-outstanding-again-dehere-wins-haggerty.html","abstract":"  TERRY DEHERE, the senior guard from Jersey City who became the career scoring leader this past season for Seton Hall and in the Big East Conference, received the Haggerty Award last night during a dinner at Giants Stadium.   The award, named in memory of Frank J. Haggerty, the co-captain at St. John's in 1939-40, is voted on by the National Invitation Tournament/ Metropolitan College Basketball Writers Association to the oustanding player in the New York, New Jersey, Connecticut metropolitan area.","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"No Gang Tied to Killing, Just Three Rare Friends","web_url":"https://www.nytimes.com/1993/04/21/education/no-gang-tied-to-killing-just-three-rare-friends.html","abstract":"  In the days after three teen-agers armed with a baseball bat, a billy club and a hunting knife burst into a high school classroom here and stabbed a 16-year-old freshman to death, people wondered if their seaside community had been invaded by gangs.   But the police say there are no gangs in the town. The boys charged in the killing had no following, the police say, and few friends. If anything bound them together, it was skateboarding and family troubles.","thumbnail":null,"section":"Education"},{"date":"19930421","headline":"Who's in Charge of Curbing Arms?","web_url":"https://www.nytimes.com/1993/04/21/opinion/who-s-in-charge-of-curbing-arms.html","abstract":"  The Arms Control and Disarmament Agency, established more than three decades ago by President Kennedy in hopes of slowing the nuclear arms race, is now in jeopardy. With the cold war over, the Clinton Administration is debating whether to abolish it.   Defenders say the agency is still needed to press for new arms agreements and monitor existing ones. No other agency has the undiluted goal of arms control, they say, and none will pursue it so zealously. But State Department officials say that with the completion of treaties to cut nuclear arms and ban chemical arms, there's no justification for a separate arms control agency.","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"Two Officers Are Wounded By Suspect","web_url":"https://www.nytimes.com/1993/04/21/nyregion/two-officers-are-wounded-by-suspect.html","abstract":"  Two police officers were critically wounded inside the 70th Precinct station house in Brooklyn last night when a suspect arrested on drug charges managed to grab one of the officer's guns in a bathroom and opened fire. The assailant then killed himself by shooting himself in the forehead, the police said.   The officers, Mary Capotosto, 29 years old, and Robert Noblin, 25, were rushed into surgery at Kings County Hospital. Officer Capotosto was shot in the head and Officer Noblin was shot in the neck and torso.","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/04/21/sports/transactions-884093.html","abstract":"  Baseball  American League   SEATTLE MARINERS -- Recalled Jeff Nelson, pitcher, from Calgary of the Pacific Coast League. Optioned Dave Wainhouse, pitcher, to Calgary. National League   LOS ANGELES DODGERS -- Signed Ken Dayley, pitcher, to a contract with Albuquerque of the Pacific Coast League.","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"BOOKS : RISKS WORTH TAKING:","web_url":"https://www.nytimes.com/1993/04/21/style/IHT-books-risks-worth-taking.html","abstract":"RISKS WORTH TAKING:The Odyssey of a Foreign Correspondent.By Bernard S. Redmont. 250 pages. $47.50. University Press of America. . Reviewedby Barry James. AS a refugee from McCarthyism, Bernard Redmont found that \"being down and out in Paris was","thumbnail":null,"section":"Style"},{"date":"19930421","headline":"Asians Deserve Their Rights, Like Everyone Else","web_url":"https://www.nytimes.com/1993/04/21/opinion/IHT-asians-deserve-their-rights-like-everyone-else.html","abstract":"For the last year, a group of Asian governments led by Singapore, Indonesia and China have been promoting, increasingly stridently, an \"Asian concept\" of human rights in which political and civil liberties are subordinated to economic developmen","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"Cuomo Blunts Sharp Queries From Mayors In L.I. Meeting","web_url":"https://www.nytimes.com/1993/04/21/nyregion/cuomo-blunts-sharp-queries-from-mayors-in-li-meeting.html","abstract":"  Officials from the 64 villages of still heavily Republican Nassau County called Gov. Mario M. Cuomo on the carpet here today for what many intended as a grilling about state-mandated programs, cuts in revenue-sharing and other state-inflicted ills.   Instead, the Democratic Governor showing his relish for political give-and-take, carved up his questioners so masterfully that many clamored afterward to pose for pictures with him.","thumbnail":null,"section":"New York"}],"wiki_events":[{"date":"19930421","headline":"The Supreme Court in La Paz, Bolivia, sentences former dictator Luis Garca Meza to 30 years in jail without parole for murder, theft, fraud and violating the constitution.","pages":[{"title":"La Paz","web_url":"https://en.wikipedia.org/wiki/La_Paz","description":"Capital of Bolivia","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/La_Paz_Skyline.jpg/320px-La_Paz_Skyline.jpg","thumbnail_width":320,"thumbnail_height":213},"abstract":"La Paz, officially known as Nuestra Seora de La Paz, is the seat of government of the Plurinational State of Bolivia. With an estimated 816,044 residents as of 2020, La Paz is the third-most populous city in Bolivia. Its metropolitan area, which is formed by La Paz, El Alto, Achocalla, Viacha, and Mecapaca makes up the second most populous urban area in Bolivia, with a population of 2.0million, after Santa Cruz de la Sierra with a population of 2.3million. It is also the capital of the La Paz Department."},{"title":"Bolivia","web_url":"https://en.wikipedia.org/wiki/Bolivia","description":"Country in South America","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Bandera_de_Bolivia_%28Estado%29.svg/320px-Bandera_de_Bolivia_%28Estado%29.svg.png","thumbnail_width":320,"thumbnail_height":218},"abstract":"Bolivia, officially the Plurinational State of Bolivia, is a landlocked country located in western-central South America. It is bordered by Brazil to the north and east, Paraguay to the southeast, Argentina to the south, Chile to the southwest and Peru to the west. The seat of government and executive capital is La Paz, while the constitutional capital is Sucre. The largest city and principal industrial center is Santa Cruz de la Sierra, located on the Llanos Orientales, a mostly flat region in the east of the country."},{"title":"Luis Garca Meza","web_url":"https://en.wikipedia.org/wiki/Luis_Garc%C3%ADa_Meza","description":"57th President of Bolivia (19801981)","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/f/f9/LuisGarc%C3%ADaMeza1980.png","thumbnail_width":266,"thumbnail_height":413},"abstract":"Luis Garca Meza Tejada was a Bolivian general who served as the de facto 57th president of Bolivia from 1980 to 1981. He was a dictator convicted of human rights violations and leader of a violent coup. A native of La Paz, he was a career military officer who rose to the rank of general during the dictatorship of Hugo Banzer (197178)."}]}],"weather":[{"date":"19930421","time":"1993-04-21 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":80,"wspd":13},{"date":"19930421","time":"1993-04-21 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":82,"wspd":14.8},{"date":"19930421","time":"1993-04-21 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":80,"wspd":9.4},{"date":"19930421","time":"1993-04-21 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":82,"wspd":13},{"date":"19930421","time":"1993-04-21 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":86,"wspd":13},{"date":"19930421","time":"1993-04-21 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":85,"wspd":13},{"date":"19930421","time":"1993-04-21 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":84,"wspd":7.6},{"date":"19930421","time":"1993-04-21 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.6,"rhum":79,"wspd":9.4},{"date":"19930421","time":"1993-04-21 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":68,"wspd":14.8},{"date":"19930421","time":"1993-04-21 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":60,"wspd":13},{"date":"19930421","time":"1993-04-21 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":51,"wspd":16.6},{"date":"19930421","time":"1993-04-21 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":47,"wspd":13},{"date":"19930421","time":"1993-04-21 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.5,"rhum":48,"wspd":14.8},{"date":"19930421","time":"1993-04-21 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.5,"rhum":43,"wspd":20.5},{"date":"19930421","time":"1993-04-21 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.5,"rhum":43,"wspd":22.3},{"date":"19930421","time":"1993-04-21 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.8,"rhum":45,"wspd":13},{"date":"19930421","time":"1993-04-21 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.6,"rhum":44,"wspd":14.8},{"date":"19930421","time":"1993-04-21 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.7,"rhum":43,"wspd":11.2},{"date":"19930421","time":"1993-04-21 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.5,"rhum":42,"wspd":14.8},{"date":"19930421","time":"1993-04-21 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":59,"wspd":18.4},{"date":"19930421","time":"1993-04-21 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":60,"wspd":14.8},{"date":"19930421","time":"1993-04-21 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":65,"wspd":11.2},{"date":"19930421","time":"1993-04-21 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":70,"wspd":7.6},{"date":"19930421","time":"1993-04-21 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":73,"wspd":13}]}}