{"19931125":{"guardian_articles":[{"date":"19931125","headline":"Two youngsters who found a new rule to break","web_url":"https://www.theguardian.com/uk/1993/nov/25/bulger","abstract":null,"thumbnail":null,"section":"UK news"},{"date":"19931125","headline":"Comment: Why Rachel Whiteread's prize-winning House matters","web_url":"https://www.theguardian.com/artanddesign/1993/nov/25/20yearsoftheturnerprize.turnerprize1","abstract":null,"thumbnail":null,"section":"Art and design"},{"date":"19931125","headline":"News: Ups and downs for art House","web_url":"https://www.theguardian.com/artanddesign/1993/nov/25/20yearsoftheturnerprize.turnerprize","abstract":null,"thumbnail":null,"section":"Art and design"},{"date":"19931125","headline":"Lessons of an avoidable tragedy","web_url":"https://www.theguardian.com/uk/1993/nov/25/bulger2","abstract":null,"thumbnail":null,"section":"UK news"},{"date":"19931125","headline":"Boys guilty of Bulger murder - Detention without limit for 'unparalleled evil'","web_url":"https://www.theguardian.com/uk/1993/nov/25/bulger1","abstract":null,"thumbnail":null,"section":"UK news"}],"nytimes_articles":[{"date":"19931125","headline":"No Easy Solution : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/11/25/opinion/IHT-no-easy-solution-letters-to-the-editor.html","abstract":"Regarding \"Can the Senate Legislate an End to Street Crime?\" by Clifford Krauss and an item in \"Away From Politics\" (Nov. 13): .How often the chance juxtaposition of reports in a newspaper puts their respective contents into entirel","thumbnail":null,"section":"Opinion"},{"date":"19931125","headline":"John Butler Memorial","web_url":"https://www.nytimes.com/1993/11/25/arts/john-butler-memorial.html","abstract":"  A memorial service for the choreographer John Butler is to be held on Monday at 7 P.M. at the Bruno Walter Auditorium of the New York Public Library for the Performing Arts, 111 Amsterdam Avenue, at 65th Street. The two-hour program is to include filmed excerpts from Mr. Butler's ballets and reminiscences by colleagues, including Glen Tetley, Mary Hinkson, Carmen de Lavallade and Judith Jamison. Mr. Butler died on Sept. 11 at the age of 74.  ","thumbnail":null,"section":"Arts"},{"date":"19931125","headline":"Thanksgiving Day","web_url":"https://www.nytimes.com/1993/11/25/nyregion/thanksgiving-day.html","abstract":"  NEW YORK     PARADE Macy's Thanksgiving Day Parade begins at 9 A.M. today at 77th Street and Central Park West. The parade will continue to Columbus Circle, south on Broadway to Herald Square, and east on 34th Street to Seventh Avenue.   TRAFFIC ALERT All streets along the parade route will be closed today until 2 P.M., including cross streets. Also closed from 3 A.M. to 2 P.M.: Central Park West between West 86th Street and Columbus Circle; West 77th Street between Columbus Avenue and Central Park West; Seventh Avenue between 34th and 40th Streets, and 34th Street between Seventh and Ninth Avenues.   GOVERNMENT OFFICES Closed.   POST OFFICE Express Mail and special delivery only; main post office open at 33d Street and Eighth Avenue.    BANKS Closed.   PARKING Sunday rules in effect.   SANITATION No pickups or street cleanings; areas with Thursday pickup will be served on Friday.    SCHOOLS Closed today and tomorrow.   FINANCIAL MARKETS Closed.   TRANSPORTATION Sunday schedule for New York City buses and subways; Long Island Rail Road will operate on a Sunday schedule, with 10 additional trains today; weekday schedule tomorrow. Off-peak fares will be in effect today and tomorrow. For information: (516) 822-LIRR or (718) 217-LIRR.  NEW JERSEY   GOVERNMENT OFFICES Closed today and tomorrow.   POST OFFICES Closed.   BANKS Closed.   SCHOOLS Closed today, local option for tomorrow.    TRANSPORTATION New Jersey Transit buses and trains will operate on a Sunday schedule today, with added service on the Northeast Corridor Line between New Brunswick and New York. For information: (201) 762-5100. CONNECTICUT   GOVERNMENT OFFICES Closed.    POST OFFICES Closed.   BANKS Closed.   SCHOOLS Closed today and tomorrow.   TRANSPORTATION Today, Metro-North will offer additional Manhattan-bound service between 6 and 10 A.M. and 6 and 8 P.M.; also, added outbound service between 10 A.M. to 2 P.M. Tomorrow, Metro-North will operate on a weekday schedule, with 6 added trains. Off-peak fares will be in effect today and tomorrow. For information: (212) 532-4900 or (800) 638-7646 outside New York City.    ","thumbnail":null,"section":"New York"},{"date":"19931125","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1993/11/25/style/IHT-what-theyre-reading.html","abstract":"José Ignacio López de Arriortúa, head of production at Volkswagen AG, is reading \"The King,\" a biography of Juan Carlos by José Luis de Villalonga. . \"We are so lucky that our country found his kin. They are a blessing f","thumbnail":null,"section":"Style"},{"date":"19931125","headline":"Mubarak and King Hussein End a Chilly Standoff","web_url":"https://www.nytimes.com/1993/11/25/world/mubarak-and-king-hussein-end-a-chilly-standoff.html","abstract":"  President Hosni Mubarak met officially with King Hussein of Jordan today, formally ending a three-year rift that began when the King refused to support the coalition effort to drive Iraqi occupiers out of Kuwait.    \"I am happy to be here to visit Egypt and return as we were so we can discuss the important issues in this delicate period,\" King Hussein told reporters after the meeting.","thumbnail":null,"section":"World"},{"date":"19931125","headline":"Fossil Dealers in Tyrannosaur Seizure Are Indicted","web_url":"https://www.nytimes.com/1993/11/25/us/fossil-dealers-in-tyrannosaur-seizure-are-indicted.html","abstract":"  A group of South Dakota fossil dealers whose tyrannosaur skeleton was seized by Federal agents in 1992 has been indicted on 39 charges of trafficking in fossils illegally taken from Federal land.   A grand jury in Rapid City, S.D., returned indictments last Friday against the group, the Black Hills Institute of Geological Research of Hill City, in a case that lawyers say is likely to go on for years. The tyrannosaur fossil that prompted the case, nicknamed \"Sue,\" was not mentioned in the indictment, although the Justice Department has said that it does not intend to return the fossil to the institute.","thumbnail":null,"section":"U.S."},{"date":"19931125","headline":"Clinton and Aides Meet Rushdie At White House in Rebuke to Iran","web_url":"https://www.nytimes.com/1993/11/25/world/clinton-and-aides-meet-rushdie-at-white-house-in-rebuke-to-iran.html","abstract":"  President Clinton met today with Salman Rushdie in a gesture that the White House said was intended to convey America's abhorrence of Iran's refusal to lift the death threat against the novelist.   Mr. Rushdie also conferred at length with Secretary of State Warren Christopher and Anthony Lake, the national security adviser. Their hourlong conversation, in an office at the White House, represented a sharp shift from the Bush Administration's refusal to meet with Mr. Rushdie on the ground that it \"might be misinterpreted\" in the Muslim world. Message Against 'Intolerance'    Mr. Rushdie, 46, has lived in almost perpetual hiding since Feb. 14, 1989, when his novel \"The Satanic Verses\" was condemned as blasphemous by Ayatollah Ruhollah Khomeini of Iran, who called for his death. President Hashemi Rafsanjani of Iran said this year that since the Ayatollah had died, the death sentence could not be lifted.","thumbnail":null,"section":"World"},{"date":"19931125","headline":"Corrections","web_url":"https://www.nytimes.com/1993/11/25/nyregion/c-corrections-017293.html","abstract":"  An article on Monday about the resignation of an editor at The Burlington County Times in New Jersey referred incompletely to the background of an article published there.  The theme of the article was Democrats' criticisms of Assemblywoman Priscilla B. Anderson, a Republican, because of her attendance record at her job as a high school guidance counselor. The Democrats based their criticism on an article published by The Times of Trenton in June about the attendance records of Assemblywoman Anderson and other legislators who are also educators.","thumbnail":null,"section":"New York"},{"date":"19931125","headline":"Review/Pop; Baby Boomers' Exorcism and Picnic","web_url":"https://www.nytimes.com/1993/11/25/arts/review-pop-baby-boomers-exorcism-and-picnic.html","abstract":"  In American pop culture, these are the days of regression. As baby boomers cling to the sitcoms and artifacts of their adolescence, alternative rockers in their 20's hurl themselves back to the traumas of childhood. With Smashing Pumpkins (who opened a sold-out two-night stand at Roseland on Tuesday night), Pearl Jam and Nirvana, the Top 10 has been populated by rockers trying to exorcise troubled childhoods for themselves and their fans. \"What's a boy supposed to do?\" Billy Corgan sang in an anguished wail on Tuesday night. As the crowd sang along, he continued: \"The killer in me is the killer in you.\"    In their music, Smashing Pumpkins look back to the psychedelic late 1960's. The Chicago-based band has revived the viscous guitars and the stately, sometimes explosive drumming of groups like the Jimi Hendrix Experience and Pink Floyd. The music rushes out, a sonic avalanche of double-time drums and hard-riffing guitar, then suddenly pauses and floats, cymbals tapping lightly above a sustained chord. A delicate, finger-picked guitar line may appear, twinkling quietly; a few moments later, guitar power chords come crashing back, with blotches of unruly feedback.","thumbnail":null,"section":"Arts"},{"date":"19931125","headline":"Airlines Ask Clinton To Intervene in Fight On Los Angeles Fees","web_url":"https://www.nytimes.com/1993/11/25/us/airlines-ask-clinton-to-intervene-in-fight-on-los-angeles-fees.html","abstract":"  In a showdown pitting the struggling airline industry against a cash-starved city, the nation's major airlines asked the Clinton Administration today to prevent Los Angeles officials from banning their aircraft from the city's international airport.    Airport officials said on Tuesday that they would ban the major airlines beginning Dec. 4 because they refused to pay landing fees that the airport tripled last July. But the airlines, which only this year began making money again after three years of record losses, say the higher fees are unfair. Rights of Airports    It was not immediately clear what would happen after Dec. 4 if the airlines refused to pay the fees. Robert Buckhorn, a spokesman for the Federal Aviation Administration, said that his agency directed air traffic in and out of airports and that no airport coulddeny a plane permission to land.","thumbnail":null,"section":"U.S."},{"date":"19931125","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/11/25/arts/pop-and-jazz-in-review-137393.html","abstract":"  Vincent Herring  Alto Saxophonist Village Vanguard   Vincent Herring's first set on Tuesday night was all about energy. He and his band may have played a ballad, but it was quickly forgotten in the onslaught of notes. Unstoppable and tumultuous, the music was dedicated to the sort of driving, deep swing that's exciting for both the audience and the musicians.","thumbnail":null,"section":"Arts"},{"date":"19931125","headline":"Amid Holiday Hubbub, American's Pace Is Slow","web_url":"https://www.nytimes.com/1993/11/25/us/amid-holiday-hubbub-american-s-pace-is-slow.html","abstract":"  The day before Thanksgiving always means one thing at O'Hare International Airport: controlled chaos.   By 3 P.M. one of the world's busiest airports becomes one of its biggest headaches, with long lines and stories about missed connections.","thumbnail":null,"section":"U.S."},{"date":"19931125","headline":"NBC Names New Host For 'Later'","web_url":"https://www.nytimes.com/1993/11/25/arts/nbc-names-new-host-for-later.html","abstract":"  NBC has selected Greg Kinnear, a 30-year-old cable-channel performer, as the new host of \"Later,\" the latest of the network's late-night programs. \"Later\" is broadcast Tuesdays through Fridays at 1:35 A.M.   NBC also said Wednesday that it would shut down production of \"Later\" in New York and move the program to Los Angeles.","thumbnail":null,"section":"Arts"},{"date":"19931125","headline":"Tunnel Likened to Brooklyn Bridge in Complexity and Scale","web_url":"https://www.nytimes.com/1993/11/25/nyregion/tunnel-likened-to-brooklyn-bridge-in-complexity-and-scale.html","abstract":"  It has been likened to the Brooklyn Bridge and other monumental public works in its scale and complexity of construction.    \"The Third Water Tunnel is considered one of the most complex and intricate engineering projects in recent memory,\" a New York City Department of Environmental Protection report to Mayor David N. Dinkins stated last year. The report cited \"the size and length of the tunnel, its sophisticated control system, the placement of its valves and the depth of excavation.\"","thumbnail":null,"section":"New York"},{"date":"19931125","headline":"Corrections","web_url":"https://www.nytimes.com/1993/11/25/nyregion/c-corrections-011393.html","abstract":"  An article on Tuesday about President Clinton's intervention in the American Airlines strike misidentified James J. Reynolds, a Johnson Administration official who intervened in a strike in 1966. He was an Assistant Secretary of Labor and then Under Secretary of Labor; he was not the Labor Secretary.","thumbnail":null,"section":"New York"},{"date":"19931125","headline":"A New York Thanksgiving","web_url":"https://www.nytimes.com/1993/11/25/opinion/a-new-york-thanksgiving.html","abstract":"  My mother's birthday, Nov. 25, has always got lost in the commotion of Thanksgiving. She was too busy to care much, though, trying to please the 10 of us, especially her mother-in-law -- my formidable Irish grandmother -- from whose house in Queens the feast moved to ours, in the suburbs, during the 1960's.    My mother found that innovation was risky: it was years before we learned why my uncle Tom always looked queasy when she served canned fruit cocktail before the meal. It turned out to have been a staple of his Army rations 20 years before in the South Pacific. For all we knew, the poor man was having war flashbacks at the sight of those halved maraschino cherries.","thumbnail":null,"section":"Opinion"},{"date":"19931125","headline":"The Golan Factor : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/11/25/opinion/IHT-the-golan-factor-letters-to-the-editor.html","abstract":"One gets the impression from the world press that the delay in starting talks between Israel and Syria is due to Israel's refusal to return the Golan Heights to Syria. .No attention is paid, by the media or by officials of the countries involved in the","thumbnail":null,"section":"Opinion"},{"date":"19931125","headline":"Peru's Peasant Victims Still Need Help","web_url":"https://www.nytimes.com/1993/11/25/opinion/l-peru-s-peasant-victims-still-need-help-136593.html","abstract":"  To the Editor:   Signs of economic recovery in Peru have drawn the world's attention. While no one should begrudge Peru prosperity, given its travails, which have been marked by political violence and surging poverty, a too-speedy return to the rhetoric of economic recovery (as opposed to that of imminent collapse) masks the human toll of 13 years of war.   Today, Peru has more internal refugees than any other country in the hemisphere, calculated by humanitarian aid groups at 600,000. The majority are peasant women and children who have fled both Government-sponsored terror and the terror of the Maoist Shining Path rebel movement. As recently as last August, a Shining Path attack in jungle communities around Santa Rosa de Shiriari cost 62 lives and forced 700 Ashaninka Indians, along with settlers from the mountains, to flee.","thumbnail":null,"section":"Opinion"},{"date":"19931125","headline":"1943: 'King of Targets' : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/11/25/opinion/IHT-1943-king-of-targets-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] As Berlin sought today [Nov. 24] to dig itself out of the rubble and quench the flames left by last night's devastating attack by Royal Air Force bombers, an RAF commentator indicated that there would be no let-up in","thumbnail":null,"section":"Opinion"},{"date":"19931125","headline":"HIGH SCHOOL FOOTBALL REPORT","web_url":"https://www.nytimes.com/1993/11/25/sports/high-school-football-report.html","abstract":"  Scouting the Top Teams  Here are the scouting reports for the top high school football games today and tomorrow in Long Island, Connecticut and New Jersey.   Long Island  Garden City (9-0) vs. Mepham (8-1) at C.W. Post, 10 A.M., Conference II final.   Key Players: Mepham Coach Kevin McElroy said that he hoped that the forecast for cold weather today is accurate. \"A little wind wouldn't hurt either,\" he joked. Mepham's defense will need all the help it can get against Matt Fischer's passing game. Fischer, who completed 62 of 119 passes for 1,110 yards, has thrown 14 of his 15 scoring strikes to two receivers: Mark Drakos (30 catches for 506 yards, 7 touchdowns) and Tim Glisker (16 catches for 350 yards, 7 touchdowns). Kevin McCoughlin (115 carries for 693 yards) paces Garden City's rushing attack, which averages 5.7 yards a carry. Mepham's big-play athlete is Amos Zeroue, who has rushed 221 times for a Nassau County-record 1,915 yards. His 28 touchdowns is a Long Island record.","thumbnail":null,"section":"Sports"},{"date":"19931125","headline":"Rap Star and 2 Friends Indicted in Sexual Attack","web_url":"https://www.nytimes.com/1993/11/25/nyregion/rap-star-and-2-friends-indicted-in-sexual-attack.html","abstract":"  Amid a throng of curious hip-hop fans jostling for space with television cameras, the whirl of accusations surrounding the rapper Tupac Shakur spiraled yesterday into a Manhattan courtroom, where Mr. Shakur and two friends learned that they had been indicted on charges of sexually attacking a fan.   Melissa Mourges, an assistant district attorney, informed Judge Michael A. Gross of Criminal Court that a grand jury has handed down indictments against all three men on charges that could bring a sentence of up to 8 1/3 to 25 years in prison. The judge allowed all three to remain free on bail. Surrounded by Bodyguards    Like a running back following the blocks of his linemen, Mr. Shakur, 22 years old, entered and exited the dingy downtown courthouse surrounded by bodyguards who towered over him, his face buried in the back of one of them. He refused to acknowledge either the shouted questions of reporters or words of encouragement offered by his fans.","thumbnail":null,"section":"New York"},{"date":"19931125","headline":"For Movie Industry, Thanksgiving Means A Box-Office Feast","web_url":"https://www.nytimes.com/1993/11/25/movies/for-movie-industry-thanksgiving-means-a-box-office-feast.html","abstract":"  With concerns about those inevitable turkeys, movie-style, Hollywood is bracing for the most crowded Thanksgiving season in film history. No fewer than seven films opened today in New York, including \"Mrs. Doubtfire,\" starring Robin Williams; \"A Perfect World,\" starring Kevin Costner and Clint Eastwood, and \"George Balanchine's 'The Nutcracker,' \" with Macaulay Culkin.    At least seven others opened between Nov. 12 and today, among them major studio releases like \"Addams Family Values\" (Paramount Pictures) and more specialized films like \"The Piano,\" directed by Jane Campion, both of which opened last week.","thumbnail":null,"section":"Movies"},{"date":"19931125","headline":"Review/Dance; Reveling in the Power of Clarity, Simplicity and Silence","web_url":"https://www.nytimes.com/1993/11/25/arts/review-dance-reveling-in-the-power-of-clarity-simplicity-and-silence.html","abstract":"  The five dances presented by Benedette Palazzola on Sunday night at the Eden's Expressway studio in SoHo were modest. But they were also impressively authoritative, given the relative inexperience of the choreographer and her performers, all recent graduates of the University of Michigan who trained with Peter Sparling, a former Martha Graham dancer. There wasn't an inexpert moment in the program. Ms. Palazzola is clearly a very promising artist.   Each of the dances was short, mostly with pristine black, white or gray dance clothes for costumes. Three dances were performed in silence. Clear and simple without being spare, the choreography was often a matter of unadorned walks, thrusting arms, kneeling and bodies curling to wrap around each other.","thumbnail":null,"section":"Arts"},{"date":"19931125","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/11/25/sports/results-plus-971993.html","abstract":"  FOOTBALL  Wolverines-Wolfpack  The bowl picture crystallized yesterday for Michigan, but not for Ohio State. Michigan and North Carolina State, which have never met on the football field, accepted invitations to play in the Hall of Fame Bowl on New Year's Day in Tampa, Fla. Both teams have 7-4 records. The Wolverines will be making their 19th consecutive bowl appearance. The Buckeyes' bowl options were narrowed to two during a conference call involving the Big Ten athletic directors, who reaffirmed the agreement to preclude consecutive appearances in the Florida Citrus Bowl. Ohio State appeared in the Citrus Bowl last Jan. 1, so if Wisconsin goes to the Rose Bowl, Ohio State will play in the Holiday Bowl on Dec. 20 in San Diego. The Buckeyes (9-1-1) will go to the Rose Bowl in Pasadena, Calif., on New Year's Day if Wisconsin (8-1-1) loses to Michigan State next weekend at Tokyo. (AP)","thumbnail":null,"section":"Sports"},{"date":"19931125","headline":"East German Spy Spews Anger as Trial Ends","web_url":"https://www.nytimes.com/1993/11/25/world/east-german-spy-spews-anger-as-trial-ends.html","abstract":"  By CRAIG R. WHITNEY    Markus Wolf, the former head of East Germany's spy service, today denounced his seven-month treason trial as a political farce staged by the authorities of united Germany in triumph over the state they absorbed in 1990.   \"This court is going to find me guilty,\" the 70-year-old spymaster told judges and spectators at the end of his trial today. Though the verdict is not due until Dec. 6, for Mr. Wolf the only question was how long his sentence would be.","thumbnail":null,"section":"World"},{"date":"19931125","headline":"Click, Click. Gobble, Gobble.","web_url":"https://www.nytimes.com/1993/11/25/opinion/click-click-gobble-gobble.html","abstract":"  Steak is too expensive. Pizza doesn't feel right.  Hot dogs, hamburgers, fried chicken and baked ham all have their moment at center plate, but not today.   On behalf of the 45 million birds roasting in ovens across America this morning, let us -- as they say -- talk turkey.","thumbnail":null,"section":"Opinion"},{"date":"19931125","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/11/25/arts/classical-music-in-review-142093.html","abstract":"  Continuum  Alice Tully Hall    Joel Sachs, co-director of Continuum and organizer of Juilliard's annual Focus festival, monitors compositional activity in the farthest-flung sectors of the globe. His programs are routinely swamped by obscure and unknown names. Looking over Continuum's extraordinary 28-year repertory, however, one notices that yesterday's esoterica have become today's dominant trends.","thumbnail":null,"section":"Arts"},{"date":"19931125","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/11/25/arts/classical-music-in-review-768049.html","abstract":"''Correction Appended''     Speculum Musicae Merkin Concert Hall      Speculum Musicae presented an exceptionally broad range of new music on Monday night, everything from canonic Serialism (Milton Babbitt) to sensuous sound pictures of the European avant-garde (Kaija Saariaho) to aggressive Minimalism of the New York downtown school (David Lang). The concert was dedicated to the pianist and composer Robert Black, a new-music specialist and longtime member of Speculum Musicae who died in California last week. Eric Bartlett and Aleck Karis opened the program with a moving memorial, the Largo of the Chopin Cello Sonata.  ","thumbnail":null,"section":"Arts"},{"date":"19931125","headline":"Cool, Astute Leader Takes Flight Union to Victory","web_url":"https://www.nytimes.com/1993/11/25/us/cool-astute-leader-takes-flight-union-to-victory.html","abstract":"  As Denise C. Hedges steered into the parking lot of a hotel where the press anxiously awaited her, the engine of her corroded 1985 Renault died. As president of the 21,000-member union of American Airlines flight attendants, she had a news conference beginning in minutes.    But there was no panic, no curses, no pounding on the steering wheel. \"Would you push me into that parking space?\" Mrs. Hedges asked her two passengers, as calmly as if she had been following the flight attendants training manual. Then she went on to a meeting with the press that came off as smoothly as beverage service in first class.","thumbnail":null,"section":"U.S."},{"date":"19931125","headline":"Four Years Later, Pinstripes May Finally Suit Langston's Taste","web_url":"https://www.nytimes.com/1993/11/25/sports/baseball-four-years-later-pinstripes-may-finally-suit-langston-s-taste.html","abstract":"  The Yankees' quest for a quality starting pitcher might not be as bleak as it appeared in recent weeks. There's one out there the Yankees may actually be able to acquire.   Mark Langston, whom the Yankees unsuccessfully tried to lure to New York four years ago when he was a free agent, would seriously consider the Yankees if the circumstances were right, a close friend of the 33-year-old left-hander said yesterday.","thumbnail":null,"section":"Sports"},{"date":"19931125","headline":"Sonics' Gill Is Sidelined","web_url":"https://www.nytimes.com/1993/11/25/sports/sports-people-basketball-sonics-gill-is-sidelined.html","abstract":"  Seattle SuperSonics guard KENDALL GILL, who suffers from recurring cluster headaches and who collapsed at practice on Tuesday, did not play at Sacramento last night.   \"He will remain in the Seattle area to undergo testing in an attempt to determine the cause and treatment for the headaches,\" said the team's spokesman, BILL EVANS.","thumbnail":null,"section":"Sports"},{"date":"19931125","headline":"Councilman's Mayoral Victory in Atlanta Is a Break With the Past","web_url":"https://www.nytimes.com/1993/11/25/us/councilman-s-mayoral-victory-in-atlanta-is-a-break-with-the-past.html","abstract":"  City Councilman Bill Campbell won the runoff election for Atlanta mayor on Tuesday, swamping his opponent and becoming the first black mayor in 20 years with neither deep roots in the city's civil rights community nor celebrity status drawn from it.   Mr. Campbell, a 40-year-old lawyer, defeated Michael L. Lomax, the former chairman of the Fulton County Commission, by 48,600 votes to 18,155, or 73 percent to 27 percent. Mr. Campbell had come within 800 votes of winning outright in the Nov. 2 general election.","thumbnail":null,"section":"U.S."},{"date":"19931125","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/11/25/arts/classical-music-in-review-902693.html","abstract":"  Vivaldi Orchestra  of Moscow  Alice Tully Hall    Don't let its name fool you: although the Vivaldi Orchestra of Moscow included works by Vivaldi and Bach on its New York debut program on Monday evening, it is not an ensemble of Baroque music specialists. The program also included works by Mozart, Rossini, Tchaikovsky and Shostakovich, with the most gratifying results at the later end of the spectrum.","thumbnail":null,"section":"Arts"},{"date":"19931125","headline":"CHINESE FACTORIES GREET CAPITALISM","web_url":"https://www.nytimes.com/1993/11/25/world/chinese-factories-greet-capitalism.html","abstract":"  Next year China's Communist leaders will select 100 big state-owned factories, take their managers aside and tell them that they will now answer to \"owners\" in the Western sense of the word.   After four decades of Communism, the success of China's overall economic reform program may well hinge on the outcome of the experiment, the most sweeping effort to date to change China's system of state enterprise.","thumbnail":null,"section":"World"},{"date":"19931125","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/11/25/style/chronicle-174893.html","abstract":"  MARIA LAURINO, the chief speechwriter for Mayor David N. Dinkins, and ANTHONY SHORRIS, the first deputy executive director of the Port Authority of New York and New Jersey, were planning to marry in June -- with the Mayor officiating.   \"I told him that I was seeing Maria,\" Mr. Shorris said yesterday, \"and he said if a nuptialation -- only the Mayor would use a word like that -- were required, he would be happy to oblige.\"","thumbnail":null,"section":"Style"},{"date":"19931125","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/11/25/arts/classical-music-in-review-140393.html","abstract":"  Speculum Musicae  Merkin Concert Hall    Speculum Musicae presented an exceptionally broad range of new music on Monday night, everything from canonic Serialism (Milton Babbitt) to sensuous sound pictures of the European avant-garde (Kaija Saariaho) to aggressive Minimalism of the New York downtown school (David Lang). The concert was dedicated to the pianist and composer Robert Black, a new-music specialist and longtime member of Speculum Musicae who died in California last week. Eric Bartlett and Aleck Karis opened the program with a moving memorial, the Largo of the Chopin Cello Sonata.","thumbnail":null,"section":"Arts"},{"date":"19931125","headline":"Whitman's Brother Gives Answers in 2 Inquiries","web_url":"https://www.nytimes.com/1993/11/25/nyregion/whitman-s-brother-gives-answers-in-2-inquiries.html","abstract":"  Gov.-elect Christine Todd Whitman's brother, Webster B. Todd Jr., gave sworn testimony today in separate appearances before a Federal grand jury and lawyers for the Democratic Party, both of which are looking into allegations that Republicans paid to suppress the urban black vote in the Governor's race.   Mr. Todd spent just over three hours before the grand jury at the justice complex in downtown Newark and then went to the Seton Hall Law Center, where he spent almost three hours answering questions from the Democrats. The second round of questioning ended about 5 P.M., and lawyers for both sides said Mr. Todd would return on Friday to continue the deposition.","thumbnail":null,"section":"New York"},{"date":"19931125","headline":"Math Teacher Hurt In Classroom Attack","web_url":"https://www.nytimes.com/1993/11/25/nyregion/math-teacher-hurt-in-classroom-attack.html","abstract":"  A teacher at Brooklyn Technical High School was assaulted yesterday by three masked intruders who entered his classroom and repeatedly punched and kicked him, the police said.   The teacher, Evan Wagshul, suffered bruises and was treated and released at Brooklyn Hospital.","thumbnail":null,"section":"New York"},{"date":"19931125","headline":"2 British Boys, Both 11, Guilty of Murdering Toddler","web_url":"https://www.nytimes.com/1993/11/25/world/2-british-boys-both-11-guilty-of-murdering-toddler.html","abstract":"  Two chubby-cheeked 11-year-old boys were convicted today of abduction and murder in the beating death last February of a Liverpool toddler, James Bulger, and sentenced to serve a term of indefinite custody for what the trial judge later called \"an act of unparalleled evil and barbarity.\"   As the boys stood on a special platform installed in the courtroom so they could better see the proceedings, Crown Court Judge Michael Moreland told them that they were both \"cunning and very wicked.\"","thumbnail":null,"section":"World"},{"date":"19931125","headline":"No. 2 Man at F.B.I. to Quit For Job With Financier","web_url":"https://www.nytimes.com/1993/11/25/us/no-2-man-at-fbi-to-quit-for-job-with-financier.html","abstract":"  Floyd I. Clarke, the No. 2 official at the Federal Bureau of Investigation who operated for most of this year as the agency's de facto director, said today that he would retire in January to join a New York company led by the financier Ronald O. Perelman   Mr. Clarke said he would become vice president for corporate integrity at MacAndrews and Forbes Holdings Inc., the investment group led by Mr. Perelman, the one-time corporate raider whose financial empire includes Revlon, Consolidated Cigars and the Marvel Entertainment Group. Regarded as Leader    As the F.B.I.'s deputy director, Mr. Clarke rose from a street agent to become the agency's chief day-to-day operating officer, overseeing the agency's worldwide criminal investigative operations, budget and administrative operations. He was deeply involved in planning the ill-fated tear gas assault on the Branch Davidian compound in April. Officials said his departure was not related to a Justice Department inquiry into a 1992 standoff between the F.B.I. agents and a white separatist in Idaho.","thumbnail":null,"section":"U.S."},{"date":"19931125","headline":"Parcells Aims at Jets Again","web_url":"https://www.nytimes.com/1993/11/25/sports/pro-football-parcells-aims-at-jets-again.html","abstract":"  It was New England's fourth game of the season. Bill Parcells didn't know very much about his team, but he expected it to be competitive against the Jets. He was returning to Giants Stadium for the first time since retiring as Giants coach in 1990 and it was a homecoming for the Oradell, N.J., native.    Instead, it was a nightmare. Parcells stood helplessly on the sideline as the Jets humiliated the Patriots, 45-7, in the nationally televised game. Parcells called it the worst defeat of his career.","thumbnail":null,"section":"Sports"},{"date":"19931125","headline":"16-Ton Hoist Falls on Workers in a Queens Shaft","web_url":"https://www.nytimes.com/1993/11/25/nyregion/16-ton-hoist-falls-on-workers-in-a-queens-shaft.html","abstract":"  A 16-ton winch tumbled into a shaft in Queens yesterday, killing one construction worker and injuring seven others as it ricocheted off the walls of the dank 503-foot hole that is to tap into a new city water tunnel.   The worker who died, identified by co-workers as Anthony Oddo, was standing on a catwalk about 415 feet below the ground when part of the winch sliced through his body and threw him to the bottom of the shaft. Seven other workers clung to the web of catwalks and debris until rescuers, who were lowered in a cage suspended from a crane, pulled them to safety.","thumbnail":null,"section":"New York"},{"date":"19931125","headline":"Morceli Athlete of Year","web_url":"https://www.nytimes.com/1993/11/25/sports/sports-people-track-and-field-morceli-athlete-of-year.html","abstract":"  NOUREDDINE MORCELI, who set the world mile record and was unbeaten at that distance and 1,500 meters in 14 races, has been selected Track and Field News's male athlete of the year for 1993.   Morceli, from Algeria, lowered the mile record to 3 minutes 44.39 seconds, ran the second-fastest 1,500 meters ever at 3:29.20 and successfully defended his 1,500-meter title at the world championships.","thumbnail":null,"section":"Sports"},{"date":"19931125","headline":"Moynihan and Kennedy Tangle on Health Bill","web_url":"https://www.nytimes.com/1993/11/25/us/moynihan-and-kennedy-tangle-on-health-bill.html","abstract":"  Months before they are to start scrutinizing any fine print in the Clinton Administration's plan to overhaul health care, some of the Senate's leading figures have fallen into a nasty squabble over who should hold the magnifying glass.   How the matter is resolved will influence the shape of the legislation ultimately sent to the full Senate.","thumbnail":null,"section":"U.S."},{"date":"19931125","headline":"Horse Carriages Don't Obstruct Traffic","web_url":"https://www.nytimes.com/1993/11/25/opinion/l-horse-carriages-don-t-obstruct-traffic-070993.html","abstract":"  To the Editor:   \"Spare the Horses,\" the headline on your Nov. 16 editorial about New York City carriage horses, is misleading. What exactly are we sparing the horses from? Animal rights activists would have you believe that there are consistent and chronic problems that no amount of legislation can solve. Nothing could be further from the truth. Don't take my word for it.   Take the word of the New York City Department of Transportation, which has repeatedly testified that moving horse carriages do not obstruct traffic. Take the word of the American Society for the Prevention of Cruelty to Animals, which in 1988 conducted more than 7,500 inspections and found only some 200 violations. As the leading proponent of stronger regulations, the A.S.P.C.A. ticketed only 10 percent of drivers for time-area restrictions and animal health codes in the last 12 months.","thumbnail":null,"section":"Opinion"},{"date":"19931125","headline":"Hurry Up, Hong Kong Requires a Human Rights Commission","web_url":"https://www.nytimes.com/1993/11/25/opinion/IHT-hurry-up-hong-kong-requires-a-human-rights-commission.html","abstract":"Chris Patten, the governor of Hong Kong, is a fine public speaker. He talks about \"ethical values\" in the tradition of John Stuart Mill. At a recent lecture in England, he said: \"Liberty, for which men and women have fought for centuries,","thumbnail":null,"section":"Opinion"},{"date":"19931125","headline":"When Security Becomes a Struggle; Demand Is Acute as Neediest Cases Fund Begins 82d Appeal","web_url":"https://www.nytimes.com/1993/11/25/nyregion/when-security-becomes-struggle-demand-acute-neediest-cases-fund-begins-82d.html","abstract":"  A year ago, Anthony G. Brown and his son, Charles, shared a spacious two-bedroom apartment with a terrace on the top floor of a brownstone in the North Bronx. The $700-a-month rent was comfortably within Mr. Brown's reach as a presentations specialist, a clerical job at the brokerage firm of Shearson Lehman Brothers, where he had worked for two years.   Then came a corporate downsizing and another dip in the Northeast's relentless recession, leading to a pink slip for Mr. Brown in November 1992. Regular income gave way to spotty checks from temporary jobs. Within months, the roomy apartment was a memory, replaced by four rooms in public housing.","thumbnail":null,"section":"New York"},{"date":"19931125","headline":"Why Make Fellini the Scapegoat for New Cultural Intolerance?","web_url":"https://www.nytimes.com/1993/11/25/opinion/l-why-make-fellini-the-scapegoat-for-new-cultural-intolerance-066093.html","abstract":"  To the Editor:   \"Excuse Me; I Must Have Missed Part of the Movie\" (The Week in Review, Nov. 7) cites Federico Fellini as an example of a film maker whose style gets in the way of his storytelling and whose films, as a result, are not easily accessible to audiences. Broadening that argument, it includes other artists: Ingmar Bergman, James Joyce, Thomas Pynchon, Bernardo Bertolucci, John Cage, Alain Resnais and Andy Warhol.   It's not the opinion I find distressing, but the underlying attitude toward artistic expression that is different, difficult or demanding. Was it necessary to publish this article only a few days after Fellini's death?","thumbnail":null,"section":"Opinion"},{"date":"19931125","headline":"After the Subtraction, Finally a Mets Addition","web_url":"https://www.nytimes.com/1993/11/25/sports/baseball-after-the-subtraction-finally-a-mets-addition.html","abstract":"  Howard Johnson left, and New York yawned. Sid Fernandez exited, and the city, well, maybe burped. Charlie O'Brien won't be back. Eddie Murray is perhaps headed to Baltimore, and yesterday the Mets traded Dave Gallagher to the Braves for Pete Smith.   It is not the most exciting evacuation effort ever undertaken, and it certainly hasn't been completed. It is appropriate, though, to take stock of what has been left in the wake.","thumbnail":null,"section":"Sports"},{"date":"19931125","headline":"Essay; The Porn Is Green","web_url":"https://www.nytimes.com/1993/11/25/opinion/essay-the-porn-is-green.html","abstract":"  Legal scholars are breaking their heads over a clash of rights: the right of children to be sheltered from pornography and violence vs. the right of adults to choose to watch what they want when they want it.   This week a Federal appeals court struck down Government regulations that permit \"indecent\" broadcasts only between midnight and 6 A.M., when children who know all too well how to work the videocorder are presumably asleep. The court's reason: You cannot take away an adult's First Amendment rights of free speech to protect children.","thumbnail":null,"section":"Opinion"},{"date":"19931125","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/11/25/style/chronicle-175693.html","abstract":"  When Tiffany & Company unveils its Christmas windows on Dec. 3, it will be a milestone for GENE MOORE, the store's display director: he will have produced 5,000 windows for the famed jewelry and silver emporium.    \"I don't keep count,\" Mr. Moore said, expressing surprise about the event. He added that William R. Chaney, the chairman of Tiffany, had told him about it at a luncheon.","thumbnail":null,"section":"Style"},{"date":"19931125","headline":"Giants' Walking Wounded Are Glad to Be Walking","web_url":"https://www.nytimes.com/1993/11/25/sports/football-giants-walking-wounded-are-glad-to-be-walking.html","abstract":"  Jumbo Elliott's back. The throwing shoulder of Phil Simms. And David Meggett's broken rib. Potentially, these could be damaging injuries to the Giants since they involve three of their best players. Of the three, Elliott and his back could be the biggest problem.   The Giants have been secretive about Elliott's situation, saying only that he has back spasms. But there may be more to it than that. Elliott, who missed last week's game against Philadelphia and could miss this week's against Phoenix, would not talk much today about the injury. Privately, Giants officials think there might be some minor disk irritation, something he has had before. If that is the case, Elliott's full recovery might take longer than expected. Standing Becomes Tough    When he was asked to go into detail about his back problems, Elliott said: \"I've got some things in there but I don't want to get into that. We'll wait and see.\" Elliott did acknowledge that it was tough for him to stand and watch on the sideline without feeling some stinging pain.","thumbnail":null,"section":"Sports"},{"date":"19931125","headline":"F.B.I. Shaken by Inquiry Into Idaho Siege","web_url":"https://www.nytimes.com/1993/11/25/us/fbi-shaken-by-inquiry-into-idaho-siege.html","abstract":"  The bloody standoff between the F.B.I.'s elite paramilitary force and a white separatist in Idaho has produced one of the largest and most wrenching internal inquiries ever conducted by the Justice Department, threatening some of the country's top law-enforcement officials with criminal prosecution.   The far-reaching inquiry, which has been under way for weeks but has remained largely unknown, centers on the operation at a remote ridge in August 1992 by the Hostage Rescue Team, the Federal Bureau of Investigation's unit trained to capture terrorists, hostage-takers and other violent criminals with minimal casualties. Fatal Confrontation    The rescue unit was sent to the Idaho mountain after a confrontation between the white separatist, Randall C. Weaver, and Federal marshals in which one Federal agent and Mr. Weaver's 14-year-old son were killed. The next day a sniper from the rescue team shot and killed Mr. Weaver's wife, Vicki, who was in the doorway of their cabin holding their 10-month old daughter. She was not considered a threat, and the F.B.I. later acknowledged that she had been shot by mistake. After a 10-day siege, Mr. Weaver surrendered.","thumbnail":null,"section":"U.S."},{"date":"19931125","headline":"Nebraska Has Point To Prove To Polls","web_url":"https://www.nytimes.com/1993/11/25/sports/football-nebraska-has-point-to-prove-to-polls.html","abstract":"  They have a wealth of football history and tradition going back to 1912, but when Nebraska takes on Oklahoma for the 74th time tomorrow, it will be a meaningless game -- freighted with significance.   On one level, the game in Lincoln, Neb., will be classic anticlimax. Nebraska (10-0) clinched the Big Eight title two weeks ago and, win or lose, the Cornhuskers are going to the Orange Bowl.","thumbnail":null,"section":"Sports"},{"date":"19931125","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/11/25/sports/transactions-047493.html","abstract":"  Baseball  American League  MILWAUKEE BREWERS -- Claimed Turner Ward, outfielder, off waivers from the Toronto Blue Jays.","thumbnail":null,"section":"Sports"},{"date":"19931125","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/11/25/style/chronicle-176493.html","abstract":"  SUSANA TORRUELLA LEVAL has been named director of El Museo del Barrio, which she joined in 1990 as chief curator. She has been acting director for six months, since the resignation of Petra Barreras.   She takes over at a turning point for the museum, which is at Fifth Avenue and 104th Street and specializes in Hispanic art from pre-Columbian to contemporary. Closed for renovations, it will reopen in spring in time to celebrate its 25th anniversary.","thumbnail":null,"section":"Style"},{"date":"19931125","headline":"On This Subject, Bishops Speak for the Church","web_url":"https://www.nytimes.com/1993/11/25/opinion/l-on-this-subject-bishops-speak-for-the-church-132293.html","abstract":"  To the Editor:   \"Authentic Catholics\" by Anna Quindlen (column, Nov. 18) is a good example of why the United States bishops had to state clearly that Catholics for a Free Choice is not a Roman Catholic organization.   Ms. Quindlen has apparently been persuaded by that organization's claim that support for abortion is as authentically Catholic as the church's clear and constant teaching that abortion is a grave moral wrong. She is apparently further persuaded that Catholics for a Free Choice has as much right to speak \"for the church\" as the Catholic bishops. For her, speaking \"for the church\" seems to mean reflecting popular opinion, rather than faithfully interpreting the truth found in divine revelation and a proper understanding of natural law. However, the truth is the truth, whether popular or not.","thumbnail":null,"section":"Opinion"},{"date":"19931125","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/11/25/arts/pop-and-jazz-in-review-138193.html","abstract":"  The Leonard Bernstein Revue A Helluva Town!  Rainbow and Stars 30 Rockefeller Plaza Through Jan. 1   If you diagrammed the history of the American musical as a family tree, the branch that began with George Gershwin would lead directly to Leonard Bernstein. In his music for Broadway, Bernstein shared Gershwin's passion for New York as a cultural melting pot. Like Gershwin, he swirled vernacular and classical styles together into something that was at once brash and grand, progressive and romantic. And in \"The Leonard Bernstein Revue: A Helluva Town!,\" which opened a six-week run on Tuesday evening, that vision is realized with a ferocious power and energy.","thumbnail":null,"section":"Arts"},{"date":"19931125","headline":"Corrections","web_url":"https://www.nytimes.com/1993/11/25/nyregion/c-corrections-630494.html","abstract":"  A report in the Currents column of The Home Section last Thursday misstated the address of T, an emporium and cafe expected to open in SoHo. It is at 142 Mercer Street.","thumbnail":null,"section":"New York"},{"date":"19931125","headline":"'Red Shoes' Opening Postponed Until Dec. 16","web_url":"https://www.nytimes.com/1993/11/25/theater/red-shoes-opening-postponed-until-dec-16.html","abstract":"  The Dec. 2 opening of \"The Red Shoes,\" the musical based on the 1947 movie about the ballet, at the Gershwin Theater, has been postponed until Dec. 16, the show's producer, Martin Starger, announced yesterday.    Mr. Starger said extra time was needed to assimilate changes made during previews. The show's lead, Roger Rees, was replaced on Nov. 16 by his understudy, Steve Barton.","thumbnail":null,"section":"Theater"},{"date":"19931125","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/11/25/nyregion/inside-335493.html","abstract":"  11-Year-Old British Boys Convicted in Toddler Slaying   A jury of nine men and three women found the two boys guilty of abduction and murder in the death in February of a Liverpool toddler, James Bulger. The boys were sentenced to a term of indefinite custody. Page A3. Resistance to Nigerian Coup   A prominent Nigerian writer called for sanctions against those who brought yet another general to power last week. Page A10.","thumbnail":null,"section":"New York"},{"date":"19931125","headline":"Review/Dance; A Very Mixed Bag, Choreographically","web_url":"https://www.nytimes.com/1993/11/25/arts/review-dance-a-very-mixed-bag-choreographically.html","abstract":"  How resourceful dancers can be! That was demonstrated on Friday night by Ballet Inc., an organization directed by Charles David Anderson that encourages new choreographers. The program offered premieres by Mr. Anderson, a former member of the New York City Ballet, and Carld Jorel Jonassaint, a member of American Ballet Theater. The cast was to include Mr. Anderson and young dancers from City Ballet, Ballet Theater, Dance Theater of Harlem and the Alvin Ailey American Dance Theater.    But Mr. Anderson limped onto the stage on crutches to announce that he had broken a foot half an hour before curtain time at Clark Studio Theater at Lincoln Center. The order of the program was reshuffled, and while ballets in which Mr. Anderson was not to appear were performed, he taught Ben Bowman, James Fayette and Todd Williams his roles in the others. Everyone danced smoothly, making the evening a fine choreographic showcase.","thumbnail":null,"section":"Arts"},{"date":"19931125","headline":"LORD OWEN WARNS RIVALS IN BOSNIA","web_url":"https://www.nytimes.com/1993/11/25/world/lord-owen-warns-rivals-in-bosnia.html","abstract":"  In a speech prepared for delivery on Thursday in London, the European Community's mediator on the Balkans warns that unless a peace accord on Bosnia and Herzegovina is reached soon, the United Nations may impose new sanctions and Britain and France may withdraw their troops from the peacekeeping force in the former Yugoslavia.   Lord Owen, the European negotiator, will spell out these warnings publicly when he delivers the Churchill lecture on Thursday at London's Guildhall, United Nations and European officials said. They are intended to encourage Serbian, Bosnian and Croatian leaders to start up serious peace talks again when they meet with European Foreign Ministers in Geneva next Monday, the officials said.","thumbnail":null,"section":"World"},{"date":"19931125","headline":"Man Who Killed 2 Is Indicted on 2 Gun Charges","web_url":"https://www.nytimes.com/1993/11/25/nyregion/man-who-killed-2-is-indicted-on-2-gun-charges.html","abstract":"  A Brooklyn man who used an unlicensed gun to kill two teen-agers who he said were robbing him at gunpoint was indicted yesterday on gun-possession charges by a grand jury that rejected possible charges of murder, manslaughter and assault.    The man, Arthur Boone, a 41-year-old sugar-refinery worker, \"is relieved and grateful he's not being charged with murder,\" said his lawyer, Stephen Flamhaft. But the lawyer said he himself believed that the charges were still more serious than warranted because one of the two counts charges Mr. Boone with carrying his gun with \"intent to use\" it \"unlawfully against another\" person.","thumbnail":null,"section":"New York"},{"date":"19931125","headline":"Corrections","web_url":"https://www.nytimes.com/1993/11/25/nyregion/c-corrections-630493.html","abstract":"  A report in the Currents column of The Home Section last Thursday misstated the address of T, an emporium and cafe expected to open in SoHo. It is at 142 Mercer Street.","thumbnail":null,"section":"New York"},{"date":"19931125","headline":"Review/Dance; City Ballet Honors Broadway and Hollywood","web_url":"https://www.nytimes.com/1993/11/25/arts/review-dance-city-ballet-honors-broadway-and-hollywood.html","abstract":"  George Balanchine, Jerome Robbins and Peter Martins all choreographed Broadway musicals, and Mr. Robbins and Balanchine even toiled briefly in Hollywood. At other times, these past or present artistic directors of the New York City Ballet created works for the company with show business themes that used classical technique.   With these ideas in mind, the City Ballet opened its fall season on Tuesday night with a gala benefit called \"The Magic of Broadway and Hollywood.\" Balanchine, Mr. Robbins and Mr. Martins were represented on the program and the scores, as expected, came from composers associated with musicals.","thumbnail":null,"section":"Arts"},{"date":"19931125","headline":"The Seattle Lesson for Europeans Is to Get Their Act Together","web_url":"https://www.nytimes.com/1993/11/25/opinion/IHT-the-seattle-lesson-for-europeans-is-to-get-their-act-together.html","abstract":"There is today a wailing and a gnashing of teeth in the old continent, from the Scottish highlands to the orange groves of Sicily. For the United States has just jilted Europe and has taken up with someone else, an attractive girl from Asia. The British","thumbnail":null,"section":"Opinion"},{"date":"19931125","headline":"Corrections","web_url":"https://www.nytimes.com/1993/11/25/nyregion/c-corrections-021093.html","abstract":"  A profile in The Home Section last Thursday about a 1960's leader of the Weather Underground movement misspelled her first name and omitted the surname of a child being reared by her and her husband. The former leader is Bernardine Dohrn; she and her husband, William Ayers, are the legal guardians of Chesa Jackson Boudin.","thumbnail":null,"section":"New York"},{"date":"19931125","headline":"Among Amish, Suspect In Arson Is Well Known","web_url":"https://www.nytimes.com/1993/11/25/us/among-amish-suspect-in-arson-is-well-known.html","abstract":"  State prosecutors last week charged the grandson of a local Amish bishop with setting fires that burned $1 million worth of barns and livestock last year on six Amish dairy farms here in the lush Kishacoquillas Valley, 70 miles northwest of Harrisburg.    Since only Amish buildings were burned, there was widespread speculation that the arson was some novel kind of hate crime, and Federal authorities joined the investigation. They reasoned that the arson death of 139 cows had interrupted interstate commerce in dairy products.","thumbnail":null,"section":"U.S."},{"date":"19931125","headline":"The Turkey Farmer","web_url":"https://www.nytimes.com/1993/11/25/opinion/the-turkey-farmer.html","abstract":"The boys wondered about this one farmer down the road who did nothing on his little farm but raise turkeys. He said if you really cared about one thing, that should be enough for anybody. He said he knew more about turkeys than any other person in the world.\n\nJust look at them, he'd say. They know I'm their best friend. You ever see such happy turkeys?","thumbnail":null,"section":"Opinion"},{"date":"19931125","headline":"Lima Journal; Dictator? President? Or General Manager of Peru?","web_url":"https://www.nytimes.com/1993/11/25/world/lima-journal-dictator-president-or-general-manager-of-peru.html","abstract":"  Pen and paper at the ready, Peru's mathematician-turned-President likes to make quick calculations. For an American visitor Tuesday night, he calculated that Peru's toll of 22,000 dead in 13 years of civil strife equals 250,000 dead in the United States.   \"I am sure that with so many dead in your country, people would have demanded emergency measures,\" said President Alberto K. Fujimori, who seized emergency powers and shut down courts and Congress last year in the name of fighting Peru's Maoist guerrillas.","thumbnail":null,"section":"World"},{"date":"19931125","headline":"1893: Admirer of Ladies : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/11/25/opinion/IHT-1893-admirer-of-ladies-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - A curious little scene was witnessed on the boulevard des Italiens on Thursday evening [Nov. 23]. A man was walking along smiling delightedly, and accompanying an animated soliloquy with energetic gestures. The drift of his remarks was to the effe","thumbnail":null,"section":"Opinion"},{"date":"19931125","headline":"Nassau Residents Offer Ideas for New Legislature","web_url":"https://www.nytimes.com/1993/11/25/nyregion/nassau-residents-offer-ideas-for-new-legislature.html","abstract":"  Nassau County residents are presenting a long wish list to the commission that a Federal judge assigned to reinvent the county's government to comply with the Constitutional requirement of one person, one vote.   \"Taxes is the biggest issue,\" said John B. Kiernan, the commission's chairman. \"The next concern is how many people will be in the new county Legislature, how much they'll be paid and how long their term will be.\"","thumbnail":null,"section":"New York"},{"date":"19931125","headline":"'Six or Seven Seconds,' Then Clinging to Hope","web_url":"https://www.nytimes.com/1993/11/25/nyregion/six-or-seven-seconds-then-clinging-to-hope.html","abstract":"  It was just another work day. And like all the others before, Charles T. Berberich and his co-workers gathered in the morning chill, climbed into a small cage and were lowered into the darkness of a construction shaft below.   He is a \"sandhog,\" drilling and blasting away underground. Later yesterday he would remember standing on a platform, chipping away at concrete. Then he heard a deafening sound, turned his face heavenward and saw blackness where the sky was supposed to be.","thumbnail":null,"section":"New York"},{"date":"19931125","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/11/25/nyregion/metro-digest-379693.html","abstract":"  NEW YORK CITY  WORKER KILLED IN TUNNEL ACCIDENT   A 16-ton winch tumbled into a shaft in Maspeth, Queens, killing one construction worker and injuring seven others as it ricocheted off the walls of the dank, 450-foot hole that is to tap into a new city water tunnel 670 feet below the ground. The worker who died was standing on a catwalk about 350 feet below the ground when the winch sliced through part of his body and threw him to the bottom of the shaft. Seven other workers clung to catwalks until rescued. A1.","thumbnail":null,"section":"New York"},{"date":"19931125","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/11/25/arts/pop-and-jazz-in-review-139093.html","abstract":"  Afghan Whigs  Irving Plaza   The songs were doleful but the band was jovial when the Afghan Whigs, a group from Cincinnati, performed on Friday night. Greg Dulli, the Whigs' songwriter, sings like a desperate man, his voice raw and breaking. In his lyrics he's an agonized Mr. Wrong, using lovers and drugs with bleary compulsiveness. \"You want to scare me then you'll cling to me no matter what I do,\" he sings in \"What Jail Is Like.\" The band seethes and pummels in songs based on minor chords and descending lines that threaten to drag the singer down with them.","thumbnail":null,"section":"Arts"},{"date":"19931125","headline":"Knick $26 Million Man Ready to Earn His Keep","web_url":"https://www.nytimes.com/1993/11/25/sports/pro-basketball-knick-26-million-man-ready-to-earn-his-keep.html","abstract":"  He has been the $26 million invisible man. While Patrick Ewing and John Starks have grabbed the headlines, Charles Smith's name has been relegated to injury updates. No one much asked where he was or when he would be back. No one much missed him, either.   No one, that is, except the Knicks.","thumbnail":null,"section":"Sports"},{"date":"19931125","headline":"Not the First Park Inspired by History","web_url":"https://www.nytimes.com/1993/11/25/opinion/l-not-the-first-park-inspired-by-history-135793.html","abstract":"  To the Editor:   \"A Disneyland of History Next to the Real Thing\" (news article, Nov. 12) reports the Walt Disney Company's plan to build an American history amusement park near the Civil War Bull Run battlefield in Virginia. You state that there has never been a park like it anywhere else.   Not so. On June 19, 1960, Freedomland U.S.A., then the world's largest amusement park, opened its doors. It cost more than $60 million to build and was shaped like the continental United States, taking up more than 200 acres. You could visit Old New York, the Great Chicago Fire, the Barbary Coast, the Old West and, yes, even the Civil War. Where was this? It was in the northeast Bronx, on the banks of the Hutchinson River (which doubled as the mighty Mississippi).","thumbnail":null,"section":"Opinion"},{"date":"19931125","headline":"An Unsung Caravaggio Finds Glory in Dublin","web_url":"https://www.nytimes.com/1993/11/25/arts/an-unsung-caravaggio-finds-glory-in-dublin.html","abstract":"  Sergio Benedetti stood behind the almost reverent crowd in the National Gallery of Ireland as it murmured admiration for the painting he expects will give the museum new status in the art world: a wide canvas of somber shadow and sparkling light showing Judas kissing Christ as a soldier grips Jesus's neck, ready to drag Him away for crucifixion.    \"It's a Caravaggio,\" said Mr. Benedetti, the gallery's senior conservator. \"I am 101 percent certain of it.\"","thumbnail":null,"section":"Arts"},{"date":"19931125","headline":"Difficult but Feasible : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/11/25/opinion/IHT-difficult-but-feasible-letters-to-the-editor.html","abstract":"Regarding \"Balkan War-Crimes Panel: Head-On Into Crisis? (Nov. 13) by John Pomfret: .This article presents too gloomy a picture of the prospects for the tribunal established by the United Nations to prosecute and punish those responsible for war c","thumbnail":null,"section":"Opinion"},{"date":"19931125","headline":"Arab Students, Foes of P.L.O. Pact, Win Key Vote","web_url":"https://www.nytimes.com/1993/11/25/world/arab-students-foes-of-plo-pact-win-key-vote.html","abstract":"  In the first significant electoral test for the P.L.O. since it signed a peace accord with Israel, backers of Yasir Arafat were defeated today in voting for the student council at Bir Zeit University, the West Bank's leading academic institution.   Although Palestinians generally disagreed on whether the vote was representative, political leaders in the West Bank saw it as a signal of dissatisfaction with the accord after several weeks of Arab-Israeli violence.","thumbnail":null,"section":"World"},{"date":"19931125","headline":"1918:Singing in Retreat : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/11/25/opinion/IHT-1918singing-in-retreat-in-our-pages100-75-and-50-years-ago.html","abstract":"WITH THE AMERICAN ARMIES - All reports indicate that the German Army is in splendid spirits in the retreat, proceeding along the road with decorated camions, the men singing and evidently delighted to get home. In Trèves there are huge signs welcomin","thumbnail":null,"section":"Opinion"},{"date":"19931125","headline":"Justice Delayed: Caseload Cripples an Appeals Court","web_url":"https://www.nytimes.com/1993/11/25/nyregion/justice-delayed-caseload-cripples-an-appeals-court.html","abstract":"  In 1987 an 8-year-old girl was run over by a school bus in Queens and suffered what doctors said would be permanent damage to her reproductive system.   Her family sued the bus company and the Board of Education. In April 1991 a jury awarded her $3 million for past and future pain and suffering. The defendants appealed, and both sides were ready to argue the appeal in March 1992.","thumbnail":null,"section":"New York"},{"date":"19931125","headline":"Art of Glass Blowing Finds a Home in Brooklyn","web_url":"https://www.nytimes.com/1993/11/25/nyregion/art-of-glass-blowing-finds-a-home-in-brooklyn.html","abstract":"  In the reaches of an old vaudeville theater in Brooklyn, where the balcony once hung, stands a three-story-high maze of girders and cables, intake pipes and exhaust ducts that nurse an incessant roar from four white-hot furnaces.   Through a porthole-like opening into one of those furnaces, Dante Marioni poked a five-foot-long blowpipe, collected a fist-sized \"gather\" of molten glass on its tip and began the delicate process of literally breathing a work of art from the glowing glob.","thumbnail":null,"section":"New York"},{"date":"19931125","headline":"U.S. to Finance Project to Study Breast Cancer On Long Island","web_url":"https://www.nytimes.com/1993/11/25/nyregion/us-to-finance-project-to-study-breast-cancer-on-long-island.html","abstract":"  On the day she learned she had breast cancer, Lorraine Pace began to gather evidence.   She drove home from her oncologist's office, filled a bottle with tap water from her kitchen sink and, hoping it might someday provide a clue as to how she contracted the disease, stored it in a cabinet above the stove.","thumbnail":null,"section":"New York"},{"date":"19931125","headline":"Keenan Switches Gears, but the Rangers Roll On","web_url":"https://www.nytimes.com/1993/11/25/sports/hockey-keenan-switches-gears-but-the-rangers-roll-on.html","abstract":"  Certain rules are supposed to be followed when a sports team is on a streak. Don't talk too much about it. Don't make any predictions. And, most important, don't tinker with what's working.   Apparently, Coach Mike Keenan of the Rangers doesn't care much for rules. On Tuesday, Keenan called the team's goals-against-average -- and by extension, goaltender Mike Richter -- the \"recurrent thread\" in the Rangers' league-leading unbeaten streak. Today, saying he wouldn't let superstition interfere with his coaching, he started Glenn Healy in goal for the first time during the streak.","thumbnail":null,"section":"Sports"},{"date":"19931125","headline":"Richter and Terri Lead Devils Past the Sabres","web_url":"https://www.nytimes.com/1993/11/25/sports/hockey-richter-and-terri-lead-devils-past-the-sabres.html","abstract":"  The Devils, led by Chris Terreri's stellar goaltending, extended their unbeaten streak on the road to six games by defeating the Buffalo Sabres, 5-3, tonight at the Auditorium.   Stephane Richer led the Devils' attack with two goals, including the game-winner early in the third period, and one assist.","thumbnail":null,"section":"Sports"},{"date":"19931125","headline":"And Ulysses S. Duck : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/11/25/opinion/IHT-and-ulysses-s-duck-letters-to-the-editor.html","abstract":"Regarding \"Hi-Ho! And It's Off to the Civil War We Go!\" (Nov. 13) by Michael Wines: .It's a shame the people of Virginia are going to allow the Orwellian Disney machine to despoil thousands of acres of beautiful and historic countryside for a","thumbnail":null,"section":"Opinion"},{"date":"19931125","headline":"Protect the Innocent : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/11/25/opinion/IHT-protect-the-innocent-letters-to-the-editor.html","abstract":"Regarding \"When Panic Threatens Democracy\" Opinion, (Oct. 30): .Richard Cohen refers to the murderer of a tourist in Florida, saying that a death penalty for him would be simply another killing, \"as mindless as the other.\".No. To","thumbnail":null,"section":"Opinion"},{"date":"19931125","headline":"Bridge","web_url":"https://www.nytimes.com/1993/11/25/nyregion/bridge-650793.html","abstract":"  A star German player made a strong bid for a second major title at the American Contract Bridge League's Fall Nationals here today. Sabine Zenkel, who lives in Chicago but won a silver medal for her native Germany in the World Championships in Chile in September, won the Life Master Women's Pairs here Saturday. Today she was leading into the semifinal stage of the Blue Ribbon Pair Championships, playing with Tom Sanders of Nashville, long one of America's top-ranked players.   The qualifying standings in the Blue Ribbon were: 1st, Zenkel and Sanders, 1265.62 match points; 2d, Richard Katz of Rancho Mirage, Calif., and Robert Levin of Orlando, Fla., 1249.77; 3d, Roy Fox of Chicago and Ralph Katz of Burr Ridge, Ill., 1221.62; 4th, Joan Jackson and Petra Hamman of Dallas, 1207.32; 5th, Jack Oest and Steve Garner of Chicago, 1200.04.","thumbnail":null,"section":"New York"},{"date":"19931125","headline":"Public & Private; Death at an Early Age","web_url":"https://www.nytimes.com/1993/11/25/opinion/public-private-death-at-an-early-age.html","abstract":"  Today is Thanksgiving and I won't be writing my column. Norma Perkins-Murray, who runs a home day-care center in Aurora, Ill., wrote it for me.    Norma and I don't know one another, except as intimate strangers, reader and writer. Today she is the writer. These are excerpts from a letter she wrote to me that began \"I feel as if I know you. . . . When you quit your job in 1988 to stay home with your daughter, Maria, I coincidentally quit mine to stay home with my newborn daughter, Erin.","thumbnail":null,"section":"Opinion"},{"date":"19931125","headline":"The Airline Settlement: Not a Solution","web_url":"https://www.nytimes.com/1993/11/25/opinion/the-airline-settlement-not-a-solution.html","abstract":"  The families who gather around a dining room table eating turkey this Thanksgiving, instead of rushing through airports desperately seeking a flight, owe thanks to President Clinton for artfully ending the strike against American Airlines by its flight attendants.    But for all its popularity, Mr. Clinton's can-do involvement barely masks the wrenching problem faced by the airline industry. Full-service carriers like American are hemorrhaging. If they are to survive they must cut costs drastically. Labor isn't the only target. But neither will it be spared.","thumbnail":null,"section":"Opinion"},{"date":"19931125","headline":"UMass Jolts Tar Heels in Overtime; Kansas Wins","web_url":"https://www.nytimes.com/1993/11/25/sports/college-basketball-umass-jolts-tar-heels-in-overtime-kansas-wins.html","abstract":"  What a great run for the state of Massachusetts.   First, Boston College upset top-ranked Notre Dame in football last Saturday. Then last night in a semifinal game of the Preseason National Invitation Tournament at Madison Square Garden, the University of Massachusetts, given virtually no chance at all against No. 1-ranked North Carolina, upset the defending national champions, 91-86, in overtime.   The Minutemen will face Kansas tomorrow in the championship game. Kansas defeated Minnesota in the opener, 75-71.","thumbnail":null,"section":"Sports"},{"date":"19931125","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/11/25/nyregion/news-summary-300193.html","abstract":"  International A3-12  CLINTON MEETS WITH RUSHDIE    President Clinton met with Salman Rushdie as part of an effort that the White House said was intended to convey U.S. abhorrence of Iran's refusal to lift a death threat against the novelist, who has been in hiding for nearly five years.  A1  BOYS CONVICTED IN TOT'S DEATH    Two 11-year-old boys were convicted of abduction and murder in the beating death last February of a Liverpool toddler, James Bulger, and were sentenced to serve a term of indefinite custody.  A3  NEW WARNING ON BOSNIA    In a speech prepared for delivery on Thursday in London, the European Community's mediator on the Balkans warns that unless a peace accord on Bosnia is reached soon, the United Nations may impose new sanctions.  A6  CLINTON REACHES OUT TO EUROPE    After weeks of declaring that the U.S. would increase its attention to the fast-growing markets of Asia and Latin America, the Clinton Administration is trying to mend fences with Europe.  A8  CHINA MOVES TOWARD CAPITALISM    Next year China's Communist leaders will select 100 big state-owned factories, take their managers aside and tell them that they will now answer to \"owners\" in the Western sense of the word.  A7  SIGNS OF RESISTANCE IN NIGERIA    Almost a week after Nigeria's new military leader seized power in a bloodless coup, the first significant signs of resistance to his regime have begun to emerge including a call for sanctions by Wole Soyinka, the Nigerian author.  A10  DENIAL ON DEATH SQUADS    Vice President Francisco Merino of El Salvador denied allegations that he was involved in plotting death-squad activities in 1990, as reported in recently declassified U.S. documents.  A11  ARAFAT BACKERS LOSE VOTE    In the first significant electoral test for the P.L.O. in the occupied territories since it signed an accord with Israel, backers of Yasir Arafat were defeated in voting for the student council at Bir Zeit University.  A12  EGYPT AND JORDAN MEND FENCES    President Hosni Mubarak of Egypt met officially with King Hussein of Jordan, formally ending a three-year rift that began when the King refused to support the coalition to drive Iraq out of Kuwait.  A12  Lima Journal: Peru's leader has critics but no regrets. A4  A former spy for East Germany called his trial a farce.  A9  National A16-25, B14-18  SENATE PASSES BRADY BILL    The Senate passed a mandatory waiting period on the purchase of handguns after Republican opposition collapsed.  A1  F.B.I. FACES INTERNAL INQUIRY    A standoff between the F.B.I.'s elite paramilitary force and a white separatist in Idaho has spawned one of the largest internal inquiries ever conducted by the Justice Department.  A1  RULING HELPS QVC BID    Legal obstacles by Paramount to stop QVC's hostile takeover bid were swept away by a Delaware court. The ruling was a blow to Viacom, which had agreed to a friendly merger with Paramount.  A1  COMPANIES CUT PAYROLL    Two American corporate giants -- Philip Morris and NCR -- plan to cut their payrolls by a total of as many as 21,500 workers.  D1  SHOWDOWN OVER L.A. AIRPORT    The nation's major airlines have asked the Clinton Administration to prevent Los Angeles officials from banning their aircraft from using the city's international airport.  A1  ATLANTA HAS NEW MAYOR    City Councilman Bill Campbell won the runoff election for Atlanta mayor by a wide margin, becoming the first black mayor in 20 years with neither deep roots in the city's civil rights community nor celebrity status drawn from it.  A16  ARREST IN AMISH FIRES    State prosecutors charged the grandson of a local Amish bishop with setting fires that burned $1 million worth of barns and livestock last year on six Amish farms.  A16  FOSSIL DEALERS ARE INDICTED    A group of South Dakota fossil dealers whose tyrannosaur skeleton was seized by Federal agents in 1992 has been indicted on 39 charges of trafficking in illegal fossils.  A17  FIGHT OVER HEALTH CARE SCRUTINY    Months before they are to start scrutinizing the Clinton health care plan, some leading Senators are fighting over who should hold the magnifying glass.  A18  PUSH TO REVEAL SPY BUDGET     Senior members of Congress have urged the White House to disclose the multibillion-dollar budget for secret intelligence spending.  A20  A different kind of union leader in American Airlines strike.  B14  At O'Hare, American Airlines was still recovering.  B14  Metro Digest B1  FALLING WINCH KILLS WORKER    A 16-ton winch tumbled into a shaft in Queens, killing one construction worker and injuring seven others as it ricocheted off the walls of the dank, 450-foot hole that is to tap into a new city water tunnel 670 feet below the ground.  A1  Arts/Entertainment C11-22  Box-office feast for Hollywood.  C11  A \"new\" Caravaggio in Dublin.  C11  Music: Smashing Pumpkins.C11  Dance: City Ballet gala.  C11  A mixed choreographic bag.  C14 Books: \"Slow Waltz in Cedar Bend,\" by Robert James Waller.  C20  Business Digest D1  Obituaries D19  Sports B19-26  Baseball: Yankees have shot at Langston.  B19  Home Section C1-9  Adoptions that lack papers, not purpose.  C1  Breyten Breytenbach: writing in English, crying in Afrikaans.  C1  Editorials/Op-Ed A26-27  Editorials  Click, click. Gobble, gobble.  At last, the Brady law.  Airline settlement: not a solution.  Letters  William Safire: The porn is green.  Anna Quindlen: Death at an early age.  Thomas Mallon: A New York Thanksgiving.  Jim Heynen: The turkey farmer. Bridge C20  Chronicle B12  Crossword C16","thumbnail":null,"section":"New York"},{"date":"19931125","headline":"2 Companies Plan Sharp Payroll Cuts","web_url":"https://www.nytimes.com/1993/11/25/us/2-companies-plan-sharp-payroll-cuts.html","abstract":"  Two corporations announced plans to cut thousands of workers -- 14,000 at Philip Morris and 7,500 at NCR. Both are trying to streamline to stay competitive, doing their work with fewer employees.","thumbnail":null,"section":"U.S."},{"date":"19931125","headline":"A Speed Burner From Saratoga","web_url":"https://www.nytimes.com/1993/11/25/sports/track-field-a-speed-burner-from-saratoga.html","abstract":"  On a dark and rainy afternoon, the quiet of Saratoga Spa State Park is broken by a dozen teen-age girls, who run amiably on the snake-like trails. Their shoes squish in the mud, their ponytails bounce behind them and their gloves are inscribed with \"No. 1 in the Country.\"   Although the day is reserved for easy training, their pace is a brisk seven minutes per mile. For one girl, Erin Davis, it is not fast enough. She is full of energy and pulls ahead. None of her companions goes with her.","thumbnail":null,"section":"Sports"},{"date":"19931125","headline":"No Headline","web_url":"https://www.nytimes.com/1993/11/25/nyregion/no-headline-342793.html","abstract":"  \"Our message to the international community is that it should not say or do anything to give hope to this regime. It is a regime of infamy and it should be isolated. \" -- WOLE SOYINKA, referring to the Government of Nigeria.  [ A10:1. ]","thumbnail":null,"section":"New York"},{"date":"19931125","headline":"GUN-CONTROL ACT WINS FINAL BATTLE AS G.O.P. RETREATS","web_url":"https://www.nytimes.com/1993/11/25/us/gun-control-act-wins-final-battle-as-gop-retreats.html","abstract":"  The Senate today passed a mandatory waiting period for the purchase of handguns after Republican opposition to the measure collapsed. It was an anti-climactic finish to seven years of Congressional battle.   The measure, the Brady bill, is the toughest gun-control bill passed by Congress since a ban on mail-order rifle sales passed in 1968, although even its supporters expect it to have only a modest impact on violent crime. It is now headed to the White House, and President Clinton said he hoped to sign it soon.","thumbnail":null,"section":"U.S."},{"date":"19931125","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/11/25/arts/classical-music-in-review-141193.html","abstract":"  Philharmonia Baroque Orchestra  Avery Fisher Hall    Since taking over the leadership of the Philharmonia Baroque Orchestra in 1985, Nicholas McGegan has become one of the prime movers in Baroque music, issuing an acclaimed series of Handel recordings for the Harmonia Mundi label. He has two great advantages over the competition: an expert, idiomatic period-instrument orchestra, based in that modern-day Baroque community of Berkeley, Calif., and an unfailing interpretive instinct for the just pace and telling accent.","thumbnail":null,"section":"Arts"},{"date":"19931125","headline":"First Signs of Resistance To Nigeria Coup Appear","web_url":"https://www.nytimes.com/1993/11/25/world/first-signs-of-resistance-to-nigeria-coup-appear.html","abstract":"  Almost a week after Nigeria's new military leader seized power in a bloodless coup, the first significant signs of resistance to his takeover have begun to emerge.   At a news conference, Wole Soyinka, the Nigerian author and human rights advocate, called for international sanctions against those who brought Gen. Sani Abacha to power last week.","thumbnail":null,"section":"World"},{"date":"19931125","headline":"At Last, the Brady Law","web_url":"https://www.nytimes.com/1993/11/25/opinion/at-last-the-brady-law.html","abstract":"  Congress has finally stood up to the intimidating lobby of weapons peddlers and passed the simple, fair Brady handgun control bill. Public pleas to tone down society's violence, and the moral claim for slowing down the domestic small arms race, have overwhelmed a potent gun lobby that in the end went down with a whimper.    The National Rifle Association fully understood the consequences of this humiliating loss, its first Congressional defeat in a generation. That defeat means more than the Brady bill itself, which after all provides only a modest five-day waiting period so authorities can check for criminal records. The N.R.A. must now face the prospect of more comprehensive gun controls.","thumbnail":null,"section":"Opinion"},{"date":"19931125","headline":"Sports of The Times; Some '93 Holiday Thoughts","web_url":"https://www.nytimes.com/1993/11/25/sports/sports-of-the-times-some-93-holiday-thoughts.html","abstract":"  IN the Phillies' dugout before one of the World Series games, John Kruk learned that the man he was talking to had purchased him in a rotisserie league last season.   \"How much did you pay for me?\"","thumbnail":null,"section":"Sports"},{"date":"19931125","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/11/25/arts/pop-and-jazz-in-review-836493.html","abstract":"  Arthur Blythe  Alto Saxophonist Bradley's 70 University Place, Through Saturday    Arthur Blythe's career has been one of the more dispiriting efforts of the last 10 years in jazz. Mr. Blythe, a product of the Los Angeles jazz world of the late 1960's, surfaced in late 1979 with a contract with Columbia Records and a reputation as a brilliant improviser and composer who moved between the lushness of his own oddly constructed ensembles and the standard jazz quartet. His career fizzled in the 1980's, and since then he has been a lost figure.","thumbnail":null,"section":"Arts"},{"date":"19931125","headline":"U.N. to Expand Street Patrols in Mogadishu","web_url":"https://www.nytimes.com/1993/11/25/world/un-to-expand-street-patrols-in-mogadishu.html","abstract":"  With bandit attacks on civilians becoming more frequent, United Nations military officials have agreed to put more soldiers on the streets to protect their workers despite misgivings that their presence might provoke confrontations with Somali militiamen.   Officials from the political and military wings of the United Nations in Somalia agreed today that, whenever available, armoured personnel carriers should escort civilian personnel.","thumbnail":null,"section":"World"},{"date":"19931125","headline":"Review/Dance; Repression, Romanticism and Rebirth","web_url":"https://www.nytimes.com/1993/11/25/arts/review-dance-repression-romanticism-and-rebirth.html","abstract":"  Henning Rubsam united his company, Sensedance, with other dancers in \"Dancegiving,\" a program presented on Monday night at St. Mark's Church.   Bartok's mysterious \"Music for Strings, Percussion and Celesta\" accompanied Mr. Rubsam's new \"Kingdom,\" and the recorded score heightened the choreographic anxiety. Although there sometimes seemed to be more music than Mr. Rubsam needed, he devised many striking images in this work, which was inspired by the plight of oppressed people in his native Germany from the Nazi era to the end of the East German regime.","thumbnail":null,"section":"Arts"},{"date":"19931125","headline":"Witnesses in Trade Center Trial Tell of Inquiries for Hydrogen Gas","web_url":"https://www.nytimes.com/1993/11/25/nyregion/witnesses-in-trade-center-trial-tell-of-inquiries-for-hydrogen-gas.html","abstract":"  The prosecution in the World Trade Center case presented evidence yesterday indicating that one of the four men on trial used bogus company names in an effort to have hydrogen gas cylinders delivered to the storage rental locker where the material for a bomb was assembled.   Two witnesses in Federal District Court in Manhattan representing two manufacturers of industrial gas testified that they received inquiries or orders for gas. One of them, Evans Humenick, a salesman for Liquid Carbonic Industries in Bethlehem, Pa., said that one of the defendants, Nidal A. Ayyad, a chemical engineer who worked at the Allied-Signal Corporation in New Jersey, called on the telephone to ask about buying gas. The date of the call was Feb. 9, Mr. Humenick said, or 17 days before the trade center explosion.","thumbnail":null,"section":"New York"},{"date":"19931125","headline":"Books of The Times; Second Chances: Madison County Goes to India","web_url":"https://www.nytimes.com/1993/11/25/books/books-of-the-times-second-chances-madison-county-goes-to-india.html","abstract":"  Slow Waltz in Cedar Bend   By Robert James Waller   197 pages. Warner Books. $16.95.","thumbnail":null,"section":"Books"},{"date":"19931125","headline":"Young Divers Wish Kimball Well as He Starts New Life","web_url":"https://www.nytimes.com/1993/11/25/sports/young-divers-wish-kimball-well-as-he-starts-new-life.html","abstract":"  In an emotional parting Tuesday night at the Swimming Hall of Fame pool before about 100 well-wishers, the United States' Olympic diving coach, Ron O'Brien, told Bruce Kimball that he has a full-time job waiting for him with the Fort Lauderdale Diving Club.   Less than 12 hours later, at about 6 A.M. today, Kimball walked out of a halfway house here, completing his incarceration for killing two teen-agers in a drunken-driving accident in 1988.","thumbnail":null,"section":"Sports"},{"date":"19931125","headline":"On This Subject, Bishops Speak for the Church; Not a Democracy","web_url":"https://www.nytimes.com/1993/11/25/opinion/l-on-this-subject-bishops-speak-for-the-church-not-a-democracy-133093.html","abstract":"  To the Editor:   Anna Quindlen's\"Authentic Catholics\" (column, Nov. 18) displays a lack of command of the institution she is trying to discredit, namely, the Roman Catholic Church. The Roman Catholic Church has never been and, it may be hoped, never will be a democratic institution. Rather, the Roman Catholic Church bases its positions on such controversial issues as abortion and homosexuality on Scripture and tradition. Neither lend themselves well to the pressures of democratic society.   Why does Ms. Quindlen find it so necessary to attack the American Catholic bishops? I can postulate only that such people (including groups like Catholics for a Free Choice) are frustrated by their inability to engineer the church in the same way they have been able to engineer society.","thumbnail":null,"section":"Opinion"},{"date":"19931125","headline":"Corrections","web_url":"https://www.nytimes.com/1993/11/25/nyregion/c-corrections-014893.html","abstract":"  An article in Science Times on Nov. 9, about a study showing that being cautious and somewhat dour is a key to longevity, misidentified the issue of The Journal of Personality and Social Psychology in which it appeared. It was the issue of August, not October.","thumbnail":null,"section":"New York"},{"date":"19931125","headline":"Eisenreich Re-Signs With Philadelphia","web_url":"https://www.nytimes.com/1993/11/25/sports/sports-people-baseball-eisenreich-re-signs-with-philadelphia.html","abstract":"  Outfielder JIM EISENREICH, who batted .318 in 153 games this past season, re-signed with the Philadelphia Phillies yesterday, agreeing to a one-year contract worth $1.4 million. Eisenreich is 34 and made $675,000 in 1993. He will earn $1.2 million next season and the Phillies have an option for 1995 at $1.2 million with a $200,000 buyout.   Another outfielder, SHANE MACK,avoided arbitration with the Minnesota Twins when he agreed to a $3.25 million contract for 1994, the year he becomes eligible for free agency. Mack, 29, made $3.05 million in 1993, when he was limited to 128 games because of injuries. He finished with a .276 average, 10 home runs and 61 runs batted in.","thumbnail":null,"section":"Sports"},{"date":"19931125","headline":"On This Subject, Bishops Speak for the Church; Approval for Name","web_url":"https://www.nytimes.com/1993/11/25/opinion/l-on-this-subject-bishops-speak-for-the-church-approval-for-name-134993.html","abstract":"  To the Editor:   One of Anna Quindlen's many inaccuracies in \"Authentic Catholics\" (column, Nov. 18) is that the Catholic Campaign for America was not \"granted\" the title \"Catholic\" by the Roman Catholic Church.","thumbnail":null,"section":"Opinion"},{"date":"19931125","headline":"DISCLOSURE URGED FOR SECRET BUDGET","web_url":"https://www.nytimes.com/1993/11/25/us/disclosure-urged-for-secret-budget.html","abstract":"  The White House should disclose the multibillion-dollar budget for secret intelligence spending, senior members of Congress have urged President Clinton.   The secrecy shielding the spending, or \"black budget,\" is a relic of the cold war and should be abolished, said a letter sent to the White House on Tuesday by the Speaker of the House, Thomas S. Foley of Washington; the Senate majority leader, George J. Mitchell of Maine; the House majority leader, Richard A. Gephardt, and nine present and former leaders of Congressional committees overseeing the nation's intelligence agencies.","thumbnail":null,"section":"U.S."}],"wiki_events":[],"weather":[{"date":"19931125","time":"1993-11-25 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.2,"rhum":77,"wspd":9.4},{"date":"19931125","time":"1993-11-25 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.3,"rhum":85,"wspd":11.2},{"date":"19931125","time":"1993-11-25 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.3,"rhum":88,"wspd":7.6},{"date":"19931125","time":"1993-11-25 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.5,"rhum":89,"wspd":7.6},{"date":"19931125","time":"1993-11-25 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.7,"rhum":88,"wspd":9.4},{"date":"19931125","time":"1993-11-25 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.4,"rhum":85,"wspd":11.2},{"date":"19931125","time":"1993-11-25 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.2,"rhum":83,"wspd":7.6},{"date":"19931125","time":"1993-11-25 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.3,"rhum":82,"wspd":7.6},{"date":"19931125","time":"1993-11-25 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.6,"rhum":79,"wspd":3.6},{"date":"19931125","time":"1993-11-25 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.5,"rhum":75,"wspd":3.6},{"date":"19931125","time":"1993-11-25 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.1,"rhum":74,"wspd":5.4},{"date":"19931125","time":"1993-11-25 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":69,"wspd":7.6},{"date":"19931125","time":"1993-11-25 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.4,"rhum":66,"wspd":9.4},{"date":"19931125","time":"1993-11-25 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":61,"wspd":9.4},{"date":"19931125","time":"1993-11-25 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":61,"wspd":13},{"date":"19931125","time":"1993-11-25 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":67,"wspd":7.6},{"date":"19931125","time":"1993-11-25 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":67,"wspd":3.6},{"date":"19931125","time":"1993-11-25 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.4,"rhum":70,"wspd":5.4},{"date":"19931125","time":"1993-11-25 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":73,"wspd":7.6},{"date":"19931125","time":"1993-11-25 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":81,"wspd":5.4},{"date":"19931125","time":"1993-11-25 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":84,"wspd":7.6},{"date":"19931125","time":"1993-11-25 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":83,"wspd":9.4},{"date":"19931125","time":"1993-11-25 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":80,"wspd":7.6},{"date":"19931125","time":"1993-11-25 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":80,"wspd":7.6},{"date":"19931125","time":"1993-11-25 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":52,"wspd":11.2},{"date":"19931125","time":"1993-11-25 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":59,"wspd":18.7},{"date":"19931125","time":"1993-11-25 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":56,"wspd":18.7},{"date":"19931125","time":"1993-11-25 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":65,"wspd":24.1},{"date":"19931125","time":"1993-11-25 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":62,"wspd":27.7},{"date":"19931125","time":"1993-11-25 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":65,"wspd":31.7},{"date":"19931125","time":"1993-11-25 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":54,"wspd":29.5},{"date":"19931125","time":"1993-11-25 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":48,"wspd":25.9},{"date":"19931125","time":"1993-11-25 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":45,"wspd":25.9},{"date":"19931125","time":"1993-11-25 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":45,"wspd":25.9},{"date":"19931125","time":"1993-11-25 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":47,"wspd":27.7},{"date":"19931125","time":"1993-11-25 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":47,"wspd":27.7},{"date":"19931125","time":"1993-11-25 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":46,"wspd":27.7},{"date":"19931125","time":"1993-11-25 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":48,"wspd":27.7},{"date":"19931125","time":"1993-11-25 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":51,"wspd":25.9},{"date":"19931125","time":"1993-11-25 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":48,"wspd":25.9},{"date":"19931125","time":"1993-11-25 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":47,"wspd":25.9},{"date":"19931125","time":"1993-11-25 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":43,"wspd":22.3},{"date":"19931125","time":"1993-11-25 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":40,"wspd":20.5},{"date":"19931125","time":"1993-11-25 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":37,"wspd":14.8},{"date":"19931125","time":"1993-11-25 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":35,"wspd":14.8},{"date":"19931125","time":"1993-11-25 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":35,"wspd":16.6},{"date":"19931125","time":"1993-11-25 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":35,"wspd":14.8},{"date":"19931125","time":"1993-11-25 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":33,"wspd":14.8}]},"19931126":{"guardian_articles":[{"date":"19931126","headline":"Appreciation: Anthony Burgess - The last words","web_url":"https://www.theguardian.com/books/1993/nov/26/fiction.anthonyburgess","abstract":null,"thumbnail":null,"section":"Books"}],"nytimes_articles":[{"date":"19931126","headline":"LUTHERANS BALK ON A SEX POLICY","web_url":"https://www.nytimes.com/1993/11/26/us/lutherans-balk-on-a-sex-policy.html","abstract":"  A four-year effort by the Evangelical Lutheran Church in America to write a statement on human sexuality has nearly foundered since reports of a first draft alarmed members of the 5.2 million-member denomination.    \"The proposed statement as written is mortally wounded,\" wrote the Rev. Edgar R. Trexler in the current issue of The Lutheran, the church's monthly magazine, which he edits.","thumbnail":null,"section":"U.S."},{"date":"19931126","headline":"Mediterranean Fruit Flies Return to California","web_url":"https://www.nytimes.com/1993/11/26/us/mediterranean-fruit-flies-return-to-california.html","abstract":"  The Mediterranean fruit fly has returned to Southern California, threatening many crops and rekindling a debate over how best to eradicate the stubborn pest.   The new outbreak has largely been unnoticed because officials have not yet resorted to aerial spraying, the most obtrusive and controversial eradication method.","thumbnail":null,"section":"U.S."},{"date":"19931126","headline":"After Murder, Britain Asks Why? Why?","web_url":"https://www.nytimes.com/1993/11/26/world/after-murder-britain-asks-why-why.html","abstract":"  A day after a jury found two 11-year-old boys guilty of the abduction and murder of a Liverpool toddler, the police, politicians and psychiatrists across Britain were pondering questions the trial did not answer: how is it that two otherwise normal children could commit such a barbaric crime?   At the end of 18 days of hearings in this industrial town 25 miles northeast of Liverpool, even Crown Court Judge Michael Moreland wondered aloud at what went so terribly wrong, describing the conduct of Robert Thompson and Jon Venables -- both 10 years old at the time of the slaying in February -- as \"cunning and very wicked.\" He even suggested that violent video films may have been influential.","thumbnail":null,"section":"World"},{"date":"19931126","headline":"Struggling Oilers Drop Their Coach","web_url":"https://www.nytimes.com/1993/11/26/sports/sports-people-hockey-struggling-oilers-drop-their-coach.html","abstract":"  TED GREEN, who made a National Hockey League career out of bashing opponents into the boards, was discharged yesterday as head coach of Edmonton. The Oilers are 3-18-3, the worst start in the team's history.   \"It's one of the most difficult decisions I've had to make,\" said GLEN SATHER, the team's president and general manager, who will return as coach.","thumbnail":null,"section":"Sports"},{"date":"19931126","headline":"On Stage, and Off","web_url":"https://www.nytimes.com/1993/11/26/theater/on-stage-and-off.html","abstract":"  Food in the Genes    Thanksgiving week. Let's talk about food.    There's a Jackie Mason routine from \"The World According to Me\" about gentiles, Jews and their meals that's as good a way of introducing Broadway's week as any. This is the one where Mr. Mason claims that gentiles are essentially indifferent about what they eat but that for Jews it's a matter of fierce concentration.   To wit: On Sunday, \"Cyrano,\" the musical imported from Amsterdam, opened at the Neil Simon Theater, and afterward, the producers rolled a red carpet across 52d Street so the elegant first-nighters -- many of whom were blonde and speaking Dutch, but who also included Robert Klein and the Mayor-elect, Rudolph W. Giuliani -- could stroll in style to the party at Roseland. There, a spectacular buffet was laid out, attended by a populous, ladle-wielding staff. This was just after 9 o'clock, but the hungry (who were few, it seemed) were told that food would not be served until 10:15. No one complained.","thumbnail":null,"section":"Theater"},{"date":"19931126","headline":"What They're Reading","web_url":"https://www.nytimes.com/1993/11/26/style/IHT-what-theyre-reading.html","abstract":"Peter Schneider, the German writer, is reading \"The Magic Mountain\" by Thomas Mann.","thumbnail":null,"section":"Style"},{"date":"19931126","headline":"New Churchill Papers, but No Pearl Harbor News","web_url":"https://www.nytimes.com/1993/11/26/world/new-churchill-papers-but-no-pearl-harbor-news.html","abstract":"  The Government has begun releasing documents from Winston Churchill's secret wartime intelligence archive, but so far they do not shed light on one of the war's greatest mysteries -- whether Churchill knew in advance of the impending Japanese attack on Pearl Harbor in December 1941.   One document, dated Dec. 4 -- three days before the attack -- is a record of a message that had been sent on Dec. 2 from the Japanese Foreign Minister in Tokyo to the Japanese Ambassador in Washington ordering him to destroy secret documents, ciphers and related materials. Such a step presumably would be taken just before the outbreak of war.","thumbnail":null,"section":"World"},{"date":"19931126","headline":"Ferrari Shows the Way From Racer to Road Car","web_url":"https://www.nytimes.com/1993/11/26/arts/ferrari-shows-the-way-from-racer-to-road-car.html","abstract":"  The connection between racing car and passenger car has evolved over the last 30 years into more of a fantasy -- well sustained by auto manufacturers' advertising agencies -- than a nuts-and-bolts reality.   But as fanciful as that bridge may be, the Museum of Modern Art's department of architecture and design has found such a walkway. It is \"Designed for Speed: Three Automobiles by Ferrari,\" the fifth car-related exhibition in the museum's history. This one tries to show the influence of racing on passenger-car design.","thumbnail":null,"section":"Arts"},{"date":"19931126","headline":"Review/Theater; A Political Morality Tale On the McCarthy Era","web_url":"https://www.nytimes.com/1993/11/26/theater/review-theater-a-political-morality-tale-on-the-mccarthy-era.html","abstract":"  Few calumnies have had a more lasting effect on the national psyche than the witch hunt for Communists instigated and pursued in Congress by Senator Joseph R. McCarthy in the 1950's. Its smoldering residue gives off varying degrees of heat and light in such diverse works as Tony Kushner's \"Angels in America\" and Neil Simon's \"Laughter on the 23d Floor\" on Broadway, and Laurence Holder attempts to stoke it into a full blaze downtown in his new play, \"Red Channels,\" at Theater for a New City.   Unfortunately, \"Red Channels\" fails to provide much heat or light. The play focuses on the efforts by the junior senator from Wisconsin, goaded and abetted by J. Edgar Hoover and Richard M. Nixon, to use his red-menace campaign to discredit leading black intellectuals and artists, specifically W. E. B. Du Bois and Paul Robeson. Mr. Holder compresses real events into a fictionalized chronology that aims at the documentary effect Eric Bentley achieved in \"Are You Now or Have You Ever Been,\" a dramatization of actual Congressional testimony, which was staged in New York in 1978.","thumbnail":null,"section":"Theater"},{"date":"19931126","headline":"Keenan Magic Makes Doubt Vanish","web_url":"https://www.nytimes.com/1993/11/26/sports/hockey-keenan-magic-makes-doubt-vanish.html","abstract":"  It was after a Ranger loss against the Devils at Byrne Meadowlands Arena late last season when the veteran Mike Gartner and General Manager Neil Smith admitted what every outsider had already seen. The Rangers didn't believe in themselves. They didn't have any confidence. And, because of it, they were playing erratic, hesitant and ineffective hockey.   \"They have no confidence right now,\" Smith said after that loss. \"These are mental problems, not physical problems.\"","thumbnail":null,"section":"Sports"},{"date":"19931126","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/11/26/arts/art-in-review-416593.html","abstract":"  Claire A. Khalil   Nancy Hoffman Gallery  429 West Broadway (near Spring Street)  SoHo  Through Wednesday    Claire A. Khalil's art is not great, but it certainly is fun. The artist, whose last exhibition was 15 years ago, combines the skills of painter, cartographer and children's book illustrator in her meticulous, if somewhat brittle, images of cities and towns and in elaborate art-filled interiors.","thumbnail":null,"section":"Arts"},{"date":"19931126","headline":"Empty New Buildings;\nTribeca Tower Will Become a Rental","web_url":"https://www.nytimes.com/1993/11/26/nyregion/empty-new-buildings-tribeca-tower-will-become-a-rental.html","abstract":"Tribeca Tower's days as a luxury condominium were over before they began. But soon, the 52-story building, empty since it was completed a year and half ago, will spring to life under new ownership and as New York City's newest mixed-income rental.\n\nEarly next month the owners -- the Related Companies in partnership with Apollo Real Estate Investment Fund, both of Manhattan -- expect to start leasing the 440 apartments in the building at 105 Duane Street. Of the total, 20 percent are to be set aside for people who earn a maximum of 50 percent of the median income in the area. That would put the income limit at $16,680 in a two-person household.","thumbnail":null,"section":"New York"},{"date":"19931126","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/11/26/arts/art-in-review-412293.html","abstract":"  '25 Years, Part I'   Paula Cooper Gallery  155 Wooster Street (at Houston Street)  SoHo  Through tomorrow    This impressive group show celebrates the Paula Cooper Gallery's first quarter-century as a prominent showcase for new art. It offers a well-selected, sensitively installed, if random, survey of Minimalism and Post-Minimalism, the intertwining styles with which the gallery has especially been associated.","thumbnail":null,"section":"Arts"},{"date":"19931126","headline":"Last Chance","web_url":"https://www.nytimes.com/1993/11/26/arts/last-chance.html","abstract":"  Here is a sampling of shows in New York City that are to close soon: Closing This Weekend    WILLIAM WEGMAN, Pace/MacGill Gallery, 32 East 57th Street, Manhattan. New photographs. Through tomorrow. Hours: Today, 9:30 A.M. to 5:30 P.M.; tomorrow, 10 A.M. to 5 P.M. Free. Information: (212) 759-7999.   \"THE FIERY FURNACE,\" Lucille Lortel Theater, 121 Christopher Street, Greenwich Village. A drama by Timothy Mason about a mother (Julie Harris) and her two adult daughters, who are struggling to find independence during the Eisenhower era. Through Sunday. Performances: Today at 8 P.M.; tomorrow at 2 and 8 P.M.; Sunday at 3 and 7:30 P.M. Tickets: $35. Information: (212) 239-6200.","thumbnail":null,"section":"Arts"},{"date":"19931126","headline":"Colombia Court Says Ransom Can Be Paid","web_url":"https://www.nytimes.com/1993/11/26/world/colombia-court-says-ransom-can-be-paid.html","abstract":"  A high court's decision to overrule a series of laws designed to curb kidnappings in Colombia, which has one of the highest abduction rates in the world, has generated controversy among officials and proponents of the legislation.   In January, Congress approved legislation that sought to eliminate the financial incentives of kidnapping. Under the law, victims' families were forbidden to negotiate with the kidnappers and authorities were required to monitor the family's funds and prevent them from paying ransom.","thumbnail":null,"section":"World"},{"date":"19931126","headline":"The Spoken Word","web_url":"https://www.nytimes.com/1993/11/26/arts/the-spoken-word.html","abstract":"  TALKS AT THE WHITNEY, Whitney Museum of American Art, 945 Madison Avenue, at 75th Street. \"Vija Celmins,\" tomorrow at 2 P.M.; \"In a Classical Vein,\" tomorrow and Sunday at 3:30 P.M.; \"Mike Kelley,\" Sunday at 2 P.M. The lectures, by Margaret Sundell, are free with museum admission: $6; $5 for students and the elderly. Information: (212) 570-3611.   TALKS AND WALKING TOURS, Lower East Side Tenement Museum, 97 Orchard Street, near Delancey Street. Today: \"The Streets Where We Lived,\" a tour of the Lower East Side, at noon. Sunday: \"How We Lived: Life in a New York City Tenement,\" a lecture, at 11 A.M.; \"Sacred Sites,\" a tour of temples and churches, noon; \"Jewish Lower East Side: A Heritage Tour,\" 1 P.M. \"The Streets Where We Lived,\" at 2 P.M.; \"House of Heritage,\" a slide show recounting the history of 97 Orchard Street, at 3 P.M. Lecture and slide show: $4; $3 for children. Walking tours: $12; $10 for students and the elderly. Information: (212) 431-0233.","thumbnail":null,"section":"Arts"},{"date":"19931126","headline":"Ailing UMass Seeks Another N.I.T. Upset","web_url":"https://www.nytimes.com/1993/11/26/sports/basketball-ailing-umass-seeks-another-nit-upset.html","abstract":"  Amid all the pre-game speculation that top-ranked North Carolina would crush the undersized Massachusetts Minutemen in a semifinal matchup of the Preseason National Invitation Tournament, Roy Williams issued a warning that went unheeded.   After his Kansas team defeated Minnesota on Wednesday night to earn a berth in this evening's championship game, Williams deflected questions about facing his mentor, North Carolina Coach Dean Smith, and whether he was looking forward to a rematch of last April's Final Four game with the Tar Heels. It might not happen, he said, warning people not to discount Massachusetts.","thumbnail":null,"section":"Sports"},{"date":"19931126","headline":"That Indelible Moment","web_url":"https://www.nytimes.com/1993/11/26/opinion/l-that-indelible-moment-430093.html","abstract":"  To the Editor:   How many times in the last 30 years have we seen images of John F. Kennedy's assassination? There have been movies, books and documentaries all analyzing the tragedy, with different theories and conclusions. Yet, there is one truth that the images capture: Jacqueline Kennedy reaching back for help to the Secret Service agent behind the limousine.","thumbnail":null,"section":"Opinion"},{"date":"19931126","headline":"HIGH SCHOOL FOOTBALL","web_url":"https://www.nytimes.com/1993/11/26/sports/high-school-football.html","abstract":"  Clifton and Passaic played a 0-0 game today in the meeting between the longtime Passaic County high school football rivals. It will go down as a tie in the standing, but this was clearly an effort for Clifton to brag about.   Not only did the Mustangs (3-5-1) maintain their overall series advantage (31-30-5) over Passaic, but they also tied a Passaic Indians team (8-2-1) that has been ranked among New Jersey's top 10 this season.","thumbnail":null,"section":"Sports"},{"date":"19931126","headline":"Millions Without a Home","web_url":"https://www.nytimes.com/1993/11/26/opinion/millions-without-a-home.html","abstract":"  According to the United Nations High Commissioner for Refugees, the number of people seeking asylum worldwide has now swelled to 19.7 million. That staggering figure does not include an estimated 24 million people dislocated in their own homelands because of war and persecution.    No single country can accept, protect or provide financial support for all those who leave home. But the international community, as a whole, could put the U.N.H.C.R. on sounder financial footing, and it could muster more will to protect the persecuted.","thumbnail":null,"section":"Opinion"},{"date":"19931126","headline":"Israelis Wound 37 in Violent Gaza Street Protests","web_url":"https://www.nytimes.com/1993/11/26/world/israelis-wound-37-in-violent-gaza-street-protests.html","abstract":"  In the most serious eruption of unrest in the Gaza Strip since the signing of the Israeli-Palestinian peace accord, Israeli soldiers shot and wounded 37 Palestinians today in violent street protests set off by the killing on Wednesday of a militant Muslim commander.   The rioters were protesting the killing of Imad Akel, 23, by Israeli soldiers. Mr. Akel was the Gaza Strip commander of the Qassam Brigades, the armed wing of Hamas, Islamic Resistance Movement. He had been wanted by the Israeli Army for two years.","thumbnail":null,"section":"World"},{"date":"19931126","headline":"Inside Art","web_url":"https://www.nytimes.com/1993/11/26/arts/inside-art.html","abstract":"  Modern Buys Collection    It is not unprecedented for big institutions to swallow up the holdings of smaller ones. And sometimes it's a welcome relief.   That, at least, was the case for Franklin Furnace, the alternative and performance artists' space in TriBeCa, when it recently sold its collection of artists' books, magazines and audio tapes to the Museum of Modern Art.","thumbnail":null,"section":"Arts"},{"date":"19931126","headline":"Serbs and Croats Try to Build Bridge to Peace","web_url":"https://www.nytimes.com/1993/11/26/world/serbs-and-croats-try-to-build-bridge-to-peace.html","abstract":"  Under heavy security, Serbian and Croatian scholars, artists and political figures have gathered here to seek reconciliation between their republics, which have been at war since April 1991.   In a joint statement issued on Monday night, the participants said the three-day meeting was intended to begin \"a civil dialogue\" to overcome \"mistrust, hatred and war\" between the two largest republics of the former Yugoslavia.","thumbnail":null,"section":"World"},{"date":"19931126","headline":"Critic's Notebook; Sampling Art In Sound Bites","web_url":"https://www.nytimes.com/1993/11/26/arts/critic-s-notebook-sampling-art-in-sound-bites.html","abstract":"  FOR many people who listen to Acoustiguides, going to an art museum is like plunging into the ocean without knowing how to swim. The Acoustiguides are their cruise ships and Philippe de Montebello, the voice that launched a thousand exhibitions, is their captain.   I had never listened to an Acoustiguide until this week, when I spent a few hours at the Metropolitan Museum of Art, the Guggenheim Museum and the Museum of Modern Art letting Mr. de Montebello, the Met's director, and an assorted crew of fellow directors, curators, vocal stand-ins, artists and artists' relatives navigate me through several shows. I don't know how much I heard that couldn't be gleaned from the wall labels and accompanying brochures and a little extra effort, but I do have more of an inkling of what it feels like to sail on a Carnival cruise.","thumbnail":null,"section":"Arts"},{"date":"19931126","headline":"Kafr al-Ilw Journal; Industrious Egypt Is Choking Its People to Death","web_url":"https://www.nytimes.com/1993/11/26/world/kafr-al-ilw-journal-industrious-egypt-is-choking-its-people-to-death.html","abstract":"  When the students at the Kafr al-Ilw primary school begin to cough uncontrollably they are sent home.   They are also dismissed early when their sores spread and fester, when they begin to faint in the classroom, when they lose clumps of hair and when the stinging in their eyes makes it impossible to read.","thumbnail":null,"section":"World"},{"date":"19931126","headline":"TV Weekend; On Point in a War Zone Called Urban America","web_url":"https://www.nytimes.com/1993/11/26/arts/tv-weekend-on-point-in-a-war-zone-called-urban-america.html","abstract":"  \"There Are No Children Here,\" a book by Alex Kotlowitz, formerly a reporter for The Wall Street Journal, chronicles the lives of two boys growing up in a Chicago housing project. The children are black. They live in what has come to be known as the other America, one often bearing a terrifying resemblance to a war zone.    An adaptation of this best-selling nonfiction account is being brought to television by a unit of Oprah Winfrey's Harpo Productions. Packaged as an \"ABC Theater\" presentation, \"There Are No Children Here\" will be broadcast on Sunday at 9 P.M.","thumbnail":null,"section":"Arts"},{"date":"19931126","headline":"Hard Times Dilute Enthusiasm for Clean-Air Laws","web_url":"https://www.nytimes.com/1993/11/26/us/hard-times-dilute-enthusiasm-for-clean-air-laws.html","abstract":"  One of the few things about life in Southern California that has improved in recent years is the air. The air is indisputably cleaner and clearer and the region's notorious alerts for lung-searing smog are all but history.   But the prospects for further progress are clouded. Just when other states are emulating California's strict controls on auto emissions and other pollutants, the state may have begun to retreat on air quality.","thumbnail":null,"section":"U.S."},{"date":"19931126","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/11/26/nyregion/chronicle-771193.html","abstract":"  In the early hours of Thanksgiving Day, viewers of television's \"Late Night With Conan O'Brien\" saw New York City Mayor DAVID N. DINKINS put in a telephone call to Gov. MARIO M. CUOMO.   Mayor Dinkins made the call -- much earlier, actually, when the show was taped -- after he was asked by the talk show host whether he could still get politicians to answer his calls since losing the Nov. 2 mayoral election to RUDOLPH W. GIULIANI.","thumbnail":null,"section":"New York"},{"date":"19931126","headline":"Kohl's Candidate for President Pulls Out","web_url":"https://www.nytimes.com/1993/11/26/world/kohl-s-candidate-for-president-pulls-out.html","abstract":"  In a sharp blow to Chancellor Helmut Kohl's political standing, his candidate for the German presidency withdrew today and said another man from eastern Germany should get the job instead.   The former candidate, Steffen Heitmann, had been plucked from relative obscurity as the Justice Minister of the eastern state of Saxony last summer as a gesture by Mr. Kohl to the disgruntled and largely unemployed voters of the formerly Communist part of the country.","thumbnail":null,"section":"World"},{"date":"19931126","headline":"Ho Chi Minh City as Movie Set: A Stroll Through Time","web_url":"https://www.nytimes.com/1993/11/26/style/IHT-ho-chi-minh-city-as-movie-set-a-stroll-through-time.html","abstract":"The French photographer on the plane coming in said wistfully, \"Saigon! Ah, Saigon! All my life I have wanted to come to Saigon! Now I will be able to say, 'I have been in Saigon!'\" .The man carried a backpack, and his budget wouldn't allow h","thumbnail":null,"section":"Style"},{"date":"19931126","headline":"No Headline","web_url":"https://www.nytimes.com/1993/11/26/nyregion/no-headline-741093.html","abstract":"  \"Most people here are still afraid to be independent, to start out on a risky project like this. Risk is not something they understand very well.\" -- ALBRECHT WENDT, a West German who has moved east.  [ A12:1. ]","thumbnail":null,"section":"New York"},{"date":"19931126","headline":"It Should Be Called the Grossman Health Care Bill","web_url":"https://www.nytimes.com/1993/11/26/health/it-should-be-called-the-grossman-health-care-bill.html","abstract":"  When Bill and Hillary Clinton said they had \"no pride of authorship\" in their legislative proposal to overhaul the nation's health care system, there was good reason: neither they nor anyone else in the White House wrote it.    Most of the bill's 240,000 words are those of Edward G. Grossman, an inconspicuous, self-effacing lawyer who translates bold visions and vague ideas from the fevered brains of politicians into the cool, precise, bloodless prose of statutes.","thumbnail":null,"section":"Health"},{"date":"19931126","headline":"THE MOVIE GUIDE : Les gens normaux n'ont rien d'exceptionnel","web_url":"https://www.nytimes.com/1993/11/26/style/IHT-the-movie-guide-les-gens-normaux-nont-rien-dexceptionnel.html","abstract":"Directed by Laurence Ferreira Barbosa. France. .When Martine, a hectic and contrary young woman (Valéria Bruni-Tedeschi) is dumped by her boyfriend, she runs temporarily amok and is handed over to a psychiatric ward. It turns out to be the perfect","thumbnail":null,"section":"Style"},{"date":"19931126","headline":"French Coach Resigns","web_url":"https://www.nytimes.com/1993/11/26/sports/sports-people-soccer-french-coach-resigns.html","abstract":"  France's soccer coach, GERARD HOULLIER, resigned yesterday, eight days after the national team was eliminated from the 1994 World Cup.","thumbnail":null,"section":"Sports"},{"date":"19931126","headline":"Plans for an Irish Cultural Center Divide a Village; Opposition by a Residents' Group Brings Claims of Bias From the Project's Proponents","web_url":"https://www.nytimes.com/1993/11/26/nyregion/plans-for-irish-cultural-center-divide-village-opposition-residents-group-brings.html","abstract":"  When Edward Sheeran proposed creating the largest Irish cultural center outside Dublin on a college campus in this Westchester village, the reaction of many residents was swift and negative.   At a series of heated public hearings last summer, some expressed fears that the center, with its proposed 2,200-seat Gaelic football field and 800-seat catering hall, would snarl traffic and elevate noise levels in their tranquil, wooded community.","thumbnail":null,"section":"New York"},{"date":"19931126","headline":"Regarding \"America's Chilly Message for Europe\" (Looking Ahead, Nov. 16): : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/11/26/opinion/IHT-regarding-americas-chilly-message-for-europe-looking-ahead-nov-16.html","abstract":"Reginald Dale writes that most Americans are \"appalled by European impotence in Bosnia.\" According to me, most Europeans are appalled by American impotence in Haiti. We are all appalled. Then what?","thumbnail":null,"section":"Opinion"},{"date":"19931126","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/11/26/arts/art-in-review-414993.html","abstract":"  Sean Landers   Andrea Rosen Gallery  130 Prince Street  SoHo  Through tomorrow    Sean Landers may not be able to stop talking about himself, but at least he is making his stream-of-consciousness, art-as-autobiography narration of artistic ambition and its attendant neuroses more interesting to look at.","thumbnail":null,"section":"Arts"},{"date":"19931126","headline":"RUSSIA WARNS NATO ON EXPANDING EAST","web_url":"https://www.nytimes.com/1993/11/26/world/russia-warns-nato-on-expanding-east.html","abstract":"  Russia's foreign intelligence service warned NATO today that any move to incorporate Eastern European countries would force Moscow into \"fundamental\" military countermeasures and heighten anti-Western sentiments.   Some of the countries of Eastern Europe formerly under Soviet domination, like Poland, Hungary and the Czech Republic, have asked to join the North Atlantic Treaty Organization. While the Russian President, Boris N. Yeltsin, reacted calmly to the idea in late August, the Russian military has pushed him to reconsider. On Sept. 30, Mr. Yeltsin wrote Western leaders warning them against expanding the alliance eastward.","thumbnail":null,"section":"World"},{"date":"19931126","headline":"Paris Opera Reduces Its President's Role","web_url":"https://www.nytimes.com/1993/11/26/arts/paris-opera-reduces-its-president-s-role.html","abstract":"  Pierre Berge, the Yves Saint Laurent executive whom President Francois Mitterrand appointed president of the Paris Opera, will lose control of the opera after February. The announcement was made by Jacques Toubon, the French Minister of Culture, at a news conference this morning.   Mr. Toubon had already appointed Hugues Gall, the director of the Geneva Opera, to become the director of what is now called the National Opera of Paris in August 1995. Today, Mr. Toubon released a comprehensive report that he had asked Mr. Gall to submit on the organization and future policy of the company.","thumbnail":null,"section":"Arts"},{"date":"19931126","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/11/26/sports/results-plus-159093.html","abstract":"  BASKETBALL  Reid Leads St. Raymond's    Kareem Reid's 23 points helped St. Raymond's of the Bronx defeat Anchorage East, 80-65, on Wednesday night and capture the high school championship in the Great Alaska Shootout in Anchorage. The Ravens (3-0), ranked fourth in the nation by the ESPN/ High School Coaches poll, began defense of their New York City and state Catholic High School Athletic Association titles by defeating West Anchorage on Monday and Science Hill (Tenn.) on Tuesday in the prestigious Alaskan tournament.","thumbnail":null,"section":"Sports"},{"date":"19931126","headline":"Bears Take Black-and-Blue Bowl","web_url":"https://www.nytimes.com/1993/11/26/sports/pro-football-bears-take-black-and-blue-bowl.html","abstract":"  The Chicago Bears, playing tough, mean and inspired defense, upset the Detroit Lions today, 10-6. As Coach Wayne Fontes of the Lions put it, \"Their defense strangled our offense.\"   As if their second straight defeat was not bad enough, the Lions also lost Barry Sanders, the National Football League's leading rusher, for three to five weeks. In the third quarter, the stumpy tailback sprained the medial collateral ligament of his left knee.","thumbnail":null,"section":"Sports"},{"date":"19931126","headline":"Article 238393 -- No Title","web_url":"https://www.nytimes.com/1993/11/26/arts/article-238393-no-title.html","abstract":"  Here's a secret, a theater district secret, which makes it especially nice. Walk over to 46th Street between Eighth Avenue and Broadway, a block east of Restaurant Row. Look for the entrance, under a marquee, to the Edison Hotel. Between the marquee and an Italian restaurant is a white door that looks more like a closet than an entrance. Go through that door and walk one flight down to a reception desk in front of a glass-block wall. You are now entering Indigo Blues, a nightclub that is also the home of Mama's Kitchen, which calls itself the \"Rolls-Royce of Southern Cuisine.\"   The pot of gold at the end of this rainbow is sumptuous platters of down-home food that may evoke the glorious excess of a Rolls-Royce but are strictly subcompact in price, $6.95 to $9.50 for main courses with two side dishes. The styling? Well, with light blue neon ceiling lights, bright blue patterned carpeting and a pastel Caribbean mural behind the nightclub stage, Mama's is more homemade hot rod than motorcar. But this is Broadway; glitzy is good.","thumbnail":null,"section":"Arts"},{"date":"19931126","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/11/26/nyregion/news-summary-698793.html","abstract":"  International A3-19  GO EAST, SOME SAY IN GERMANY  About 250,000 pioneers have abandoned the security of western Germany to seek their fortune in what they call \"the wild east.\" A1  Chancellor Helmut Kohl's candidate for the presidency withdrew.  A12","thumbnail":null,"section":"New York"},{"date":"19931126","headline":"Pursuing Facts After Rollins Debacle","web_url":"https://www.nytimes.com/1993/11/26/nyregion/political-memo-pursuing-facts-after-rollins-debacle.html","abstract":"  In the two weeks since Edward J. Rollins the astute campaign strategist became Edward J. Rollins the notorious liar, New Jersey's political landscape has been littered with contradiction and uncertainty, but nothing approaching verifiable fact.   Was there any truth to Mr. Rollins's boast that the campaign of Christine Todd Whitman paid out $500,000 to black ministers and campaign workers to help suppress the black vote on Nov. 2? Or was his retraction the truth? Or was there some truth to both accounts?","thumbnail":null,"section":"New York"},{"date":"19931126","headline":"Universities Biased Against Religion, Scholar Says","web_url":"https://www.nytimes.com/1993/11/26/us/universities-biased-against-religion-scholar-says.html","abstract":"  A leading historian of American religion has accused the nation's major universities of excluding scholarship that reflects religious viewpoints, especially traditional Christian ones.    \"What is ironic about such discrimination is that it is typically promoted in the name of tolerance, pluralism and diversity,\" the historian, George M. Marsden, said in a speech on Sunday to the American Academy of Religion.","thumbnail":null,"section":"U.S."},{"date":"19931126","headline":"After Flood, Giving Thanks Simply","web_url":"https://www.nytimes.com/1993/11/26/us/after-flood-giving-thanks-simply.html","abstract":"  For Ken and Sandi Crim, this was Thanksgiving without the harvest, or home.   All that they had sown last spring -- thousands of rows of corn, soybeans and wheat -- had been lost in the flood. They had been forced to sell their hogs, all 400 head, since they no longer have a shed, a pen or anywhere else to keep them. The two-story white clapboard house where they had lived for 17 years is a mud-caked shell. Who knows when they will be able to move back?","thumbnail":null,"section":"U.S."},{"date":"19931126","headline":"Square Rooting","web_url":"https://www.nytimes.com/1993/11/26/opinion/l-square-rooting-427093.html","abstract":"  To the Editor:   \"U. of Chicago Earns Its Funless Ranking\" (letter, Nov. 16) carries a cheer to spur on that school's \"athletes.\" Far superior to that cheer is this one, popular in bygone days at the University of California when chanted by its engineering students:   E to the X, dy! dx!   E to the X, dx!   Secant, cosine, tangent, sine,   Three-point-one-four-one-five-nine;   Square root, cube root, Q.E.D.,   Slip stick! Slide rule!    'ray, U.C.! GENE SHALIT West Stockbridge, Mass., Nov. 16, 1993","thumbnail":null,"section":"Opinion"},{"date":"19931126","headline":"Review/Cabaret; Susceptible To Romantic Infections","web_url":"https://www.nytimes.com/1993/11/26/arts/review-cabaret-susceptible-to-romantic-infections.html","abstract":"  Nobody knows better than the cabaret singer Andrea Marcovicci how a seemingly harmless popular song can infect your life by instilling romantic expectations that can never be met. That is a running theme of Ms. Marcovicci's popular cabaret act. And on Wednesday evening, it dominated her debut concert at Carnegie Hall.   Like someone bingeing on chocolate sundaes, Ms. Marcovicci loves to wallow in old-fashioned romantic ballads and then poke fun at a guilty pleasure that she assumes is shared by her audience. Accompanied by a 12-member ensemble made up of players from the American Symphony Orchestra and led by her musical director, Glenn Mehrbach, she offered several sundaes worth of delicious overindulgence.","thumbnail":null,"section":"Arts"},{"date":"19931126","headline":"Alabama Governor Plans Educational Overhaul to Address Ruling","web_url":"https://www.nytimes.com/1993/11/26/us/alabama-governor-plans-educational-overhaul-to-address-ruling.html","abstract":"  Gov. Jim Folsom Jr. has proposed a sweeping set of overhauls to address a state judge's ruling that Alabama's schools violate the State Constitution by failing to provide an adequate education.   The proposal, the Plan for Academic Excellence Act of 1994, will be introduced in the Legislature next year. Based on recommendations by an educational task force, the plan is intended to improve the accountability of educators and raise student performance.","thumbnail":null,"section":"U.S."},{"date":"19931126","headline":"Cardinals and Their Coach Losing the Numbers Game","web_url":"https://www.nytimes.com/1993/11/26/sports/pro-football-cardinals-and-their-coach-losing-the-numbers-game.html","abstract":"  Before taking a head-coaching job with the Phoenix Cardinals, be sure to have plenty of food in the refrigerator and some unemployment insurance. The Cardinals have provided a coaches graveyard over the years. In fact, some coaches jokingly call the team's owner, Bill Bidwell, \"the nutty professor\" because of his horn-rim glasses and what they say are some of the zany things he puts his coaches through.   Joe Bugel knows all about that. At the beginning of the year, Bidwell made the proclamation that Bugel had to win nine games this year. Hint, hint: Though there was no \"or else\" in the statement, clearly Bidwell wasn't going to give Bugel some nice silverware if he didn't reach the magic number. More like a pink slip.","thumbnail":null,"section":"Sports"},{"date":"19931126","headline":"Zulu Leads Unlikely Alliance In Facing Post-Apartheid Era","web_url":"https://www.nytimes.com/1993/11/26/world/zulu-leads-unlikely-alliance-in-facing-post-apartheid-era.html","abstract":"  By uncanny coincidence the Friday night movie on television last week, after South Africa's political rivals had signed a new constitution, was \"Zulu,\" a 1964 film about the Zulu struggle against British colonialists in the last century.   Viewers who paid close attention may have recognized the man portraying Cetshwayo, the Zulu king who led his people in a valiant but calamitous war that ended the Zulus' hopes of independence. The amateur actor was Cetshwayo's great-grandson, Chief Mangosuthu G. Buthelezi.","thumbnail":null,"section":"World"},{"date":"19931126","headline":"Review/Film; A Home That Was Far From Sweet","web_url":"https://www.nytimes.com/1993/11/26/movies/review-film-a-home-that-was-far-from-sweet.html","abstract":"  To judge from \"El Pisito\" (\"The Little Apartment\"), an excessively noisy, dark comedy directed by the Spanish film maker Marco Ferreri, New York City's real estate squeeze in the 1980's was nothing compared with Madrid's in the 1950's. In the movie's vision of real estate hell, middle-class people who can't afford modern housing -- and that seems to be almost everyone -- often live eight to an apartment in a space that is more appropriate for two. Because of overcrowding, thin ceilings and frequently raised voices, apartment living often borders on bedlam.    Rodolfo (Jose Luis Lopez Vazquez), a novelty-store clerk, is a typical victim of the squeeze. Along with several others, he leases a room in the four-room apartment of Dona Martina (Concha Lopez Silva), a crotchety woman in her 80's who is dying.","thumbnail":null,"section":"Movies"},{"date":"19931126","headline":"Tajik Civil War Fades, but the Brutality Goes On","web_url":"https://www.nytimes.com/1993/11/26/world/tajik-civil-war-fades-but-the-brutality-goes-on.html","abstract":"  It was just after dusk when a car with five men drove into this small village on a collective farm in southern Tajikistan. The men were armed and drunk, and they were looking for women, villagers recalled the following morning.   When a crowd gathered, the intruders began shooting, wounding three people, the villagers said, pointing to patches of blood on the pavement.","thumbnail":null,"section":"World"},{"date":"19931126","headline":"EDUCATION PANEL STATES ITS MISSION","web_url":"https://www.nytimes.com/1993/11/26/us/education-panel-states-its-mission.html","abstract":"  To ease fears about Federal intrusion into local school systems, the National Education Goals Panel said last week that the educational standards being adopted in various subjects were not intended to become a national curriculum.   It was the strongest and clearest statement of intentions yet offered by the 14-member bipartisan panel, which said in its Nov. 15 meeting that it was not in the business of dictating to local schools what they should and should not teach.","thumbnail":null,"section":"U.S."},{"date":"19931126","headline":"Review/Art; Amid Depression Sorrow, a Celebratory Message","web_url":"https://www.nytimes.com/1993/11/26/arts/review-art-amid-depression-sorrow-a-celebratory-message.html","abstract":"  Six decades ago, with America in the grip of the Depression, Franklin D. Roosevelt's New Deal Administration began to pay artists to illuminate the walls of schools, hospitals and government waiting rooms. The artists weren't always top of the line, though some, like Stuart Davis, were among the best of their time. The work was often didactic, with a positive, even celebratory, spirit. Most important, it was showing up in the overcrowded institutional spaces where many Americans spent a chunk of their lives being educated, getting well and learning to wait their turn.   Stuart Davis is one of the eight artists in \"A New Deal for Public Art: Murals From Federal Work Programs,\" an exhibition of murals from the Depression years, at the Bronx Museum of the Arts. The show was organized in cooperation with the New York City Health and Hospitals Corporation Public Art Program, which, along with such initiatives as the New York City Art Commission's Adopt-a-Mural program, has spent a decade tracking down and restoring murals that had been either covered up or folded away in storage.","thumbnail":null,"section":"Arts"},{"date":"19931126","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/11/26/sports/transactions-206593.html","abstract":"  Hockey  National Hockey League   EDMONTON OILERS -- Fired Ted Green, coach. Named president and general manager Glen Sather coach and Green assistant to the president.","thumbnail":null,"section":"Sports"},{"date":"19931126","headline":"A Squeaky Wheel Gets the Upgrade","web_url":"https://www.nytimes.com/1993/11/26/style/IHT-a-squeaky-wheel-gets-the-upgrade.html","abstract":"RECOGNITION is what business travelers value the most. The best way to get it is to become a \"commercially important person.\" Another way is to be a \"commercially difficult person.\" The greatest thing that can happen to you with an air","thumbnail":null,"section":"Style"},{"date":"19931126","headline":"Jailed by Hanoi, Shut Out by Washington","web_url":"https://www.nytimes.com/1993/11/26/opinion/jailed-by-hanoi-shut-out-by-washington.html","abstract":"  More than 20 years after the last American troops left Vietnam, a sullen shadow war still rages. Psyches on both sides remain haunted by extravagant suspicions, diplomats barely communicate, and unfortunate people trapped in the middle can pay a heavy price.    One such person is Do Ngoc Long, imprisoned and persecuted by Hanoi for his associations with anti-war Americans -- and now rebuffed by Washington in his quest for political asylum in the U.S. It would be particularly appropriate if President Clinton intervened directly in the asylum case and spared Mr. Long further torments.","thumbnail":null,"section":"Opinion"},{"date":"19931126","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/11/26/nyregion/chronicle-394093.html","abstract":"  The man known as Captain Kangaroo thinks television has gotten too commercial, MEL ALLEN thinks sportscasters talk endless gibberish, and VIRGINIA GRAHAM thinks talk shows are not substantive.   All are television pioneers to be honored for their careers on Monday when they will be inducted into the Silver Circle of the New York chapter of the National Academy of Television Arts and Sciences.","thumbnail":null,"section":"New York"},{"date":"19931126","headline":"Home Video","web_url":"https://www.nytimes.com/1993/11/26/arts/home-video-367393.html","abstract":"  The video as gift has proved a bankable concept over the last few holiday seasons, and this year distributors are responding with stacks of releases.   What they want most, of course, are lots of fresh hits priced under $25. What they are getting are the few hits Hollywood will release at that price, and this season that amounts to \"Aladdin,\" \"Home Alone 2\" and \"Free Willy.\" Not that this is any selection to scoff at (\"Aladdin\" could become the best-selling tape ever), but some dealers say that the choice isn't large enough at a time of year when people are buying more tapes.","thumbnail":null,"section":"Arts"},{"date":"19931126","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/11/26/arts/art-in-review-413093.html","abstract":"  Robert Longo   Metro Pictures  150 Greene Street (at Houston Street)  SoHo  Through tomorrow    With their apocalyptic gadget-freak weirdness, Robert Longo's monumental sculptures in the late 1980's looked like a cross between Wagnerian opera and \"Star Wars.\" They were the product of a politically minded, highly theatrical sensibility, but one in restless search of an icon around which to concentrate its energy, an icon like the one, in fact, that Mr. Longo had already produced in the 70's with his black-and-white drawings of figures twisting in space as if hit by an electrical charge.","thumbnail":null,"section":"Arts"},{"date":"19931126","headline":"Knicks' Davis: The Choir Boy With the Killer Shot","web_url":"https://www.nytimes.com/1993/11/26/sports/basketball-knicks-davis-the-choir-boy-with-the-killer-shot.html","abstract":"  Hubert Davis learned about physical basketball long before he joined the Knicks. He learned playing one-on-one against his father.   Hubert Davis Sr. gave no quarter. He would knock his son down. Talk trash to him. Foul him. Whatever it took to win. Davis's mother would look out the window in anguish, and inevitably she would run outside and stop the game, sparing her son any more lumps.","thumbnail":null,"section":"Sports"},{"date":"19931126","headline":"At the Bar; Last year the Government brought a law firm to its knees. Should it have?","web_url":"https://www.nytimes.com/1993/11/26/us/bar-last-year-government-brought-law-firm-its-knees-should-it-have.html","abstract":"  Peter M. Fishbein was not one of those Wall Street figures led away from work in handcuffs who, quite apart from their guilt or innocence, came to personify the greed and irresponsibility of the 1980's. But as counsel to the most spectacularly irresponsible savings and loan association in the savings and loan crisis, he suffered almost equal ignominy.   On front pages everywhere last year, Federal regulators depicted Mr. Fishbein as an advocate run amok who had withheld information from them in order to protect his notorious client, Charles H. Keating Jr., founder of the Lincoln Savings and Loan Association. They made Mr. Fishbein agree never to represent another savings association or bank, and by tying up its assets they forced the law firm he had long led -- Kaye, Scholer, Fierman, Hays & Handler -- to its knees.","thumbnail":null,"section":"U.S."},{"date":"19931126","headline":"From Political Rivals to Marital Partners","web_url":"https://www.nytimes.com/1993/11/26/us/from-political-rivals-to-marital-partners.html","abstract":"  Leading a dancing, swaying jazz parade of guests in evening dress through the French Quarter, James Carville and Mary Matalin consummated their improbable union on Thanksgiving evening in the noisy style of New Orleans.    Mr. Carville, the Democratic political strategist, and Ms. Matalin, his Republican rival, led the public parade of about 150 people who had attended the private civil marriage ceremony at the Omni Royal Orleans Hotel in the French Quarter. The ceremony was performed by Justice Kitty Kimball of the State Supreme Court, a law school classmate of Mr. Carville, to the accompaniment of a string quartet.  Jazz Music and Beads    Attending were family members, White House aides, friends, and a mixture of Democratic and Republican officials. The marriage was a finale to the couple's well-publicized relationship during the 1992 Presidential campaign, when she was the political director for President George Bush and he was Bill Clinton's top strategist.","thumbnail":null,"section":"U.S."},{"date":"19931126","headline":"Rescuing County From Road Name Mix-Ups","web_url":"https://www.nytimes.com/1993/11/26/nyregion/rescuing-county-from-road-name-mix-ups.html","abstract":"  There are eight School House Roads, five Church Roads and a Singing Bridge in Columbia County. In the summer, one town alone swells from a population of 3,000 to 12,000, and a lot of those people are not quite sure where they are.   That is why rural Columbia County, in its effort to institute a 911 universal emergency service number, has hired an outside administrator, Robert Ost, to unravel 643 square miles of rural road disorder.","thumbnail":null,"section":"New York"},{"date":"19931126","headline":"Tomato Gene That Resists Disease Is Cloned","web_url":"https://www.nytimes.com/1993/11/26/us/tomato-gene-that-resists-disease-is-cloned.html","abstract":"  Using a technology developed for the Human Genome Project, scientists at Cornell University have for the first time isolated and cloned a gene responsible for disease resistance in a major crop: tomatoes.   Transferring the gene into susceptible tomato plants through genetic engineering gave them the same protection possessed by naturally resistant plants.","thumbnail":null,"section":"U.S."},{"date":"19931126","headline":"Bringing Up Baby : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/11/26/opinion/IHT-bringing-up-baby-letters-to-the-editor.html","abstract":"Regarding \"Spoon-Feeding a Polish Venture\" (Finance, Nov. 9): .The article on the attempt by Gerber, the American baby-food maker, to break into the Polish market because the U.S. market is declining horrified me. .I lived in Istanbul when","thumbnail":null,"section":"Opinion"},{"date":"19931126","headline":"No 'Reportedly' Needed : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/11/26/opinion/IHT-no-reportedly-needed-letters-to-the-editor.html","abstract":"Early in the morning of Nov. 15, two masked Palestinians stood in wait to find a Jew walking alone to his morning prayers. They found one and attacked him with axes. Before he passed out from severe blows to the head - which required nine hours of brain","thumbnail":null,"section":"Opinion"},{"date":"19931126","headline":"Review/Art; Turning Back to the World","web_url":"https://www.nytimes.com/1993/11/26/arts/review-art-turning-back-to-the-world.html","abstract":"  Throughout his nearly 40-year career, Alex Katz has played a friendly game of one-upmanship with Abstract Expressionism, the style that held sway when he was coming of age as an artist in New York in the 1950's. In his often enormous close-ups of heads and in his more complex paintings of groups of people indoors or out, he has specialized in turning the scale, austere composition and all-over unity of Abstract Expressionism back toward reality, suffusing its formal advances with the facts of life and light and the actual experience of looking at the world.    This goal is even clearer in his current show at the Marlborough Gallery, which is dominated by landscapes devoid of people or faces. The best paintings among these 20 new canvases, most of which date from 1991 and '92, are big abbreviated images of trees or beaches, severely cropped or seen in close-up, and shown at different times of day or year.","thumbnail":null,"section":"Arts"},{"date":"19931126","headline":"Day of the Shoppers","web_url":"https://www.nytimes.com/1993/11/26/opinion/day-of-the-shoppers.html","abstract":"  Some people think the Christmas season in New York City begins the moment somebody pushes the button that lights up Rockefeller Center's Christmas tree. Those people are wrong. The season starts today.   Today, still muzzy from turkey overload, countless shoppers will pull out their lists, get into their cars and bring new meaning to the word \"gridlock.\" The shoppers who will be riding the buses and subways will be resting their chins on the shopping bags on their laps. The rest of us will be tripping over the ones they've put in the aisles.","thumbnail":null,"section":"Opinion"},{"date":"19931126","headline":"Hatfield's Clarifications","web_url":"https://www.nytimes.com/1993/11/26/sports/sports-people-college-football-hatfield-s-clarifications.html","abstract":"  Clemson's former football coach, KEN HATFIELD,issued a statement yesterday about his departure from the school.","thumbnail":null,"section":"Sports"},{"date":"19931126","headline":"On My Mind; 3 Israeli Warnings","web_url":"https://www.nytimes.com/1993/11/26/opinion/on-my-mind-3-israeli-warnings.html","abstract":"  One Israeli Jew killed by an Arab car-bomber, a couple of Jewish hikers murdered, a Jew here, a Jew there -- nine dead, many others left bleeding since Yasir Arafat and Yitzhak Rabin arrived in Washington to shake hands.    Arab terrorists killed Israelis before the handshake. They have been doing that since the founding of the country. And nine dead -- a fairly quiet weekend for New York City or Washington.","thumbnail":null,"section":"Opinion"},{"date":"19931126","headline":"How Japan Got Mugged in Hollywood","web_url":"https://www.nytimes.com/1993/11/26/opinion/how-japan-got-mugged-in-hollywood.html","abstract":"Amid the hoopla about \"multimedia,\" about Bell Atlantic's plan to merge with Tele-Communications Inc.  and about the QVC-Viacom bidding battle for the Paramount movies-to-books conglomerate, an important lesson is being missed. Like most management lessons these days, it comes from Japan. But this is different from all other Japanese management lessons. This one is about how not to do it.\n\nThat the lesson was painfully learned in Japan is shown by a simple fact: among all the firms battling for Paramount, not one is Japanese. Three years ago, the only place any sensibly greedy Hollywood studio would look for a buyer or for backing was Japan. After all, in 1989 Sony paid $3.4 billion for Columbia Pictures, owner of the Columbia and Tri-Star studios, and in 1990 Matsushita paid $6.1 billion for MCA, owner of Universal Studios -- still the biggest-ever Japanese takeover in America.","thumbnail":null,"section":"Opinion"},{"date":"19931126","headline":"For Children","web_url":"https://www.nytimes.com/1993/11/26/arts/for-children.html","abstract":"  'International Children's Television Festival'   Museum of Television and Radio  25 West 52d Street  Manhattan  (212) 621-6800  Recommended ages: 4 and up   Through May 29    Alfred J. Kwak is a soft-hearted duck whose lady friend falls rudely in love with a Michael Jackson look-alike duck. Siyabonga is an African boy who \"dream-travels.\" Matt, from Finland, endures his parents' divorce. These are among the characters children will encounter, and probably wish they could see on American television, at the Second Annual International Children's Television Festival.","thumbnail":null,"section":"Arts"},{"date":"19931126","headline":"Abroad at Home; An American Story","web_url":"https://www.nytimes.com/1993/11/26/opinion/abroad-at-home-an-american-story.html","abstract":"  Fifteen years ago this Thanksgiving weekend a 10-year-old Vietnamese boy named Viet Dinh arrived in this country as a refugee. He was with his mother, four sisters and a brother. They had $200, which they spent on used winter coats.   They were boat people. They had left Vietnam on a small fishing boat, which lost its engine in a storm. They drifted for days until they made it to Malaysia -- swimming in at night to avoid patrol boats that had fired at them. After months in a refugee camp they were cleared for admission to the United States and flown to Portland, Ore.","thumbnail":null,"section":"Opinion"},{"date":"19931126","headline":"Sounds Around Town","web_url":"https://www.nytimes.com/1993/11/26/arts/sounds-around-town-247293.html","abstract":"  Gogo Guitarist   Chuck Brown, Tramps, 51 West 21st Street, Chelsea, (212) 727-7788. This is as good a way to dance off the Thanksgiving fat as possible. Chuck Brown helped invent gogo, the great dance rhythm from Washington, and he's capable of letting a tune run on for half an hour, just to have dancers dance. He's a fine jazz guitarist, and his sets don't ever really stop, he just segues from tune to tune. Tomorrow's shows are at 8:30 P.M. and midnight; there is a $10 cover. PETER WATROUS","thumbnail":null,"section":"Arts"},{"date":"19931126","headline":"Balloons, Floats, Bands And (Rip!) Lots of Wind","web_url":"https://www.nytimes.com/1993/11/26/nyregion/balloons-floats-bands-and-rip-lots-of-wind.html","abstract":"  A clown, his cheeks smeared crimson with greasepaint and his belled jester's cap tinkling faintly, turned his back on the line of giant balloons bobbing down Broadway, hurled one last wad of confetti into the winter breeze, and paused, for a moment, to confront the curbside crowd.   \"Happy Thanksgiving!\" he shouted, his voice tinged with delirium. Hundreds of voices, an immense, steaming, madcap chorus, roared back in holiday merriment, \"Haaaappppppy Thaaaanksgiving!\"","thumbnail":null,"section":"New York"},{"date":"19931126","headline":"Aggies Make Big Plays And Land in Cotton Bowl","web_url":"https://www.nytimes.com/1993/11/26/sports/college-football-aggies-make-big-plays-and-land-in-cotton-bowl.html","abstract":"  Texas A&M 18, Texas 9    No. 8 Texas A&M made the most of its big plays against Texas to win its third straight Southwest Conference title and Cotton Bowl berth. Freshman Leeland McElroy jump-started the Aggies' offense with a 100-yard kickoff return last night in College Station, Tex., spicing an explosive second quarter in an 18-9 victory that gave A&M an S.W.C.-record 22d straight league victory.","thumbnail":null,"section":"Sports"},{"date":"19931126","headline":"11 Firefighters Hurt Battling Queens Factory Fire","web_url":"https://www.nytimes.com/1993/11/26/nyregion/11-firefighters-hurt-battling-queens-factory-fire.html","abstract":"  Eleven firefighters were injured yesterday while battling a roaring fire at a Queens metal-processsing factory, the Fire Department said.   Lieut. Dennis Mojica, a Fire Department spokesman, said the blaze started shortly after 11 A.M. in the first floor of a four-story building that houses Bright Star Industries, at 4-09 26th Avenue in Astoria.","thumbnail":null,"section":"New York"},{"date":"19931126","headline":"Hunter to Return","web_url":"https://www.nytimes.com/1993/11/26/sports/sports-people-hockey-hunter-to-return.html","abstract":"  His 21-game suspension over, DALE HUNTER returns to the ice tonight when the Washington Capitals play the visiting Pittsburgh Penguins.   The last time Hunter played, on April 28, he hit PIERRE TURGEON from behind after Turgeon scored a goal in the final game of a playoff loss to the Islanders. Turgeon missed six games with a separated shoulder.","thumbnail":null,"section":"Sports"},{"date":"19931126","headline":"Prayer Won't Balance the Budget","web_url":"https://www.nytimes.com/1993/11/26/opinion/prayer-won-t-balance-the-budget.html","abstract":"  Senator Robert Byrd calls the proposed balanced-budget amendment \"a precatory expression of pious hope\" -- a prayer that something nice will come of a fantasy. The Senator from West Virginia may be concerned that the amendment would curb his authority over spending as chairman of the Appropriations Committee. But, as the meticulous guardian of proper procedure, he is more certainly alarmed by the threat to the Constitution: In the specious name of balancing the books, this amendment would unbalance government.   Sponsored by Senator Paul Simon of Illinois, with 49 co-sponsors, this pernicious amendment would remove the Federal budget from majority rule. It would do so by declaring that Congress must adopt a balanced budget each year, starting in 1999, unless America is at war, or unless three-fifths of the members of both houses approve a deficit.","thumbnail":null,"section":"Opinion"},{"date":"19931126","headline":"Gullit Finds His Separate Peace","web_url":"https://www.nytimes.com/1993/11/26/sports/soccer-gullit-finds-his-separate-peace.html","abstract":"  Ruud Gullit lives 200 yards from the Ligurian Sea, where another world traveler named Christopher Columbus began his peregrination five centuries ago. This may or may not be an omen.   Gullit has never felt the need to take even a vacation in the United States -- and why should he? It is a very big world out here. But Americans would feel very much at home with the Dutchman with dreadlocks. He has come back from major knee surgery with the inner-directed intensity of Bernard King, and his presence on the soccer field is sweetly extraterrestial, a cross between Earl (the Pearl) Monroe and Earvin (Magic) Johnson.","thumbnail":null,"section":"Sports"},{"date":"19931126","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/11/26/arts/art-in-review-417393.html","abstract":"  Oleg Vassiliev   Phyllis Kind Gallery  136 Greene Street (near Houston Street)  SoHo  Through Wednesday    The third New York show of work by Oleg Vassiliev, who emigrated from Russia to the United States last year, is by far his most convincing. For one thing, the artist has dispensed, at least momentarily, with the hard-edged geometric shapes that used to disrupt his somewhat conservative realism. Here he gives free rein to that realism, whose refinement and somewhat blurry precision may remind viewers of artists like Veja Celmins and Mark Tansey.","thumbnail":null,"section":"Arts"},{"date":"19931126","headline":"Ban on Some Ammunition Won't End Violence","web_url":"https://www.nytimes.com/1993/11/26/opinion/l-ban-on-some-ammunition-won-t-end-violence-422093.html","abstract":"  To the Editor:   When will we learn that calls to ban specific types of guns and ammunition that might have an illegal purpose or a grotesque outcome will never solve the problem? In \"High-Tech Death From Winchester\" (editorial, Nov. 13), you call for the Olin Corporation's Winchester Ammunition Division to stop manufacturing Black Talon handgun cartridges because of their grisly effectiveness.","thumbnail":null,"section":"Opinion"},{"date":"19931126","headline":"Review/City Ballet; New Gloss On Motifs Romantic And Gypsy","web_url":"https://www.nytimes.com/1993/11/26/arts/review-city-ballet-new-gloss-on-motifs-romantic-and-gypsy.html","abstract":"  One of the legacies of the New York City Ballet's mammoth Balanchine Celebration of last spring was the superb state to which many of George Balanchine's works were restored to the repertory.    The 1966 \"Brahms-Schoenberg Quartet,\" rarely performed and often subject to indifferent performances, was the prime example. The ballet returned again Wednesday night to the New York State Theater with some members of the Celebration's exhilarating new cast. But there were also fresh debuts: Nilas Martins and Margaret Tracey, notably, stepped with affecting ease into the second section's drawing-room romanticism.","thumbnail":null,"section":"Arts"},{"date":"19931126","headline":"Some Western Germans Finding Better Financial Rewards in East","web_url":"https://www.nytimes.com/1993/11/26/world/some-western-germans-finding-better-financial-rewards-in-east.html","abstract":"  When the Berlin wall was breached by crowds of ecstatic East Germans in November 1989, Albrecht Wendt saw his chance. He held a good job managing a farm in the west, but had for years dreamed of being his own boss.   More than a million eastern Germans saw unification as a chance to escape the frustration and limited opportunity of the east and emigrate to western cities full of color, action and success. But a smaller and less visible group of about 250,000 pioneers moved in the opposite direction. They abandoned the comfort and security of western Germany to seek their fortunes in what they call \"the wild east.\"","thumbnail":null,"section":"World"},{"date":"19931126","headline":"Review/Music; Into the Mind and Heart Of Jazz's Chameleon Man","web_url":"https://www.nytimes.com/1993/11/26/arts/review-music-into-the-mind-and-heart-of-jazz-s-chameleon-man.html","abstract":"  In his first set on Wednesday night at the Blue Note, the pianist Herbie Hancock gave a glimpse of how his musical mind works. He announced that his trio -- with Dave Holland on bass and Gene Jackson on drums -- would play Cole Porter's \"I Love You,\" adding, \"You'll never recognize it.\" Beyond the first few melodic phrases, he was right; the tune slipped behind odd harmonies, dissolved into streams of single notes, fanned out into two-handed tremolo chords and dispensed salvos of dissonance. Afterward, a smiling Mr. Hancock played the tune slowly and explained what he had done: a key change here, and here, and again, turning Porter's harmonies into his own.    Mr. Hancock delights in transformations. He toys with rhythms, turning conventional off-beat chords into a game of syncopated hide-and-seek; he reworks harmonies, adding notes until the original implications are warped. He investigates silences and subtleties; he revels in high-speed runs and splashy, gospelly chords. His playing carries him to the hazy borderline between improvisations that can be explained by harmonic theory and those that are pure dramatic gesture.","thumbnail":null,"section":"Arts"},{"date":"19931126","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/11/26/arts/art-in-review-411493.html","abstract":"  Josef Sudek  'Poetic Images'   Sander Gallery  19 East 76th Street  Manhattan  Through Jan. 8    The atmosphere is palpable in Josef Sudek's misty, romantic photographs. The Czech master, who died in 1976, is represented here mostly by still lifes and landscapes made in the early 1950's.","thumbnail":null,"section":"Arts"},{"date":"19931126","headline":"The Arts Guide","web_url":"https://www.nytimes.com/1993/11/26/style/IHT-the-arts-guide.html","abstract":"AUSTRIA Vienna KunstHaus (tel: 712.04.95). Continuing/To Jan. 27: \"Joan Miró: Sculptures and Drawings.\".BELGIUM Brussels Palais des Beaux-Arts (tel: 507.84.80). Continuing/To Dec. 19: \"The Eagle and the Sun: 3,000 Years of Mexican Ar","thumbnail":null,"section":"Style"},{"date":"19931126","headline":"Cuomo Drives the Lane as He Runs the State","web_url":"https://www.nytimes.com/1993/11/26/us/cuomo-drives-the-lane-as-he-runs-the-state.html","abstract":"  What may be most remarkable about Gov. Mario M. Cuomo's relationship with the game of basketball is not the way the beefy 61-year-old sprints up and down the floor, or even his patented fade-away hook shot.   It is the sheer amount of time he spends plotting, strategizing and otherwise obsessing about his staff's deadly serious intramural league, as if he finds victory on the court far more satisfying than any legislative conquest.","thumbnail":null,"section":"U.S."},{"date":"19931126","headline":"Uncaging the Alter Ego, Briefly","web_url":"https://www.nytimes.com/1993/11/26/arts/uncaging-the-alter-ego-briefly.html","abstract":"  THE premise was simple. I would rent some kind of super-whiz-bang sports car and take my 55-year-old alter ego out for a spin and see what happened.   Automotively speaking, I have always been a short back and sides sort of human. I have, to be sure, had occasional yearnings for fins, aerodynamic curves, speed and power, but whenever faced with choosing a new car I always went with fuel economy, safety features, modest price and something you could drive to a funeral.","thumbnail":null,"section":"Arts"},{"date":"19931126","headline":"In Inwood, It Began With a Slip Of the ZIP","web_url":"https://www.nytimes.com/1993/11/26/nyregion/our-towns-in-inwood-it-began-with-a-slip-of-the-zip.html","abstract":"  ON the outskirts of New York, where city and suburb become one, the border between this small Nassau County town and Far Rockaway, Queens, is almost indistinguishable.   The neighborhoods of capes, ranches and colonials blend into one another; the storefronts and gas stations on Sheridan Boulevard could fit easily in either county, and the same sorts of factories and warehouses are found on both sides of the boundary.","thumbnail":null,"section":"New York"},{"date":"19931126","headline":"Hear This","web_url":"https://www.nytimes.com/1993/11/26/style/IHT-hear-this.html","abstract":"Chateau La Feet, a California winery, is having to rename itself Chateau La Foot because France's Château Lafite-Rothschild threatened to sue. Michael C. Houlihan, the owner of Barefoot Cellars, doesn't seem too upset. He told the AP that the next st","thumbnail":null,"section":"Style"},{"date":"19931126","headline":"In Spain, the Unemployed Are Just Too Busy","web_url":"https://www.nytimes.com/1993/11/26/world/in-spain-the-unemployed-are-just-too-busy.html","abstract":"  With around 23 percent of its labor force officially out of work, Spain has the highest unemployment rate in the European Community. But while 2.6 million men and women are collecting benefits, it is hard to find anyone sitting at home with nothing to do.   Over the last 18 months, as economic activity has slumped and the number of unemployed has soared, jobs taken by people on Government assistance have become one of Spain's few growth industries. Unemployment fraud may not be new, but Spain's main business confederation believes that at least one-third of those on the dole now have jobs.","thumbnail":null,"section":"World"},{"date":"19931126","headline":"Sports of The Times; Strike News: Hockey Subs Look Goofy","web_url":"https://www.nytimes.com/1993/11/26/sports/sports-of-the-times-strike-news-hockey-subs-look-goofy.html","abstract":"  I knew it was a bad idea to let Disney into hockey. I knew it, I knew it, I knew it. You start calling a hockey team a cutesy name like the Mighty Ducks, and things start to fall apart.    The first thing you know, Lemieux pops his back again. Then Lindros gets hurt. Then the officials go on strike. This has all happened since the National Hockey League put a new team in the shadow of the concrete Matterhorn.","thumbnail":null,"section":"Sports"},{"date":"19931126","headline":"Calvin and Hobbes and John Paul","web_url":"https://www.nytimes.com/1993/11/26/opinion/calvin-and-hobbes-and-john-paul.html","abstract":"  Many people find philosophy boring and theology frightening. They would rather read the comics. And so would I: I can't imagine starting a day without studying \"Calvin and Hobbes.\" But whether we notice it or not, that comic strip is often about the fundamental moral issue of our time. Here is a little boy (implausibly given the name of a stern Protestant theologian) asserting that what he wants -- fame, luxury, diversion, staying out of school, hitting Susie with a snowball -- is all that should matter. I am the center of the universe, he says; values are what I say they are.   And then there is the tiger (paradoxically given the name of an English philosopher who pretty much defended the little boy's view) who offers the sober judgment of mankind about this self-centeredness, all in the language of gentle irony. Periodically, just to prove that mankind is in charge, not little boys, Hobbes beats up on Calvin. And periodically, just to prove that the life of a solitary egoist is inadequate, Calvin blissfully nuzzles the tiger's fur.","thumbnail":null,"section":"Opinion"},{"date":"19931126","headline":"Homeless Ask Court to Halt City Crackdown","web_url":"https://www.nytimes.com/1993/11/26/us/homeless-ask-court-to-halt-city-crackdown.html","abstract":"  A citywide campaign to reduce the number of homeless people on the streets was challenged this week in a lawsuit filed here by civil rights groups on behalf of the homeless.   It is the first legal challenge to the program, begun in August by Mayor Frank M. Jordan, a former police officer who was elected two years ago.","thumbnail":null,"section":"U.S."},{"date":"19931126","headline":"Ambulance Workers Were Forced Into Drug Raid, Union Says","web_url":"https://www.nytimes.com/1993/11/26/nyregion/ambulance-workers-were-forced-into-drug-raid-union-says.html","abstract":"  In an incident they say compromised the safety and credibility of emergency medical workers in a sometimes dangerous neighborhood, officials of the union for the New York City Emergency Medical Service have charged that two workers were ordered on Tuesday to assist the police in a drug bust.   In the incident, according to the union, two female E.M.S. workers were ordered by an officer in their own department to ring a doorbell at a Bronx housing project in a ruse intended to gain entry for housing police and Federal officers. The emergency medical workers were standing by in case anyone was hurt in the raid, a normal procedure.","thumbnail":null,"section":"New York"},{"date":"19931126","headline":"Ban on Some Ammunition Won't End Violence; Voice of Gunmakers","web_url":"https://www.nytimes.com/1993/11/26/opinion/l-ban-on-some-ammunition-won-t-end-violence-voice-of-gunmakers-423893.html","abstract":"  To the Editor:   All too often the news media report the National Rifle Association's implacable opposition to the most modest proposals for gun control as if the association's leaders spoke for its members. They do not. Polls consistently show that most members support many gun control measures more than the association's lobbyists.","thumbnail":null,"section":"Opinion"},{"date":"19931126","headline":"Lawyers Have to Take the Complaints of Clients More Seriously","web_url":"https://www.nytimes.com/1993/11/26/opinion/l-lawyers-have-to-take-the-complaints-of-clients-more-seriously-429793.html","abstract":"  To the Editor:   The American Bar Association called together in Washington on Nov. 8 bar leaders from all over the country to look at the disturbing evidence of public dissatisfaction with the legal profession. While this is not a new problem, the extent and depth of that discontent have changed. In recent polls not only are clients unhappy with lawyers as a group, but also many have had an unsatisfactory experience with their own lawyer.","thumbnail":null,"section":"Opinion"},{"date":"19931126","headline":"A Factory in the Business of Candy Canes","web_url":"https://www.nytimes.com/1993/11/26/nyregion/a-factory-in-the-business-of-candy-canes.html","abstract":"  Michael Briglia knows why schools, Scout troops and clubs are always asking for tours of his little factory here.   \"We bring them into heaven,\" he said immodestly.","thumbnail":null,"section":"New York"},{"date":"19931126","headline":"Restaurant Worker Who Resists Robbery Is Slain","web_url":"https://www.nytimes.com/1993/11/26/nyregion/restaurant-worker-who-resists-robbery-is-slain.html","abstract":"  A woman working at a Chinese take-out restaurant in the Bronx was shot in the head Wednesday evening for refusing to surrender $19 from the cash register, the police said. Yesterday, she died.    The woman, identified by the police as Siew Kin Yeo, 30, was taking food orders behind the counter in Lee's Chinese Kitchen, at 806 Burke Avenue in the Bronxdale section, when two teen-agers walked in around 9 P.M. Wednesday, said Sgt. Tina Mohrmann, a police spokeswoman.","thumbnail":null,"section":"New York"},{"date":"19931126","headline":"Bowie Admitted to Club","web_url":"https://www.nytimes.com/1993/11/26/sports/sports-people-basketball-bowie-admitted-to-club.html","abstract":"  The former Kentucky basketball star SAM BOWIE has been voted into the Lexington (Ky.) Country Club, becoming the first black member in the club's 91-year history. The club has nearly 500 members.","thumbnail":null,"section":"Sports"},{"date":"19931126","headline":"There's No Shortage Of Math Doctorates","web_url":"https://www.nytimes.com/1993/11/26/opinion/l-there-s-no-shortage-of-math-doctorates-425493.html","abstract":"  To the Editor:   A new report from the Department of Education, \"National Excellence: A Case for Developing America's Talent,\" refers to a United States \"shortage of graduate students in mathematics and science.\"","thumbnail":null,"section":"Opinion"},{"date":"19931126","headline":"Brazil May Have 26 Different Foreign Policies","web_url":"https://www.nytimes.com/1993/11/26/world/brazil-may-have-26-different-foreign-policies.html","abstract":"  Representing a state with an economy twice the size of Argentina's, Governor Luiz Antonio Fleury Filho of Sao Paulo has become accustomed to red-carpet treatment on his foreign tours, to the United States, Europe and Taiwan.   But on his trip to Washington last month, Mr. Fleury found the city a bit crowded because six other Governors from Brazil were also in town.","thumbnail":null,"section":"World"},{"date":"19931126","headline":"Elliott Unlikely for Cardinals","web_url":"https://www.nytimes.com/1993/11/26/sports/elliott-unlikely-for-cardinals.html","abstract":"  The back problems that have plagued Giants offensive tackle Jumbo Elliott will probably keep him from playing on Sunday against Phoenix. Elliott practiced sparingly for the second consecutive day today and Coach Dan Reeves said his chances of playing in the late afternoon game at Giants Stadium were \"very slim.\"   Reeves said that Elliott would dress for the game only in case of an emergency. In the last several weeks, he has been bothered by what the team officially describes as back spasms. But some people in the organization think that he could have minor disk irritation in his lower back, meaning that a full recovery could take longer.","thumbnail":null,"section":"Sports"},{"date":"19931126","headline":"Giuliani Hints Backer May Get Post","web_url":"https://www.nytimes.com/1993/11/26/nyregion/giuliani-hints-backer-may-get-post.html","abstract":"  New York City Mayor-elect Rudolph W. Giuliani suggested strongly yesterday that he would appoint Ninfa Segarra, a member of the conservative majority on the Board of Education, to a position in his administration even as she remained on the board.   Mr. Giuliani acknowledged that his aides had scoured the City Charter and found a provision that would allow Ms. Segarra to finish the final months of her term, which ends on June 30, even after taking a job at City Hall. Normally the charter prohibits a person from holding two city jobs at the same time.","thumbnail":null,"section":"New York"},{"date":"19931126","headline":"Now There's No Doubting West Virginia's Coach","web_url":"https://www.nytimes.com/1993/11/26/sports/college-football-now-there-s-no-doubting-west-virginia-s-coach.html","abstract":"  Vindication. That is a word that might suit Dan Simrell these days. Yet the quarterbacks coach at West Virginia prefers to take success in the same low-key manner he took rejection.   The Mountaineers are among college football's elite at 10-0, led by an offense that has churned out an average of 38.4 points and nearly 500 yards a game.","thumbnail":null,"section":"Sports"},{"date":"19931126","headline":"Ban on Some Ammunition Won't End Violence; To Make Streets Safer","web_url":"https://www.nytimes.com/1993/11/26/opinion/l-ban-on-some-ammunition-won-t-end-violence-to-make-streets-safer-424693.html","abstract":"  To the Editor:   There is a plague on our streets. Weapons with frightening firepower are killing individuals, destroying families and, in turn, threatening the fabric of our social order.","thumbnail":null,"section":"Opinion"},{"date":"19931126","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/11/26/nyregion/metro-digest-763093.html","abstract":"  CUOMO: ON THE BALL EVERYWHERE   What may be most remarkable about Gov. Cuomo's relationship with the game of basketball is not the way the beefy 61-year-old sprints up and down the floor, or even his patented fade-away hook shot. It is the sheer amount of time he spends plotting, strategizing and otherwise obsessing about his staff's deadly serious intramural league, as if he finds victory on the court far more satisfying than a legislative conquest. A1. NEW YORK CITY","thumbnail":null,"section":"New York"},{"date":"19931126","headline":"EGYPTIAN PREMIER ESCAPES CAR BOMB","web_url":"https://www.nytimes.com/1993/11/26/world/egyptian-premier-escapes-car-bomb.html","abstract":"  The Muslim militant group Holy War set off a powerful car bomb in a northern Cairo suburb today in an attempt to assassinate Prime Minister Atef Sedki, according to Egyptian officials and a communique from the group.   An 11-year-old girl was killed in the blast and 18 people were wounded, including another child who was seriously hurt, the police said.","thumbnail":null,"section":"World"},{"date":"19931126","headline":"Gulf War Veteran's Widow Is Charged in Murder","web_url":"https://www.nytimes.com/1993/11/26/us/gulf-war-veteran-s-widow-is-charged-in-murder.html","abstract":"  Detroit's grim image got a national battering in March 1991, when a newly returned veteran of the Persian Gulf war was shot to death in front of his in-laws' home in an apparent robbery attempt. Everyone from the Rev. Jesse Jackson to a Senate subcommittee cited the slaying as more proof of a social crisis in the streets of urban America.   Within days, however, the city got a different kind of shock when the police arrested Toni Cato Riggs, the wife of the Army veteran, Specialist Anthony Riggs, and her 19-year-old brother, Michael Cato, and charged them with murdering the 22-year-old soldier for $175,000 in insurance money.","thumbnail":null,"section":"U.S."},{"date":"19931126","headline":"Asians Are Arming:A Prospect of Trouble Ahead","web_url":"https://www.nytimes.com/1993/11/26/opinion/IHT-asians-are-arminga-prospect-of-trouble-ahead.html","abstract":"Asia has important strengths, including the world's most dynamic economic growth. Many of its governments are stable and effective. But in the short term, a period of change and disorder is likely as constraints imposed by the Cold War are released and n","thumbnail":null,"section":"Opinion"},{"date":"19931126","headline":"U.S. TO ENCOURAGE LEGAL IMMIGRANTS TO GET CITIZENSHIP","web_url":"https://www.nytimes.com/1993/11/26/us/us-to-encourage-legal-immigrants-to-get-citizenship.html","abstract":"  The Clinton Administration says it will actively encourage legal immigrants to become United States citizens, a new policy intended to counter hostility to immigrants.   The effort could enfranchise millions of people who have lived in this country for years without seeking citizenship. When immigrants become citizens, they gain the right to vote, to hold public office and to serve on juries.","thumbnail":null,"section":"U.S."},{"date":"19931126","headline":"Books of The Times; The Portrait of a British Serial Killer","web_url":"https://www.nytimes.com/1993/11/26/books/books-of-the-times-the-portrait-of-a-british-serial-killer.html","abstract":"  Killing for Company   The Story of a Man Addicted to Murder   By Brian Masters   Illustrated. 324 pages. Random House. $24.     The crimes were grotesque, and eerily similar to the grisly deeds committed by Jeffrey Dahmer: between the years 1978 and 1983, a British civil servant named Dennis Nilsen lured 15 men to his apartment in north London and strangled them while they slept. He buried the corpses beneath the floorboards of his apartment; later, he hacked the bodies to bits and either burned them in the backyard or flushed them down the toilet. He was arrested in February 1983, when the plumbing in his building backed up and workmen discovered that the pipes were clogged with human flesh.","thumbnail":null,"section":"Books"},{"date":"19931126","headline":"Release Pollard and Vanunu Together; Jewish Unanimity","web_url":"https://www.nytimes.com/1993/11/26/opinion/l-release-pollard-and-vanunu-together-jewish-unanimity-428993.html","abstract":"  To the Editor:   \"Clinton Is Asked by Rabin to Cut Spy's Jail Term\" (front page, Nov. 11) leaves a wrong impression of division in the Jewish community over wanting to see Jonathan Pollard released from prison immediately.   In response to the Justice Department's promise not to seek the severest punishment, Mr. Pollard pleaded guilty to one count of giving classified information to Israel -- mostly information on the military schemes of Arab nations to destroy Israel. But based, at least in part, on a secret memorandum from Secretary of Defense Caspar Weinberger, the judge sentenced the prisoner to jail for life.","thumbnail":null,"section":"Opinion"},{"date":"19931126","headline":"About SportsFriday And Business Day","web_url":"https://www.nytimes.com/1993/11/26/us/about-sportsfriday-and-business-day.html","abstract":"  To accommodate holiday weekend news and advertising, SportsFriday starts on page D1 today. Business Day begins on page D11.","thumbnail":null,"section":"U.S."},{"date":"19931126","headline":"Release Pollard and Vanunu Together","web_url":"https://www.nytimes.com/1993/11/26/opinion/l-release-pollard-and-vanunu-together-426293.html","abstract":"  To the Editor:   A Nov. 19 advertisement signed by 1,000 rabbis calls for the release of Jonathan Pollard, the convicted spy for Israel who has spent eight years in United States prisons.","thumbnail":null,"section":"Opinion"},{"date":"19931126","headline":"Sounds Around Town","web_url":"https://www.nytimes.com/1993/11/26/arts/sounds-around-town-409293.html","abstract":"  Just Plain Folk   Arlo Guthrie and Pete Seeger, Carnegie Hall, (212) 247-7800. Arlo Guthrie and Pete Seeger, two folk music legends who have known each other for four decades and toured together on and off since 1975, will be joined by members of their families for two holiday concerts. Joining Mr. Guthrie are his son Abe (with his band Xavier) and Abe's daughters Cathy, Annie and Sarah. Mr. Seeger will be joined by his grandson, Tao Rodriguez Seeger. The two folk stars will perform highlights from their careers, including \"Amazing Grace,\" \"Wabash Cannonball\" and songs written by Tom Paxton, Leadbelly, Lee Hays and Harry Chapin, among others. Shows are at 8 tonight and tomorrow and ticket prices range from $16 to $26. STEPHEN HOLDEN Tribute to a Trio    \"Eddie, Bix and Bing,\" Michael's Pub, 211 East 55th Street, Manhattan, (212) 758-2272. Working in an informal round-robin style, the jazz guitarist Frank Vignola, the cornetist Peter Ecklund and the singer Eddie Byrd rekindle memories of Eddie Lang, Bix Beiderbecke and Bing Crosby. The appealing musical revue deftly sketches the pre-swing musical era when Paul Whiteman was considered the king of jazz, and the music is young, lilting and uncomplicated. Shows are at 9 and 11 tonight and tomorrow. Admission is $20, and there is a two-drink minimum. S. H. San Francisco Stylist    Weslia Whitfield, the Algonquin Hotel, 59 West 44th Street, Manhattan, (212) 840-6800. An intelligent, understated pop-jazz stylist, Weslia Whitfield, from San Francisco, made her New York City club debut last April at the Algonquin, and she is back already with a brand-new show, \"Two for the Road, Travels Through American Song.\" In addition to the title song from the Audrey Hepburn movie, Ms. Whitfield's program includes such road songs as \"Gypsy in My Soul\" and \"Let's Take the Long Way Home.\" High points include a medley of songs from the Alan Jay Lerner-Burton Lane show \"Royal Wedding,\" and \"Photographs,\" a little-known gem by Fran Landesman and Alec Wilder. Performances are at 9 and 11:30 tonight and tomorrow. There is a $30 music charge and a $15 minimum. S. H.","thumbnail":null,"section":"Arts"},{"date":"19931126","headline":"Review/Music; An Austrian Blend By the Philharmonic","web_url":"https://www.nytimes.com/1993/11/26/arts/review-music-an-austrian-blend-by-the-philharmonic.html","abstract":"  THE music of Franz Schmidt reverses, in a way, the 20th century's customary view of itself. History would have us believe that this has been a time of revolution: tonality overthrown, Romantic forms reduced to Classical ones, heart-on-sleeve effusion tempered to accommodate wit and discretion or else sarcasm and despair, even violence.   If Schmidt's Fourth Symphony -- which the New York Philharmonic under Franz Welser-Most brought to Avery Fisher Hall on Wednesday night -- is to be believed, Wagner never died and the 20th century is only a postscript to the 19th. It is astonishing to think that this serenely confident turn-of-the-century piece actually belongs to the year 1933.","thumbnail":null,"section":"Arts"},{"date":"19931126","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/11/26/arts/art-in-review-415793.html","abstract":"  Tobi Kahn   Mary Ryan Gallery  24 West 57th Street  Manhattan  Through tomorrow    Over the years, Tobi Kahn has gradually moved from painting dark, Ryderesque landscapes to bold organic forms, although crucial features of his work have not changed. One is a complex but luscious palette of darkened mustards, pinks and bottle-greens; another, surfaces so intensely worked that texture becomes part of the image itself.","thumbnail":null,"section":"Arts"},{"date":"19931126","headline":"Why Turkey Invaded : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/11/26/opinion/IHT-why-turkey-invaded-letters-to-the-editor.html","abstract":"Regarding \"Turkey and Cyprus\" (Letters, Nov. 12): .Michalis Attalides, Cyprus's ambassador to France, notes that his country was invaded by Turkey in 1974. His Excellency does not tell us why. .In July 1974, the Greek junta of colonels unde","thumbnail":null,"section":"Opinion"},{"date":"19931126","headline":"Restaurants","web_url":"https://www.nytimes.com/1993/11/26/arts/restaurants-335593.html","abstract":"  The women at the next table are examining the plates. One by one they pick them up, turn them over, scrutinize the labels. \"I wonder if they sell them at Bloomingdale's,\" says one, tossing her tangled red mane past her pale, powdered face and looking in the direction of the store, a block down the street.   \"Who do you think does the flowers?\" muses her companion, picking up the little vase of wild blossoms with her well-manicured fingers and dreamily reciting their names. \"I just love this look.\" She snaps out of her reverie, looks around the airy room and says crisply: \"I wish Fred would get here. I wanted him to see this restaurant. It's exactly the look I'm aiming for in the apartment.\"","thumbnail":null,"section":"Arts"},{"date":"19931126","headline":"Bridge","web_url":"https://www.nytimes.com/1993/11/26/arts/bridge-094193.html","abstract":"  Two little-known players from Berkeley, Calif., Michel Schneider and John Fout, led into the two final sessions of the Blue Ribbon Pair Championship here this afternoon, but several famous players are in hot pursuit. Fout is a junior player who represented the United States in the World Junior Team Championship in Denmark in August.   The standings at the end of semifinal play Wednesday were: 1st, Schneider and Fout, 1706.68 match points; 2d, Sabine Zenkel of Chicago and Tom Sanders of Nashville, Tenn., 1653.31; 3d, Richard Katz of Rancho Mirage, Calif., and Robert Levin of Orlando, Fla., 1640.84; 4th, David Berkowitz of Old Tappan, N.J., and Larry Cohen of Little Falls, N.J., 1626.14; 5th, Ira Cohen and Wafik Abdou of Bakersfield, Calif., 1608.8; 6th, Roy Fox of Chicago and Ralph Katz of Burr Ridge, Ill., 1565.24.","thumbnail":null,"section":"Arts"},{"date":"19931126","headline":"Diner's Journal","web_url":"https://www.nytimes.com/1993/11/26/arts/diner-s-journal.html","abstract":"  Gauguin in the Plaza    Trader Vic's, that pu-pu platter paradise in the Plaza Hotel in Manhattan, slipped off into the sunset a few months ago and was replaced by the Plaza Lounge. Same decor, same parasol-laden drinks. But not for long. In the spring, the space will be occupied by a new restaurant, Gauguin.    Behind this project are Mark and Alan Fleishman, who own Tatou, a restaurant and supper club on East 50th Street in Manhattan. Scott Cohen, the chef at Tatou, is the consulting chef for Gauguin, which he described as having a French-Polynesian theme with big drinks in big glasses but more serious food than Trader Vic's, French with Polynesian overtones. It will have 240 seats in 8 areas.  Truffles in High Gear    In September, as soon as the first white truffles arrive from Italy, restaurants start shaving them over pasta and risotto. But early truffles are not the best truffles. Now they are larger, with more fragrance and flavor and better texture, and this is the peak of the season.","thumbnail":null,"section":"Arts"},{"date":"19931126","headline":"Whenever Opportunity Knocks, Jets' Rookie Murrell Comes Out Running","web_url":"https://www.nytimes.com/1993/11/26/sports/pro-football-whenever-opportunity-knocks-jets-rookie-murrell-comes-out-running.html","abstract":"  In the fourth quarter of the Jets-Bengals game last Sunday, Johnny Johnson was sitting on the sideline nursing bruised ribs, Richie Anderson was out with a severely sprained ankle, Brad Baxter was trying to get his broken chinstrap reattached to his helmet and Jets Coach Bruce Coslet was about to flip his wig.   Coslet looked around and summoned his only available running back, the rookie Adrian Murrell, and sent him into the game where quarterback Boomer Esiason was waiting with some simple instructions.","thumbnail":null,"section":"Sports"},{"date":"19931126","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/11/26/nyregion/chronicle-395993.html","abstract":"  The singer STEVIE WONDER brought the spirit of the holidays to Public School 189 in Crown Heights, Brooklyn, on Wednesday, and he spoke in support of Charge Against Hunger, a food aid campaign sponsored by American Express and Share Our Strength, a nonprofit relief organization.    Mr. Wonder is donating $50,000 to the group, while American Express is donating 2 cents for each credit card purchase made through the end of the year. They hope to raise $5 million for the campaign.","thumbnail":null,"section":"New York"},{"date":"19931126","headline":"Deciphering State's Takeover of Jersey City Schools","web_url":"https://www.nytimes.com/1993/11/26/nyregion/deciphering-state-s-takeover-of-jersey-city-schools.html","abstract":"  Four years ago, convinced that the Jersey City schools were hopelessly mismanaged, the State of New Jersey seized control of the city's school system, the second largest in the state. Since then, high-ranking school officials have been dismissed, curriculums rewritten, schools painted and repaired. In one instance, a high school swimming pool, once filled with furniture and debris, was returned to use.   To some, the flurry of changes signaled the seeds of a real turnaround for Jersey City, where more than 40 percent of children entering high school failed to graduate and where standardized test scores were among New Jersey's lowest.","thumbnail":null,"section":"New York"},{"date":"19931126","headline":"Mum's the Word on Deals, Michael Says","web_url":"https://www.nytimes.com/1993/11/26/sports/basketball-mum-s-the-word-on-deals-michael-says.html","abstract":"  Because he has done more talking than trading, the Yankees' general manager said yesterday that he would stop talking until he began trading or signing.   \"I'm not going to talk about anything,\" Gene Michael said when reached at home by telephone. \"Too much talking helps the agents.\"","thumbnail":null,"section":"Sports"},{"date":"19931126","headline":"1943:Italians Massacred : IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/11/26/opinion/IHT-1943italians-massacred-in-our-pages-100-75-and-50-years-ago.html","abstract":"ALLIED HEADQUARTERS, ALGIERS - [From our New York edition:] Because a villager, in saving his niece from abduction, killed a German soldier and wounded another, fifty-four Italian men and boys of Bellona, near Naples, were massacred by the Germans Oct. 7,","thumbnail":null,"section":"Opinion"},{"date":"19931126","headline":"1893:No Men Wanted : IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/11/26/opinion/IHT-1893no-men-wanted-in-our-pages-100-75-and-50-years-ago.html","abstract":"BRUSSELS - The Belgian \"Ligue du Droit des Femmes,\" founded two years ago by several notorious men and women, among whom were Barrister Louis Frank and Lady Barrister Popelin, will hold their second annual meeting to-morrow [Nov. 26], when it is","thumbnail":null,"section":"Opinion"},{"date":"19931126","headline":"Paris Opéra's New Direction","web_url":"https://www.nytimes.com/1993/11/26/style/IHT-paris-operas-new-direction.html","abstract":"France's conservative government, making public a report severely critical of both the conception and the operation of the Opéra Bastille, one of President François Mitterrand's grand cultural projects, announced a reorganization of the Paris O","thumbnail":null,"section":"Style"},{"date":"19931126","headline":"Women's Vote Centenary : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/11/26/opinion/IHT-womens-vote-centenary-letters-to-the-editor.html","abstract":"The women of New Zealand made history 100 years ago, on Nov. 28, 1893, by becoming the first in the world to vote in national elections. .There were earlier pockets of women's suffrage - descendants of the mutineers of the sailing ship Bounty on Pitcai","thumbnail":null,"section":"Opinion"},{"date":"19931126","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/11/26/arts/art-in-review-270793.html","abstract":"  David Humphrey   McKee Gallery  745 Fifth Avenue (at 58th Street)  Through Dec. 4    Family snapshots continue to provide the grounds, emotional and physical, for David Humphrey's smart paintings. For several years, Mr. Humphrey has based his work on photographs from his parents' wedding album; he paints excerpts from these pictures onto his canvases, then adds cartoon figures and other images to create works that blend autobiography with references to social rituals, personal gestures and photographic conventions.","thumbnail":null,"section":"Arts"},{"date":"19931126","headline":"In a Sea of Troubles, Their Gratitude Thrives","web_url":"https://www.nytimes.com/1993/11/26/nyregion/in-a-sea-of-troubles-their-gratitude-thrives.html","abstract":"  This land of gutted brownstones and constant sirens is home for Carole Shuler and her three children. Although the glass in the front door of their building is missing, it is better than the homeless shelter where they lived for a spell, and for now the police have shooed away the crack dealers. Yesterday a turkey roasted in the oven. For those and other reasons, Ms. Shuler felt blessed this Thanksgiving.   That is how things are in this patch of Harlem, where thanks can be great for blessings that to others seem small. In a neighborhood saturated with hunger, disease and violence, there is gratitude for a warm apartment in the winter, a friend who manages to get a job, and for another birthday or anniversary.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19931126","time":"1993-11-26 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":84,"wspd":3.6},{"date":"19931126","time":"1993-11-26 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":82,"wspd":3.6},{"date":"19931126","time":"1993-11-26 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":81,"wspd":3.6},{"date":"19931126","time":"1993-11-26 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.9,"rhum":87,"wspd":1.8},{"date":"19931126","time":"1993-11-26 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.6,"rhum":89,"wspd":1.8},{"date":"19931126","time":"1993-11-26 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.1,"rhum":90,"wspd":1.8},{"date":"19931126","time":"1993-11-26 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.8,"rhum":93,"wspd":3.6},{"date":"19931126","time":"1993-11-26 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.8,"rhum":98,"wspd":3.6},{"date":"19931126","time":"1993-11-26 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.1,"rhum":98,"wspd":3.6},{"date":"19931126","time":"1993-11-26 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.7,"rhum":99,"wspd":5.4},{"date":"19931126","time":"1993-11-26 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.8,"rhum":98,"wspd":3.6},{"date":"19931126","time":"1993-11-26 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6,"rhum":92,"wspd":9.4},{"date":"19931126","time":"1993-11-26 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.6,"rhum":97,"wspd":5.4},{"date":"19931126","time":"1993-11-26 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":97,"wspd":7.6},{"date":"19931126","time":"1993-11-26 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.2,"rhum":91,"wspd":7.6},{"date":"19931126","time":"1993-11-26 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.2,"rhum":88,"wspd":11.2},{"date":"19931126","time":"1993-11-26 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.8,"rhum":90,"wspd":9.4},{"date":"19931126","time":"1993-11-26 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.1,"rhum":93,"wspd":5.4},{"date":"19931126","time":"1993-11-26 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.1,"rhum":88,"wspd":7.6},{"date":"19931126","time":"1993-11-26 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.9,"rhum":90,"wspd":7.6},{"date":"19931126","time":"1993-11-26 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.7,"rhum":87,"wspd":11.2},{"date":"19931126","time":"1993-11-26 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.6,"rhum":92,"wspd":14.8},{"date":"19931126","time":"1993-11-26 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.9,"rhum":91,"wspd":13},{"date":"19931126","time":"1993-11-26 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.9,"rhum":89,"wspd":14.8},{"date":"19931126","time":"1993-11-26 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":39,"wspd":13},{"date":"19931126","time":"1993-11-26 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":41,"wspd":11.2},{"date":"19931126","time":"1993-11-26 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":41,"wspd":14.8},{"date":"19931126","time":"1993-11-26 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":46,"wspd":11.2},{"date":"19931126","time":"1993-11-26 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":45,"wspd":11.2},{"date":"19931126","time":"1993-11-26 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":48,"wspd":9.4},{"date":"19931126","time":"1993-11-26 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.8,"rhum":50,"wspd":9.4},{"date":"19931126","time":"1993-11-26 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":50,"wspd":5.4},{"date":"19931126","time":"1993-11-26 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":50,"wspd":9.4},{"date":"19931126","time":"1993-11-26 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":50,"wspd":9.4},{"date":"19931126","time":"1993-11-26 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":50,"wspd":5.4},{"date":"19931126","time":"1993-11-26 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":50,"wspd":5.4},{"date":"19931126","time":"1993-11-26 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":55,"wspd":9.4},{"date":"19931126","time":"1993-11-26 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.8,"rhum":53,"wspd":7.6},{"date":"19931126","time":"1993-11-26 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":49,"wspd":7.6},{"date":"19931126","time":"1993-11-26 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":35,"wspd":5.4},{"date":"19931126","time":"1993-11-26 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":31,"wspd":0},{"date":"19931126","time":"1993-11-26 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":41,"wspd":14.8},{"date":"19931126","time":"1993-11-26 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":43,"wspd":11.2},{"date":"19931126","time":"1993-11-26 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":44,"wspd":11.2},{"date":"19931126","time":"1993-11-26 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":43,"wspd":5.4},{"date":"19931126","time":"1993-11-26 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":39,"wspd":5.4},{"date":"19931126","time":"1993-11-26 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":36,"wspd":9.4},{"date":"19931126","time":"1993-11-26 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":38,"wspd":7.6}]},"19931127":{"guardian_articles":[],"nytimes_articles":[{"date":"19931127","headline":"Films About the African Diaspora","web_url":"https://www.nytimes.com/1993/11/27/movies/films-about-the-african-diaspora.html","abstract":"  Work by film makers from Cuba, Brazil, Britain, Curacao, Portugal, France and the United States (among other places) is featured in the first Festival of Contemporary Films of the African Diaspora, which began yesterday and will run through Thursday at Cinema Village, 22 East 12th Street.","thumbnail":null,"section":"Movies"},{"date":"19931127","headline":"Bonds: A Wink From Brady","web_url":"https://www.nytimes.com/1993/11/27/your-money/IHT-bonds-a-wink-from-brady.html","abstract":"BONDS from emerging markets have been among the best performers in the last few years, and some suspect the major gains are past. The argument runs that for similar performance in the future you will have to go a bit further and take a big but calculated","thumbnail":null,"section":"Your Money"},{"date":"19931127","headline":"Our Caveat: Moderation Is a Virtue","web_url":"https://www.nytimes.com/1993/11/27/your-money/IHT-our-caveat-moderation-is-a-virtue.html","abstract":"AFTER the event (in this case, let's say, a severe correction in the market) an appetite for speculative investing will look like a bizarre form of financial bulemia: Investors who indulge to excess stand to lose the lot. .There's no doubt that the worl","thumbnail":null,"section":"Your Money"},{"date":"19931127","headline":"China Shares Whet Investors' Appetites","web_url":"https://www.nytimes.com/1993/11/27/your-money/IHT-china-shares-whet-investors-appetites.html","abstract":"FUND investing is supposed to be relatively safe, because it spreads risk. But in China right now almost any investment play is hot-partly because of an economy which, despite some cooling, features a growth rate of 14 percent and urban inflation gallopin","thumbnail":null,"section":"Your Money"},{"date":"19931127","headline":"Not Again? Yes, Again. Nets Blow Late Lead","web_url":"https://www.nytimes.com/1993/11/27/sports/pro-basketball-not-again-yes-again-nets-blow-late-lead.html","abstract":"  After losing three of their last four games in the final minutes of play, the Nets weren't exactly sure what to expect against the Utah Jazz tonight.   Would they play like the talented, if uneven, young group that at several times this season has shown real promise? Or would they resemble the bunch that time and again has lost its poise in the waning moments of close games?","thumbnail":null,"section":"Sports"},{"date":"19931127","headline":"Critics See False Promises and Higher Taxes in Nassau Budget","web_url":"https://www.nytimes.com/1993/11/27/nyregion/critics-see-false-promises-and-higher-taxes-in-nassau-budget.html","abstract":"  Less than a month after Nassau County Executive Thomas S. Gulotta, newly re-elected, said he was proposing a \"tax freeze\" budget that would eliminate a deficit of at least $39 million, opponents say the plan is full of false promises and raises taxes.   Democratic critics of Mr. Gulotta, a Republican, said today that he had broken a campaign pledge \"to hold the line on taxes.\" They noted that his budget proposal increases tax rates by as much as 16 percent for condominium, commercial and utility properties and for a number of sewage districts, which county officials confirmed.","thumbnail":null,"section":"New York"},{"date":"19931127","headline":"No Headline","web_url":"https://www.nytimes.com/1993/11/27/nyregion/no-headline-930293.html","abstract":"  \"When you look at state-to-state migration, you see that people are moving to the South, because that's where all the jobs are.\" -- MARK VITNER, a banker in Charlotte.  [ A1:4. ]","thumbnail":null,"section":"New York"},{"date":"19931127","headline":"First Belgian General Strike In Decades Forces Shutdown","web_url":"https://www.nytimes.com/1993/11/27/world/first-belgian-general-strike-in-decades-forces-shutdown.html","abstract":"Belgium's first general strike in almost half a century brought industry and transport to a standstill today, forcing the Government to agree to talks next week with the trade unions on its austerity measures.","thumbnail":null,"section":"World"},{"date":"19931127","headline":"No End of Paper","web_url":"https://www.nytimes.com/1993/11/27/opinion/no-end-of-paper.html","abstract":"Here are two simple mathematics problems for the New York City Board of Education.\n\n1. How far would 33,000 tons of garbage packed into cubic-yard containers stretch if each ton filled two containers? (The answer: 37.5 miles.) \n\n2. Assuming the current replacement value of space at the Fresh Kills landfill in Staten Island is $100 a ton (the approximate fee charged to the few private carters who use it), what is the annual value of the Board of Education's frustrating failure to recycle 33,000 tons? (Answer: $3.3 million.)","thumbnail":null,"section":"Opinion"},{"date":"19931127","headline":"Mexico Adds Spice to International Investors' Portfolios","web_url":"https://www.nytimes.com/1993/11/27/your-money/IHT-mexico-adds-spice-to-international-investors-portfolios.html","abstract":"MORE and more investors are being attracted to Mexican stocks now that the U.S. House of Representatives has approved the North American Free Trade Agreement (NAFTA). As analysts predict growth in the Mexican economy of 4 percent or higher and stock price","thumbnail":null,"section":"Your Money"},{"date":"19931127","headline":"Trade Debate Brought Out Best in the House","web_url":"https://www.nytimes.com/1993/11/27/opinion/l-trade-debate-brought-out-best-in-the-house-609093.html","abstract":"  To the Editor:   In an otherwise reasoned and substantive debate over the North American Free Trade Agreement, there were only a few discordant voices. One of the most disappointing was \"Running Scared From Nafta\" (editorial, Nov. 16). While the House of Representatives was making an extraordinarily difficult choice about the country's economic future, weighing the agreement's impact and listening to constituencies, you reduced the debate to a simple matter of whether or not members had received contributions from labor union political action committees.","thumbnail":null,"section":"Opinion"},{"date":"19931127","headline":"Don't Hitch Faster Train Service to Fantasies; How About Airports?","web_url":"https://www.nytimes.com/1993/11/27/opinion/l-don-t-hitch-faster-train-service-to-fantasies-how-about-airports-767493.html","abstract":"  To the Editor:   You report on Gov. Mario M. Cuomo's call for a high-speed rail route from New York to Boston by way of Albany, which would take two hours (news article, Nov. 10). This is terrific. I'd like to know why, if the state can do this, it can't come up with a rail system to get people to and from the New York airports. The other day it took two hours from Kennedy to midtown.  PETER I. DREYER New York, Nov. 18, 1993  ","thumbnail":null,"section":"Opinion"},{"date":"19931127","headline":"1918:'No Man's Land' : IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/11/27/opinion/IHT-1918no-mans-land-in-our-pages-100-75-and-50-years-ago.html","abstract":"WITH THE FRENCH ARMIES - The bridge over the Rhine between Strasburg and Kehl has become a \"mysterious spot,\" one that attracts people who are curious to see where one thing ends and another begins. It is there now that the French occupation end","thumbnail":null,"section":"Opinion"},{"date":"19931127","headline":"Tragedyland","web_url":"https://www.nytimes.com/1993/11/27/opinion/tragedyland.html","abstract":"In Poland, the Wolf's Lair, the Nazis' Eastern Front command post in World War II, is being converted into a theme resort. According to Travel & Leisure magazine, staff members are to dress in replica uniforms of the Luftwaffe and Wehrmacht, and there will be dancing nightly at \"Hitler's Bunker Disco.\"\n\nIn Germany, a 28-year-old entrepreneur has announced plans to open an amusement park near Berlin. His theme? East Germany under Communism. Bartenders and chambermaids will double as mock agents of the secret police. If any visitors are overheard making comments critical of the Government, they will be thrown into a fake jail.","thumbnail":null,"section":"Opinion"},{"date":"19931127","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/11/27/sports/results-plus-312193.html","abstract":"  HOCKEY Hunter Returns With Bang Dale Hunter got two assists last night in his return from a record 21-game suspension, helping the Washington Capitals gain a 4-4 tie with the Pittsburgh Penguins at Landover, Md. Hunter, playing in his first game since April 28, missed a chance to do further damage when he got into a scuffle with Rick Tocchet with 8 minutes 43 seconds remaining in regulation and was given a 10-minute misconduct. He did not return. Hunter, 33, was fined and suspended for a late hit he delivered against the Islanders' Pierre Turgeon in last season's playoffs. It was the longest suspension for a non-stick-related incident in National Hockey League history. (AP)","thumbnail":null,"section":"Sports"},{"date":"19931127","headline":"Don't Hitch Faster Train Service to Fantasies","web_url":"https://www.nytimes.com/1993/11/27/opinion/l-don-t-hitch-faster-train-service-to-fantasies-766693.html","abstract":"  To the Editor:   Your report of Gov. Mario M. Cuomo's call for a high-speed rail link using magnetic levitation between New York City and Albany illustrates the appeal of high-tech, high-budget projects to politicians, particularly if they involve large Federal research grants to local constituents (news article, Nov. 10).","thumbnail":null,"section":"Opinion"},{"date":"19931127","headline":"Virginia Woolf, Her Inner Circle And Inner Self","web_url":"https://www.nytimes.com/1993/11/27/books/virginia-woolf-her-inner-circle-and-inner-self.html","abstract":"  Pity the future literary historian who has to rely on the promised new wizardry of vast computer networks for facts. Instead of discovering self-revealing handwritten letters, casual notes, first drafts and intimate diary entries, a biographer may be left with little more original material than lists of cellular phone calls, impersonal second-sight faxes and E-mail: all useful only as electronic confetti for a shredding machine.    This thought comes to mind while walking through a captivating new show -- \"Virginia Woolf and Her Circle\" -- in the Berg exhibition room on the third floor of the New York Public Library, Fifth Avenue and 42d Street. The Berg Collection of English and American Literature has more Woolf manuscripts and letters than any other institution, including those in England. For the first time, the Berg is displaying its holdings in a solo show that features the cult author and her famous friends.","thumbnail":null,"section":"Books"},{"date":"19931127","headline":"For Bears-in-Waiting, Options Offer a Safety Net","web_url":"https://www.nytimes.com/1993/11/27/your-money/IHT-for-bearsinwaiting-options-offer-a-safety-net.html","abstract":"PRIVATE investors, worried that the bull runs on the world's markets may soon be coming to an end, are helping fuel record trading in options. Once the preserve of institutional investors, options are rapidly being developed that cater to the needs of sop","thumbnail":null,"section":"Your Money"},{"date":"19931127","headline":"An American Diplomat Is Abducted in Yemen","web_url":"https://www.nytimes.com/1993/11/27/world/an-american-diplomat-is-abducted-in-yemen.html","abstract":"  An American diplomat on assignment in Yemen was abducted on Thursday, State Department officials said today.   They said the kidnapping appeared to be connected with local issues rather than politically motivated.","thumbnail":null,"section":"World"},{"date":"19931127","headline":"The Boys of Watergate","web_url":"https://www.nytimes.com/1993/11/27/opinion/the-boys-of-watergate.html","abstract":"When my enemy and friend, H. R. (Bob) Haldeman, President Richard Nixon's chief of staff, died on Nov. 12, U.C.L.A. lost a notorious alumnus and one of the last living links between the Westwood campus and the Watergate conspiracy of the 1970's.\n\nBob, his Oval Office protege John D. Ehrlichman, and Alexander Butterfield, the Air Force general who became Mr. Nixon's personal aide, were classmates of mine. All four of us, including their sorority girlfriends (and later wives), were part of the student power structure. We ran into one another constantly in Kerckhoff Hall, the hive of campus politics.","thumbnail":null,"section":"Opinion"},{"date":"19931127","headline":"This Much Is Certain: Nebraska Will Play for Title","web_url":"https://www.nytimes.com/1993/11/27/sports/college-football-this-much-is-certain-nebraska-will-play-for-title.html","abstract":"  If you go only by winning and losing, Nebraska finished its regular season today with an 11-0 record and a sound claim as the nation's No. 1 college football team. If you consider artistic impression, the way they do in figure skating, the Cornhuskers played a dull, largely inefficient game, and their 21-7 victory over Oklahoma was made possible by the Sooners' generosity, especially in the fourth quarter.   For three quarters, Oklahoma kept the game close, maintaining a tie at 7-7. Then, early in the fourth quarter, Nebraska scored two touchdowns nine seconds apart. After that, it pinned Oklahoma deep in its territory until the final minute.","thumbnail":null,"section":"Sports"},{"date":"19931127","headline":"Mountaineers Say: Bring On Cornhuskers","web_url":"https://www.nytimes.com/1993/11/27/sports/college-football-mountaineers-say-bring-on-cornhuskers.html","abstract":"  West Virginia scored two touchdowns in the fourth quarter today, beat Boston College, 17-14, and then immediately called for a showdown with Nebraska, the only other undefeated and untied bowl team in the nation, to decide just who really is No. 1.   Moments after the Mountaineers had won their 11th game of the season, Coach Don Nehlen made a plea on national television that his team be matched with Nebraska in the Orange Bowl on New Year's night, with the victor to be acclaimed as college football's best. The picture cannot be clarified just yet because Florida State (10-1), which plays at Florida on Saturday, is also in it.","thumbnail":null,"section":"Sports"},{"date":"19931127","headline":"'Junk' Bonds StageModest Comeback","web_url":"https://www.nytimes.com/1993/11/27/your-money/IHT-junk-bonds-stagemodest-comeback.html","abstract":"THE low yields received from U.S. Treasury bonds and bank deposit accounts have sent many investors scurrying in search of higher yields at the cost of security. To date they have been well-rewarded and noninvestment-grade bonds, often misleadingly called","thumbnail":null,"section":"Your Money"},{"date":"19931127","headline":"Leader's New Image Saps Shining Path's Strength","web_url":"https://www.nytimes.com/1993/11/27/world/leader-s-new-image-saps-shining-path-s-strength.html","abstract":"  Pacing his prison cage after his arrest last year, Abimael Guzman was the portrait of a revolutionary: a bushy Karl Marx beard, a clenched fist and a diatribe exhorting his Shining Path guerrilla group to celebrate Mao Zedong's 100th birthday with car bombs.   One year later, Peruvians are stunned by a new image: trim and mustachioed, Mr. Guzman pens letters from prison appealing to guerrillas to suspend the war, and to the Government to start peace talks.","thumbnail":null,"section":"World"},{"date":"19931127","headline":"Treasure Hunting Beckons The Thrill-Seeking Investor","web_url":"https://www.nytimes.com/1993/11/27/your-money/IHT-treasure-hunting-beckons-the-thrillseeking-investor.html","abstract":"BILLIONS of dollars in gold bullion lie beneath the seas. Diamonds, emeralds, priceless artifacts and works of art are lost in sunken ships, and stashed on land in forgotten caverns waiting to be found. .Enter the world of treasure hunting, where intrig","thumbnail":null,"section":"Your Money"},{"date":"19931127","headline":"A Manhattan Court Explores Service-Oriented Sentencing","web_url":"https://www.nytimes.com/1993/11/27/nyregion/a-manhattan-court-explores-service-oriented-sentencing.html","abstract":"  When asked their reaction to the Midtown Community Court, New York City's shiny new experiment in handling low-level crimes, Marla Wilson and Rosie Cruz appeared deeply underwhelmed.   True, they were exhausted. Ms. Cruz, in black fishnet stockings, a lime-green minidress and a fringed suede jacket, had been arrested for prostitution at 29th Street and 10th Avenue at 3:45 A.M. Ms. Wilson, in a striped jacket with cutaway shoulders, matching miniskirt, lace midriff camisole and thigh-climbing stiletto-heeled boots with two strands of fake pearls wrapped around one ankle, was arrested on the same charge at 58th Street and the Avenue of the Americas at 4:35 A.M.","thumbnail":null,"section":"New York"},{"date":"19931127","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/11/27/us/inside-928093.html","abstract":"  American Diplomat in Yemen Is Seized From Car in Capital   An official of the United States Information Service was abducted in Sana. State Department officials said that the kidnapping appeared to be linked to local issues and that he was reported to be in good health. Page 5. U.S. May Lift Pakistan Ban    The United States is proposing the repeal of a law that bars American military aid to Pakistan because of its nuclear weapons effort. Page 5. Peru Counts Gains in Revolt    With the capture of Peru's top guerrilla leader, the country is returning to a semblance of normal life, but the rebellion is still potent. Page 3. Facing Danger Hatless    In a break with tradition, New York City police officers responding to emergencies will be allowed to leave their hats in the car. Page 21. No Advance in Vote Inquiry    Testimony by the New Jersey Governor-elect's brother did not advance a vote-suppression inquiry. Page 21.","thumbnail":null,"section":"U.S."},{"date":"19931127","headline":"Review/Theater; Memories of the 1960's In a Very Personal Voice","web_url":"https://www.nytimes.com/1993/11/27/theater/review-theater-memories-of-the-1960-s-in-a-very-personal-voice.html","abstract":"  In \"Olivia's Opus,\" at the TriBeCa Performing Arts Center, Nora Cole, the star of the almost one-woman play as well as its author, is bathing in nostalgia for teen-age years in the 1960's. But she is very generous; she takes the audience right into her experiences, and the warm nostalgia feels wonderful.   Ms. Cole is a cunning writer. The fictional Olivia of the title shares her memories, from the very earliest to the time she turns 16, and Ms. Cole has knitted them together with a few simple rhetorical devices that give some of them wonderful resonance.","thumbnail":null,"section":"Theater"},{"date":"19931127","headline":"A Bill Promises Aid for New York City's Mentally Ill","web_url":"https://www.nytimes.com/1993/11/27/nyregion/a-bill-promises-aid-for-new-york-city-s-mentally-ill.html","abstract":"  Saintclaire Whigham used to be one of the thousands of homeless mentally ill people in New York City who quieted his pain with the medicines of the street -- L.S.D., marijuana, cocaine. \"I didn't want to live that life anymore,\" he said recently. \"There's always hope. It's just that you have to find it.\"   Mr. Whigham, who is schizophrenic, found hope, as well as a place to live and a way to stay off drugs, through Fountain House, a nonprofit social club and social service agency for the mentally ill. It is one of only four such programs serving a total of 1,100 people in a city that is home to 95,000 seriously mentally ill people, 8,500 of them homeless, according to state estimates.","thumbnail":null,"section":"New York"},{"date":"19931127","headline":"Taking Steps to Revive Region's Rail Freight","web_url":"https://www.nytimes.com/1993/11/27/nyregion/taking-steps-to-revive-region-s-rail-freight.html","abstract":"  The train clanked forward at a top speed of 10 miles an hour, but even so it rocked on the antique, uneven tracks like a ship at sea. The grass and weeds sprouting between the ties might captivate a botanist, but John Cossman, the engineer, complained that when they get high enough, they make the wheels on his twin 130-ton engines spin as if they were rolling \"through soup.\"   This 10-mile section of the Long Island Rail Road's freight line, from Fresh Pond, Queens, to Bushwick, Brooklyn, is a piece of the aging freight tracks that still thread through large sections of New York City and Long Island, mostly forgotten but hardly unimportant.","thumbnail":null,"section":"New York"},{"date":"19931127","headline":"1893:Unrest in Africa : IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/11/27/opinion/IHT-1893unrest-in-africa-in-our-pages-100-75-and-50-years-ago.html","abstract":"LONDON - Arrangements are being made by the War Office, in conjunction with the Colonial Office, for a military expedition to be formed at Sierra Leone to attack the stronghold of the Sofas, who have lately given some trouble to West African traders. Sier","thumbnail":null,"section":"Opinion"},{"date":"19931127","headline":"Cuomo Signs Bill on Control of School Custodians","web_url":"https://www.nytimes.com/1993/11/27/nyregion/cuomo-signs-bill-on-control-of-school-custodians.html","abstract":"  Gov. Mario M. Cuomo announced today that he had signed a bill giving greater control over New York City school custodians to principals and the Board of Education.   The new law enables the Board of Education to set performance standards for the cleanliness and maintenance of the schools and allows principals to evaluate custodians by those standards. The evaluations will be used to determine promotions and demotions.","thumbnail":null,"section":"New York"},{"date":"19931127","headline":"Review/Music; Allegorical Bell-Ringer By Poe","web_url":"https://www.nytimes.com/1993/11/27/arts/review-music-allegorical-bell-ringer-by-poe.html","abstract":"  As a gloss on Poe, Anne LeBaron's \"Devil in the Belfry,\" for violin and piano, proved diverting in its New York premiere on Tuesday evening, by the St. Luke's Chamber Ensemble at Merkin Concert Hall. Poe's delightful little allegory concerns the distinctly odd but fastidiously ordered Dutch borough Vondervotteimittiss. Far from ever having to vonder vot teim itt iss, the townsfolk are in utter thrall to their clocks (not to mention their cabbages) until, one noon, the devil enters the belfry. Adding a 13th ring to the hour, he throws the dull citizenry into hopeless disarray.   It was fun to listen for the stultifying regularity of the civic rhythm and its swift demise, and for the Irish tunes dredged up by the triumphant devil on his fiddle, \"scraping, out of all time and tune, with both hands.\" But what all the rather ordinary musical gestures might have meant, or how they might have hung together, for a listener not privy to the tale is hard to say. Krista Bennion Feeney, violinist, and Stephanie Brown, pianist, gave a strong performance.","thumbnail":null,"section":"Arts"},{"date":"19931127","headline":"Substance or Shadow? Marshall's Rich Question","web_url":"https://www.nytimes.com/1993/11/27/sports/pro-football-substance-or-shadow-marshall-s-rich-question.html","abstract":"  Perhaps it is all political spin, a way for the Jets to publicly balance an equation. After all, there are too many digits after the dollar sign on Leonard Marshall's 1993 contract for the defensive lineman to have produced 2 sacks in 10 games.   And so there has been a lot of talk around the Jets lately regarding Marshall's other contributions, his play against the run, his having \"made the adjustment.\" The campaign is full of football jargon about line schemes, about Marshall becoming a \"two-technique\" lineman, about primary responsibility and secondary help.","thumbnail":null,"section":"Sports"},{"date":"19931127","headline":"No Replacement Is Found For a Replacement Referee","web_url":"https://www.nytimes.com/1993/11/27/sports/hockey-no-replacement-is-found-for-a-replacement-referee.html","abstract":"  Day 12 of the National Hockey League officials' strike included a game without a referee for one period, more criticism of the replacement officials and a hint that the league might consider allowing a Federal mediator to enter the negotiations.   The missing official, Chuck Harrison, arrived after the first period in Anaheim, Calif., yesterday afternoon for the game between the Mighty Ducks and San Jose. He was late because of air travel problems in Dallas. The two substitute linesmen handled his chores, as well as their own, until he arrived. Complaints Increase    The start of the game was delayed for five minutes, until it was determined that Harrison couldn't arrive in time. The second period was delayed for another five minutes until he was ready to skate. The linesmen, Dan Moffatt and Stephen Metcalf, called only one minor penalty in the first period, which proceeded without incident. The Sharks won, 4-3.","thumbnail":null,"section":"Sports"},{"date":"19931127","headline":"Tattoos Have Long Served as Charms","web_url":"https://www.nytimes.com/1993/11/27/opinion/l-tattoos-have-long-served-as-charms-765893.html","abstract":"  To the Editor:   Arkady G. Bronnikov's \"Body Language\" (Op-Ed, Nov. 6), on tattooing by criminals in the former Soviet Union, confirms criminology studies.","thumbnail":null,"section":"Opinion"},{"date":"19931127","headline":"If It Moves, It Makes Money","web_url":"https://www.nytimes.com/1993/11/27/your-money/IHT-if-it-moves-it-makes-money.html","abstract":"MOVEMENT is all in financial markets. Without it there are no winners and losers, no profit and loss. .Nothing illustrates the point better than the world of options and futures. Société Générale Equities and Derivatives (SGED) divis","thumbnail":null,"section":"Your Money"},{"date":"19931127","headline":"Asbury Park Press Poll Does Something Right","web_url":"https://www.nytimes.com/1993/11/27/opinion/l-asbury-park-press-poll-does-something-right-762393.html","abstract":"  To the Editor:   I would like to clarify a misimpression of The Asbury Park Press poll in the New Jersey governor's race created by a Nov. 4 article.","thumbnail":null,"section":"Opinion"},{"date":"19931127","headline":"Critic's Notebook; A Contest Matures, With Pain And Gain","web_url":"https://www.nytimes.com/1993/11/27/arts/critic-s-notebook-a-contest-matures-with-pain-and-gain.html","abstract":"  The Thelonious Monk Institute of Jazz's annual instrumental competition, which ended with a sold-out concert this week at the Kennedy Center in Washington, has turned into jazz's version of the Van Cliburn competition: an event that starts careers and raises all sorts of questions about the aptness of judging creativity.   The site of the competition this year, its flock of high-level corporate sponsorships and its ties to the Clinton White House show that it is taking on new significance in those circles. And as the Monk Institute extends its promotion of jazz by adding a scholarship program at the New England Conservatory of Music and a new composition contest, the seven-year-old performance competition is taking on weight in the jazz world as well.","thumbnail":null,"section":"Arts"},{"date":"19931127","headline":"Coming: Soccer, The Religion","web_url":"https://www.nytimes.com/1993/11/27/sports/coming-soccer-the-religion.html","abstract":"  ONE of my jobs around here 30 years ago was taking London bureau chauffeurs to baseball games and recording their inane queries (\"Has it begun yet? Why does that chap just stand there?\") without making invidious comparisons to cricket. It gave me a pragmatic, philistine world view; if you don't wrinkle your nose at my potatoes, I won't spit in your rice. But it didn't fully prepare me for the coming Big Soccer incursion.   Will I be a terrible person if I don't get swept away by the World Cup?","thumbnail":null,"section":"Sports"},{"date":"19931127","headline":"Schroeder Returns","web_url":"https://www.nytimes.com/1993/11/27/sports/sports-people-football-schroeder-returns.html","abstract":"  The backup quarterback JAY SCHROEDER has rejoined the Cincinnati Bengals after learning that his 6-year-old son's brain tumor was benign. Schroeder received the team's permission to miss last Sunday's game against the Jets so he could be with his son, CHRIS , who underwent surgery yesterday. \"Everything is going well, and he's on the road to recovery,\" Schroeder said. (AP)","thumbnail":null,"section":"Sports"},{"date":"19931127","headline":"It's Over, So Long, Farewell","web_url":"https://www.nytimes.com/1993/11/27/sports/college-football-it-s-over-so-long-farewell.html","abstract":"  It wasn't supposed to end this way for Syracuse -- a meaningless game in a near-empty stadium -- but that's what happens when a team begins the season sixth in the country and finishes fifth in the Big East.   There was no anticipation of a bowl game after today's fitful 31-18 victory over depleted Rutgers at Giants Stadium, only relief that a winning season (6-4-1) was salvaged and hope that, in retrospect, past successes will overcome the present disappointment.","thumbnail":null,"section":"Sports"},{"date":"19931127","headline":"Futures: The Allure of Risk","web_url":"https://www.nytimes.com/1993/11/27/your-money/IHT-futures-the-allure-of-risk.html","abstract":"HIGH-RISK commodities futures, offering a chance to double or triple an investment, excite many investors. .Who wouldn't be attracted by the prospect of turning $25,000 into $75,000? Of course there's a catch. \"Most studies indicate that most commo","thumbnail":null,"section":"Your Money"},{"date":"19931127","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/11/27/nyregion/metro-digest-048393.html","abstract":"  TRYING TO GET THE TRACKS BACK   Many policy planners say the area's highways have become so congested with trucks that the revival of railroad freight tracks may well be vital to further economic growth. The first halting steps in that direction are already under way. The Long Island Rail Road expects to move 17 percent more freight this year than in 1991. Another company that hopes to profit through the increase in rail freight is the New York Cross Harbor Terminal Corporation, which operates barges that carry freight trains from Jersey City to Brooklyn. Page 1. NEW YORK CITY  MIDTOWN COURT, SEVEN WEEKS LATER   In its seventh week of business, the Midtown Community Court is gamely struggling with how to mete out punishment, community payback and social services under one roof. Earnestness and optimism still abound, but reality keeps butting in: since the court opened its doors, many defendants have shown up two or three times, already rearrested for the same crime. Page 1.","thumbnail":null,"section":"New York"},{"date":"19931127","headline":"Another Bar Patron Accuses Suns' Barkley","web_url":"https://www.nytimes.com/1993/11/27/sports/sports-people-basketball-another-bar-patron-accuses-suns-barkley.html","abstract":"  The police in Scottsdale, Ariz., are investigating an allegation that CHARLES BARKLEY punched a man at the same pool hall-nightclub where a different man accused the Phoenix Suns forward of hitting him eight days earlier.   The second man, KEITH STIMSON, told the police he knew about the first incident, at Stixx in Scottsdale, which was later ruled by the police to be unfounded, Lieut. MIKE KEELEY said.","thumbnail":null,"section":"Sports"},{"date":"19931127","headline":"Beliefs","web_url":"https://www.nytimes.com/1993/11/27/us/beliefs-001793.html","abstract":"  \"Finally,\" President Clinton said at a convention of black ministers two weeks ago, \"we may be ready to do something about it.\"    Mr. Clinton was speaking from the pulpit in Memphis where the Rev. Dr. Martin Luther King Jr. delivered his last sermon. The \"it\" that the President hoped the nation might finally confront was the blight of crime, drugs, joblessness and family disintegration that has cast such a shadow on Dr. King's dream. A political column in The Washington Post by E. J. Dionne termed President Clinton's speech \"the most important of his 10-month-old Presidency.\"","thumbnail":null,"section":"U.S."},{"date":"19931127","headline":"TV Channel Plans Conservative Talk, All Day, All Night","web_url":"https://www.nytimes.com/1993/11/27/us/tv-channel-plans-conservative-talk-all-day-all-night.html","abstract":"  Its creators call it \"C-Span with attitude.\" Its detractors call it the political equivalent of televangelism.   On Dec. 6, the Free Congress Foundation, a conservative group, is set to begin what seems to be the nation's first public-affairs channel with a declared ideological spin. The channel, National Empowerment Television, or NET, will offer weekly programs like \"The Progress Report,\" with Representative Newt Gingrich as host; \"War Games,\" a look at military strategy, and \"Youngbloods,\" a call-in show for young people that has as its stated aim \"challenging the cynicism\" of MTV. 'Grievance With Washington'    The channel, it seems, is supposed to do for conservative political views what Court TV has done for the legal system: make them a fixture of popular culture.","thumbnail":null,"section":"U.S."},{"date":"19931127","headline":"Joint Production Takes 'The Joy Luck Club' To China's Stages","web_url":"https://www.nytimes.com/1993/11/27/theater/joint-production-takes-the-joy-luck-club-to-china-s-stages.html","abstract":"  A stage version of \"The Joy Luck Club\" prepared for audiences in China and Hong Kong has solved a great problem of Amy Tan's best-selling novel of mothers and daughters: how to keep track of all those Chinese names when the author rips through time from one family's set of memories to another's.   In this co-production of the Shanghai People's Art Theater and the Long Wharf Theater of New Haven, adapted by Susan Kim, the costume designer, Susan Tsu, gives the audience an ingenious solution that could have been conceived at Kmart.","thumbnail":null,"section":"Theater"},{"date":"19931127","headline":"Bridge","web_url":"https://www.nytimes.com/1993/11/27/nyregion/bridge-218493.html","abstract":"  Two world-class players celebrated Thanksgiving Thursday by capturing the Blue Ribbon Pair Championship at the American Contract Bridge League's Fall Nationals. Bob Hamman of Dallas, the top player in world ratings, won his 29th national title. His partner was Michael Rosenberg of Manhattan, who was winning his fourth. He was born in the United States, went to Scotland at the age of 4 months and returned at the age of 24. He is one of the few who have represented both Britain and the United States in international competition.   The final standings were: 1st, Hamman and Rosenberg, 825.24 match points; 2d, Steve Price of Safety Harbor, Fla., and Martin De Bruin, Cologne, N.J., 781.54; 3d, Ron Sukoneck of Annandale, Va., and Russ Ekeblad of Providence, R.I., 771.58; 4th, Allan Falk of Okemos, Mich., and Margie Gwozdzinsky of Manhattan, 768.97; 5th, Zia Mahmood of Manhattan and Gaylor Kasle of Boca Raton, Fla., 755.73; 6th, Chuck Burger of West Bloomfield, Mich., and James Cayne of Manhattan, 755.7. A Convincing Victory    Hamman and Rosenberg led into the final session and held on to win convincingly by a margin of a board and a half. On the diagramed deal many players opened the South hand with an artificial two clubs, and West bid his clubs in the teeth of the vulnerability. Hamman chose a conservative two no-trump and reached the normal four-spade contract.","thumbnail":null,"section":"New York"},{"date":"19931127","headline":"Healy Visits Coliseum But Doesn't Want Seat","web_url":"https://www.nytimes.com/1993/11/27/sports/hockey-healy-visits-coliseum-but-doesn-t-want-seat.html","abstract":"  Last summer, when Glenn Healy moved in a roundabout way from the Islanders to the Rangers, the joke often repeated around New York was that the Rangers had finally found a goalie who can win at Nassau Coliseum.   Perhaps Healy will get a chance to prove that Saturday afternoon when The two local rivals will have their first meeting of the season, at 1 P.M., before a capacity crowd at the Coliseum. The last Ranger victory there in the regular season came on Oct. 28, 1989.","thumbnail":null,"section":"Sports"},{"date":"19931127","headline":"Clinton Plans Change in the Law Banning Military Aid to Pakistan","web_url":"https://www.nytimes.com/1993/11/27/world/clinton-plans-change-in-the-law-banning-military-aid-to-pakistan.html","abstract":"  The Clinton Administration is proposing the repeal of a law that has barred American military aid to Pakistan because of that country's efforts to develop a nuclear bomb. But State Department officials insisted today that they did not intend to lift sanctions against Pakistan.   The Administration proposal, in a draft of a new foreign aid bill recently sent to Congress, would repeal the so-called Pressler Amendment, which bans military aid to Pakistan unless the President can certify that Pakistan neither possesses nuclear weapons nor is trying to develop them.","thumbnail":null,"section":"World"},{"date":"19931127","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/11/27/nyregion/news-summary-888893.html","abstract":"  International 3-6  ISRAEL MAY MISS PULLOUT DEADLINE  Yitzhak Rabin said Israel might be unable to meet a deadline of Dec. 13 for starting its troop pullout and the assumption of Palestinian rule in the Gaza Strip and Jericho.1  IRAQ AGREES TO U.N. INSPECTIONS  Iraq agreed to let the United Nations start long-term monitoring of its industries to insure it does not build weapons of mass destruction.  1","thumbnail":null,"section":"New York"},{"date":"19931127","headline":"Seoul Gets the Shakes","web_url":"https://www.nytimes.com/1993/11/27/opinion/seoul-gets-the-shakes.html","abstract":"  President Clinton cannot allow a last-minute anxiety attack in South Korea to deflect his deft diplomatic efforts to denuclearize North Korea. South Korea's President, Kim Young Sam, balked this week at a package of inducements aimed at getting North Korea out of the bomb-making business and opening the way to contact and commerce.    The package would include the suspension of Team Spirit -- the annual military exercise that the U.S. conducts with South Korea. It could also offer North Korea light-water reactors, which Pyongyang needs to generate nuclear power; and diplomatic recognition, which would facilitate aid and trade. Finally, Mr. Clinton could pledge not to threaten the North with nuclear weapons.","thumbnail":null,"section":"Opinion"},{"date":"19931127","headline":"Review/Theater; The Young In a Time Of Holocaust","web_url":"https://www.nytimes.com/1993/11/27/theater/review-theater-the-young-in-a-time-of-holocaust.html","abstract":"  If great history made great drama, there would be no dearth of great plays. But great drama is the work of gifted playwrights. And in such human endeavor, the most awesome history -- the Holocaust, for example -- surely poses the most daunting challenge.   To say that \"The Survivor,\" at the Manhattan Performing Arts Company Theater, falls far short of meeting that challenge is by no means to belittle its timeless purpose. Susan Nanus's play, based on the memoirs of a Holocaust survivor, Jack Eisner, who was present on opening night, is another effort to bear witness to one of the most awful and mysterious of inhumanities.","thumbnail":null,"section":"Theater"},{"date":"19931127","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/11/27/style/chronicle-662793.html","abstract":"  \"An astonishing weekend in my life,\" THOMAS STODDARD said yesterday, looking ahead to next Friday and Saturday.    On Friday evening, Mr. Stoddard, 45, the lawyer and gay-rights advocate, is to receive the Tom Paine Award from the National Emergency Civil Liberties Committee, a group founded in 1951 to defend the right of dissent. Also receiving the award at the group's annual Bill of Rights Dinner is Representative MAXINE WATERS, Democrat of California. They were chosen, said EDITH TIGER, the director of the organization, for their roles \"in the struggle to achieve dignity, equality and freedom for all Americans, including gays, lesbians and individuals who have AIDS.\"","thumbnail":null,"section":"Style"},{"date":"19931127","headline":"Best's Homecoming Spoiled by Michigan","web_url":"https://www.nytimes.com/1993/11/27/sports/college-football-best-s-homecoming-spoiled-by-michigan.html","abstract":"  Michigan 80, Georgia Tech 70   Coming home on Thanksgiving weekend can be rough for a college kid. So many people to visit, so little time. For Travis Best on this visit home, there also was a game against Michigan and its Fab Four in the 15th annual Tipoff Classic at the Springfield Civic Center, in his backyard.","thumbnail":null,"section":"Sports"},{"date":"19931127","headline":"Is It an Emergency? Forget the Hat; Kelly Lets Officers Respond With Guns Drawn, Heads Bare","web_url":"https://www.nytimes.com/1993/11/27/nyregion/it-emergency-forget-hat-kelly-lets-officers-respond-with-guns-drawn-heads-bare.html","abstract":"  Bullets may be flying, a building could be burning, perhaps robbers are fleeing a crime, and here come the police officers to the rescue. They bound from their cars, adrenaline pumping, minds racing -- but first they have to reach. For their guns? No. Their nightsticks? No. They reach for their hats.   Their hats?","thumbnail":null,"section":"New York"},{"date":"19931127","headline":"Livery-Cab Driver Slain in Bronx","web_url":"https://www.nytimes.com/1993/11/27/nyregion/livery-cab-driver-slain-in-bronx.html","abstract":"  In the 40th killing of a cabdriver in the city this year, a livery driver was shot dead in the Bronx last night, the police said. The spate of killings has led to drivers' protests demanding more protection.   The latest victim was identified as Peter Buddan, 30, of 1902 Nereid Avenue in the Wakefield section of the Bronx, near the Westchester County border.","thumbnail":null,"section":"New York"},{"date":"19931127","headline":"Cities and Suburbs Battle Over Distribution of Aid","web_url":"https://www.nytimes.com/1993/11/27/nyregion/cities-and-suburbs-battle-over-distribution-of-aid.html","abstract":"  When Christine Todd Whitman takes office next January, she will face an issue that has plagued New Jersey governors for a quarter century and that helped bring down Jim Florio, her predecessor.    The issue is equality of education in the public schools: how the schools can serve the poor children of the cities as well as they serve the more affluent children of the suburbs. Typically, the dispute is couched in money: how much school districts spend per pupil and how much they can collect in property taxes.","thumbnail":null,"section":"New York"},{"date":"19931127","headline":"HIGH SCHOOL FOOTBALL REPORT","web_url":"https://www.nytimes.com/1993/11/27/sports/high-school-football-report.html","abstract":"  Scouting the Top Teams  Here are the scouting reports for today's high school playoff games involving teams in the Public Schools Athletic League, and Westchester and Rockland Counties. P.S.A.L.  Adams (8-3) at Lincoln (9-0), A Semifinals, 12 P.M.  Key Players: The Adams defenders, led by linebackers Jerry Corollo and Frank LoMonaco, will have to play the game of their lives if they hope to stop the city's best runner, Frankie Sinclair (133 carries for 1,361 yards and 23 touchdowns), and one of the metropolitan area's top quarterbacks, Corey Valentine (32 of 70 for 887 yards, 14 touchdowns). The Railsplitters' defense, paced by linebackers Jeff Miller (58 tackles, 2 sacks) and Mark Navarette (58 tackles), is not too shabby, either, having shut out its opponents six times this season. The defensive unit goes by the nickname G-Men, after the defensive coordinator, Ed Grezinski. The Adams wing-T offense is led by fullback Michael Richardson. Comment: \"It's a very difficult task to stop all their weapons,\" said Adams Coach Angelo Palumbo. \"We just hope that they don't embarrass us.\" Lehman (8-1) at Canarsie (9-0), A Semifinals, 12 P.M.  Key Players: Although Robert Talley (142 carries for 1,142) is one of the best backs in the city, Lehman can't expect him to run successfully against a Canarsie defense that has allowed only 27 points. Quarterback Willie Nelson (40 of 80 for 375 yards, 2 touchdowns) is going to have to throw the ball downfield to Larry Belton and Kevin Reavis if Lehman expects to score on a defense that has registered five shutouts. Sam Shehadeh (more than 100 tackles, and 7 sacks), Ernest Coakley (12 sacks), Cory Patterson (5 interceptions) and Lance Schulters (4 interceptions, including 2 for touchdowns) are the Chiefs' mainstays on defense. Offensively, Canarsie plays a ball-control offense with Schulters (104 carries for 868 yards, 14 touchdowns) and Eric Smith (130 carries for 1,134 yards, 11 touchdowns), usually wearing the opponents down. Comment: Lehman and Canarsie have met in the semifinals for the last two years, with Lehman winning both games: 24-6 last year and 18-12 in 1991. Fort Hamilton (9-0) vs. Flushing (9-1), B final at Midwood Field, 12 P.M. Key Players: Fort Hamilton Coach Vincent Laino said that the biggest question in this matchup is whether his team can cope with Ashley Thomas's speed. \"He's just a sensational runner,\" said Laino of the back, who has rushed for 1,100 yards and 19 touchdowns this season. \"We're not all that quick defensively. We're more of an attack defense.\" Fort Hamilton's defensive unit is led by linebacker Jimmy Koutroumanos (100 tackles) and tackle Joe Barbieri, who averages 7 tackles a game. On offense, the Tigers rely on running back Angelo LiCausi. Flushing's defense, which features linebacker Bienbenudo Hernandez (90 tackles), has not allowed a point in 14 quarters. The Red Devils' quarterback, Frank Joaquin, who is a native of the Dominican Republic, speaks little English. \"It's really amazing,\" said his coach, Mike Sarachek. \"We send the play in and somehow he manages to call it right every time.\" Comment: Fort Hamilton, the P.S.A.L. B defending champion, played its first varsity football game against Flushing in 1991 and defeated the Red Devils, 22-8. Westchester and Rockland North Rockland (11-0) vs. Jamestown (10-2), Class A State Final, 8 P.M., at the Carrier Dome, Syracuse University. Key Players: North Rockland quarterback Jeff Becker has thrown 4 of his 9 scoring strikes to Chris Jackson. The Raiders' rushing attack is sparked by Marcus Larkins (822 yards and 11 touchdowns) and Rasson Wiley, who has rushed for more than 200 yards in each of his last four games. Jamestown, which is located south of Buffalo, has nine players on defense who weigh no more than 170 pounds. Anthony Cusimano, a 5-foot-5-inch, 140-pound defensive end, leads Jamestown's defensive unit, along with tackles Aaron Barnett (6-1, 167) and Jamie Bloomquist, who this past year wrestled at 119 pounds. Bloomquist has since bulked up to 167 pounds. \"They're like a bunch of rats running to a piece of cheese,\" said Jamestown Coach Wally Huckno of his undersize defense. Jamestown's offensive stars are quarterback Jim Barlow, who has passed for more than 700 yards, and tailback Jamie Nelson, who has rushed for 1,050 yards. Comment: The North Rockland-Jamestown game is the final game today at the Carrier Dome in the state's first playoff championship. The Class B final pits Chittenango (11-0) vs. Yorktown (10-1), at 5 P.M.; the Class C matches Rye (9-1) vs. Caledonia-Mumford (10-1), at 2 P.M., and the Class D features Tuckahoe (10-0) vs. Clyde-Savannah (11-1), at 11 A.M. All Eyes on Ornstein  Gus Ornstein of Fieldston has set up two official college visits -- to Miami on Dec. 19 and to Syracuse in early January. Other schools interested in the 6-foot-5-inch, 205-pound quarterback are Brigham Young, Boston College, Notre Dame, Michigan and all of the Ivy League schools. Ornstein, a switch-hitting first baseman in baseball, has also been scouted by the Mets, the Chicago Cubs and the Colorado Rockies.","thumbnail":null,"section":"Sports"},{"date":"19931127","headline":"Even in Bad Times Russia Needs Phones","web_url":"https://www.nytimes.com/1993/11/27/your-money/IHT-even-in-bad-times-russia-needs-phones.html","abstract":"PETERSBURG Long Distance Inc., the company billed as \"the first Russian equity opportunity\" when it began trading over-the-counter in the United States earlier this year, has recovered from last month's coup attempt and is facing next month's el","thumbnail":null,"section":"Your Money"},{"date":"19931127","headline":"RABIN SAYS ISRAEL MAY NOT MEET DATE TO BEGIN PULLOUT","web_url":"https://www.nytimes.com/1993/11/27/world/rabin-says-israel-may-not-meet-date-to-begin-pullout.html","abstract":"  With little more than two weeks to go and tensions running high, Prime Minister Yitzhak Rabin is warning that Israel may be unable to meet a deadline of Dec. 13 for the start of its troop withdrawal and the assumption of Palestinian authority in the Gaza Strip and the West Bank town of Jericho.   \"The date is not sacred because it was set as a target,\" Mr. Rabin told reporters on Thursday night. He said that \"it would be better to allow more time\" to make sure that there were no misunderstandings.","thumbnail":null,"section":"World"},{"date":"19931127","headline":"Four Weeks, 7,000 Trees And Three Guys' Future","web_url":"https://www.nytimes.com/1993/11/27/nyregion/about-new-york-four-weeks-7000-trees-and-three-guys-future.html","abstract":"  \"I GUESS I am about as petit bourgeois as you can get,\" said Scott Lechner as he sat in the Pizza Club and explained his entrepreneurial adventures in the Christmas tree business.   Mr. Lechner, who is 36 years old, is one of three partners in the Pizza Club, a happy-looking, sit-down and not-so-very-fast food establishment on Avenue U in the Marine Park section of Brooklyn that was built with Christmas tree profits.","thumbnail":null,"section":"New York"},{"date":"19931127","headline":"Economic Pulse: The Southeast; In Race to Outrun Recession, Southeast Sets Dazzling Pace","web_url":"https://www.nytimes.com/1993/11/27/us/economic-pulse-southeast-race-outrun-recession-southeast-sets-dazzling-pace.html","abstract":"  The Southeast is outpacing the rest of the country as the nation climbs out of recession, reflecting a long, slow process of growth in the South and the changing balance of economic power in America.   Whether in increasingly prominent areas of growth like Atlanta, Nashville or Charlotte or more obscure ones like the Greensboro/ Winston-Salem/High Point area here, the Southeast is adding jobs and people substantially faster than the nation and cementing its status as the nation's favored location for new manufacturing plants.","thumbnail":null,"section":"U.S."},{"date":"19931127","headline":"Curtain to Fall On TKTS Site In Brooklyn","web_url":"https://www.nytimes.com/1993/11/27/nyregion/curtain-to-fall-on-tkts-site-in-brooklyn.html","abstract":"  The TKTS booth at Cadman Plaza in downtown Brooklyn will slam its shutters for the last time this afternoon, ending an eight-year run of offering discount theater tickets at the site, and loyal theatergoers were fuming yesterday.   \"But not enough of them\" to keep the venture afloat, said Nanette Rainone, president of the Fund for the Borough of Brooklyn, the nonprofit organization that provided the service.","thumbnail":null,"section":"New York"},{"date":"19931127","headline":"Candidates Take to Airwaves As Russian Vote Approaches","web_url":"https://www.nytimes.com/1993/11/27/world/candidates-take-to-airwaves-as-russian-vote-approaches.html","abstract":"  From slick ads splicing pop stars and small children with pictures of a smiling President Boris N. Yeltsin, to a mini-documentary accusing the Government of robbery and incipient Stalinism, Russians are getting their first taste of the rough campaigning that will dominate the airwaves each night until the eve of parliamentary elections on Dec. 12.   The campaign kicked off formally on Nov. 8, but for most voters it began Monday evening with chunks of free air time distributed to each political party on two state-owned television channels.","thumbnail":null,"section":"World"},{"date":"19931127","headline":"Belfast Journal; British Soldiers: Friend or Enemy and to Whom?","web_url":"https://www.nytimes.com/1993/11/27/world/belfast-journal-british-soldiers-friend-or-enemy-and-to-whom.html","abstract":"  Maj. Nick Everard of the 9th/12th Royal Lancers, elements of which fought at Waterloo, the Khyber Pass and in relief of the Light Brigade in the Crimea, sat in an armored Land-Rover on the Crumlin Road dividing Roman Catholic and Protestant neighborhoods here.   Two troopers stood up through an opening in the roof of the vehicle, aimed their automatic rifles, drawing beads on roof tops and down alleys, where an I.R.A. guerrilla might hide. The last soldier killed in the area was shot in the neck in August as he stood in the same position in a Land-Rover. The killer, assumed to be an Irish Republican Army sniper, has not been found.","thumbnail":null,"section":"World"},{"date":"19931127","headline":"Bowing to U.N., Iraq Will Permit Arms Monitors","web_url":"https://www.nytimes.com/1993/11/27/world/bowing-to-un-iraq-will-permit-arms-monitors.html","abstract":"  Bowing to the pressure of shortages, hunger and inflation arising from a three-year trade embargo, Iraq said today that it had finally agreed to let the United Nations start monitoring its industries on a long-term basis to insure it does not seek again to produce weapons of mass destruction.   The agreement, described by United Nations officials as a triumph for the Security Council in its long test of strength with President Saddam Hussein, would bring Iraq into compliance with one of the few remaining major cease-fire conditions set by the victorious Persian Gulf war allies after driving Iraqi forces from Kuwait in 1991. Iraq Wants Ban Lifted    Baghdad also called today for the immediate lifting of a ban on Iraqi oil sales that has deprived it of crucial revenue. But the Security Council has said it will not agree to this until it is satisfied that President Hussein has given a full accounting of his nuclear, chemical, biological and missile weapon programs and shows that he is cooperating with the industrial monitoring.","thumbnail":null,"section":"World"},{"date":"19931127","headline":"Come Monday, Hunters Add to Black Bears' Woes","web_url":"https://www.nytimes.com/1993/11/27/us/come-monday-hunters-add-to-black-bears-woes.html","abstract":"  When hunting season opens on Nov. 29 for the Florida black bear -- \"the biggest, meanest animal on the face of the earth,\" says the state's top game commissioner -- hunters will be pursuing an animal that has been listed as threatened in most of the state since 1974.   Although hunters say the woods here in the heart of bear country on the Florida Panhandle have never been so flush with prey, that is not the case everywhere, biologists note; statewide, the bear population is endangered.","thumbnail":null,"section":"U.S."},{"date":"19931127","headline":"Children Rescued From Fire; Mother Is Held","web_url":"https://www.nytimes.com/1993/11/27/nyregion/children-rescued-from-fire-mother-is-held.html","abstract":"  A woman was arrested yesterday after a fire broke out in her apartment in the Bronx, where her three children had been left unattended, the police said.   The woman, Andrea Negroni, 26, was found outside the building at 2009 Gleason Avenue in Parkchester after the fire began, the police said. A police spokesman, Officer Andrew McInnis, said she was charged with abandonment and endangering the welfare of her children.","thumbnail":null,"section":"New York"},{"date":"19931127","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/11/27/style/chronicle-666093.html","abstract":"  What do the following have in common: Lou Gehrig, Danny Kaye, Tommy Dorsey, Herbert H. Lehman, Florenz Ziegfeld, Billie Burke, Henri Bendel, Paddy Chayefsky, Ayn Rand, Sergei Rachmaninoff. (Hint: They're not going to show up at a party together.) They're all taking what Raymond Chandler referred to as the Big Sleep. Their final resting place? Kensico Cemetery in Valhalla, N.Y., a residential village in Westchester County.   While not nearly as splashy as Forest Lawn, the Kensico Cemetery, which was established in 1889, nonetheless has a good many celebrity skeletons that are now out of the closet, so to speak.","thumbnail":null,"section":"Style"},{"date":"19931127","headline":"2 Years After His Bruising Hearing, Justice Thomas Can Rarely Be Heard","web_url":"https://www.nytimes.com/1993/11/27/us/2-years-after-his-bruising-hearing-justice-thomas-can-rarely-be-heard.html","abstract":"  It was an unexpectedly awkward moment at an otherwise cheerful Washington gathering, a recent celebration honoring Justice Ruth Bader Ginsburg.   As one guest told the story, someone remarked genially that the reporters who often frequent such Court gatherings were absent. Suddenly, Justice Clarence Thomas stopped laughing. Good, he said angrily, adding, \"They exist only to torment people.\"","thumbnail":null,"section":"U.S."},{"date":"19931127","headline":"Meulens to Play in Japan","web_url":"https://www.nytimes.com/1993/11/27/sports/meulens-to-play-in-japan.html","abstract":"  A promising young player the Yankees didn't trade away has ended his effort to justify their decision. The Yankees announced yesterday that they have sold Hensley Meulens, once a can't-miss star of their future, to a Japanese team.   Rob Butcher, the Yankees' media relations director, quoted General Manager Gene Michael as saying: \"Hensley requested it and we made the deal. It's a good deal for both sides.\" The Chiba Lotte Marines of Japan's Pacific League paid about $1 million for Meulens.","thumbnail":null,"section":"Sports"},{"date":"19931127","headline":"BONN SHUTS DOWN KURD SEPARATISTS","web_url":"https://www.nytimes.com/1993/11/27/world/bonn-shuts-down-kurd-separatists.html","abstract":"  Germany banned a Kurdish separatist party today accused of attacking Turkish diplomatic offices in Western Europe and raided offices and homes of suspected supporters in 11 German states.   The police closed the offices of the Kurdistan Workers Party, known by the Turkish initials P.K.K., and seized property belonging to the group and 35 associated organizations in Berlin, Bonn, Munich and other cities. Among the targets were a Kurdish news agency, the Kurdistan National Liberation Front and various solidarity groups.","thumbnail":null,"section":"World"},{"date":"19931127","headline":"Honeycutt to Rangers","web_url":"https://www.nytimes.com/1993/11/27/sports/sports-people-baseball-honeycutt-to-rangers.html","abstract":"  RICK HONEYCUTT , a 39-year-old left-hander who relieved for Oakland last season, has signed a one-year contract with Texas, his second stint with the Rangers. Honeycutt was 1-4 with a 2.81 earned run average and one save in 32 appearances with the A's. He signed for $900,000 after making $725,000 with Oakland last season. Honeycutt won the American League e.r.a. title at 2.42 with the Rangers in 1983, when he was 14-8. (AP)","thumbnail":null,"section":"Sports"},{"date":"19931127","headline":"With Shooting Over, a Gamble on Russia","web_url":"https://www.nytimes.com/1993/11/27/your-money/IHT-with-shooting-over-a-gamble-on-russia.html","abstract":"IT'S daring to take a flyer on a country where the president and the parliament shoot at each other. All the same, the British fund company Framlington Group expects to raise $50 million to $75 million of institutional money for its Russian Investment Fun","thumbnail":null,"section":"Your Money"},{"date":"19931127","headline":"Tradition Upended: Circus by Cage","web_url":"https://www.nytimes.com/1993/11/27/style/IHT-tradition-upended-circus-by-cage.html","abstract":"John Cage was a sly anarchist who believed fiercely in the liberating possibilities of chance and change. The grandfather of experimental music \"was a big optimist,\" says Julie Lazar, the Museum of Contemporary Art curator who collaborated with","thumbnail":null,"section":"Style"},{"date":"19931127","headline":"Black Children, White Parents","web_url":"https://www.nytimes.com/1993/11/27/opinion/black-children-white-parents.html","abstract":"  Is it better for black children to be adopted by families of another race than not to be adopted at all? Debate over this question has raged for two decades, since black social workers took a strong stand against such adoptions.    Clearly, matching adoptive parents with children of the same race is a good idea. And more aggressive recruitment of black families to adopt black children is needed. But in the long run, a permanent home is better than foster care, and even as a last resort it's better to raise a black child with a white family than with no family at all.","thumbnail":null,"section":"Opinion"},{"date":"19931127","headline":"Stick-Swingers Fined","web_url":"https://www.nytimes.com/1993/11/27/sports/sports-people-hockey-stick-swingers-fined.html","abstract":"  Center DENIS SAVARD of the Tampa Bay Lightning and defenseman STEVE SMITH of the Chicago Blackhawks were each suspended for four games without pay and fined $500 by the National Hockey League yesterday for a stick-swinging incident in a game Nov. 20 at Tampa Bay.   Savard and Smith were assessed major penalties for slashing and game-misconduct penalties at the end of the game, won by Tampa Bay, 4-3.","thumbnail":null,"section":"Sports"},{"date":"19931127","headline":"Call Brooklyn the Home Of the Family Doctor","web_url":"https://www.nytimes.com/1993/11/27/opinion/l-call-brooklyn-the-home-of-the-family-doctor-763193.html","abstract":"  To the Editor:   Re your Nov. 13 article about family doctors in New York City:","thumbnail":null,"section":"Opinion"},{"date":"19931127","headline":"Observer; Keeping Up With","web_url":"https://www.nytimes.com/1993/11/27/opinion/observer-keeping-up-with.html","abstract":"  It is astonishing how much there is to keep up with, and how little time there is to do it. A few people -- President Clinton comes to mind -- seem able to keep up with everything, but everybody else has to say, \"Sorry, dear Loni, but life is too short.\"   I pick Loni at random as a human metaphor for all those things I am unable to keep up with because of the time shortage. I might just as well have picked Michael Jackson or the Uruguay round of GATT negotiations.","thumbnail":null,"section":"Opinion"},{"date":"19931127","headline":"Kansas Is Too Big and Too Strong for UMass","web_url":"https://www.nytimes.com/1993/11/27/sports/college-basketball-kansas-is-too-big-and-too-strong-for-umass.html","abstract":"  Kansas, executing its patented, methodical offense and playing aggressive defense, held off pesky Massachusetts, 86-75, last night in the championship game of the Preseason National Invitation Tournament at Madison Square Garden.   Richard Scott scored 16 points and center Greg Ostertag scored 13 points and grabbed 12 rebounds for Kansas, which won the tournament for the second time.","thumbnail":null,"section":"Sports"},{"date":"19931127","headline":"Lett's Lapse Helps Clear the Playoff Path for the Giants","web_url":"https://www.nytimes.com/1993/11/27/sports/pro-football-lett-s-lapse-helps-clear-the-playoff-path-for-the-giants.html","abstract":"  For the Giants, it's as if Agatha Christie were writing the script for their season. Just as in her novels, when people are knocked off one by one, the Giants' conference rivals are falling by the wayside and clearing a path for the Giants right into the playoffs.   Their biggest boost came on Thursday when, on a snowy and icy day outside Dallas, Leon Lett did something the Giants haven't been able to do: beat the Cowboys. The Giants will be sending Lett a Thanksgiving thank-you, a football with a note attached that reads, \"Go ahead, pick it up.\" Actually, the Giants wouldn't be that cruel, but they are the biggest beneficiaries of Lett's goof because Dallas's defeat has given them sole possession of first place in the National Football Conference's Eastern Division. Seizing a Second Chance    Dallas lost to Miami on Thursday after Lett tried to jump on a blocked field-goal attempt in the final seconds of the game when all he had to do was leave the ball alone. If he had, the ball belonged to Dallas, and so did the game. Instead, Lett touched the ball, could not control it, and Miami recovered. The Dolphins, having been given a second chance, then kicked a 19-yard field goal as time expired and walked off the field with a 16-14 victory.","thumbnail":null,"section":"Sports"},{"date":"19931127","headline":"Investigators Start Inquiry At Tunnel","web_url":"https://www.nytimes.com/1993/11/27/nyregion/investigators-start-inquiry-at-tunnel.html","abstract":"  Like explorers on a fantastic journey into the center of the earth, a team of investigators descended into an enormously deep steel-and-concrete shaft at a construction site in Queens yesterday to examine tangled wreckage and the winch that fell in at midweek, killing one worker and injuring seven others.   The investigators reported no progress in the search for the cause of the accident, which happened Wednesday at Grand Avenue and Page Place in Maspeth, at a site for the construction of New York City's Third Water Tunnel, a vast project that someday will bring fresh water to town from upstate reservoirs.","thumbnail":null,"section":"New York"},{"date":"19931127","headline":"To Bears' Dismay Asian Markets Rise","web_url":"https://www.nytimes.com/1993/11/27/your-money/IHT-to-bears-dismay-asian-markets-rise.html","abstract":"THE sharp falls, twists and turns in some Asian markets during the past couple of weeks are making nervous bulls and excited bears wonder if some big, fragile bubbles are about to burst. Malaysian shares recently suffered their biggest one-day drop ever.","thumbnail":null,"section":"Your Money"},{"date":"19931127","headline":"Isn't It Time to Stop The India-Bashing?","web_url":"https://www.nytimes.com/1993/11/27/opinion/l-isn-t-it-time-to-stop-the-india-bashing-764093.html","abstract":"  To the Editor:   It is irresponsible to give readers the impression that some sort of state-supported ethnic cleansing is going on in India in \"After Bombay's Violence, Fear and Finger-Pointing\" (news article, Nov. 19).","thumbnail":null,"section":"Opinion"},{"date":"19931127","headline":"Editorial Notebook; 1938's 'Great Storm'","web_url":"https://www.nytimes.com/1993/11/27/opinion/editorial-notebook-1938-s-great-storm.html","abstract":"  When the woman on the TV screen, the one whose family had had a summer house in South County, Rhode Island, spoke of how the sky was yellow and the birds silent on Sept. 21, 1938, I nodded my head. I remembered that sky and the silence, and the sting of tiny pebbles as they flew against my bare legs. I remembered enormous trees, elms I think, toppling soundlessly, and hissing electric wires writhing on the sidewalk.   My grandmother got out her kerosene lamps, I know that, and roasted potatoes on the edge of the coal furnace; dishes were washed and toilets flushed with water from a neighbor's well. But until I watched a recent PBS documentary on the Hurricane of '38 -- always called by New Englanders \"the Storm\" or \"the Great Storm\" because \"hurricane\" seemed foreign, even pretentious -- I had no real idea of the horror of a storm for which there'd been no warning and against which there were no defenses. I was very young; there was no television, and even if there had been, the electric lines were down for days.","thumbnail":null,"section":"Opinion"},{"date":"19931127","headline":"2 More Cubans Defect","web_url":"https://www.nytimes.com/1993/11/27/sports/sports-people-caribbean-games-2-more-cubans-defect.html","abstract":"  In the middle of the week, CONRADO CABRERA and NOEL DE LA CRUZ were the pride of Cuba. Yesterday, they became the latest Cubans to seek political asylum during the Central American and Caribbean Games in San Juan, P.R. Two days after collecting the gold and silver medals in the 4,000-meter bicycling race at the regional championships, Cabrera and de la Cruz were helped to defect by the former Cuban cycling coach JOSE MENENDEZ .","thumbnail":null,"section":"Sports"},{"date":"19931127","headline":"The Barn Door Is Closing for This Season's Biggest Stars","web_url":"https://www.nytimes.com/1993/11/27/sports/horse-racing-notebook-the-barn-door-is-closing-for-this-season-s-biggest-stars.html","abstract":"  New York will shout its last hurrah of the year to quality racing today when four graded stakes worth $850,000 in purses will be clustered at Aqueduct with a cast led by Strategic Maneuver, Turnback the Alarm and Missionary Ridge.    Racing will continue all winter at Aqueduct, but not with so many recognizable names, especially since most of the star horses and jockeys in town are already pulling up stakes for the annual migration to Florida.","thumbnail":null,"section":"Sports"},{"date":"19931127","headline":"Aide Denies Vote Payouts For Whitman","web_url":"https://www.nytimes.com/1993/11/27/nyregion/aide-denies-vote-payouts-for-whitman.html","abstract":"  Frequently testy, at other times agitated, Webster B. Todd Jr., the brother of Governor-elect Christine Todd Whitman, completed his sworn testimony before lawyers for the Democratic Party today, offering nothing to advance their investigation into allegations that Republicans paid to suppress the urban black vote in the election for Governor.   In testimony sprinkled with the response \"I don't know,\" Mr. Todd acknowledged that his sister's campaign strategy included keeping the Democratic vote light, but steadfastly denied allegations of paid voter suppression.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19931127","time":"1993-11-27 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":86,"wspd":11.2},{"date":"19931127","time":"1993-11-27 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.6,"rhum":89,"wspd":7.6},{"date":"19931127","time":"1993-11-27 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.7,"rhum":87,"wspd":11.2},{"date":"19931127","time":"1993-11-27 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.7,"rhum":87,"wspd":9.4},{"date":"19931127","time":"1993-11-27 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":85,"wspd":11.2},{"date":"19931127","time":"1993-11-27 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.8,"rhum":88,"wspd":9.4},{"date":"19931127","time":"1993-11-27 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.8,"rhum":82,"wspd":13},{"date":"19931127","time":"1993-11-27 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6,"rhum":81,"wspd":13},{"date":"19931127","time":"1993-11-27 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.8,"rhum":83,"wspd":13},{"date":"19931127","time":"1993-11-27 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.6,"rhum":83,"wspd":13},{"date":"19931127","time":"1993-11-27 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.9,"rhum":82,"wspd":14.8},{"date":"19931127","time":"1993-11-27 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.8,"rhum":77,"wspd":11.2},{"date":"19931127","time":"1993-11-27 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.9,"rhum":75,"wspd":16.6},{"date":"19931127","time":"1993-11-27 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.3,"rhum":74,"wspd":14.8},{"date":"19931127","time":"1993-11-27 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.9,"rhum":77,"wspd":18.4},{"date":"19931127","time":"1993-11-27 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.3,"rhum":71,"wspd":18.4},{"date":"19931127","time":"1993-11-27 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.4,"rhum":71,"wspd":13},{"date":"19931127","time":"1993-11-27 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.4,"rhum":69,"wspd":16.6},{"date":"19931127","time":"1993-11-27 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.7,"rhum":68,"wspd":18.4},{"date":"19931127","time":"1993-11-27 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.1,"rhum":69,"wspd":14.8},{"date":"19931127","time":"1993-11-27 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.6,"rhum":71,"wspd":20.5},{"date":"19931127","time":"1993-11-27 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.3,"rhum":74,"wspd":18.4},{"date":"19931127","time":"1993-11-27 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.8,"rhum":75,"wspd":22.3},{"date":"19931127","time":"1993-11-27 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.2,"rhum":74,"wspd":25.9},{"date":"19931127","time":"1993-11-27 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":31,"wspd":7.6},{"date":"19931127","time":"1993-11-27 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":34,"wspd":5.4},{"date":"19931127","time":"1993-11-27 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":39,"wspd":11.2},{"date":"19931127","time":"1993-11-27 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":45,"wspd":9.4},{"date":"19931127","time":"1993-11-27 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":40,"wspd":9.4},{"date":"19931127","time":"1993-11-27 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":42,"wspd":11.2},{"date":"19931127","time":"1993-11-27 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":44,"wspd":11.2},{"date":"19931127","time":"1993-11-27 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":44,"wspd":13},{"date":"19931127","time":"1993-11-27 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":42,"wspd":13},{"date":"19931127","time":"1993-11-27 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":48,"wspd":14.8},{"date":"19931127","time":"1993-11-27 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":57,"wspd":14.8},{"date":"19931127","time":"1993-11-27 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":70,"wspd":11.2},{"date":"19931127","time":"1993-11-27 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":76,"wspd":13},{"date":"19931127","time":"1993-11-27 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":79,"wspd":7.6},{"date":"19931127","time":"1993-11-27 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":74,"wspd":16.6},{"date":"19931127","time":"1993-11-27 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":68,"wspd":14.8},{"date":"19931127","time":"1993-11-27 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":72,"wspd":25.9},{"date":"19931127","time":"1993-11-27 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":69,"wspd":29.5},{"date":"19931127","time":"1993-11-27 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":74,"wspd":27.7},{"date":"19931127","time":"1993-11-27 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":77,"wspd":29.5},{"date":"19931127","time":"1993-11-27 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":77,"wspd":31.7},{"date":"19931127","time":"1993-11-27 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":80,"wspd":29.5},{"date":"19931127","time":"1993-11-27 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":83,"wspd":31.7},{"date":"19931127","time":"1993-11-27 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":80,"wspd":35.3}]}}