{"19941031":{"guardian_articles":[],"nytimes_articles":[{"date":"19941031","headline":"Plagiarists Steal More Than Just Words","web_url":"https://www.nytimes.com/1994/10/31/opinion/l-plagiarists-steal-more-than-just-words-687138.html","abstract":"  To the Editor:   Re \"What Rhymes With, uh, Plagiarism?\" (Arts pages, Oct. 25): The number of journals of every type in fields as diverse as poetry and science is an invitation to plagiarism on an unprecedented scale. There is no effective institutional means of combating it.","thumbnail":null,"section":"Opinion"},{"date":"19941031","headline":"TENNIS;\nAnother Teen-Ager Hits Tour, but Who Has Advantage?","web_url":"https://www.nytimes.com/1994/10/31/sports/tennis-another-teenager-hits-tour-but-who-has-advantage.html","abstract":"As women's tennis focuses on its latest and last -- 14-year-old phenom, Venus Williams, the United States' best junior player is turning pro against the wishes of the United States Tennis Association.\n\nMeilen Tu, the 16-year-old United States Open junior singles champion, will make her professional debut tomorrow at the Bank of the West Classic in Oakland, Calif, the same tournament in which Williams is taking the stage on a professional level. To help her entry into the pro ranks, Tu signed with International Management Group two weeks ago; as the promoter of the event, I.M.G. held two wild-card slots, which were given to Williams and Tu.","thumbnail":null,"section":"Sports"},{"date":"19941031","headline":"GASOLINE","web_url":"https://www.nytimes.com/1994/10/31/nyregion/pulse-gasoline.html","abstract":"  While gasoline sales have been rising in most of the country, they have declined in the New York metropolitan area. Improvements in gas mileage have slowed the market's growth, industry experts say, but in the New York area a steady population and abundant mass transit have also kept gasoline consumption down. Retail prices have fallen slightly in the past few years. Disparities in gas prices in different areas are largely due to tax differences and the costs of doing business. State gas taxes in the region vary; New York State also imposes a 4 percent sales tax on gasoline. The Federal gasoline tax is 18.4 cents per gallon.","thumbnail":null,"section":"New York"},{"date":"19941031","headline":"PRO FOOTBALL: Giants and Jets Hit the Same Numbers in a Losers' Lottery; Even With the Extra Time, 5th Straight Defeat for Giants","web_url":"https://www.nytimes.com/1994/10/31/sports/pro-football-giants-jets-hit-same-numbers-losers-lottery-even-with-extra-time.html","abstract":"  It has gotten to the point where the Giants almost expect things to go bad. After their 28-25 demoralizing overtime loss to the Detroit Lions today, it was as if each and every player had been clubbed over the head. They were seeing dots of confusion and expressing anger and frustration.   The Giants tried to remain upbeat, but their faces and body language betrayed them. As they were saying things like it's not over and never let up, they hung their heads low and tried not to make eye contact.","thumbnail":null,"section":"Sports"},{"date":"19941031","headline":"In Rural Haiti, 'Section Chief' Rules Despite U.S. Presence","web_url":"https://www.nytimes.com/1994/10/31/world/in-rural-haiti-section-chief-rules-despite-us-presence.html","abstract":"  Jean-Bertrand Aristide may once again be President of Haiti, but in this poor but verdant valley, Jean Lacoste Edouard is still the boss, and he enforces his will with fists, clubs, machetes and guns.   As one of Haiti's 565 \"chefs de section,\" or rural magistrates, Mr. Edouard is the sole representative of the central Government in a lush, rice-growing section of the Artibonite region a three-hour drive north of Port-au-Prince. Mr. Edouard, gruff and muscular with piercing eyes and a commanding demeanor, has wielded power since 1986, outlasting more than half a dozen military and civilian Governments and inspiring fear and dread among the 10,000 or so people whose lives he controls.","thumbnail":null,"section":"World"},{"date":"19941031","headline":"Creel Journal; Dying Babies Are Witness to Proud People's Crisis","web_url":"https://www.nytimes.com/1994/10/31/world/creel-journal-dying-babies-are-witness-to-proud-people-s-crisis.html","abstract":"  As shadows gather, some babies cry. Others lie in their cribs at St. Theresa's clinic too weakened by hunger to do much more than blink so slowly it seems their eyes might not open again.   The state of Chihuahua, part desert, part inhospitable sierra, has always had less than its share of rain and more than its share of poverty. But this year northern Mexico is suffering through its worst drought in 40 years and the state has been particularly hard hit. State officials say rainfall dropped to less than 40 percent of normal, the state's main dams are only 16 percent full and about 100,000 head of cattle have died.","thumbnail":null,"section":"World"},{"date":"19941031","headline":"Black Women Graduates Outpace Male Counterparts","web_url":"https://www.nytimes.com/1994/10/31/us/black-women-graduates-outpace-male-counterparts.html","abstract":"  Among recent black college graduates, women now earn more than men, according to census figures, and some sociologists say that may be an economic disincentive to marriage.   In fact, black college-educated women have made such financial strides since 1980 that many now earn as much or more than white women with similar education and similar work experience.","thumbnail":null,"section":"U.S."},{"date":"19941031","headline":"Cleanup Keeps a Frat House Open After It Is Declared Unfit","web_url":"https://www.nytimes.com/1994/10/31/nyregion/cleanup-keeps-a-frat-house-open-after-it-is-declared-unfit.html","abstract":"  By all accounts, the members of the Pi Lambda Phi fraternity at Stevens Institute of Technology are not a particularly rowdy or debauched bunch.   The only animals in this house, in fact, were of the four-legged variety. Nonetheless, there were a lot of them -- mostly mice, judging by the evidence. And that, combined with the brothers' lax housekeeping habits, was enough for the city's Department of Health to declare the ornate beige brick building at 802 Castle Point Terrace unfit for human habitation on Wednesday.","thumbnail":null,"section":"New York"},{"date":"19941031","headline":"4 Winners to Share A $72 Million Prize From State Lottery","web_url":"https://www.nytimes.com/1994/10/31/nyregion/4-winners-to-share-a-72-million-prize-from-state-lottery.html","abstract":"  New York Lottery officials broke a zillion hearts with their little air-blown numbered balls late Saturday night, but announced yesterday that four new millionaires had beaten the dizzy odds and would share a $72.5 million Lotto jackpot, the richest regular strike since the state lottery began 27 years ago.   By last night, the officials said, only one winner had come forward -- a man who bought his ticket at a grocery in Galway, a tiny Saratoga County village. But his name was not released and all four winners were still anonymous -- safe, for the time being, from the frenzied attentions of the news media and investment advisers, the dream merchants and long-lost relatives.","thumbnail":null,"section":"New York"},{"date":"19941031","headline":"No Headline","web_url":"https://www.nytimes.com/1994/10/31/nyregion/no-headline-680664.html","abstract":"  \"I don't know who won, but if I knew I would keep the guy in my house and not let him out.\" -- MOHAMMAD A. KHAN, proprietor of a store where one of the winning lottery tickets was sold.  [ B2:3. ]","thumbnail":null,"section":"New York"},{"date":"19941031","headline":"High Seas Delaying Recovery of Sunken Treasure","web_url":"https://www.nytimes.com/1994/10/31/us/high-seas-delaying-recovery-of-sunken-treasure.html","abstract":"  Forrest Gump has not had the only Gulf of Mexico trawler struck by impossible fortune. Some real-life fishermen whose nets snagged on the bottom off the coast here last year discovered a treasure of 400,000 colonial Spanish pieces of eight more than 200 years old. All silver, they are worth millions, perhaps tens of millions of dollars.   Scholars say the treasure was almost certainly borne on the Spanish brig of war El Cazador, dispatched by King Charles III of Spain in 1784 to shore up the paper currency and the economy of his Louisiana colony.","thumbnail":null,"section":"U.S."},{"date":"19941031","headline":"Sharper Scrutiny of White House Safety","web_url":"https://www.nytimes.com/1994/10/31/us/the-shooting-at-the-white-house-security-sharper-scrutiny-of-white-house-safety.html","abstract":"  The President's house, at 16th Street and Pennsylvania Avenue N.W., is already protected by metal detectors, sharpshooters, electronic sensing devices, concrete barricades, guard dogs and earthen berms. Yet none of that stopped a gunman from spraying the White House with bullets on Saturday.   As a result, the shooting -- which caused no injuries but left pockmarks where bullets had hit the facade of the White House -- has set off a new round of official discussions on what can be done to tighten security.","thumbnail":null,"section":"U.S."},{"date":"19941031","headline":"A Little Run by Sanders Goes the Full Nine Yards","web_url":"https://www.nytimes.com/1994/10/31/sports/pro-football-a-little-run-by-sanders-goes-the-full-nine-yards.html","abstract":"  The fourth quarter and the overtime in the Detroit Lions' 28-25 victory over the Giants today produced scintillating plays.   One was Dave Meggett's 56-yard punt return for a Giants' touchdown. Another was Barry Sanders's 62-yard burst that set up a Lions' touchdown. But if you appreciate the subtleties of football and recognize the skills of the best players, the play of the game was a 9-yard pass completion to Sanders that kept the Lions' winning drive moving. It was Barry Sanders at his best.","thumbnail":null,"section":"Sports"},{"date":"19941031","headline":"Unions Impose Stability on a Turbulent Construction Industry","web_url":"https://www.nytimes.com/1994/10/31/opinion/l-unions-impose-stability-on-a-turbulent-construction-industry-671304.html","abstract":"  To the Editor:   Your Oct. 24 news article about the difficulties encountered by a nonunion builder on Long Island does not address the larger crisis now gripping the entire construction industry.","thumbnail":null,"section":"Opinion"},{"date":"19941031","headline":"POP","web_url":"https://www.nytimes.com/1994/10/31/arts/in-performance-pop-687367.html","abstract":"  Feinstein Mixes the Comic With a Broad Range of Singing  Carnegie Hall    When Michael Feinstein made his New York debut at the Algonquin Hotel eight years ago, this singer and pianist presented himself as a reverent archivist of a bygone musical era when the Gershwins, Irving Berlin and Harry Warren ruled America's songwriting roost. Since then, the pious nostalgist has blossomed into an engaging all-round entertainer. At his Carnegie Hall solo debut on Saturday night, Mr. Feinstein suggested a composite of Victor Borge, Danny Kaye and Al Jolson as well as a romantic pop crooner situated stylistically somewhere between Eddie Fisher and Art Garfunkel.","thumbnail":null,"section":"Arts"},{"date":"19941031","headline":"Pope Appoints 30 Cardinals, 2 From U.S.","web_url":"https://www.nytimes.com/1994/10/31/world/pope-appoints-30-cardinals-2-from-us.html","abstract":"  Pope John Paul II appointed 30 new cardinals today, cementing his influence on the uppermost ranks of the Roman Catholic Church for years to come and broadening the field of possible successors.   The addition of the cardinals means that Pope John Paul II appointed 100 of the maximum 120 cardinals eligible to vote in the secret ballot to elect a successor when a Pope dies.","thumbnail":null,"section":"World"},{"date":"19941031","headline":"Can Quantum Mechanics Explain Consciousness?","web_url":"https://www.nytimes.com/1994/10/31/books/books-of-the-times-can-quantum-mechanics-explain-consciousness.html","abstract":"  SHADOWS OF THE MIND A Search for the Missing Science of Consciousness  By Roger Penrose  Illustrated. 457 pages. Oxford University Press. $25.    Is the digital computer merely a simpler version of the human brain, as many theorists contend? If in fact it is, the implications are scary. For then, as Roger Penrose points out in his profound new book, \"Shadows of the Mind: A Search for the Missing Science of Consciousness,\" \"all thinking is computation; in particular, feelings of conscious awareness are evoked merely by the carrying out of appropriate computations.\" And it is only a matter of time before the fabricators of artificial intelligence will be producing minds that make human beings obsolete.","thumbnail":null,"section":"Books"},{"date":"19941031","headline":"Paradox of '94: Gloomy Voters In Good Times","web_url":"https://www.nytimes.com/1994/10/31/us/the-1994-campaign-the-voters-paradox-of-94-gloomy-voters-in-good-times.html","abstract":"  The ornery and ill-tempered voters who will sit in judgment on Election Day cannot exactly put a finger on why they are so disgusted with Washington and politics.   They know that inflation is low and unemployment is down. They know that the country is not at war, that even the disparaged expedition into Haiti turned out better than many of them expected. Sure, some were disappointed that no health care plan was voted on. But others were relieved because they did not want to lose their own coverage or pay any more for it.","thumbnail":null,"section":"U.S."},{"date":"19941031","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/10/31/sports/transactions-686956.html","abstract":"  Basketball  National Basketball League    DALLAS MAVERICKS -- Waived Daimon Sweet and Greg Sutton, guards.   DENVER NUGGETS -- Waived Abdul Fox and Ryan Yoder, guards.   GOLDEN STATE WARRIORS -- Signed Clifford Rozier, forward, to a four-year contract.   UTAH JAZZ -- Signed Antoine Carr, forward.  ","thumbnail":null,"section":"Sports"},{"date":"19941031","headline":"PRO FOOTBALL: Giants and Jets Hit the Same Numbers in a Losers' Lottery; A Miss Is as Good as a Mile As Esiason Is Inches Short","web_url":"https://www.nytimes.com/1994/10/31/sports/pro-football-giants-jets-hit-same-numbers-losers-lottery-miss-good-mile-esiason.html","abstract":"  No wonder the Jets were angry. And, if they were honest, they were disappointed in themselves as well today.   They were out of it. They fell back in. They were out. They crept back.","thumbnail":null,"section":"Sports"},{"date":"19941031","headline":"Gloucester Journal; In New England Fish Country, the End of Fishing","web_url":"https://www.nytimes.com/1994/10/31/us/gloucester-journal-in-new-england-fish-country-the-end-of-fishing.html","abstract":"  At the St. Peter's Club down by the harbor, where the fishermen drink and play cards and tell their tales of the sea, Giuseppe Noto was in a rage. He pounded the pool table with his huge hands, hands creased and calloused from 30 years of pulling on ropes and chains, shoveling ice onto freshly caught fish and hauling nets out of the ocean at subzero temperatures for emergency repairs.   \"The bank, they call me yesterday!\" shouted Mr. Noto, a 40-year-old Sicilian immigrant whose only school -- the only one he needed until now -- has been the sea. \"I lose my house, my boat, my family. All my life -- fishing. What else can I do? This is my life. The fish are my life.\"","thumbnail":null,"section":"U.S."},{"date":"19941031","headline":"Barrios Is Definitely No Stranger to U.S. as He Logs Miles to Prove It","web_url":"https://www.nytimes.com/1994/10/31/sports/new-york-city-marathon-barrios-definitely-no-stranger-us-he-logs-miles-prove-it.html","abstract":"  With chinook winds blowing out of the Rockies and thin clouds scudding across a robin's egg sky, Arturo Barrios cast his line into the backyard lake of a friend and hauled out a bass the size of his running shoe.   \"I caught the first one,\" Barrios said triumphantly to his training partner, Mark Coogan, on a recent afternoon. \"I'm winning.\"","thumbnail":null,"section":"Sports"},{"date":"19941031","headline":"Corrections","web_url":"https://www.nytimes.com/1994/10/31/nyregion/c-corrections-687090.html","abstract":"  A picture caption on page 33 of the Television section yesterday, about the movie \"Coma,\" misidentified the author of the novel on which it is based. The book was written by Robin Cook, not Michael Crichton.","thumbnail":null,"section":"New York"},{"date":"19941031","headline":"Taking Over Is as Natural as a 26.2-Mile Run","web_url":"https://www.nytimes.com/1994/10/31/sports/new-york-city-marathon-taking-over-is-as-natural-as-a-26.2-mile-run.html","abstract":"  After years of playing second fiddle to a one-man band, Allan Steinfeld finds himself conducting the New York City Marathon all by himself -- if you don't count the loyal support of a dedicated staff, more than 10,000 experienced volunteers, a cadre of powerful municipal and civic leaders and the continuing inspiration of Fred Lebow, the visionary who relied on Steinfeld to make his own marathon dreams come true.   Three weeks after Lebow died of brain cancer at the age of 62 and a week before the 25th marathon draws more than 25,000 runners to the city's premier athletic event, the race Lebow created in 1970 seems to be in very capable hands.","thumbnail":null,"section":"Sports"},{"date":"19941031","headline":"Youthful Son Of Diplomat Held in Theft","web_url":"https://www.nytimes.com/1994/10/31/nyregion/youthful-son-of-diplomat-held-in-theft.html","abstract":"  The 17-year-old son of a former Saudi Arabian diplomat was one of two young men arrested Saturday in Forest Hills, Queens, shortly after they stole a bicycle at gunpoint from two 12-year-old boys, the police said.   The diplomat's son was arrested by two police officers near his home in Forest Hills, several blocks from where the bicycle was reported stolen. He was identified by the police as Faisal Jalajel, whose father was a vice consul for the Saudi Arabian Embassy in Washington and also served with the Saudi delegation to the United Nations in New York. He died two years ago.","thumbnail":null,"section":"New York"},{"date":"19941031","headline":"PRO FOOTBALL: Sports of The Times; The Verdict on the Jets: Nothing but Mediocrity","web_url":"https://www.nytimes.com/1994/10/31/sports/pro-football-sports-of-the-times-the-verdict-on-the-jets-nothing-but-mediocrity.html","abstract":"  IT wasn't so bad that the Jets lost a game as much as it was how and to whom. They found another way to lose to the Colts, their divisional soul mates in everlasting mediocrity.   Let's see now. Giants lose back in Jersey, slip to 3 and 5, Cowboys in Dallas up next. Jets fall in Indy, 28-25, at .500 again, with Buffalo's surging Bills on tap. Once upon a time, the Giants were 3-0 and the Jets were 2-0 and East Rutherford was the pro football capital of America. Hate to be the tailgate party pooper, but yesterday's events just might about do it for the old Meadowlands football season, at least the substantial portion of our program.","thumbnail":null,"section":"Sports"},{"date":"19941031","headline":"Fourth-and-1 to Moore Does Not Hit the Spot","web_url":"https://www.nytimes.com/1994/10/31/sports/pro-football-fourth-and-1-to-moore-does-not-hit-the-spot.html","abstract":"  It was disbelief that he felt, more than anything else. Rob Moore looked at his feet. He knew where they had been planted. He looked at the first-down marker. And he was certain that he had been successful on this, the most crucial play of the game for the Jets.   Then the officials told him he was wrong.","thumbnail":null,"section":"Sports"},{"date":"19941031","headline":"Neighbors Play Critical Role in Shutting Down Illegal Mine","web_url":"https://www.nytimes.com/1994/10/31/nyregion/neighbors-play-critical-role-in-shutting-down-illegal-mine.html","abstract":"  This corner of Westchester has been refashioning itself so swiftly from a rural backwater to a tidy suburb that newcomers were startled a half dozen years ago to discover there was an open-face mine operating at full blast in their midst.   Upset by the sudden window-rattling clamor caused by dynamiting and large dump trucks, the mine's neighbors went to the state's Department of Environmental Conservation for help. An inspector concluded that the operator had a permit to run a small emery mine, but instead was operating a quarry for road-paving gravel, extracting at least 40 times more rock than the permit allowed.","thumbnail":null,"section":"New York"},{"date":"19941031","headline":"G.O.P. HOLDING ON IN TIGHT CONTEST TO RULE SENATE","web_url":"https://www.nytimes.com/1994/10/31/us/the-1994-campaign-the-senate-gop-holding-on-in-tight-contest-to-rule-senate.html","abstract":"  After a tumultuous week of campaigning in which Democrats proclaimed that they were gaining steam, statewide polls published yesterday showed that the fight for control of the Senate was still neck-and-neck.   Indeed, the two Republican Senators whom the Democrats say they have the best chance of picking off -- William V. Roth Jr. of Delaware and Conrad Burns of Montana -- have opened wide leads over their Democratic challengers, according to polls conducted for major newspapers in those two states.","thumbnail":null,"section":"U.S."},{"date":"19941031","headline":"Limits on Welfare Won't Make Jobs Secure","web_url":"https://www.nytimes.com/1994/10/31/opinion/l-limits-on-welfare-won-t-make-jobs-secure-687154.html","abstract":"  To the Editor:   Your Oct. 24 front-page article reports that many women leave welfare for insecure low-wage jobs only to return to welfare when these jobs fall through. You state that the policy implications of these findings are \"up for grabs.\" In fact, the implications are clear: current welfare reform proposals are misdirected and will harm many women struggling to support themselves and their children through low-wage jobs.","thumbnail":null,"section":"Opinion"},{"date":"19941031","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/10/31/nyregion/chronicle-683787.html","abstract":"  Vice President AL GORE met his worst nightmare on Saturday afternoon. Right in his front yard in Washington.   Standing in front of the Vice President's mansion was a fellow who looked like Newt Gingrich, the House minority leader, down to the gray hair parted in the middle, wearing a \"Newt\" T-shirt and a sign that said Speaker of the House, which is what Mr. Gingrich will be if the Republicans win control of the House of Representatives Nov. 8.","thumbnail":null,"section":"New York"},{"date":"19941031","headline":"1944: The Vicar's 'Gift' : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/10/31/opinion/IHT-1944-the-vicars-gift-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] The Rev. H.C. Green, vicar of St. Nicholas Church, Ipswich, who donated a box of rat poison when he heard that a fellow Church of England clergyman was soliciting gifts for German prisoners of war, has been reported t","thumbnail":null,"section":"Opinion"},{"date":"19941031","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/10/31/nyregion/chronicle-687413.html","abstract":"  When a mother speaks, partygoers listen. Some 600 people, including the Rev. JESSE JACKSON and CORETTA SCOTT KING , gathered at the corporate headquarters of TLC Beatrice International Holdings on West 57th Street last week to celebrate the publication by John P. Wiley & Sons of \"Why Should White Guys Have All the Fun?\"   The book, by BLAIR S. WALKER , is a biography of Reginald F. Lewis, the lawyer, corporate takeover dealer and philanthropist who bought the international operations of the Beatrice Company in 1987 in a $985 million leveraged buyout.","thumbnail":null,"section":"New York"},{"date":"19941031","headline":"Ewing Says He's Fine, Any Time","web_url":"https://www.nytimes.com/1994/10/31/sports/pro-basketball-ewing-says-he-s-fine-any-time.html","abstract":"  It doesn't matter to Patrick Ewing when the regular season begins. All he knows is that he is confident he will be ready when it does.   \"I'll be fine for Sunday, Saturday, whenever we play,\" the Knicks' center said today after going through his first all-out workout of the preseason with his teammates. \"I'm a little sore, but I feel all right.\"","thumbnail":null,"section":"Sports"},{"date":"19941031","headline":"Campaign Choices; New York Congressional Races","web_url":"https://www.nytimes.com/1994/10/31/opinion/campaign-choices-new-york-congressional-races.html","abstract":"  Strong anti-incumbent sentiment and the struggle for control of the House of Representatives infuse this year's Congressional races in New York with unusual drama. Here are our recommendations in some of the livelier races in New York City and surrounding suburban districts.   First District (Suffolk County): George Hochbrueckner, the Democrat running for a fifth term in this two-to-one Republican district, is battling a strong Republican challenge from Michael Forbes, a former member of Senator Alfonse D'Amato's staff now on leave from the U.S. Chamber of Commerce. Mr. Forbes has an appealing, friendly style. But his opposition to abortion rights and his decision to sign Newt Gingrich's disingenuous \"Contract With America\" suggest that his manner is more moderate than his politics. Mr. Forbes says he would be more tenacious in getting jobs for a district hit hard by defense cuts. But it is difficult to see how he would be more effective than Mr. Hochbrueckner, a member of the Armed Services Committee, who has been working aggressively to promote civilian uses of military technology. Mr. Hochbrueckner earns our endorsement.","thumbnail":null,"section":"Opinion"},{"date":"19941031","headline":"1919: Explosives Cache : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/10/31/opinion/IHT-1919-explosives-cache-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - The Cork police authorities made an important discovery of explosive last night [Oct. 30] while searching a house in Thomas street for arms. They discovered gelignite enough to blow up the entire locality. They also unearthed bombs in various sta","thumbnail":null,"section":"Opinion"},{"date":"19941031","headline":"Rwandans Who Massacred Now Terrorize Camps","web_url":"https://www.nytimes.com/1994/10/31/world/rwandans-who-massacred-now-terrorize-camps.html","abstract":"  From former government officials and generals down to village mayors and militias, the men who planned and carried out the massacre of tens of thousands of Rwandans earlier this year are now terrorizing hundreds of thousands of refugees who fled the civil war and are living in squalid camps here, refugees and relief workers say.   Young toughs control the distribution of relief food, which they steal in bulk and then sell while the most needy -- pregnant women, children, the sick and the elderly -- are pushed aside.","thumbnail":null,"section":"World"},{"date":"19941031","headline":"Bridge","web_url":"https://www.nytimes.com/1994/10/31/nyregion/bridge-683930.html","abstract":"  When an opponent opens the bidding, one generally assumes that a slam is out of reach. But there are exceptions, and the diagramed deal played in January at the Town Club, 9 East 86th Street, is one of them. North and South were Lee Koppel and David Berah, who climbed to seven clubs in the face of a one-spade opening bid. The grand slam proved to be a good contract because, and only because, the opening bid marked East with all the missing high-card strength.   After winning the spade lead with dummy's ace, there were two ways to find a 13th trick. One was to ruff a spade, cross to the club ace and ruff another spade. Then the A-K of hearts would be cashed, and when the queen did not fall all the trumps would be run, saving one spade and three diamonds in the dummy. East would then be squeezed.","thumbnail":null,"section":"New York"},{"date":"19941031","headline":"At the Circus, a Day of Delight for a Serious Cause","web_url":"https://www.nytimes.com/1994/10/31/nyregion/at-the-circus-a-day-of-delight-for-a-serious-cause.html","abstract":"  Regina Mary Maggio, a 6-year-old cancer patient from Long Island, couldn't wait to see the elephants at the Big Apple Circus yesterday afternoon at Damrosch Park at Lincoln Center.   \"I've ridden one, you know,\" she said, in a matter-of-fact tone.","thumbnail":null,"section":"New York"},{"date":"19941031","headline":"3-Way L.I. Race Gives a Democrat a Rare Chance","web_url":"https://www.nytimes.com/1994/10/31/nyregion/the-1994-campaign-congress-3-way-li-race-gives-a-democrat-a-rare-chance.html","abstract":"  A few months ago, Philip M. Schiliro, at work in Washington, got a call from his mother, Jean, on Long Island. She had a feeling that the local Congressman, David A. Levy, a freshman Republican, was in trouble in his primary race. Why, she demanded, wasn't Phil back here, running for the seat on the Democratic line, as he did in 1992?   Mrs. Schiliro proved prophetic. Mr. Levy lost the Republican primary in September, a defeat that transformed the Fourth Congressional District race from a yawner into a three-way tossup. By late September, the Republican nomination belonged to a political maverick; the incumbent was running as a third-party candidate, and Mr. Schiliro had taken a leave of absence from his Capitol Hill job, a last-minute replacement for a weaker Democrat in the race.","thumbnail":null,"section":"New York"},{"date":"19941031","headline":"Long Shot on Casinos Is Taken Seriously in Florida","web_url":"https://www.nytimes.com/1994/10/31/us/1994-campaign-ballot-measures-long-shot-casinos-taken-seriously-florida.html","abstract":"  Half an hour after setting out from Fort Lauderdale, the cruise ship Discovery I crosses into international waters and the casually dressed crowd scatters among the gaming tables and slot machines that suddenly come to life. For the next four hours they will float on this 490-foot \"boat to nowhere,\" one of several cruise ships that operate off Florida to give gamblers access to the casinos they could have back home but have twice rejected at the ballot box.   Next week, Florida residents will vote a third time on whether to allow casino gambling in the state. While casinos have proliferated elsewhere in the country, opposition here remains strong, if not overwhelming. Polls consistently show that the ballot measure, the Proposition for Limited Casinos, does not have the votes it needs to pass, even after an expensive campaign by pro-casino interests. But the anti-casino forces are not writing the measure off.","thumbnail":null,"section":"U.S."},{"date":"19941031","headline":"Corrections","web_url":"https://www.nytimes.com/1994/10/31/nyregion/c-corrections-687073.html","abstract":"  An article on Friday about State Senator George E. Pataki's campaign for governor missstated the position of a supporter, J. Daniel Mahoney. Mr. Mahoney is a judge on the United States Court of Appeals for the Second Circuit, not a United States District Court judge.","thumbnail":null,"section":"New York"},{"date":"19941031","headline":"Remembering Crown Heights, Hopefuls Focus On Jewish Vote","web_url":"https://www.nytimes.com/1994/10/31/nyregion/1994-campaign-candidates-remembering-crown-heights-hopefuls-focus-jewish-vote.html","abstract":"  Allies of State Senator George E. Pataki slashed at Gov. Mario M. Cuomo with the double-edged sword known as Crown Heights yesterday, as both Jewish and black supporters of the Republican gubernatorial candidate criticized Mr. Cuomo's role in the 1991 racial unrest and its aftermath.   The attacks came as Mr. Cuomo and Mayor Rudolph W. Giuliani also toured Jewish neighborhoods, telling voters that a Pataki administration would hurt New York City. The day ended with United States Senator Alfonse M. D'Amato appearing at a Pataki fund-raiser in Williamsburg, Brooklyn, re-emerging after an absence of several days from the Pataki campaign.","thumbnail":null,"section":"New York"},{"date":"19941031","headline":"McCumber Makes a Very Long Putt And Zoeller Winds Up in a Hole","web_url":"https://www.nytimes.com/1994/10/31/sports/golf-mccumber-makes-a-very-long-putt-and-zoeller-winds-up-in-a-hole.html","abstract":"  It all made sense in the end, when Mark McCumber and Fuzzy Zoeller came to the first hole of sudden death at the Olympic Club today. It made sense on so many levels.   Because of the history of playoffs at this storied layout in the hills south of the city, because it involved the two veterans, Zoeller, who will be 43 next month, and McCumber, who is 43, and because of the strange and quirky lore of a club that always tantalizes favorites only to, at the end of the day, break their hearts.","thumbnail":null,"section":"Sports"},{"date":"19941031","headline":"Corrections","web_url":"https://www.nytimes.com/1994/10/31/nyregion/c-corrections-687065.html","abstract":"  Because of a transmission error, an article on Friday about a reporter whose articles resulted in manslaughter charges in an assisted suicide case misspelled part of the name of a law firm that represents news organizations. It is Gibson, Dunn & Crutcher, not Dunne.","thumbnail":null,"section":"New York"},{"date":"19941031","headline":"Defeated Serbs in Northwest Bosnia Retreat Into Croatia","web_url":"https://www.nytimes.com/1994/10/31/world/defeated-serbs-in-northwest-bosnia-retreat-into-croatia.html","abstract":"  Stung by their first serious military defeat to Bosnian Government forces, Bosnian Serb soldiers accompanied by more than 1,000 civilian refugees have retreated to this village in a Serbian-held part of Croatia.   Trond Sorensen, a United Nations police official, said today that 1,117 Bosnian Serb refugees, including several Bosnian Serb soldiers, had fled here from a Government offensive that had begun five days ago in the northwestern Bosnian town of Bihac and has been pushing southeast toward Kulen Vakuf.","thumbnail":null,"section":"World"},{"date":"19941031","headline":"A Step Backward for Ndeti As Samuelson Goes Ahead","web_url":"https://www.nytimes.com/1994/10/31/sports/new-york-city-marathon-a-step-backward-for-ndeti-as-samuelson-goes-ahead.html","abstract":"  Cosmas Ndeti of Kenya dropped out of the Chicago Marathon today as Joan Benoit Samuelson, the 1984 Olympic champion, dropped back into competitive distance running.   There had been talk of an assault on the world record by Ndeti, the winner of the Boston Marathon in 1993 and 1994, but the 24-year-old Kenyan developed a blister on his left instep and retired after 20 miles. Luis dos Santos of Brazil repeated as the Chicago champion with a time of 2 hours 11 minutes 16 seconds.","thumbnail":null,"section":"Sports"},{"date":"19941031","headline":"Accused Had Been Missing a Month","web_url":"https://www.nytimes.com/1994/10/31/us/the-shooting-at-the-white-house-the-suspect-accused-had-been-missing-a-month.html","abstract":"  At least from the outside, the home of Francisco Martin Duran here fits the portrait of American suburban tranquillity: a tidy brick-and-frame house on Albion Street with festive Halloween decorations in a window.   But inside the garage is a large American flag, hanging upside down.","thumbnail":null,"section":"U.S."},{"date":"19941031","headline":"It All Began on a Hot Summer Sunday in 1970","web_url":"https://www.nytimes.com/1994/10/31/sports/new-york-city-marathon-it-all-began-on-a-hot-summer-sunday-in-1970.html","abstract":"  Gary Muhrcke, winner of the first New York City Marathon, nearly missed his date with history.   \"I only signed up 15 minutes before the race started,\" Muhrcke, then a 30-year-old New York City fireman, recalled recently. \"I hadn't trained for three weeks because of a leg injury, but I felt O.K., so I decided to run.","thumbnail":null,"section":"Sports"},{"date":"19941031","headline":"Parking Rules","web_url":"https://www.nytimes.com/1994/10/31/nyregion/parking-rules-681768.html","abstract":"  Alternate-side street cleaning regulations will be suspended tomorrow for the religious holiday of All Saints' Day.","thumbnail":null,"section":"New York"},{"date":"19941031","headline":"Abroad at Home; Pie In the Sky","web_url":"https://www.nytimes.com/1994/10/31/opinion/abroad-at-home-pie-in-the-sky.html","abstract":"  Mitt Romney, the Republican candidate challenging Senator Edward Kennedy of Massachusetts, was asked in one of their debates what his position was on health care.    \"I want universal coverage,\" he replied. And, he said, Americans should be able to move without losing their insurance and should not be excluded because of pre-existing medical conditions.","thumbnail":null,"section":"Opinion"},{"date":"19941031","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/10/31/sports/results-plus-685127.html","abstract":"  GOLF  For Langer, Title and a Bonus  Bernhard Langer of Germany shot a one-under-par 70 yesterday and won the Volvo Masters tournament in Sotogrande, Spain, by one shot when Seve Ballesteros of Spain bogeyed the final hole. Langer, who earned $204,000, finished at eight-under 276. With the victory, he leaped past Ballesteros into second place on the final European money list -- worth a bonus of $135,500. Ballesteros, with a 73, finished in a second-place tie with Vijay Singh of Fiji at 277. Singh's 66 was the low round of the day. The defending champion, Colin Montgomerie of Scotland (72), and Miguel Angel Jimenez of Spain (71) tied for fourth at 278. (AP) U.S. Beats Japan: Michelle McGann and Donna Andrews shot 66's as the United States won 11 of 18 individual matches yesterday against Japan to take the Nichirei International L.P.G.A. event in Ami, Japan, for the 10th straight time. The final score was 22 1/2-13 1/2. (AP) AUTO RACING  Slick 500 Title Goes to Labonte  Terry Labonte, dominating in the desert sun, raced away with yesterday's Slick 500 at Phoenix International Raceway. The 1984 Winston Cup champion led 112 of the final 120 laps on the one-mile oval in picking up his third victory of the season. It wasn't much of a contest after the halfway point of the 312-lap race. Most of the leaders fell back into the pack, and Labonte put all except two drivers -- the runner-up Mark Martin and the pole-starter Sterling Marlin -- a lap down. (AP) YACHTING  Frenchman Advances in Class I  There was a surge in finishes yesterday in the BOC round-the-world race. Christophe Auguin of France, the race's defending champion, arrived first, for third-place in Class I. Next was David Adams of Australia, the Class II winner for boats of 40-50 feet. Following him was Jean Luc Van Den Heede of France, for fourth in Class I. Also expected were Giovanni Soldini of Italy and David Scully of Chicago. CROSS-COUNTRY  Make It Four in a Row for Iona  Martin McCarthy, who covered the five-mile course at Van Cortlandt Park in 25 minutes 28 seconds, led Iona to its fourth straight team cross-country title with 16 points in the Metro Atlantic Conference Championships. McCarthy, the fifth consecutive Gael to take the gold medal, finished 160 yards ahead of a teammate, Declan O'Callaghan, who ran a 26:00. Manhattan College, behind Margaret McParland's first-place finish of 19:27 over 3.1 miles, won the women's team crown with 45 points.    TENNIS  Stockholm Agrees With Becker  Boris Becker, convinced that Stockholm is his kind of town, beat Goran Ivanisevic in a four-set, serve-and-volley duel yesterday to win the Stockholm Open for the fourth time. \"It must be something in the air that makes me play great here,\" the German said after a 4-6, 6-4, 6-3, 7-6 (7-4) victory in the $1.72 million event on the Globe Arena's fast carpet. During the weeklong event, Becker beat the top three players in the world. (AP)","thumbnail":null,"section":"Sports"},{"date":"19941031","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/10/31/nyregion/metro-digest-681644.html","abstract":"  CUOMO PULLS AHEAD IN LATEST POLL   With a combination of patience and unforeseen events, Gov. Mario M. Cuomo has edged ahead of State Senator George E. Pataki as New York's gubernatorial race enters its final week, according to a New York Times/WCBS-TV News Poll. The new poll, conducted from Wednesday through Saturday, shows that Mr. Cuomo's lead -- between 6 and 10 percentage points depending on how it is measured -- has little to do with any new-found affection by New Yorkers for the 12-year incumbent. Instead, Mr. Pataki, the Republican nominee, has fallen behind because of the impact of B. Thomas Golisano's third-party candidacy and because Mr. Cuomo's strategy of attack has convinced some voters that Mr. Pataki is an unacceptable alternative. A1.","thumbnail":null,"section":"New York"},{"date":"19941031","headline":"1894:A Royal Tragedy : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/10/31/opinion/IHT-1894a-royal-tragedy-in-our-pages100-75-and-50-years-ago.html","abstract":"SHANGHAI - Behind the death of the young Empress of China, Yeh-Elhnala, is a tragedy, for the Empress committed suicide. The imperial consorts have never been on good terms, but a climax was reached when the Emperor emphasized a sharp rebuke to the Empres","thumbnail":null,"section":"Opinion"},{"date":"19941031","headline":"Israel-Jordan Peace Will Help Palestinians","web_url":"https://www.nytimes.com/1994/10/31/opinion/l-israel-jordan-peace-will-help-palestinians-687146.html","abstract":"  To the Editor:   The peace agreement signed this week between Jordan and Israel, despite Yasir Arafat's negative view of it, has a potential positive impact on the West Bank.","thumbnail":null,"section":"Opinion"},{"date":"19941031","headline":"I.R.A. Chief Eases Stand on a United Ireland","web_url":"https://www.nytimes.com/1994/10/31/world/ira-chief-eases-stand-on-a-united-ireland.html","abstract":"  Gerry Adams, the political leader of the Irish Republican Army, said today that he could agree to a compromise solution of the conflict in Northern Ireland that falls short of the I.R.A.'s ultimate goal of a united Ireland.   In perhaps the most conciliatory statement he has made since the I.R.A. began a cease-fire two months ago, Mr. Adams said that as president of Sinn Fein, the I.R.A.'s political wing, he still wanted a \"unitary state,\" combining the North, a Protestant-dominated British province, with the Irish Republic, which is overwhelmingly Roman Catholic.","thumbnail":null,"section":"World"},{"date":"19941031","headline":"U.N. Challenge: U.S. Pushes for New Ideas on Bosnia","web_url":"https://www.nytimes.com/1994/10/31/world/un-challenge-us-pushes-for-new-ideas-on-bosnia.html","abstract":"  In introducing a resolution to lift an arms embargo against the Government of Bosnia and Herzegovina, the Clinton Administration has done more than meet its own deadline for action if the Bosnian Serbs continued to reject a three-month-old peace plan.   The United States is also challenging its European allies and Russia to come up with some better way to break the stalemate as Sarajevo and other parts of Bosnia face a third bleak winter of war.","thumbnail":null,"section":"World"},{"date":"19941031","headline":"New Chief In Ukraine To Toughen Austerity","web_url":"https://www.nytimes.com/1994/10/31/world/new-chief-in-ukraine-to-toughen-austerity.html","abstract":"  Bolstered by a new international vote of confidence in his reform efforts, President Leonid D. Kuchma now pledges further painful austerity measures to turn around the depressed economy.   Steps to raise prices on food, energy and rent and to increase exports were rewarded last week with pledges of millions of dollars in Western aid at a conference in Canada of the Group of Seven leading industrial democracies.","thumbnail":null,"section":"World"},{"date":"19941031","headline":"Corrections","web_url":"https://www.nytimes.com/1994/10/31/nyregion/c-corrections-687057.html","abstract":"  A front-page article on Thursday about a new measurement of the distance to a remote galaxy, which bears on the question of the universe's age, misstated the equivalent of a speed, 80 kilometers per second. It is about 180,000 miles an hour, not 60,000.","thumbnail":null,"section":"New York"},{"date":"19941031","headline":"London Brings an Edge to the G.O.P. Ticket","web_url":"https://www.nytimes.com/1994/10/31/nyregion/the-1994-campaign-comptroller-london-brings-an-edge-to-the-gop-ticket.html","abstract":"  Herbert London is a professor who speaks like a preacher, a high-volume conservative raised on a rigid code he jokingly calls Jewish Calvinism. He has more than a little edge in his manner, which comes through in forums like his appearance on a call-in show in Syracuse the other day on WHEN-AM radio, which concerned reducing taxes, trimming welfare and, most important, restoring dignity to \"the forgotten New Yorker.\"   \"You have this huge seductress called government,\" he barked into the microphone on a campaign swing through central New York. \"People want the services but they don't want to pay the taxes. You can't run a society in that fashion. It creates the politics of resentment.\"","thumbnail":null,"section":"New York"},{"date":"19941031","headline":"In Giuliani-D'Amato Race, G.O.P. Sees Albany Drifting Away","web_url":"https://www.nytimes.com/1994/10/31/nyregion/1994-campaign-republicans-giuliani-d-amato-race-gop-sees-albany-drifting-away.html","abstract":"  In the crucial final days of the New York governor's race, a long-simmering feud between Mayor Rudolph W. Giuliani and Senator Alfonse M. D'Amato has re-emerged, threatening to drag down the Republican candidate, George E. Pataki, as the party's leaders and even its nominees choose up sides.   Having decided to cross party lines and support Gov. Mario M. Cuomo, Mr. Giuliani has set his sights on his old nemesis as well, throwing barbs and darts at Mr. D'Amato and the Republican Party leadership. \"You have to be in some other state not to realize the Republican Party is in great dispute,\" Mr. Giuliani said Saturday as he hit five upstate cities in support of Mr. Cuomo. \"That happens when there's a lack of leadership, or perhaps the wrong leadership.\"","thumbnail":null,"section":"New York"},{"date":"19941031","headline":"CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/10/31/arts/in-performance-classical-music-684600.html","abstract":"  One Big Noise Deserves Another  Avery Fisher Hall    Say this for Aaron Jay Kernis: he can stir up an orchestral ruckus. If he had purposely set out in his \"New Era Dance\" (1994) to outdo in sheer volume the famous eruptive opening of Richard Strauss's \"Also Sprach Zarathustra,\" which was also on the New York Philharmonic program on Thursday evening, he could hardly have done better. \"New Era\" amounts to a Bernstein dance with Varesian bells and whistles. And sirens, since it is meant to evoke riotous urban life. But it did seem epochal when the Philharmonic players rapped (well . . .) the words \"new era\" to an electronic rhythm.","thumbnail":null,"section":"Arts"},{"date":"19941031","headline":"Vacco Faults Burstein on Using Convicted Felon in Campaign","web_url":"https://www.nytimes.com/1994/10/31/nyregion/1994-campaign-attorney-general-vacco-faults-burstein-using-convicted-felon.html","abstract":"  Dennis C. Vacco, the Republican candidate for New York State attorney general, continued yesterday to press his attack on his Democratic opponent, Karen S. Burstein, for allowing a convicted felon to work in her campaign.   Mr. Vacco, who is trailing in the polls, said campaign-disclosure statements filed on Aug. 30 showed that the worker, Ellen O'Meara, had received $1,800 from Ms. Burstein's campaign for fund raising and provided the candidate with $3,845 in \"in-kind contributions.\"","thumbnail":null,"section":"New York"},{"date":"19941031","headline":"20 Months After Bombing, Vista Hotel to Finally Reopen","web_url":"https://www.nytimes.com/1994/10/31/nyregion/20-months-after-bombing-vista-hotel-to-finally-reopen.html","abstract":"  After more than 20 months and $65 million in renovation and repairs, the Vista International Hotel -- near the epicenter of the World Trade Center explosion -- is reopening tomorrow with a new look, a new conference center and tougher competition than ever.   The 820-room Vista has rebuilt the underground areas damaged in the bomb blast of Feb. 26, 1993, which killed six people and injured hundreds. The soot and smoke in the guest rooms and common areas have been cleaned up. And guests are coming back: more than 200 reservations are on the books for opening day, and the hotel has thousands of confirmed bookings from individuals and groups through March and \"a lot of interest from meeting planners and conventioneers,\" said Franz Zeller, the hotel's general manager.","thumbnail":null,"section":"New York"},{"date":"19941031","headline":"What They're Reading","web_url":"https://www.nytimes.com/1994/10/31/style/IHT-what-theyre-reading.html","abstract":"Bill Roedy, president of MTV Europe, is reading \"Wages of Guilt\" by Ian Buruma..\"What the book does is compare the reactions of Japan and Germany to their roles in World War II. It is fascinating to examine how two different cultures and","thumbnail":null,"section":"Style"},{"date":"19941031","headline":"7 Contemporary Pieces For a Festive Occasion","web_url":"https://www.nytimes.com/1994/10/31/arts/dance-review-7-contemporary-pieces-for-a-festive-occasion.html","abstract":"  \"A Concert of Contemporary Dances,\" presented in honor of Judith R. Shapiro, Barnard College's new president, featured a wide range of familiar and emerging choreographers on Saturday afternoon at the Miller Theater at Columbia University.   Alexandre Proia, a former soloist and choreographer with the New York City Ballet, presented \"Dawn to Dawn,\" a premiere inspired by Kahlil Gibran's \"Prophet\"; its mellow images of spiritual quest were a far cry from the hard-edged, angular choreography Mr. Proia had shown in the past. Emma Diamond, until recently with the Merce Cunningham Dance Company, offered a new work that had the individuality and spark of her own dancing.","thumbnail":null,"section":"Arts"},{"date":"19941031","headline":"Teen-Agers on Camera And Also Supervising It","web_url":"https://www.nytimes.com/1994/10/31/arts/television-review-teen-agers-on-camera-and-also-supervising-it.html","abstract":"  In its press kit, \"The Ride\" is promoted as \"teen-driven TV: it's a trip.\" Anything teen-driven on television nowadays probably takes a cue or two from MTV, where the offices buzz with cool young demographic types hired to provide instant programming feedbacks. And sure enough, the creator and executive producer of \"The Ride,\" Shauna Garr, was formerly a segments producer for MTV's teen-age magazine, \"Like We Care.\"    For \"The Ride,\" Ms. Garr has chosen, from more than 250 entries, a crew of six teen-age video producers who spent two months together getting to know other teen-agers on a journey that covered 9,000 miles and 8 states. At times, the effect looks something like Jack Kerouac meeting MTV's \"Real World.\" No one, be assured, is likely to mistake \"The Ride\" for \"America's Funniest Videos.\"","thumbnail":null,"section":"Arts"},{"date":"19941031","headline":"POLL FINDS CUOMO HAS EDGED AHEAD OF PATAKI IN RACE","web_url":"https://www.nytimes.com/1994/10/31/nyregion/the-1994-campaign-the-voters-poll-finds-cuomo-has-edged-ahead-of-pataki-in-race.html","abstract":"  With a combination of patient strategy and unforeseen events, Gov. Mario M. Cuomo has edged ahead of State Senator George E. Pataki as New York's gubernatorial race enters its final week, according to a New York Times/WCBS-TV News Poll.   The new poll, which was conducted from Wednesday through Saturday, shows that Mr. Cuomo's lead -- between 6 and 10 percentage points, depending on how it is measured -- has little to do with any new-found affection by New Yorkers for the 12-year incumbent. Instead, Mr. Pataki, the Republican nominee, has fallen behind because of the impact of B. Thomas Golisano's third-party candidacy and because Mr. Cuomo's campaign strategy of attack has convinced some voters that Mr. Pataki is an unacceptable alternative to the Governor.","thumbnail":null,"section":"New York"},{"date":"19941031","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/10/31/nyregion/news-summary-680354.html","abstract":"  International A3-11  HAITIAN 'SECTION CHIEF' RULES    Despite the President's return, authoritarian and often abusive rural magistrates still control much of rural Haiti, but the peasants have been emboldened and are beginning to fight back. A1","thumbnail":null,"section":"New York"},{"date":"19941031","headline":"Ex-Jet Nearly Pulls Off a Surprise, But Cowboys Rally to Beat Bengal","web_url":"https://www.nytimes.com/1994/10/31/sports/pro-football-ex-jet-nearly-pulls-off-a-surprise-but-cowboys-rally-to-beat-bengal.html","abstract":"  Cowboys 23, Bengals 20    Jeff Blake, released by the Jets in the preseason, nearly turned his first National Football League start with the Cincinnati Bengals into one of the season's biggest upsets.","thumbnail":null,"section":"Sports"},{"date":"19941031","headline":"DANCE","web_url":"https://www.nytimes.com/1994/10/31/arts/in-performance-dance-687375.html","abstract":"  Undulations of the Sea, On a Precisely Charted Voyage  Kaye Playhouse    As a company director, Rebecca Kelly pays careful attention to details of costuming and lighting, and she regularly commissions new music for her dances. Yet too often her choreography is the least interesting feature of her productions.","thumbnail":null,"section":"Arts"},{"date":"19941031","headline":"Suspect Charged in White House Shooting","web_url":"https://www.nytimes.com/1994/10/31/us/shooting-white-house-overview-suspect-charged-white-house-shooting.html","abstract":"  Federal officials today charged a Colorado man with two felony counts in Saturday's riddling of the White House with rifle fire but after considerable debate declined to charge him with trying to assassinate the President.   The decision to bring criminal charges came after investigators abruptly stopped questioning Francisco Martin Duran early this morning, when he requested a lawyer.","thumbnail":null,"section":"U.S."},{"date":"19941031","headline":"TENNIS;\nAnother Teen-Ager Hits Tour, but Who Has Advantage?","web_url":"https://www.nytimes.com/1994/10/31/sports/tennis-another-teenager-hits-tour-but-who-has-advantage.html","abstract":"As women's tennis focuses on its latest and last -- 14-year-old phenom, Venus Williams, the United States' best junior player is turning pro against the wishes of the United States Tennis Association.\n\nMeilen Tu, the 16-year-old United States Open junior singles champion, will make her professional debut tomorrow at the Bank of the West Classic in Oakland, Calif, the same tournament in which Williams is taking the stage on a professional level. To help her entry into the pro ranks, Tu signed with International Management Group two weeks ago; as the promoter of the event, I.M.G. held two wild-card slots, which were given to Williams and Tu.","thumbnail":null,"section":"Sports"},{"date":"19941031","headline":"Bledsoe? Marino? This Game Is All Legs","web_url":"https://www.nytimes.com/1994/10/31/sports/pro-football-bledsoe-marino-this-game-is-all-legs.html","abstract":"  This was supposed to be a shootout between two fly boys -- Miami's Dan Marino and New England's Drew Bledsoe -- who like nothing better than filling the air with passes. In the last game between the two teams, on opening day, the two quarterbacks combined for 894 yards and 9 touchdowns through the air and the Dolphins won, 39-35.   On a sunny afternoon, with a game-time temperature an unseasonably warm 75 degrees, the stage was set for another toss-fest between Marino and Bledsoe. But it soon turned into a day for the foot soldiers, primarily the Miami kicker, Pete Stoyanovich, and running back Bernie Parmalee.","thumbnail":null,"section":"Sports"},{"date":"19941031","headline":"Los Angeles Mayor Crosses Party Line to Back Feinstein","web_url":"https://www.nytimes.com/1994/10/31/us/1994-campaign-california-los-angeles-mayor-crosses-party-line-back-feinstein.html","abstract":"  Representative Michael Huffington suffered another hard political blow to his reeling Senate campaign today when his Democratic opponent, Senator Dianne Feinstein, won the endorsement of the state's second-most-powerful Republican, Mayor Richard J. Riordan of Los Angeles.   Mr. Riordan, whose political prominence as a California Republican is overshadowed only by that of Gov. Pete Wilson, said he was supporting the Senator rather than Mr. Huffington because she had shown \"an amazing ability to work with Republicans and Democrats to help solve the problems of Los Angeles and California.\"","thumbnail":null,"section":"U.S."},{"date":"19941031","headline":"Limits on Welfare Won't Make Jobs Secure; Wanted: Job-Readiness","web_url":"https://www.nytimes.com/1994/10/31/opinion/l-limits-on-welfare-won-t-make-jobs-secure-wanted-job-readiness-687294.html","abstract":"  To the Editor:   You miss a fundamental point in your Oct. 24 article on welfare mothers and jobs: While many of those on public assistance can and do find jobs, a far greater portion is not yet capable of doing so. They suffer from debilitating and chronic poverty, which prevents them from getting and keeping a job.","thumbnail":null,"section":"Opinion"},{"date":"19941031","headline":"Consider the Pumpkin","web_url":"https://www.nytimes.com/1994/10/31/opinion/consider-the-pumpkin.html","abstract":"  Anyone who has driven the back roads this fall knows that the farmer markets are loaded with pumpkins. This calls for a little research into the natural history of, and a mild tribute to, an attractive and serviceable fruit. Not surprisingly, the pumpkin was earning its keep long before pies and Halloween made it a seasonal symbol.   When Curcurbita pepo was first cultivated, it was for its seeds, which were a prized snack among the sixth-millennium B.C. cave dwellers of the Tamaulipas Mountains in Mexico.","thumbnail":null,"section":"Opinion"},{"date":"19941031","headline":"N.F.L. at Midseason: Don't Count the Bills Out","web_url":"https://www.nytimes.com/1994/10/31/sports/on-pro-football-nfl-at-midseason-don-t-count-the-bills-out.html","abstract":"  Once again, the Buffalo Bills proved how proud they are. Once again, the Bills showed how good they can be.   On a National Football League weekend where near ghoulish things were happening on nearly every field all over the league, the Bills pitched in with a 44-10 pounding of the Kansas City Chiefs. The last time they met, Buffalo whipped Kansas City in the A.F.C. championship game by 30-13.","thumbnail":null,"section":"Sports"},{"date":"19941031","headline":"30 New Cardinals Named by the Pope","web_url":"https://www.nytimes.com/1994/10/31/world/30-new-cardinals-named-by-the-pope.html","abstract":"  Pope John Paul II appointed 30 new cardinals, including two from the United States.   The appointments cemented his influence on the top ranks of the Roman Catholic Church and broadened the field of possible successors.","thumbnail":null,"section":"World"},{"date":"19941031","headline":"Seoul Wishes for Prosperous North Korea","web_url":"https://www.nytimes.com/1994/10/31/opinion/l-seoul-wishes-for-prosperous-north-korea-687359.html","abstract":"  To the Editor:   Selig S. Harrison argues in \"Beware the Hawks in Seoul\" (Op-Ed, Oct. 21) that the defect in President Clinton's agreement with North Korea about nuclear nonproliferation is the South Korean Government.","thumbnail":null,"section":"Opinion"},{"date":"19941031","headline":"Limits on Welfare Won't Make Jobs Secure; Equal Work, Equal Pay","web_url":"https://www.nytimes.com/1994/10/31/opinion/l-limits-on-welfare-won-t-make-jobs-secure-equal-work-equal-pay-687278.html","abstract":"  To the Editor:   Your article on the working patterns of women on welfare (front page, Oct. 24) overlooks some other pioneering work on welfare mothers as well as some possible employment policies to make work pay.","thumbnail":null,"section":"Opinion"},{"date":"19941031","headline":"A Smaller Pie for Youth, Apportioned in Mystery","web_url":"https://www.nytimes.com/1994/10/31/nyregion/metro-matters-a-smaller-pie-for-youth-apportioned-in-mystery.html","abstract":"  IT is a measure of how profoundly the Giuliani administration has disrupted groups that provide services for the city's young people that even those quick to detect a conspiracy can see no convincing rationale for all the chaos.   \"What we're trying to find out is, how was this done and who did it?\" an exasperated Manhattan Councilwoman, C. Virginia Fields, asked at a recent hearing.","thumbnail":null,"section":"New York"},{"date":"19941031","headline":"League and Players Still Skating in Circles","web_url":"https://www.nytimes.com/1994/10/31/sports/hockey-league-and-players-still-skating-in-circles.html","abstract":"  One month gone, five months and nine days to go.    The National Hockey League officially completes the first month of its season-delaying lockout today with no solution or path to solution in the foreseeable future. Instead of games, this week's N.H.L. schedule has a secret bargaining session and an announcement of cancellation of additional games.","thumbnail":null,"section":"Sports"},{"date":"19941031","headline":"PRO FOOTBALL: Sports of The Times; The Instant Replay Repeal Haunts the Giants","web_url":"https://www.nytimes.com/1994/10/31/sports/pro-football-sports-of-the-times-the-instant-replay-repeal-haunts-the-giants.html","abstract":"  INSTANT replay has reared its invisible head between the Giants' general manager and the Giants' coach. George Young would still vote against it. Dan Reeves wishes it hadn't been repealed.   Two plays in yesterday's 28-25 overtime loss to the Detroit Lions begged for instant replay.","thumbnail":null,"section":"Sports"},{"date":"19941031","headline":"Honor Grant's Wish to Be Buried at West Point","web_url":"https://www.nytimes.com/1994/10/31/opinion/l-honor-grant-s-wish-to-be-buried-at-west-point-671290.html","abstract":"  To the Editor:   In light of the deplorable condition of Grant's Tomb in Riverside Park in New York City, and the threat by President Ulysses S. Grant's descendants to remove his remains and those of his wife unless the National Park Service cleans up the tomb site, I suggest that Grant's original burial plans be reconsidered.","thumbnail":null,"section":"Opinion"},{"date":"19941031","headline":"Amid Calm, Anger Lingers On 125th St.","web_url":"https://www.nytimes.com/1994/10/31/nyregion/amid-calm-anger-lingers-on-125th-st.html","abstract":"  Two weeks after the Giuliani administration moved to clear peddlers from 125th Street in Harlem, the buzz of shoppers there has returned. The police presence, once more than 500 officers, has dwindled dramatically and the angry, displaced vendors have cut back their calls for a boycott and moved to find new sites.   But if 125th Street seems to have settled down to some degree of normalcy, all sides in the confrontation seem to be wrestling with what normal will now mean.","thumbnail":null,"section":"New York"},{"date":"19941031","headline":"Man, Hit by a Thrown Egg, Kills a Youth in Brooklyn","web_url":"https://www.nytimes.com/1994/10/31/nyregion/man-hit-by-a-thrown-egg-kills-a-youth-in-brooklyn.html","abstract":"  A pre-Halloween egg fight among a dozen children on Saturday night led to the death of a 12-year-old Brooklyn boy when one of the eggs accidentally struck a passing man who became enraged and stabbed him, the police said.    As the youth, Pedro Ramos of Bushwick, staggered away, mortally wounded in the groin and pleading for help, the man's companion kept kicking and punching him, witnesses and the police said.","thumbnail":null,"section":"New York"},{"date":"19941031","headline":"Essay; Glory of Competition","web_url":"https://www.nytimes.com/1994/10/31/opinion/essay-glory-of-competition.html","abstract":"  How can the government best help propel us along the information superhighway?   In most of us, that question induces an instant MEGO (my eyes glaze over). I recall a moment in the Nixon White House when Diane Sawyer and I were earnestly briefing Ron Ziegler on an arcane point likely to generate questions after an economic speech; the press secretary absorbed all he could and finally said: \"Stop. Any new fact you tell me now means I'll forget something else.\"","thumbnail":null,"section":"Opinion"},{"date":"19941031","headline":"Proof Lacking for Ritual Abuse by Satanists","web_url":"https://www.nytimes.com/1994/10/31/us/proof-lacking-for-ritual-abuse-by-satanists.html","abstract":"  Tales of satanic ritual abuse, with well-organized cults sacrificing animals and babies and engaging in sexual perversion and cannibalism, is the stuff of tabloid television. Now the first empirical study of its actual prevalence, based on information from district attorneys, social service workers, police officials and psychotherapists, suggests that these tales are usually just that -- figments of imagination.   Athough the survey found occasional cases of lone abusers who used ritualistic trappings, it found no substantiated reports of well-organized satanic rings of people who sexually abuse children.","thumbnail":null,"section":"U.S."},{"date":"19941031","headline":"Cav and Pag Reunited, All's Right in the World","web_url":"https://www.nytimes.com/1994/10/31/arts/opera-review-cav-and-pag-reunited-all-s-right-in-the-world.html","abstract":"  The B before the P just doesn't work. \"Tab/Pag\" possesses neither the fluid connection nor the easy separation of \"Cav/Pag.\" So a minor upset in the cosmic scheme, inflicted by two glitzy early-season couplings of Puccini's \"Tabarro\" with Leoncavallo's \"Pagliacci\" at the Metropolitan Opera, was set right last week, when Mascagni's \"Cavalleria Rusticana\" displaced \"Il Tabarro\" for the rest of the run.   The Franco Zeffirelli productions of the two operas, from 1970, were last seen together two seasons ago. In \"Cavalleria,\" at least, whatever realism may be achieved by Mr. Zeffirelli's scenic rendering of an Italian village square (live animals included) is fatally undercut by the fluffy carryings-on of the villagers, currently directed by Fabrizio Melano.","thumbnail":null,"section":"Arts"},{"date":"19941031","headline":"Tired of Separatism","web_url":"https://www.nytimes.com/1994/10/31/opinion/tired-of-separatism.html","abstract":"The critic Northrop Frye envisioned Canada as a fulfillment of Isaiah's prophecy of the Peaceable Kingdom, wherein the lion would lie down with the lamb. The heirs to two of the Western world's seminal cultures, the English and the French, would share a nearly empty, enviably blessed land, enriching each other.\n\nPrime Minister Jean Chretien probably got it right when he said last Thursday, \"I know it will be a 'yes' for Canada when Quebecers vote in next year's referendum.\" But Canadians, just in case, are bracing for a turbulent year, with acrimony the rule.","thumbnail":null,"section":"Opinion"},{"date":"19941031","headline":"The Vampire Has His Hooks In; Books, Movies, Clubs Attest to an Anti-Hero's Popularity","web_url":"https://www.nytimes.com/1994/10/31/nyregion/vampire-has-his-hooks-books-movies-clubs-attest-anti-hero-s-popularity.html","abstract":"  Eight months and eight days ago, tonight's nuptial couple met at a party attended by professed vampires and vampire wannabees. It was the usual good time: One woman cut herself and drank a shot of her own blood.   The groom, Perry Alexander Montauredes, a man of 19th-century sartorial tastes who hates sunlight, will not go so far as to say he is a vampire. And he takes a dim view of those who drink blood in public.","thumbnail":null,"section":"New York"},{"date":"19941031","headline":"Film Noir of Open Spaces, Not Mean Streets","web_url":"https://www.nytimes.com/1994/10/31/movies/film-noir-of-open-spaces-not-mean-streets.html","abstract":"  The fine art of murder is a simple one, and John Dahl, the director of \"The Last Seduction,\" intends to keep it that way. \"I've always liked films with just a couple of characters in which things get twisted around,\" he said in a recent interview in New York, where his latest exercise in film noir opened on Wednesday.    With just three films under his belt, Mr. Dahl, at 38, has acquired a growing audience that thrills to his distinctive, updated style of film noir. Like the great practitioners of the genre, like his hero Billy Wilder, Mr. Dahl starts with a basic premise.","thumbnail":null,"section":"Movies"},{"date":"19941031","headline":"Review/Fashion; Lots of Sugar, With Some Pinches of Spice","web_url":"https://www.nytimes.com/1994/10/31/style/review-fashion-lots-of-sugar-with-some-pinches-of-spice.html","abstract":"  Designers in the opening shows of the spring 1995 collections here have been asking their abstemious fashion audiences to indulge in a lot of sweets.    The sugary, countrified, rose-colored retro spirit that seems to be sweeping New York this season brought forth picnic tablecloth dresses at Donna Karan's DKNY show , skirts made from potato sacks at Lawrence Scott, and 1950's debutantes in tulle and cashmere sweaters at Michael Leva. At Miu Miu, the diffusion line of Prada, models wore little jackets like those favored by manicurists in the 1950's and patent leather shoes the color that in nail enamel is called cotton candy. Russell Bennett offered tiny floral prints on white pique dresses with crinolines beneath.","thumbnail":null,"section":"Style"},{"date":"19941031","headline":"Campaign Choices; One More for Mr. Moynihan","web_url":"https://www.nytimes.com/1994/10/31/opinion/campaign-choices-one-more-for-mr-moynihan.html","abstract":"  In a season when incumbent legislators are being attacked as self-serving know-nothings, it is a pleasure to be able to identify rather quickly a politician who not only says he cares about good governance but has the record to prove it. That description fits Daniel Patrick Moynihan. He is running for a fourth term and he deserves it.   Bernadette Castro is the latest in a lengthening line of sacrificial lambs served up by the G.O.P. to fight an impossible battle. Six years ago, an industrious fellow named Robert McMillan volunteered for this suicide mission, stumped the state in his own car and made a lot of good suggestions. He was swamped. Six years before that, Florence Sullivan, a scrappy conservative, gave it a shot with a meager budget that supported one press aide, one administrative assistant and one speechwriter -- all of whom seemed to be the same person.","thumbnail":null,"section":"Opinion"},{"date":"19941031","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/10/31/nyregion/inside-680435.html","abstract":"  Upping the Stakes   Union Pacific increased its offer for Santa Fe Pacific to $3.8 billion and said its chairman, Drew Lewis, was taking a leave of absence. Page D1. Anticipation at Time Warner    Richard Parsons, the head of Dime Bancorp, is expected to be named president of the world's largest entertainment company. Page D1. Pick Your Poll    Depending on your poll preference, either Penn State or Nebraska is the No. 1 college football team in the nation. SportsMonday, page C11.","thumbnail":null,"section":"New York"},{"date":"19941031","headline":"CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/10/31/arts/in-performance-classical-music-687391.html","abstract":"  A Single Sensibility For an Orchestra and Its Leader  Carnegie Hall    The Israel Chamber Orchestra and Shlomo Mintz offered a comfortable, if single, point of view on Thursday night. The program at Carnegie Hall was half 20th century, half 18th, but the message was uniform: a warm, cushioned way of playing stringed instruments that both orchestra and Mr. Mintz, its conductor and violinist, shared to the utmost.","thumbnail":null,"section":"Arts"},{"date":"19941031","headline":"For Russians, Literary Loot Turns Awkward","web_url":"https://www.nytimes.com/1994/10/31/books/for-russians-literary-loot-turns-awkward.html","abstract":"  Fifty years after Russia and Germany savaged each other's cultural heritage with looting and bombing, Russia has yet to return most of the millions of books it stole from Germany at the end of World War II.   Germany destroyed nearly 200 million Russian books in the war, a record almost impossible to comprehend. But it long ago returned most of the books it had left and has sent millions of dollars to Russia in partial compensation.","thumbnail":null,"section":"Books"},{"date":"19941031","headline":"The Gang's Just About All Here (Except for Holy Bull)","web_url":"https://www.nytimes.com/1994/10/31/sports/horse-racing-the-gang-s-just-about-all-here-except-for-holy-bull.html","abstract":"  Lure flew into town from New York on Saturday afternoon with Cherokee Run, Dispute, Heavenly Prize, Prenup and Sierra Diablo. The first wave of Europeans arrived this morning bearing Barathea and Only Royale. The second wave, from France at 8 A.M. and from England at 6 P.M., are expected Monday. The California contenders, Best Pal and Soul of the Matter, will arrive Tuesday. And Concern, following a well-traveled script, will come by van from Maryland on Friday.   They are all taking the high road to the Breeders' Cup, with its seven races worth $10 million in purses and the implied assurance of votes to win the Eclipse Awards and the championships beyond. The cup, the 11th in the series, will be run at Churchill Downs on Saturday with a record total of 126 horses entered, with 33 from Europe.","thumbnail":null,"section":"Sports"},{"date":"19941031","headline":"Israel to Relax Blockade On West Bank and Gaza","web_url":"https://www.nytimes.com/1994/10/31/world/israel-to-relax-blockade-on-west-bank-and-gaza.html","abstract":"  Israel said today that starting on Tuesday it would relax the blockade it imposed on the West Bank and Gaza Strip after the suicide bombing of a Tel Aviv bus 11 days ago.   At the same time, Israel and the Palestine Liberation Organization worked out arrangements to station Palestinian police officers for the first time at the border crossings from Gaza into Egypt and from the West Bank into Jordan. They may take their posts as early as Monday.","thumbnail":null,"section":"World"},{"date":"19941031","headline":"Sense of Dread Now Pervades Frantic Search","web_url":"https://www.nytimes.com/1994/10/31/us/sense-of-dread-now-pervades-frantic-search.html","abstract":"  Five days after they were reported to have disappeared with the red taillights of their mother's stolen car down a dark rural road, there is still no sign of the two little boys. The town is draped in yellow ribbons and its people still pray for miracles, but here in Union there is a growing sense of dread over the fate of 3-year-old Michael Smith and his 14-month-old brother, Alexander.    \"Look for a merciful God to deliver us,\" said the Rev. Mark Long, a pastor in Union, during a weekend vigil for the boys.","thumbnail":null,"section":"U.S."},{"date":"19941031","headline":"Under Fire, Mandela Calls For Austerity","web_url":"https://www.nytimes.com/1994/10/31/world/under-fire-mandela-calls-for-austerity.html","abstract":"  Stung by images of high-living officials and pressed by inherited debts, President Nelson Mandela's Government has announced austerity measures including cutting the pay of top elected officials, whittling the Civil Service and selling some state-owned businesses.   The changes, announced late Saturday night by Thabo Mbeki, Mr. Mandela's first deputy, were a response to growing public disillusionment with South Africa's first freely elected Government. Many people feel the Government has preached patience and discipline to the public while reveling in the new comforts of power.","thumbnail":null,"section":"World"},{"date":"19941031","headline":"Corrections","web_url":"https://www.nytimes.com/1994/10/31/nyregion/c-corrections-687081.html","abstract":"  A chart on Wednesday about the Nassau County charter revision misstated the number of votes allotted to one town under a weighted system for the Board of Supervisors, and omitted a second town. North Hempstead has 15 votes, not 58. Hempstead has 58.","thumbnail":null,"section":"New York"},{"date":"19941031","headline":"THEATER","web_url":"https://www.nytimes.com/1994/10/31/theater/in-performance-theater-687383.html","abstract":"  Spying on the Neighbors And Then Confronting Them  Currican Theater    In the recently published novel \"Winter Birds,\" Jim Grimsley created a disturbing, poetic portrait of a violent marriage in the rural South. Written largely from a child's perspective, it portrayed an abusive father who made fearful vigilance the stuff of daily life for his young wife and five children.","thumbnail":null,"section":"Theater"}],"wiki_events":[{"date":"19941031","headline":"American Eagle Flight 4184 crashes near Roselawn, Indiana killing all 68 people on board.","pages":[{"title":"American Eagle Flight 4184","web_url":"https://en.wikipedia.org/wiki/American_Eagle_Flight_4184","description":"1994 plane crash in Indiana, US","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/f/f8/American_Eagle_Flight_4184_crashsite.jpg","thumbnail_width":300,"thumbnail_height":162},"abstract":"American Eagle Flight 4184, officially operating as Simmons Airlines Flight 4184, was a scheduled domestic passenger flight from Indianapolis, Indiana, to Chicago, Illinois, United States. On October 31, 1994, the ATR 72 performing this route flew into severe icing conditions, lost control and crashed into a field, killing all 68 people on board in the high-speed impact."},{"title":"Roselawn, Indiana","web_url":"https://en.wikipedia.org/wiki/Roselawn%2C_Indiana","description":"Census-designated place in Indiana, United States","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Jasper_County_and_Newton_County_Indiana_Incorporated_and_Unincorporated_areas_Roselawn_Highlighted_1866006.svg/320px-Jasper_County_and_Newton_County_Indiana_Incorporated_and_Unincorporated_areas_Roselawn_Highlighted_1866006.svg.png","thumbnail_width":320,"thumbnail_height":258},"abstract":"Roselawn is a census-designated place (CDP) in Newton and Jasper counties in the U.S. state of Indiana. The population was 4,131 at the 2010 census."}]}],"weather":[{"date":"19941031","time":"1994-10-31 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":89,"wspd":20.5},{"date":"19941031","time":"1994-10-31 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":83,"wspd":27.7},{"date":"19941031","time":"1994-10-31 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":88,"wspd":24.1},{"date":"19941031","time":"1994-10-31 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":78,"wspd":24.1},{"date":"19941031","time":"1994-10-31 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":76,"wspd":29.5},{"date":"19941031","time":"1994-10-31 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":81,"wspd":16.6},{"date":"19941031","time":"1994-10-31 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":80,"wspd":16.6},{"date":"19941031","time":"1994-10-31 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.6,"rhum":76,"wspd":24.1},{"date":"19941031","time":"1994-10-31 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":77,"wspd":22.3},{"date":"19941031","time":"1994-10-31 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":75,"wspd":25.9},{"date":"19941031","time":"1994-10-31 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.1,"rhum":82,"wspd":24.1},{"date":"19941031","time":"1994-10-31 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.5,"rhum":89,"wspd":24.1},{"date":"19941031","time":"1994-10-31 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":79,"wspd":29.5},{"date":"19941031","time":"1994-10-31 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":81,"wspd":31.3},{"date":"19941031","time":"1994-10-31 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.7,"rhum":75,"wspd":24.1},{"date":"19941031","time":"1994-10-31 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.7,"rhum":72,"wspd":24.1},{"date":"19941031","time":"1994-10-31 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":77,"wspd":18.4},{"date":"19941031","time":"1994-10-31 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":77,"wspd":29.5},{"date":"19941031","time":"1994-10-31 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":74,"wspd":22.3},{"date":"19941031","time":"1994-10-31 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":75,"wspd":25.9},{"date":"19941031","time":"1994-10-31 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":73,"wspd":29.5},{"date":"19941031","time":"1994-10-31 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":78,"wspd":25.9},{"date":"19941031","time":"1994-10-31 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":80,"wspd":18.4},{"date":"19941031","time":"1994-10-31 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":82,"wspd":18.4},{"date":"19941031","time":"1994-10-31 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":38,"wspd":11.2},{"date":"19941031","time":"1994-10-31 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":43,"wspd":14.8},{"date":"19941031","time":"1994-10-31 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":46,"wspd":11.2},{"date":"19941031","time":"1994-10-31 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":49,"wspd":11.2},{"date":"19941031","time":"1994-10-31 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":57,"wspd":7.6},{"date":"19941031","time":"1994-10-31 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":62,"wspd":0},{"date":"19941031","time":"1994-10-31 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":66,"wspd":9.4},{"date":"19941031","time":"1994-10-31 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":71,"wspd":0},{"date":"19941031","time":"1994-10-31 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":77,"wspd":0},{"date":"19941031","time":"1994-10-31 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":79,"wspd":0},{"date":"19941031","time":"1994-10-31 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":79,"wspd":0},{"date":"19941031","time":"1994-10-31 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":83,"wspd":5.4},{"date":"19941031","time":"1994-10-31 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":77,"wspd":9.4},{"date":"19941031","time":"1994-10-31 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":69,"wspd":13},{"date":"19941031","time":"1994-10-31 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":60,"wspd":7.6},{"date":"19941031","time":"1994-10-31 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":61,"wspd":7.6},{"date":"19941031","time":"1994-10-31 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":78,"wspd":11.2},{"date":"19941031","time":"1994-10-31 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":84,"wspd":11.2},{"date":"19941031","time":"1994-10-31 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":78,"wspd":11.2},{"date":"19941031","time":"1994-10-31 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":76,"wspd":9.4},{"date":"19941031","time":"1994-10-31 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":81,"wspd":11.2},{"date":"19941031","time":"1994-10-31 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":93,"wspd":11.2},{"date":"19941031","time":"1994-10-31 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":100,"wspd":13},{"date":"19941031","time":"1994-10-31 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":100,"wspd":11.2}]},"19941101":{"guardian_articles":[],"nytimes_articles":[{"date":"19941101","headline":"Move to Ban Giant Bulls Splits Spain","web_url":"https://www.nytimes.com/1994/11/01/world/move-to-ban-giant-bulls-splits-spain.html","abstract":"  From prehistoric cave paintings to Picasso murals, bulls have always been associated with Spain's national imagery. Or so almost everyone in Spain is now passionately affirming since the Ministry of Public Works has condemned dozens of huge metal cutouts of bulls that dot the countryside.   Weighing more than four tons, they stand about 40 feet square and have loomed on hills, plains, cliffs, farmlands and vineyards since 1957 as advertisements for a brandy called Veterano.","thumbnail":null,"section":"World"},{"date":"19941101","headline":"Status of Humphries Is Uncertain","web_url":"https://www.nytimes.com/1994/11/01/sports/sports-people-football-status-of-humphries-is-uncertain.html","abstract":"  The San Diego Chargers might not know until just before kickoff in Atlanta Sunday whether STAN HUMPHRIES will be the starter, the backup or the inactive third-string quarterback.   Humphries dislocated his left (non-throwing) elbow early in the third quarter of Sunday's 35-15 home victory over the Seattle Seahawks. His left arm was in a sling yesterday and there was quite a bit of swelling, Coach BOBBY ROSS said.","thumbnail":null,"section":"Sports"},{"date":"19941101","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/11/01/nyregion/inside-691887.html","abstract":"  Turning to Einstein   New findings on the universe's age have thrown cosmologists a curve. So some are reconsidering an idea that Einstein once called his biggest blunder. Science Times, page C1. A Deluge of Catalogues    Mail-order retailers, trying to beat a 10 percent increase in their postal rates next year, say the 1994 holiday season is breaking all records of mailbox clutter. Page D1. Haiti's Capital Bustles Again    In Port-au-Prince, people no longer fear they will be kidnapped and killed by the gunmen the army used as enforcers, and restaurants, bars and music clubs are full. Page A16. Gunmen Kill Boy, 15s    Two men wearing Halloween masks pistol-whipped a Queens nanny and then fatally shot a 15-year-old boy in her charge as he rushed to help her, the police said. Page B3.","thumbnail":null,"section":"New York"},{"date":"19941101","headline":"U.S. Sex Survey Had Flawed Methodology","web_url":"https://www.nytimes.com/1994/11/01/opinion/l-us-sex-survey-had-flawed-methodology-694983.html","abstract":"  To the Editor:   Re \"What That Survey Didn't Say\" (Op-Ed, Oct. 25): M. G. Lord wisely questions the results from the University of Chicago's National Health and Social Life Survey on Americans' sexual habits. But the article may be too generous in saying the researchers \"made every effort to glean the truth from its 3,432 participants.\" There are methodological flaws in the survey.","thumbnail":null,"section":"Opinion"},{"date":"19941101","headline":"Over 100 Inmates Escape From Haiti's Main Prison","web_url":"https://www.nytimes.com/1994/11/01/world/over-100-inmates-escape-from-haiti-s-main-prison.html","abstract":"  More than 100 prisoners at Haiti's national penitentiary, including some former police officers being held on charges of human rights abuses, escaped here Sunday, according to Haitian news reports.   International police monitors confirmed the jail break. Only eight of those who escaped were reported to have been recaptured as of this afternoon.","thumbnail":null,"section":"World"},{"date":"19941101","headline":"Psychiatric Exam Ordered In White House Shooting","web_url":"https://www.nytimes.com/1994/11/01/us/psychiatric-exam-ordered-in-white-house-shooting.html","abstract":"  The dishonorably discharged Army medic who opened fire on the White House on Saturday with a semiautomatic rifle was today charged with four felony offenses, and a magistrate ordered him to undergo a one-day psychiatric examination.   At a hearing in Federal District Court, prosecutors charged the man, Francisco Martin Duran, with possession of a firearm as a convicted felon, destruction of Federal property at the White House, assaulting a Federal officer during his arrest and using a firearm in the commission of violent crime. If convicted of all four charges, he faces a maximum term of 35 years in prison.","thumbnail":null,"section":"U.S."},{"date":"19941101","headline":"DANCE","web_url":"https://www.nytimes.com/1994/11/01/arts/in-performance-dance-694738.html","abstract":"  Choreography That's New, But With Baroque Touches  Gould Hall","thumbnail":null,"section":"Arts"},{"date":"19941101","headline":"Israelis and Arabs Talking Business","web_url":"https://www.nytimes.com/1994/11/01/world/israelis-and-arabs-talking-business.html","abstract":"  Two thousand business executives from 60 countries and scores of senior American, Israeli and Arab officials began a two-day conference here today to explore ways of cementing peace between Israel and its Arab neighbors through regional economic projects.    Half the Israeli Cabinet, led by Prime Minister Yitzhak Rabin and several dozen businessmen armed with nearly 150 proposals for joint ventures with Arabs, arrived for the gathering, underlining Israel's keen interest in exploring the economic horizons of the Arab world.","thumbnail":null,"section":"World"},{"date":"19941101","headline":"U.S. to Spend $80 Million To Restore a Barrier Island","web_url":"https://www.nytimes.com/1994/11/01/nyregion/us-to-spend-80-million-to-restore-a-barrier-island.html","abstract":"   Ending 20 years of litigation, the Federal Government has agreed to spend $80 million to help restore a barrier island in the Hamptons where more than 200 homes were swept away in a 1992 storm.   The agreement, which was filed this afternoon in Federal District Court in Brooklyn, settles a lawsuit brought by residents of West Hampton Dunes, which was nearly washed into the Atlantic during the storm, in December 1992.","thumbnail":null,"section":"New York"},{"date":"19941101","headline":"Letko Hopes Patience Will Pay Off; A Torrid Start in '93 Marathon, but Nothing Left for a Finish","web_url":"https://www.nytimes.com/1994/11/01/sports/letko-hopes-patience-will-pay-off-torrid-start-93-marathon-but-nothing-left-for.html","abstract":"  Overheated and dehydrated, Anne Marie Letko finished the 1993 New York City Marathon not in Central Park but in the hospital, not with a medal around her neck but with an intravenous tube in her arm. The next day, she went for a short run, and her legs were so sore that she found it necessary to walk down the driveway backward.   She may yet become the next great American female distance runner, but to win a marathon she must first complete one. So Letko, 25, will return to New York for Sunday's race, a year older and wiser. She has a confident new racing strategy, one that involves patience and the latest techniques for holding water and preventing her internal radiator from boiling over.","thumbnail":null,"section":"Sports"},{"date":"19941101","headline":"No Headline","web_url":"https://www.nytimes.com/1994/11/01/nyregion/no-headline-691941.html","abstract":"  \"I'm not going to change my life dramatically. I don't go for fancy restaurants. I'm not a suit-and-tie man.\" -- FRED JACOBS, lottery winner.  [ B1:2. ]","thumbnail":null,"section":"New York"},{"date":"19941101","headline":"1944: More 'Dour' War : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/11/01/opinion/IHT-1944-more-dour-war-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] Prime Minister Churchill warned for the third time against hoping for an early end to the European war. Churchill said Nazi resistance may not be overcome before early summer. He stated that the conflict in Europe pro","thumbnail":null,"section":"Opinion"},{"date":"19941101","headline":"Canadian Showman Takes On Broadway With a Swagger","web_url":"https://www.nytimes.com/1994/11/01/theater/canadian-showman-takes-on-broadway-with-a-swagger.html","abstract":"  Garth Drabinsky, the producer of \"Kiss of the Spider Woman\" and \"Show Boat,\" has written his autobiography.   The book, called \"Closer to the Sun,\" is a showman's chronicle of a showman's life, from a childhood in which he was victimized by polio (\"I wakened into the air-conditioned nightmare,\" it begins) through his career as a lawyer, a film producer, an entrepreneur who built a small movie theater business into the gargantuan Cineplex Odeon chain and then lost it in a takeover battle, and finally to his current post as the chairman of Live Entertainment of Canada, a producer and presenter of live theater events, including the Broadway shows.","thumbnail":null,"section":"Theater"},{"date":"19941101","headline":"Italy Finds A Fugitive, One of Many","web_url":"https://www.nytimes.com/1994/11/01/world/italy-finds-a-fugitive-one-of-many.html","abstract":"  In the end, the bulky overcoat and floppy hat were not enough to hide the movie-star looks of Ferdinando Mach di Palmstein as his pursuers moved in.   \"Good morning, Signor Mach,\" one of them said as the fugitive Italian financier ventured from an apartment on the Boulevard St.-Germain in Paris on Sunday to buy the Italian newspapers from a corner kiosk, only to find himself arrested by the Italian plainclothes policeman who had just bid him good day.","thumbnail":null,"section":"World"},{"date":"19941101","headline":"Big Bang's Defenders Weigh Fudge Factor, A Blunder of Einstein's, As Fix for New Crisis","web_url":"https://www.nytimes.com/1994/11/01/science/big-bang-s-defenders-weigh-fudge-factor-blunder-einstein-s-fix-for-new-crisis.html","abstract":"  EVEN though the universe has infinite ways of humbling them, cosmologists are nothing if not resilient and endlessly creative. They have to be, given their daunting task of standing on the shore of a small world and looking beyond the harbor lights of nearby stars to the arching waves of clustered galaxies, seeking on far horizons glimpses of the entire cosmic history, from beginning to probable end.   For more than three decades, their most satisfying reconstructions of that history have rested squarely on the \"Big Bang\" theory. In the beginning, according to this model, mass was compressed into a state of infinite density, an initial singularity. Then there was a kind of explosion. Everything -- space itself -- expanded, thinned out and cooled. At first, all was smooth and virtually uniform. But around some faint wrinkles, called density fluctuations, matter began clumping into stars, galaxies of stars and clusters of gravitationally bound galaxies stretching across the sky.","thumbnail":null,"section":"Science"},{"date":"19941101","headline":"Family of Errant Genes Is Found to Be Related To Variety of Skeletal Ills","web_url":"https://www.nytimes.com/1994/11/01/science/family-of-errant-genes-is-found-to-be-related-to-variety-of-skeletal-ills.html","abstract":"  FORGET the great human heart and brain, the eyes that see sweeping vistas, the lips that declare \"I am\"; the real thing standing between us and primordial ooze is the human skeleton. Built of 206 bones, 29 in the skull alone, the skeleton is a living cathedral of ivory vaults, ribs and buttresses -- a structure at once light and strong, flexible and firm.    Yet like those toy kits requiring self-assembly, the skeleton is also so complicated that many things can and do go wrong with it during development. Disorders that affect the growth of the body's bones are among the most common of all birth defects. For example, at least one in 3,000 babies suffers from any of 100 different syndromes that cause the sutures of the skull plates to fuse prematurely.","thumbnail":null,"section":"Science"},{"date":"19941101","headline":"Cadets See Aberration, Not Tailhook Scandal","web_url":"https://www.nytimes.com/1994/11/01/us/cadets-see-aberration-not-tailhook-scandal.html","abstract":"  For years, the United States Military Academy has conducted a half-dozen classes a semester on relations between men and women, including frank discussions of sexual harassment and incidents like the Tailhook scandal.    So both male and female cadets interviewed today were embarrassed by the announcement that several football players had been accused of groping female cadets at an Oct. 20 rally intended to muster school spirit for a game two days later against The Citadel. The incident, a half-dozen cadets said, should not be compared with the Tailhook scandal, which tarnished the image of the Navy's officers corps.","thumbnail":null,"section":"U.S."},{"date":"19941101","headline":"Almost Perfect Marathon Presence","web_url":"https://www.nytimes.com/1994/11/01/sports/new-york-city-marathon-notebook-almost-perfect-marathon-presence.html","abstract":"  The blue line that marks the 26.2- mile course will be interspersed with silver, and the sky will be full of red, white and blue tributes, but for all the embellishments of the 25th New York City Marathon on Sunday, to Arturo Montero it will just be more of the same.   No one has run all 24 races, but Montero, one of the 55 original finishers in 1970, comes close. The 58-year-old Clairol mechanic from Stamford, Conn., has missed only one, he said yesterday, because of a hernia operation in 1982.","thumbnail":null,"section":"Sports"},{"date":"19941101","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/11/01/style/chronicle-688940.html","abstract":"  \"It's very hard to be the President,\" the comedian PAUL REISER told the audience at the Presidential Gala at Ford's Theater in Washington on Sunday evening, \"but you get a lot of perks that no other job has. For example, your own theme song. That's very cool, the whole 'Hail to the Chief' thing.\"   \"Every profession should have a theme song,\" the star of the NBC comedy \"Mad About You\" said. \"You never hear, 'I am the dentist, I'm gonna pull your teeth.' \"","thumbnail":null,"section":"Style"},{"date":"19941101","headline":"Baltimore Orioles Hire Syd Thrift","web_url":"https://www.nytimes.com/1994/11/01/sports/sports-people-baseball-baltimore-orioles-hire-syd-thrift.html","abstract":"  SYD THRIFT, let go earlier this month by the Chicago Cubs, was hired yesterday by the Baltimore Orioles as the team's director of player development. Thrift will be in charge of the Orioles' minor league operations. He replaces DOUG MELVIN, who left Baltimore to become general manager of the Texas Rangers.   Thrift, 65, has been general manager of the Pittsburgh Pirates, director of player personnel for the Oakland Athletics and senior vice president of the Yankees. He had been assistant general manager of the Cubs, but was let go after ANDY MacPHAIL was hired as team president.","thumbnail":null,"section":"Sports"},{"date":"19941101","headline":"Red Sox Don't Exercise Berryhill Option","web_url":"https://www.nytimes.com/1994/11/01/sports/sports-people-baseball-red-sox-don-t-exercise-berryhill-option.html","abstract":"  The Boston Red Sox declined yesterday to exercise their $1.2 million option on DAMON BERRYHILL, and the catcher immediately filed for free agency. Berryhill, 30, hit .263 in 82 games this past season with 6 homers and 34 runs batted in.","thumbnail":null,"section":"Sports"},{"date":"19941101","headline":"Giants Waiting for the Hard Times to Go","web_url":"https://www.nytimes.com/1994/11/01/sports/pro-football-giants-waiting-for-the-hard-times-to-go.html","abstract":"  Embarrassed by the team's five-game losing streak, one Giants player said he was hesitant about calling his mother this week because every time he does she gives him an earful about what the team needs to do to win. Another Giant gets almost three messages a week from friends around the league making fun of the team: \"Beep. Nice squad, dude. Beep.\"   The losing is taking its toll, personally and professionally. And while no one has given up on the season, the immediate future looks bleak. Not only is confidence sagging and frustration growing, but the Giants have some key players who are banged up, and the Super Bowl champion Cowboys are waiting for a Monday night matchup in Dallas.","thumbnail":null,"section":"Sports"},{"date":"19941101","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/01/nyregion/c-corrections-692352.html","abstract":"  A picture caption on Sunday about discontent among black voters referred incorrectly in some editions to a Philadelphia resident who said she would not vote this year. She is Bernadette Smith, not Bernadette Handyman.","thumbnail":null,"section":"New York"},{"date":"19941101","headline":"Whitman Approves Stringent Restrictions on Sex Criminals","web_url":"https://www.nytimes.com/1994/11/01/nyregion/whitman-approves-stringent-restrictions-on-sex-criminals.html","abstract":"  Convicted sex offenders in New Jersey will now be subject to lifetime supervision under a package of laws signed today by Gov. Christine Todd Whitman. Critics, particularly civil libertarians, say that the bills, among the nation's toughest, contain more symbolism than substance and are heading for a certain constitutional challenge.   Even as she signed the nine-bill package, known as Megan's Law, Mrs. Whitman acknowledged that keeping a tight rein on sex offenders after they have completed their sentences presents legal problems. But she added: \"It would be hollow justice if we wrote laws to protect families and communities only to have those laws struck down in the courts. I am confident this package will pass constitutional muster.\"","thumbnail":null,"section":"New York"},{"date":"19941101","headline":"Bolstered Clinton Campaigns for Allies","web_url":"https://www.nytimes.com/1994/11/01/us/the-1994-campaign-the-president-bolstered-clinton-campaigns-for-allies.html","abstract":"  No longer seen by some beleaguered Democrats as a political liability, President Clinton today began an eight-day swing around the country to campaign for candidates in tight races that will help determine who controls Congress next year.   With most recent polls indicating that Senator Harris Wofford, the Democratic incumbent, and Lieut. Gov. Mark S. Singel, the party's candidate for governor, are locked in dead heats, Pennsylvania has become a crucial swing state in the midterm elections.","thumbnail":null,"section":"U.S."},{"date":"19941101","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/01/nyregion/c-corrections-692409.html","abstract":"  A report in the Chronicle column on Oct. 21 about Edwin Cossitt, the director and producer of the \"Angels on Ice\" benefit for Gay Men's Health Crisis, included an erroneous reference, supplied by the group and Mr. Cossitt, to the national Canadian men's skating champion for 1964. The Senior Men's Canadian champion for that year was Charles Snell ing, not Mr. Cossitt.","thumbnail":null,"section":"New York"},{"date":"19941101","headline":"Panel's Sex Abuse Report","web_url":"https://www.nytimes.com/1994/11/01/nyregion/panel-s-sex-abuse-report.html","abstract":"  A Board of Education commission yesterday recommended varied strategies, including screening of all employees and fingerprinting of volunteers, to prevent sexual abuse in the city's public schools.   In its final report to the Schools Chancellor, Ramon C. Cortines, and to the Special Commissioner of Investigation, Edward F. Stancik, the 50-member commission proposed, in addition to screening prospective employees and volunteers, training all school employees in the appropriate response to abuse allegations.","thumbnail":null,"section":"New York"},{"date":"19941101","headline":"HORSE RACING;\nLukas and Tabasco Cat in Breeders' Cup Reunion","web_url":"https://www.nytimes.com/1994/11/01/sports/horse-racing-lukas-and-tabasco-cat-in-breeders-cup-reunion.html","abstract":"The lives of the trainer Jeff Lukas and the colt Tabasco Cat have been on parallel yet diverse paths since they became forever intertwined last December, but they have been reunited here this week with the kind of muted celebration that has marked so much of Lukas's rehabilitation from a serious brain injury.\n\nOnly in recent weeks has Lukas, the son and chief assistant to his father, D. Wayne Lukas, been cleared to travel to races outside his home state of California. He is here to help his father prepare the eight horses the Lukases will run in four of the seven Breeders' Cup races Saturday at Churchill Downs. One of those horses is Tabasco Cat, the colt who nearly killed Jeff when he trampled the 37-year-old trainer 10 1/2 months ago.","thumbnail":null,"section":"Sports"},{"date":"19941101","headline":"Con Ed Admits to Conspiracy To Cover Up Asbestos in Blast","web_url":"https://www.nytimes.com/1994/11/01/nyregion/con-ed-admits-to-conspiracy-to-cover-up-asbestos-in-blast.html","abstract":"  After five years of denials, Con Edison admitted in court yesterday that for four crucial days in 1989 it failed to tell Federal authorities that asbestos had been released into the air when a steam pipe exploded near Gramercy Park in Manhattan.   The utility pleaded guilty to conspiracy and environmental-law violations in Federal District Court in Manhattan, abruptly ending a trial that began last month. A former Con Edison steam-operations executive, who retired in 1991 but was indicted with the company last year, also pleaded guilty to a similar charge.","thumbnail":null,"section":"New York"},{"date":"19941101","headline":"A Voice for the Voiceless That Still Thunders","web_url":"https://www.nytimes.com/1994/11/01/movies/television-review-a-voice-for-the-voiceless-that-still-thunders.html","abstract":"  \"Frederick Douglass: When the Lion Wrote History\" confirms its subject's crucial place in the struggle of America's blacks of his time even as it demonstrates his relevance more than a century after the end of slavery.   Tomorrow night's 90-minute appreciation draws on Douglass's own ringing words -- notably from his masterpiece, \"Narrative of the Life of Frederick Douglass, an American Slave, Written by Himself\" -- to tell the famous story of a young man who escaped to freedom and became a lifelong champion of his people and a hero for whites as well as blacks. He was not only self-educated, with a love of language that should still be an inspiration to children of any race (he took his surname from Walter Scott's \"Lady of the Lake\"); he was also self-created.","thumbnail":null,"section":"Movies"},{"date":"19941101","headline":"New Help Planned for Homeless Veterans","web_url":"https://www.nytimes.com/1994/11/01/nyregion/new-help-planned-for-homeless-veterans.html","abstract":"  Recognizing that thousands of homeless, mentally ill veterans were missing out on Federal benefits and services, city, state and Federal officials are planning a new effort to find and assist veterans with housing and psychiatric needs.   The program, to be announced today, will assist up to 300 veterans with mental illnesses in its first year, said a spokesman for New York State's Office of Mental Health. The state will spend $3.7 million in the first year of the program, and the Federal Department of Veterans Affairs will send workers into the streets and to city shelters to help identify eligible veterans.","thumbnail":null,"section":"New York"},{"date":"19941101","headline":"Animals Too Pay Cost of Pain","web_url":"https://www.nytimes.com/1994/11/01/opinion/l-animals-too-pay-cost-of-pain-695050.html","abstract":"  To the Editor:   In \"New Kind of Memory Found to Preserve Moments of Emotion\" (Science Times, Oct. 25) you report the results of an experiment suggesting that hormonal secretions from the adrenal glands elicited by stressful experiences stimulate the brain and strengthen the memory of those experiences in humans.","thumbnail":null,"section":"Opinion"},{"date":"19941101","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/01/nyregion/c-corrections-692379.html","abstract":"  Because of an editing error, an article yesterday about efforts to shut a mine in Cortlandt, N.Y., misidentified the neighborhood resident who led opposition to the mine. He was Ralph G. Mastromonaco, not Mark Weiss.","thumbnail":null,"section":"New York"},{"date":"19941101","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/11/01/nyregion/news-summary-690279.html","abstract":"  International A3-17  HAITI'S CAPITAL IS BUSTLING    With the lifting of the American-led embargo that crippled the Haitian economy and with cargo arriving again, Port-au-Prince is coming back to life.  A16","thumbnail":null,"section":"New York"},{"date":"19941101","headline":"Williams Tastes Victory at Prime-Time Debut","web_url":"https://www.nytimes.com/1994/11/01/sports/tennis-williams-tastes-victory-at-prime-time-debut.html","abstract":"  At least Venus Williams didn't have to worry about choosing a Halloween costume for tonight's festivities: A player making her professional tennis debut on the WTA Tour usually settles for tennis whites and a familiar pair of sneakers.   True to her promise not to tie herself to any sponsors too soon, the 14-year-old Williams wore a home-concocted outfit tonight at the Oakland Coliseum Arena. As a Jehovah's Witness, she doesn't celebrate Halloween anyway. Instead, she celebrated her first-ever professional match with a 6-3, 6-4 straight-set victory against 59th-ranked Shaun Stafford.","thumbnail":null,"section":"Sports"},{"date":"19941101","headline":"New York State Election Choices; Karen Burstein for Attorney General","web_url":"https://www.nytimes.com/1994/11/01/opinion/new-york-state-election-choices-karen-burstein-for-attorney-general.html","abstract":"  Both candidates in the race for state attorney general boast acceptable credentials. The Republican, Dennis Vacco, is a former U.S. Attorney in Buffalo. The Democrat, Karen Burstein, has served as a state legislator, commissioner and judge. Who would do the better job? The clear answer is Ms. Burstein, and we are pleased to endorse her.   Mr. Vacco has an alarming vision of how he would use the office of attorney general. He plans to emphasize fighting street crime, which is the job of local district attorneys. In the process, he would necessarily slight the heavy responsibilities of the attorney general in administrative law and other unglamorous but essential kinds of legal work. Mr. Vacco also wants to use the office as a statewide platform to campaign for the death penalty.","thumbnail":null,"section":"Opinion"},{"date":"19941101","headline":"Here Come the Republocrats","web_url":"https://www.nytimes.com/1994/11/01/opinion/here-come-the-republocrats.html","abstract":"I am possibly the most voting-obsessed young adult in America. Since I turned 18 in 1981, I have never missed a chance to vote. I have cast ballots in general elections, primaries, runoffs, special elections and referendums. I have voted by absentee ballot, punch card and voting machine. I spent my 20's arguing with friends about the importance of exercising their right to vote. \n\nIn 1988, when the New York City Board of Elections misfiled my voting card under \"Ball,\" I wrote letters to the Mayor and the board until the chief clerk himself called me to apologize and issued me a certificate that proved I had indeed voted.","thumbnail":null,"section":"Opinion"},{"date":"19941101","headline":"The Classic Hears the Thunder of the European Herd","web_url":"https://www.nytimes.com/1994/11/01/sports/horse-racing-the-classic-hears-the-thunder-of-the-european-herd.html","abstract":"  It is a race deserted by Holy Bull, deep-sixed by Colonial Affair and won last year by the 133-1 long shot Arcangues. So, here they come, six horses from Europe with credentials and with hopes of catching the eight from America in their richest race, the $3 million Breeders' Cup Classic.   \"It's a lot of runners,\" said Alistair Donald, executive director of the International Racing Bureau. \"There's the Arcangues factor. And when we knew that Holy Bull was out, we developed the feeling that Americans are not unbeatable. I think they've got a shot.\"","thumbnail":null,"section":"Sports"},{"date":"19941101","headline":"Russian Tied to Stock Scheme Gains Election to Parliament","web_url":"https://www.nytimes.com/1994/11/01/world/russian-tied-to-stock-scheme-gains-election-to-parliament.html","abstract":"  In thin voting after a bizarre campaign, the head of the MMM pyramid scheme, Sergei I. Mavrodi, won a seat in Parliament, along with its immunity against prosecution, in a special election Sunday, local officials announced today.   Mr. Mavrodi, 39, was arrested during a police raid on his apartment and spent 70 days in jail, without having been charged, on suspicion of tax evasion. A court released him on Oct. 12 after his workers collected enough signatures for him to qualify as a candidate in the 109th electoral district, centered in Mytishchi, just north of Moscow.","thumbnail":null,"section":"World"},{"date":"19941101","headline":"Female Sailors Just Want to Compete","web_url":"https://www.nytimes.com/1994/11/01/sports/yacht-racing-female-sailors-just-want-to-compete.html","abstract":"  It was an ill-conceived question that was ambiguous at best. It came across as a poison dart in a jungle where men and big boats have hunted for 143 years.   A reporter asked if the women on America   thought their second-place finish in a race Friday against five all-male teams had validated the women's ability to compete against men in the America's Cup.","thumbnail":null,"section":"Sports"},{"date":"19941101","headline":"Rivers's Healing Status May Ease Knicks Logjam","web_url":"https://www.nytimes.com/1994/11/01/sports/pro-football-rivers-s-healing-status-may-ease-knicks-logjam.html","abstract":"  Doc Rivers said today that he expects to begin the season on the injured list, temporarily helping the Knicks' overcrowded-roster problem.   The Knicks have 14 players with guaranteed contracts, but if Rivers joins Doug Christie, who is recovering from ankle surgery, on the injured list, New York could easily reach the 12-man limit by Wednesday's deadline. Greg Butler, a free agent, is expected to be released. The Knicks will also be forced to release Ron Grandison, a free-agent forward who has enjoyed an impressive preseason, unless another injury develops.","thumbnail":null,"section":"Sports"},{"date":"19941101","headline":"Another Shutout in the Progress League","web_url":"https://www.nytimes.com/1994/11/01/sports/hockey-another-shutout-in-the-progress-league.html","abstract":"  Another Monday, another secret meeting, another report of no progress.   That's where the National Hockey League stood yesterday as it reached the end of the first month of the lockout of its players. Negotiators for the league and the players' union met in Washington for about five hours and left no closer to an agreement than when they began.","thumbnail":null,"section":"Sports"},{"date":"19941101","headline":"Supreme Court Roundup SUPREME COURT ROUNDUP; Justices Agree to Consider if University Should Finance a Student Religious Magazine","web_url":"https://www.nytimes.com/1994/11/01/us/supreme-court-roundup-supreme-court-roundup-justices-agree-consider-if.html","abstract":"  Accepting a case at the intersection of free speech and religion, the Supreme Court agreed today to decide whether a state university must subsidize student-run religious publications if it gives other student publications financial support.   The case is an appeal by a Christian student group at the University of Virginia, where more than 100 student organizations and a dozen publications get subsidies. Under guidelines that bar financing for religious organizations, the student council in 1991 turned down the Christian students' request for $5,900 to publish a magazine founded to discuss \"biblical Christianity\" at the university.","thumbnail":null,"section":"U.S."},{"date":"19941101","headline":"Questions Seen on Tests For Growth Mutations","web_url":"https://www.nytimes.com/1994/11/01/science/questions-seen-on-tests-for-growth-mutations.html","abstract":"  NONE of the new studies of growth factor receptors are likely to lead to treatments for skeletal disorders any time soon. Yet, because the mutations are unusually specific, designing genetic tests based on them should be quite easy. Who should be allowed to use the tests is far less obvious.   In the case of achondroplasia, the main symptom of the mutation is short stature, though a minority may suffer from hunchback and compressed spinal column, which can lead to health problems. Dr. John J. Wasmuth of the department of biological chemistry at the University of California at Irvine said the only legitimate use he could see for the screening test was in those rare cases where there was a risk that a fetus might inherit not just one, but two copies of the dwarfism gene, an event that would be extremely deforming and eventually lethal.","thumbnail":null,"section":"Science"},{"date":"19941101","headline":"Lottery's New Millionaire Says He's Keeping His Old Tastes","web_url":"https://www.nytimes.com/1994/11/01/nyregion/lottery-s-new-millionaire-says-he-s-keeping-his-old-tastes.html","abstract":"  A $45,000-a-year toolmaker from an upstate village -- who bowls every Sunday night, has 130,000 miles on his truck and just borrowed money to finish a house he's worked on for ages -- gulped like a Frank Capra character at the television cameras and microphones yesterday and said aw, shucks, to the $18,125,000 New York Lottery jackpot he won over the weekend.   \"I'm not going to change my life dramatically,\" the new millionaire, Fred Jacobs, 42, of Galway, N.Y., said at a crowded news conference at State Lottery headquarters in Schenectady. \"I don't go for fancy restaurants. I'm not a suit-and-tie man.\"","thumbnail":null,"section":"New York"},{"date":"19941101","headline":"Oakley Nears Pact Extension","web_url":"https://www.nytimes.com/1994/11/01/sports/pro-football-oakley-nears-pact-extension.html","abstract":"  The Knicks and Charles Oakley are close to agreeing on a contract extension, and the deal may be signed as early as tomorrow.   Two people familiar with the negotiations confirmed last night that an agreement is near, although neither would disclose exact numbers. It is believed that Oakley will agree to a one-year balloon payment in the neighborhood of $9 million, to be paid during the 1998-99 season, after his current contract expires.","thumbnail":null,"section":"Sports"},{"date":"19941101","headline":"Russians Struggle to Clean Up Spill","web_url":"https://www.nytimes.com/1994/11/01/world/russians-struggle-to-clean-up-spill.html","abstract":"  \"More Usinsk oil for the Motherland!\" urges a slogan written in red across the rooftop of the tallest building on Construction Workers' Boulevard in this remote Russian city.   But as they work to clean up a huge oil spill, residents of this bleak industrial town 1,000 miles north of Moscow are furtively admitting what oil officials in the region have not: the pressure for \"more\" has led to too much hurry, too much spillage and too much waste.","thumbnail":null,"section":"World"},{"date":"19941101","headline":"Cavaliers Sign the Ex-Knick Campbell","web_url":"https://www.nytimes.com/1994/11/01/sports/sports-people-basketball-cavaliers-sign-the-ex-knick-campbell.html","abstract":"  The Cleveland Cavaliers yesterday signed TONY CAMPBELL, an unrestricted free agent guard-forward. The 10-year National Basketball Association veteran started last season with the Knicks.   Campbell fills a vacancy created by the loss of shooting guard GERALD WILKINS to a torn Achilles' tendon. Wilkins, who averaged 14.3 points a game last season, ruptured the tendon in an exhibition game and will be out all season.","thumbnail":null,"section":"Sports"},{"date":"19941101","headline":"Boy, 15, Is Shot to Death As 2 Gunmen Beat Nanny","web_url":"https://www.nytimes.com/1994/11/01/nyregion/boy-15-is-shot-to-death-as-2-gunmen-beat-nanny.html","abstract":"  Two men wearing Halloween masks pistol-whipped a nanny outside a home in Flushing, Queens, and then fatally shot a 15-year-old boy in her charge yesterday as he rushed to help her, the police said.   Detective Kim Royster, a police spokeswoman, said the men were apparently robbers trying to force their way into the home at 63-23 136th Street, near Flushing Meadows-Corona Park, on a quiet street where children had been trick-or-treating just a few hours earlier.","thumbnail":null,"section":"New York"},{"date":"19941101","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/01/nyregion/c-corrections-692360.html","abstract":"  Because of an editing error, an article on Oct. 8 about the reopening of public access to the 3.2-acre gravesite of President John F. Kennedy and his widow, Jacqueline Kennedy Onassis, and two of their children, referred imprecisely to the grave markers. The markers are fashioned from black slate quarried in Monson, Me., not from granite, according to a letter from the monument maker; irregular stones situated around the graves are Cape Cod granite.","thumbnail":null,"section":"New York"},{"date":"19941101","headline":"Dinosaur Jr.'s Clinic In Anesthesia Rock","web_url":"https://www.nytimes.com/1994/11/01/arts/pop-review-dinosaur-jr-s-clinic-in-anesthesia-rock.html","abstract":"  There are a few things one should know about Dinosaur Jr., which played on Friday night at Roseland. First of all, though it performs as a trio, the 10-year-old band currently exists only as a vehicle for the songs, solos and obsessions of its front man, the anti-hero of alternative rock guitar, J Mascis. Mr. Mascis is the crown prince of slackers: he functions at the lowest energy level possible in interviews, on the stage and in life. Life, if one is to believe Mr. Mascis' songs of dashed hopes and heartbreak, is an ever-widening wound that is best borne under heavy anesthesia.   On Friday, Mr. Mascis summed up this philosophy best in \"Feel the Pain,\" from his new album \"Without a Sound\" (Sire). \"I feel the pain of everyone,\" he sang in a cracking, sleepy voice. \"Then I feel nothing.\" The juxtaposition between these two extreme states seemed to be a guiding principle for Mr. Mascis throughout the show. Swift, dramatic shifts from noise to tunefulness, from fast tempos to slow ones, from simple guitar strumming to big drum bashing made for a show guided more by dynamics than by melody.","thumbnail":null,"section":"Arts"},{"date":"19941101","headline":"4 Witnesses Testify About Shooting at Clinic","web_url":"https://www.nytimes.com/1994/11/01/us/4-witnesses-testify-about-shooting-at-clinic.html","abstract":"  Facing the death penalty if convicted of the shooting deaths of an abortion clinic doctor and an escort here, Paul J. Hill had nothing to say to the jury today as he acted as his own lawyer on the opening day of his state trial.   \"I don't have any opening statement, sir,\" Mr. Hill told the judge after the prosecution laid out its case to the jurors, who were empaneled today.","thumbnail":null,"section":"U.S."},{"date":"19941101","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/11/01/sports/results-plus-689041.html","abstract":"  TENNIS  Frenchmen Advance in Paris Open  Cedric Pioline and Arnaud Boetsch, the top players in France, had opening-round victories yesterday at the Paris Open. Boetsch rallied to beat Jaime Yzaga of Peru, 4-6, 6-3, 6-1, while Pioline defeated Patrick Rafter of Australia, 6-4, 6-2. Among the other matches, Petr Korda of The Czech Republic beat Aaron Krickstein, 6-3, 6-1, and Renzo Furlan of Italy beat Chuck Adams, 6-7 (5-7), 7-6 (7-4), 6-4. The 16 seeded players received first-round byes. Pete Sampras is top-seeded while the defending champion, Goran Ivanisevic, is seeded second. (AP)","thumbnail":null,"section":"Sports"},{"date":"19941101","headline":"Don't Look For Esiason To Cry Ouch!","web_url":"https://www.nytimes.com/1994/11/01/sports/pro-football-don-t-look-for-esiason-to-cry-ouch.html","abstract":"  The question has dogged Boomer Esiason since his Super Bowl days: Does anything hurt?   The question was asked again today, in the wake of the Jets' erratic and soft passing game in their 28-25 loss to the Colts in Indianapolis on Sunday.   Esiason banged his left (throwing) elbow on a helmet as he released a pass against the Colts. He iced the elbow afterward, \"just for precaution,\" he said. \"It's fine today.\"","thumbnail":null,"section":"Sports"},{"date":"19941101","headline":"McCall Seeks a Balance Of His Resume and Race","web_url":"https://www.nytimes.com/1994/11/01/nyregion/the-1994-campaign-comptroller-mccall-seeks-a-balance-of-his-resume-and-race.html","abstract":"  \"I am very delighted to be here, because this is where it all started,\" H. Carl McCall, the state's comptroller, said the other day to a small crowd in the heart of Bedford-Stuyvesant. \"My very first job in New York was just a few blocks away from here on Bedford Avenue, at the Bedford Y.M.C.A. I came here as a social worker. Major Owens knows this. He was working in the library.\"   Mr. McCall, 58, a Democrat locked in a tight race to hold onto his job, nodded from the platform to Mr. Owens, now the five-term Representative from Brooklyn. As Mr. McCall ticked off the names of other local officials at the rally who are black, he told his audience something he normally does not: New York has never elected a state official who is black.","thumbnail":null,"section":"New York"},{"date":"19941101","headline":"But Who Needs IQ?: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/01/opinion/IHT-but-who-needs-iq-letters-to-the-editor.html","abstract":"Enough debate. Since when do you need a high IQ to be successful in America? Look at Forrest Gump, Dan Quayle and Ronald Reagan.","thumbnail":null,"section":"Opinion"},{"date":"19941101","headline":"Iranian Writers Ask for an End To Censorship","web_url":"https://www.nytimes.com/1994/11/01/world/iranian-writers-ask-for-an-end-to-censorship.html","abstract":"  A group of dissident Iranian writers has called for the abolition of censorship in Iran in an open letter sent to news organizations, saying, \"Writers must be free to create their work and express themselves.\"    The letter was signed by 134 novelists, publishers and translators, who said again today that they would continue their campaign against censorship in any form. The letter was sent last week to foreign news organizations and the state-run press.","thumbnail":null,"section":"World"},{"date":"19941101","headline":"Central Park Joggers Need Better Lighting","web_url":"https://www.nytimes.com/1994/11/01/opinion/l-central-park-joggers-need-better-lighting-695238.html","abstract":"  To the Editor:   An arrest has been made in the rape of a woman jogger two weeks ago in Central Park (news article, Oct. 28), but the question of lighting in the park remains. The assault occurred at the Reservoir, where hundreds of people run every day, trying to get their mileage in before nightfall.","thumbnail":null,"section":"Opinion"},{"date":"19941101","headline":"Economics and Peace : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/01/opinion/IHT-economics-and-peace-letters-to-the-editor.html","abstract":"Regarding the report \"U.S. Tries to Bolster Africa Peacekeeping\" (Oct. 25):.The United States has decided to increase military cooperation with African countries \"to encourage efforts to contain conflicts in neighboring states.\" It","thumbnail":null,"section":"Opinion"},{"date":"19941101","headline":"Observer; The Big Hog Wallow","web_url":"https://www.nytimes.com/1994/11/01/opinion/observer-the-big-hog-wallow.html","abstract":"  Money, money, money, money, money, money, money, money, money, money, money, money, money --    Man here bids twenty-five for a Senate seat. Million, that is. Million dollars. Twenty-five million is bid by Mr. Huffington. Do I hear twenty-six, twenty-six, twenty-six -- ?","thumbnail":null,"section":"Opinion"},{"date":"19941101","headline":"1894: French Treason?: IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/11/01/opinion/IHT-1894-french-treason-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - [The Herald says in an editorial:] Public opinion in Paris was much impressed yesterday [Oct. 31] by a piece of news which is undoubtedly of a most grave and distressing character. A French officer, attached to the General Staff of the Ministry of","thumbnail":null,"section":"Opinion"},{"date":"19941101","headline":"An Atlas of Information Services","web_url":"https://www.nytimes.com/1994/11/01/science/personal-computers-an-atlas-of-information-services.html","abstract":"  ASTRONOMERS now conclude that the universe is expanding more rapidly than previously thought. If they would turn their attention to the electronic universe, they would see some really high-speed expansion.    Compuserve, Prodigy, America Online and dozens of other commercial information companies are racing at warp speed to provide new services and win new customers.","thumbnail":null,"section":"Science"},{"date":"19941101","headline":"Man Held in Robberies of 50 Lottery Stores","web_url":"https://www.nytimes.com/1994/11/01/nyregion/man-held-in-robberies-of-50-lottery-stores.html","abstract":"  After a month of stake-outs at dozens of all-night groceries and newsstands in South Brooklyn, the police have arrested a 21-year-old man who they believe has robbed at least 50 lottery stores at gunpoint since March.   The man, identified through fingerprints as Emmanuel Pierre, of 2011 Newkirk Avenue in Brooklyn, was arrested by two officers just before midnight Sunday outside a store at the intersection of Ocean and Brighton Beach Avenues in Brighton Beach, the police said yesterday, after he stepped into a livery cab and the officers saw a pistol in his waistband.","thumbnail":null,"section":"New York"},{"date":"19941101","headline":"Poles Review Postwar Treatment of Germans","web_url":"https://www.nytimes.com/1994/11/01/world/poles-review-postwar-treatment-of-germans.html","abstract":"  For nearly 50 years, the fate of the millions of ethnic Germans rounded up and expelled by the victorious Communists from the eastern provinces of the Reich and western Poland at the end of World War II has been passed over in silence by most of the rest of the world.   Little distinction was drawn between members of Hitler's armed SS legions and ordinary Germans whose families had lived for centuries in places like Silesia, West Prussia and Pomerania that were wrested from German control by the wartime Allies in 1945.","thumbnail":null,"section":"World"},{"date":"19941101","headline":"PRO FOOTBALL: TV SPORTS;\nIf It Comes to Health, Don't Come to Player","web_url":"https://www.nytimes.com/1994/11/01/sports/pro-football-tv-sports-if-it-comes-to-health-dont-come-to-player.html","abstract":"Momma always told me, ESPN's Joe Theismann is like a box of chocolates. You never know what you're going to get.\n\nHas Theismann had one too many concussions? Been paying too much alimony? How else to explain his belief that quarterbacks knocked senseless by 300-pound defensive linemen hurtling themselves through the air are the best judges of their ability to return? Case in point: Dallas's Troy Aikman.","thumbnail":null,"section":"Sports"},{"date":"19941101","headline":"BOOKS : HIGHER SUPERSTITION","web_url":"https://www.nytimes.com/1994/11/01/style/IHT-books-higher-superstition.html","abstract":"HIGHER SUPERSTITION: The Academic Left and Its Quarrels with Science.By Paul R. Gross and Norman Levitt. 314 pages. $25.95. The John Hopkins University Press.","thumbnail":null,"section":"Style"},{"date":"19941101","headline":"CUOMO AND PATAKI GO TO LONG ISLAND IN HUNT FOR VOTES","web_url":"https://www.nytimes.com/1994/11/01/nyregion/1994-campaign-overview-cuomo-pataki-go-long-island-hunt-for-votes.html","abstract":"  The two candidates for governor campaigned today in vote-rich and voter-angry Long Island, a traditional Republican stronghold where Mario M. Cuomo sees new opportunity in the closing days of the race and where Republican infighting has weakened his rival, State Senator George E. Pataki.   Nassau and Suffolk Counties, which have cast just over 16 percent of the vote in the last three gubernatorial elections, are always critical in statewide elections. Their importance has grown in recent days as new polls have shown Mr. Cuomo with surprising strength in the New York City suburbs.","thumbnail":null,"section":"New York"},{"date":"19941101","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/01/nyregion/c-corrections-692387.html","abstract":"  A report in the Company News column of Business Day on Thursday about the expansion plans of Stein Mart Inc. misidentified the company's headquarters city. It is Jacksonville, Fla., not Baltimore.","thumbnail":null,"section":"New York"},{"date":"19941101","headline":"Parking Rules","web_url":"https://www.nytimes.com/1994/11/01/nyregion/parking-rules-692476.html","abstract":"  Alternate-side street-cleaning regulations will be suspended today for the religious holiday of All Saints' Day.","thumbnail":null,"section":"New York"},{"date":"19941101","headline":"Gunman Arraigned","web_url":"https://www.nytimes.com/1994/11/01/us/gunman-arraigned.html","abstract":"  A former Army medic accused of raking the White House with rifle fire on Saturday was charged with four felonies yesterday, and a Federal magistrate ordered him to undergo a psychiatric evaluation.","thumbnail":null,"section":"U.S."},{"date":"19941101","headline":"It's a Lovely Place, With Space to Die For","web_url":"https://www.nytimes.com/1994/11/01/nyregion/our-towns-it-s-a-lovely-place-with-space-to-die-for.html","abstract":"  EVERYONE agreed it was a lovely day for a tour. The sun bounced off the stained glass windows along mausoleum row. The sycamores and weeping willows swayed sweetly above the old tombstones.   But then, the weather always seems to hold when Kensico Cemetery schedules its annual meeting of lot owners. \"We've been very lucky,\" said Ronald Vaughn, the sales manager. \"It makes for a very nice time.\"","thumbnail":null,"section":"New York"},{"date":"19941101","headline":"Digital Wine Steward Caters to Individuals","web_url":"https://www.nytimes.com/1994/11/01/science/peripherals-digital-wine-steward-caters-to-individuals.html","abstract":"  THE subject prefers poundcake or fresh fruit to a hot fudge sundae. Also, he likes Bartlett pears; cola; coffee and tea, both without cream and sugar; baked fish with sauce, and grilled chicken.   Having learned that, Steve Olson suggests: \"You might enjoy semi-dry, rich wines aged in oak, such as big Bordeaux, Rhone, or Australian wines. Try some of the white wines in Category 4, or any of the reds in Category 4. A specific wine in the program that you might want to try is the Chateau Bages 1988.\"","thumbnail":null,"section":"Science"},{"date":"19941101","headline":"Rooney Faces Intoxication Charge","web_url":"https://www.nytimes.com/1994/11/01/sports/sports-people-boxing-rooney-faces-intoxication-charge.html","abstract":"  A former trainer for MIKE TYSON and LARRY HOLMES now working with VINNIE PAZIENZA was charged over the weekend with driving while intoxicated and assaulting a police officer.   KEVIN ROONEY, 38, of Catskill, N.Y., was pulled over in North Stonington, Conn., early Sunday morning for erratic driving, the state police said. Rooney refused to take a sobriety field test. As he was being handcuffed, Rooney forced Trooper JOHN PATTERSON to the ground and kicked him, the police said.","thumbnail":null,"section":"Sports"},{"date":"19941101","headline":"Jersey City School Voucher Plan Is Weak","web_url":"https://www.nytimes.com/1994/11/01/opinion/l-jersey-city-school-voucher-plan-is-weak-695076.html","abstract":"  To the Editor:   A few observations on the proposal to establish an experimental school voucher system in Jersey City:","thumbnail":null,"section":"Opinion"},{"date":"19941101","headline":"Dublin Journal; Women's Movement in Ireland Slows to a Crawl","web_url":"https://www.nytimes.com/1994/11/01/world/dublin-journal-women-s-movement-in-ireland-slows-to-a-crawl.html","abstract":"  When a prominent leader of the women's movement, Frances Fitzgerald, was elected to Parliament two years ago, both her own career and the movement itself seemed on the rise in a conservative society where gains for women have been slower than elsewhere in Western Europe.   Ms. Fitzgerald, a 44-year-old social worker who had been chairwoman of the Council for the Status of Women, an umbrella group, was touted even by some of the male politicians as someone who had the potential to become Prime Minister, a job no woman has had.","thumbnail":null,"section":"World"},{"date":"19941101","headline":"COLLEGE SOCCER REPORT","web_url":"https://www.nytimes.com/1994/11/01/sports/college-soccer-report-689777.html","abstract":"  Big East  The strength of the conference had gone from Connecticut to Seton Hall to St. John's. Now it appears to be Georgetown's turn. The Hoyas, whose sports centerpiece has been basketball for years, captured their first regular-season title in soccer with a 2-1 overtime triumph over St. John's on Saturday.","thumbnail":null,"section":"Sports"},{"date":"19941101","headline":"Ohio University Fires Head Coach","web_url":"https://www.nytimes.com/1994/11/01/sports/sports-people-football-ohio-university-fires-head-coach.html","abstract":"  Ohio University's football coach, TOM LICHTENBERG, was fired yesterday, two days after his team dropped to 0-8 on the season. Lichtenberg, in his fifth year at the university, will be reassigned in the athletic department after completing this season. The team has three games left.   Ohio's president, ROBERT GLIDDEN, said Lichtenberg was not fired, but had asked for reassignment. But at his weekly news media luncheon after the university's news conference, Lichtenberg said: \"They don't want to say I got fired. And that's probably not the right word for it, but I didn't ask to give up the football job. In the press conference this morning, they said I asked to be reassigned. I did not ask to be reassigned.\"","thumbnail":null,"section":"Sports"},{"date":"19941101","headline":"By Design; Wardrobes Full of Satin","web_url":"https://www.nytimes.com/1994/11/01/style/by-design-wardrobes-full-of-satin.html","abstract":"  The bias-cut satin dress was last spring's surprise hit, crossing over from evening into day when worn under a jacket or sweater. But satin is not just for dresses. It was also used for jackets, pants, skirts, vests and shirts in the fall and resort collections. It showed up in the spring '95 shows in Europe and is being seen in the New York spring shows that started over the weekend.    Henri Bendel has a wide selection of satin clothing and accessories. Its private-label offerings include a long black bias-cut skirt, $88; a halter vest, $98; jeans in black, silver, brown or bronze, $160, and a shirt in black, magenta, red, yellow, purple, orange or royal, $98.","thumbnail":null,"section":"Style"},{"date":"19941101","headline":"JAZZ","web_url":"https://www.nytimes.com/1994/11/01/arts/in-performance-jazz-694690.html","abstract":"  Jazzmobile Celebrates Itself and Black Heroes  Avery Fisher Hall","thumbnail":null,"section":"Arts"},{"date":"19941101","headline":"New League Plans Partnership for Clubs and Players","web_url":"https://www.nytimes.com/1994/11/01/sports/baseball-new-league-plans-partnership-for-clubs-and-players.html","abstract":"  Learning a lesson from Major League Baseball, the United Baseball League, which will be unveiled today, plans to begin with a \"true partnership\" between clubs and players. The league, according to its confidential proposal, will offer players 35 percent of a team's pretax profits and a 10 percent equity share in all teams collectively.   Founders of the league, which would be the first new major baseball league in 80 years, will announce its creation at a news conference in Manhattan today. The proposal, a copy of which was obtained by The New York Times, lists the co-founders as Bob Mrazek, a former five-term Congressman from Long Island; John Bryant, a Congressman from Dallas; Richard Moss, a player agent, and Andrew Zimbalist, an economist at Smith College.","thumbnail":null,"section":"Sports"},{"date":"19941101","headline":"Forget About the Polls! Hurricanes Are No. 1, A Losing Coach Says","web_url":"https://www.nytimes.com/1994/11/01/sports/college-football-notebook-forget-about-polls-hurricanes-are-no-1-losing-coach.html","abstract":"  Forget Nebraska and Penn State. Syracuse will be playing the No. 1 team, Miami, on Saturday in the Carrier Dome according to one authority, Coach Frank Beamer of Virginia Tech.    \"They are a great football team, the best in the country in my opinion,\" Beamer said yesterday after watching the Hurricanes flatten his team, 24-3, live on Saturday and again on tape Sunday.","thumbnail":null,"section":"Sports"},{"date":"19941101","headline":"POP","web_url":"https://www.nytimes.com/1994/11/01/arts/in-performance-pop-694720.html","abstract":"  Pews Are Moved for Dancing To Music of Cajun Masters  Landmark on the Park","thumbnail":null,"section":"Arts"},{"date":"19941101","headline":"West Point Cadets Face Investigation In Sex Harassment","web_url":"https://www.nytimes.com/1994/11/01/nyregion/west-point-cadets-face-investigation-in-sex-harassment.html","abstract":"  Five members of the United States Military Academy's football team are to face an official inquiry this week at West Point after being accused of groping female cadets who were part of a pep rally crowd that ran past a cordon of football players at the Academy's game-week festivities.   A West Point inquiry, ordered after three women initially complained, has elicited reports from 18 female cadets who said they were brushed across the breasts during the \"spirit run\" on Oct. 20. In the event, 600 cadets, including 51 women, raced and rallied past the team cordon two days before the game with The Citadel.","thumbnail":null,"section":"New York"},{"date":"19941101","headline":"Pollution-Control Efforts Zero In on Pleasure Boats","web_url":"https://www.nytimes.com/1994/11/01/us/pollution-control-efforts-zero-in-on-pleasure-boats.html","abstract":"  Car exhaust has gotten cleaner and cleaner over the years, with catalytic converters and other refinements, but motorboat engines still have all the pollution controls of a '57 Chevy.   That would change under an accord announced yesterday by the Environmental Protection Agency. The E.P.A. said it had reached agreement with marine-engine manufacturers to cut smog-producing hydrocarbon emissions by three-quarters, a step that would help reduce the blue haze that sometimes hangs over lakes and harbors on summer days. Nitrogen oxides, the other major ingredient of smog, would also be cut sharply.","thumbnail":null,"section":"U.S."},{"date":"19941101","headline":"MINORITIES JOIN CALIFORNIA FIGHT","web_url":"https://www.nytimes.com/1994/11/01/us/the-1994-campaign-california-minorities-join-california-fight.html","abstract":"  No state is more racially and ethnically diverse than California, and now California's minority communities are beginning to rally against Proposition 187, the immigration-control proposal that has become the hottest campaign issue in the state this fall.   Hispanic-Americans are distributing literature and holding demonstrations, with students staging protest walkouts at some high schools almost daily.","thumbnail":null,"section":"U.S."},{"date":"19941101","headline":"AIDS Drugs Fail to Curb Dementia and Nerve Damage","web_url":"https://www.nytimes.com/1994/11/01/science/aids-drugs-fail-to-curb-dementia-and-nerve-damage.html","abstract":"  DESPITE widespread use of drugs to combat the AIDS virus, which earlier studies had shown to protect against infections that affect the brain and central nervous system, the incidence of such damage is increasing among those with the disease, a new study from a large Federal AIDS project has found.   The study looked at six AIDS-related neurological conditions among 2,641 H.I.V.-infected gay men in Baltimore, Washington, Chicago, Pittsburgh and Los Angeles who have participated in a long-term project directed by the National Institute of Allergy and Infectious Diseases in Bethesda, Md. The study was conducted by a team of researchers headed by Dr. Justin S. McArthur, a neurologist at Johns Hopkins School of Medicine in Baltimore.","thumbnail":null,"section":"Science"},{"date":"19941101","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/11/01/style/IHT-what-theyre-reading.html","abstract":"Murray Gell-Mann, a physicist and author of \"The Quark and the Jaguar,\" is reading Christian Morgenstern's \"Galgenlieder\" (\"Gallows Songs\")..\"I read them as a kid in German. When I found out my publisher had them in En","thumbnail":null,"section":"Style"},{"date":"19941101","headline":"The Forgotten Serbs","web_url":"https://www.nytimes.com/1994/11/01/opinion/the-forgotten-serbs.html","abstract":"In the hall of mirrors that is Bosnian diplomacy, the West especially the five-country \"contact group\" -- treats Radovan Karadzic and Gen. Ratko Mladic as the sole representatives of the Bosnian Serbs. In reality, they are not.\n\nWhile their regime -- whose forces in recent days have suffered their worst defeats by the Bosnian Army since the war began in April 1992 -- controls 70 percent of Bosnia and Herzegovina, that occupied territory contains less than 40 percent of the pre-war Serb population.","thumbnail":null,"section":"Opinion"},{"date":"19941101","headline":"Nine Years of Resolve; Trial to Begin in a Daughter's Death","web_url":"https://www.nytimes.com/1994/11/01/nyregion/nine-years-of-resolve-trial-to-begin-in-a-daughter-s-death.html","abstract":"  Libby Zion's death in 1984 at New York Hospital was not going to be just another unexplained tragedy, soon forgotten by almost everyone. Her father, Sidney Zion, would see to that.   For more than a decade, Mr. Zion, a writer, has been possessed by a desire for retribution, a need to put on trial the hospital, a few doctors and a decades-old medical culture that routinely put patients in the hands of doctors with little experience, supervision or sleep.","thumbnail":null,"section":"New York"},{"date":"19941101","headline":"Rowland Police File Is Ordered Released","web_url":"https://www.nytimes.com/1994/11/01/nyregion/the-1994-campaign-rowland-police-file-is-ordered-released.html","abstract":"  The State Freedom of Information Commission today ordered the release of a police report on a domestic dispute in April between John G. Rowland, the Republican candidate for governor, and his ex-wife.   But it may be months before the report is made public, if ever, because the police chief of Middlebury, where the incident occurred, is likely to appeal the ruling. The police have said that a verbal dispute was involved, that no violence was reported and that no arrest was made.","thumbnail":null,"section":"New York"},{"date":"19941101","headline":"Plane Waiting to Land at O'Hare Crashes in Indiana, Killing 68","web_url":"https://www.nytimes.com/1994/11/01/us/plane-waiting-to-land-at-o-hare-crashes-in-indiana-killing-68.html","abstract":"  A twin-engine commuter airplane owned by a subsidiary of American Airlines, fighting a gusty rainstorm on the way to O'Hare International Airport in Chicago, crashed yesterday in a cold Indiana soybean field. All 68 people on board were killed, officials said.   The American Eagle flight from Indianapolis, nearly an hour behind schedule on the 164-mile trip to O'Hare, went down near Roselawn, Ind., four miles west of Interstate 65 and 30 miles south of Gary, Ind. Leroy Prohosky, who lives on an adjacent farm, said he heard the plane's engines whining overhead like a dirt bike, then silence.","thumbnail":null,"section":"U.S."},{"date":"19941101","headline":"New York State Election Choices; State Legislative Races","web_url":"https://www.nytimes.com/1994/11/01/opinion/new-york-state-election-choices-state-legislative-races.html","abstract":"  Few incumbents face serious challenge this year, which reflects more on the state's closed political process than voter happiness with the State Legislature. Here are our choices in some of the more interesting races in New York City and the surrounding suburbs.   SENATE -- 23d District, Brooklyn and Staten Island: Robert DiCarlo, a Republican who took this seat in a special election in 1993, now seeks a full two-year term. He stresses that he is a valuable advocate for New York City during closed-door meetings of the Republican Senate majority. But that value is diminished by his tendency to be a divisive force even within his own party. We favor his Democratic challenger, Vincent Gentile, an Assistant District Attorney long involved in community and civic activities.","thumbnail":null,"section":"Opinion"},{"date":"19941101","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/01/nyregion/c-corrections-692336.html","abstract":"  Because of an editing error, a news analysis article yesterday about a potential rift between the United States and its allies over Bosnia misstated the cause. It is a threat by Congress to order an end to the arms embargo that has left Bosnian Government forces at a disadvantage, not the Administration's strategy on the issue.","thumbnail":null,"section":"New York"},{"date":"19941101","headline":"Chunnel Coincidence?: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/01/opinion/IHT-chunnel-coincidence-letters-to-the-editor.html","abstract":"I find your front-page article \"Chunnel Opens Door Nov. 14 to Passengers\" (Oct. 18) intriguing, coming as it did less than one week after the cessation of violence announced by the loyalist paramilitary in Northern Ireland. For months the chunn","thumbnail":null,"section":"Opinion"},{"date":"19941101","headline":"Rain Men: Packers Take Battle of Soldier Swamp","web_url":"https://www.nytimes.com/1994/11/01/sports/pro-football-rain-men-packers-take-battle-of-soldier-swamp.html","abstract":"CHICAGO, Oct. 31 The weather alone was frightening.   It was cold, windy and rainy at Soldier Field on this Halloween night, but none of that was as chilling to the Chicago Bears as the whipping dispensed by the Green Bay Packers. The Bears started slowly and finished that way. The Packers started with a few slips but finished upright, thwarting the Bears by 33-6. - \"I've never played in conditions like that. It was like playing in Hurricane Camille, except it was 80 degrees cooler,\" said Green Bay quarterback Brett Favre, who ran for one touchdown and passed for another. \"It was unbelievable. I went out in pregame and said, 'I might not complete a pass,' and I almost lived up to it.\"   Green Bay led by 14-0 at halftime and never looked back in scoring the game's first 27 points. The finishing touches were a 1-yard, third-quarter run by Edgar Bennett and, in the final quarter, a Bennett 13-yard score on a swing pass from Favre and a 9-yard scoring run by Reggie Cobb. For Bennett, it was a three-touchdown night.   Chicago -- which entered this game averaging only 18.4 points scored per game and had not scored more than 22 points in any game this season -- knew it was in trouble after falling behind, regardless of the terrible weather.   Quarterback Erik Kramer was ineffective and was replaced by Steve Walsh to begin the second half. Walsh finally connected, in between the Packers final two touchdowns -- with receiver Jeff Graham on a 5-yard pass that was the Bears' only score.   In this huge game for strong midseason standing in the National Football Conference Central race, Chicago slipped to a 4-4 record and Green Bay matched that mark. Both are tied with Detroit for second place behind the Minnesota Vikings (6-2).   There was one highlight for the Bears: at halftime, in an upbeat ceremony, the numbers of the Bears greats Dick Butkus and Gale Sayers were retired. Chicago finished with five turnovers, the Packers with none.   This was not a game for the faint of heart. At kickoff, the temperature was 43 degrees, the winds gusted up to 53 miles an hour and the windchill factor made the temperature seem 8 degrees. The Bears had their 91st consecutive sellout -- admittedly with 19,563 no-shows -- but more than half the crowd had left by halftime because of the weather.   It was an important and emotional game for Steve McMichael. For the last 23 meetings between these two teams, McMichael had lined up at defensive tackle for the Bears. This time, the 15-year pro, because of a free agent move to Green Bay in the off season, was on the line for the Packers.   It figured that the team that could establish a running game and stick with it would have the upper hand early and late in this 149th clash between the colorful rivals. Turnovers, however, played as large a role in the Packers rumbling to a 14-0 halftime lead.   The Packers found the running on the left side to their liking. The matchup there was left tackle Ken Ruettgers, left guard Guy McIntyre and center Frank Winters versus the Bear right end Alonzo Spellman and right tackle Chris Zorich. It was a matchup the Packers steadily won, with that left side leading Green Bay to a 223-94 lead in rushing yardage.   Favre was 0 for 7 passing until late in the third quarter but he scampered for 36 yards down the right sideline and dove in on the final yard for the touchdown and a 14-0 Green Bay lead with 4:46 left in the half.  PRO FOOTBALL","thumbnail":null,"section":"Sports"},{"date":"19941101","headline":"CUNY Trustees Vow a Fight Against Mayor's Budget Cut","web_url":"https://www.nytimes.com/1994/11/01/nyregion/cuny-trustees-vow-a-fight-against-mayor-s-budget-cut.html","abstract":"  The chancellor and trustees of the City University of New York vowed yesterday to fight the Mayor's proposed midyear budget cut of $7 million, which officials said would turn away 7,000 prospective students in January, require staff and faculty layoffs and curtail adult literacy programs.   Chancellor W. Ann Reynolds told trustees at their regular monthly meeting that the proposed cut of $7 million this academic year was \"a blinking red light.\" In an interview immediately after the meeting, her language was more fiery. She referred to the cut as \"Bikini atoll,\" and said, \"This is Draconian.\"","thumbnail":null,"section":"New York"},{"date":"19941101","headline":"Czechs Celebrate Traditions Of the Other Classical Crucible","web_url":"https://www.nytimes.com/1994/11/01/arts/music-review-czechs-celebrate-traditions-of-the-other-classical-crucible.html","abstract":"  A disproportionately large fraction of the classical repertory stems from small Central European countries that have cultivated great music over the centuries in an intense greenhouse atmosphere. Austria possesses the most illustrious of these everlasting traditions, but Czech musical history is nearly as remarkable. The whole panorama of Czech music was celebrated in an absorbing daylong festival in the Winter Garden of the World Financial Center on Sunday.   The festival's title was \"400 Years of Music in Prague\"; Petr Kotik, director of the S.E.M. Ensemble, chose the programs in collaboration with Petr Danek, the director of the annual Prague Spring Festival. There has been at times a national sound in Czech music, but more important there has been an extraordinary diversity of accomplishment rooted in a single place. As with the Austrian-Viennese tradition, it is really the tale of one city, a cultural colossus with music in its veins.","thumbnail":null,"section":"Arts"},{"date":"19941101","headline":"Wilmington Coach Reinstates Players","web_url":"https://www.nytimes.com/1994/11/01/sports/sports-people-football-wilmington-coach-reinstates-players.html","abstract":"  Wilmington (Ohio) College's football coach, MIKE WALLACE, has reinstated most of the 40 players he suspended Friday for violating the team's ban on alcohol consumption. Wallace said yesterday that he admired the players for admitting their violations of the drinking ban when the coach asked the team about it at a meeting Friday. (AP)","thumbnail":null,"section":"Sports"},{"date":"19941101","headline":"Stiffen That Upper Lip : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/01/opinion/IHT-stiffen-that-upper-lip-letters-to-the-editor.html","abstract":"Regarding \"Royal Divorce in the Works?\" (Oct. 19):.I cannot help but ponder the revelation by Prince Charles's authorized biographer that the heir to the British throne felt pressured by his father, Prince Philip, to marry Diana..Give me a","thumbnail":null,"section":"Opinion"},{"date":"19941101","headline":"It's the Economy Again, as Democrats Attack the 'Contract With America'","web_url":"https://www.nytimes.com/1994/11/01/us/1994-campaign-republicans-it-s-economy-again-democrats-attack-contract-with.html","abstract":"  In their advertisements and campaign speeches, many Democrats assert that the Republicans' \"Contract With America\" would entail massive cuts in Government programs ranging from Social Security and Medicare to student loans and border security.   Republicans counter that their promises of tax breaks would be paid for by specific, itemized, relatively painless spending cuts. And they maintain that a memorandum written this month by Alice M. Rivlin, the budget director, shows how the Clinton Administration is contemplating large tax increases and deep reductions in Social Security.","thumbnail":null,"section":"U.S."},{"date":"19941101","headline":"Reality's Chaos, Translated Into Art","web_url":"https://www.nytimes.com/1994/11/01/books/books-of-the-times-reality-s-chaos-translated-into-art.html","abstract":"  UNDER MY SKIN Volume One of My Autobiography, to 1949 By Doris Lessing 419 pages. HarperCollins. $25.","thumbnail":null,"section":"Books"},{"date":"19941101","headline":"Killing Pain, Ending Life","web_url":"https://www.nytimes.com/1994/11/01/opinion/killing-pain-ending-life.html","abstract":"Not long ago I consulted in the case of a 65-year-old woman who had advanced heart disease and intermittent chest pain. For five days a bevy of doctors gave every test and treatment they could think of. Finally her attending physician asked if there was anything else I thought he should do. When I replied no, he said, \"Then we're going to start a morphine drip.\" \n\nOstensibly, the doctor's purpose was to kill pain. But we both knew that the morphine drip -- a slow, continuous injection of the painkiller into a vein -- would kill the patient, by gradually curtailing her breathing. Without it, she would probably have lived for days or weeks; as it was, she died in eight hours.","thumbnail":null,"section":"Opinion"},{"date":"19941101","headline":"West Bank Legal Status Is Based on U.N.","web_url":"https://www.nytimes.com/1994/11/01/opinion/l-west-bank-legal-status-is-based-on-un-695220.html","abstract":"  To the Editor:   Re \"Palestine's Boundaries\" (letter, Oct. 27): Paul S. Riebenfeld's selective history omits both context and some key facts. Britain did not assume administration of Palestine pursuant to the League of Nations' July 1922 Mandate until September 1923.","thumbnail":null,"section":"Opinion"},{"date":"19941101","headline":"Judge Blocks Repatriation of Cuban Detainees","web_url":"https://www.nytimes.com/1994/11/01/us/judge-blocks-repatriation-of-cuban-detainees.html","abstract":"  A Federal judge today issued a temporary restraining order to block the repatriation of Cuban refugees detained in camps at the United States naval base at Guantanamo Bay and in Panama.   The Government said it would appeal the decision. \"We plan to appeal the judge's ruling to assure that Cubans wishing to return home can do so at the earliest possible moment,\" said a spokeswoman for the Department of Justice, Julie Bender.","thumbnail":null,"section":"U.S."},{"date":"19941101","headline":"Foundation Head Resigns","web_url":"https://www.nytimes.com/1994/11/01/arts/foundation-head-resigns.html","abstract":"  Art Becofsky has resigned as executive director of the Merce Cunningham Dance Foundation, the organization has announced. Mr. Becofsky was with the foundation for more than two decades. Michael Bloom, the company's director of education and media, is to serve as interim general manager until a new director is found.","thumbnail":null,"section":"Arts"},{"date":"19941101","headline":"Giants' G.M. Is a Firm Believer: It's Better Not to Play It Again, Ref","web_url":"https://www.nytimes.com/1994/11/01/sports/pro-football-notebook-giants-gm-firm-believer-it-s-better-not-play-it-again-ref.html","abstract":"  The Giants have been victimized by several incorrect calls or no calls by officials in crucial situations in the last two weeks. But that hasn't swayed George Young, the Giants' general manager, to change his stance against using instant replay as a means to reverse incorrect calls. He's still against it.   \"It doesn't solve the problem,\" Young said. \"You're just adding another layer of officials. You're trying to eliminate human error by adding more humans.\"","thumbnail":null,"section":"Sports"},{"date":"19941101","headline":"CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/11/01/arts/in-performance-classical-music-694622.html","abstract":"  Music and Flourishes From a Keyboard Engineer  Carnegie Hall","thumbnail":null,"section":"Arts"},{"date":"19941101","headline":"Croatian Serbs Send Troops to Counter Bosnian Offensive","web_url":"https://www.nytimes.com/1994/11/01/world/croatian-serbs-send-troops-to-counter-bosnian-offensive.html","abstract":"  The leader of the Serbs in Croatia said today that he had dispatched a special police and military unit to assist the Bosnian Serbs in recapturing territory lost in recent days to resurgent Bosnian Government forces from the northwestern town of Bihac.   Milan Martic, the president of the self-styled Serbian Krajina Republic that surrounds much of the Bihac pocket, said in an interview that the Serbian forces now massing would be sufficient to defeat the Muslim-led Bosnian Army, adding, \"We will see if the Bihac pocket ends up smaller than it was before this offensive started.\"","thumbnail":null,"section":"World"},{"date":"19941101","headline":"CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/11/01/arts/in-performance-classical-music-694673.html","abstract":"  From Rachmaninoff, The Voice as Instrument  Merkin Concert Hall","thumbnail":null,"section":"Arts"},{"date":"19941101","headline":"Excesses With Medicaid: Hair Transplants?","web_url":"https://www.nytimes.com/1994/11/01/nyregion/the-1994-campaign-the-symbol-excesses-with-medicaid-hair-transplants.html","abstract":"  State Senator George E. Pataki, the Republican candidate for governor, thinks it is terrible that Medicaid, the health-care program for the poor, would pay for hair transplants. But would it?   \"I think, personally, it's absurd that somebody can get a hair transplant paid for by Medicaid,\" Mr. Pataki said recently in an interview with The New York Times. He raised the example in an effort to underscore the excesses of Medicaid, which is expected to cost the state $5.9 billion this year, a cost that is debilitating the budgets of local governments that share state expenses for the federally mandated program.","thumbnail":null,"section":"New York"},{"date":"19941101","headline":"Review/Fashion; The Incredible Lightness of Beene","web_url":"https://www.nytimes.com/1994/11/01/style/review-fashion-the-incredible-lightness-of-beene.html","abstract":"  In a season when many designers are so confused about what women want to wear in the 90's that they're looking backward for inspiration, Geoffrey Beene is, as always, looking ahead.    His mantra is \"modern.\" His quest is for effortless, weightless clothes that allow freedom of movement. To demonstrate his point, he's taken to having his shows choreographed on ballet dancers who leap around the stage. He said he believed the spring collection he showed yesterday was the lightest he had ever designed. With gossamer fabrics like paper taffeta, silk gazar, horsehair and chiffon, the clothes often appeared to float on air.","thumbnail":null,"section":"Style"},{"date":"19941101","headline":"Q&A","web_url":"https://www.nytimes.com/1994/11/01/science/q-a-690031.html","abstract":"  Nicotine Problems   Q.  Leaving aside the matter of tobacco addiction, does nicotine have any harmful effects itself?","thumbnail":null,"section":"Science"},{"date":"19941101","headline":"Facing Social Problems: Proposals by Cuomo and Pataki Often Are Vague","web_url":"https://www.nytimes.com/1994/11/01/nyregion/1994-campaign-issues-facing-social-problems-proposals-cuomo-pataki-often-are.html","abstract":"  In a gubernatorial campaign heavy with talk about crime and taxes, debate about the social problems that cost New Yorkers billions of dollars each year has been light.   Events like the recent visit of President Clinton focused attention momentarily on the issue. Campaigning for his fellow Democrat, Gov. Mario M. Cuomo, Mr. Clinton said he would allow New York to begin experimental welfare programs and would press for improving Medicaid payments to the state. But the welfare waiver would involve only 21,000 of the more than one million New Yorkers receiving welfare grants, and the Medicaid help would require Congressional approval that would be difficult to win.","thumbnail":null,"section":"New York"},{"date":"19941101","headline":"A Woman With an Eye For Talent and Revolt","web_url":"https://www.nytimes.com/1994/11/01/theater/theater-review-a-woman-with-an-eye-for-talent-and-revolt.html","abstract":"  \"Mother of All the Behans\" is one of those celebrations of Irish lore, song and dance that often tend to leave the uninitiated feeling a bit left out. Fortunately, the one celebrating is Rosaleen Linehan, who weaves the tale with such enchantment that she converts Kathleen Behan's rather ordinary life story into a one-woman music hall.   Ms. Linehan, warmly remembered for her brilliant performance as Kate, the eldest sister, in Brian Friel's \"Dancing at Lughnasa,\" has brought the show to the Irish Repertory Theater with such a twinkle of eye and toe that she makes the audience wish it had personally known her subject, if only better to appreciate her portrayal.","thumbnail":null,"section":"Theater"},{"date":"19941101","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/01/opinion/IHT-letters-to-the-editor.html","abstract":"Regarding the news analysis \"Clinton, on a Limb, Invites Comparison With Reagan\" (Oct. 13) by David S. Broder:.Bill Clinton is certainly treading unsafe ground in his attack against Ronald Reagan and his past economic theories. I have never b","thumbnail":null,"section":"Opinion"},{"date":"19941101","headline":"Animated Racism : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/01/opinion/IHT-animated-racism-letters-to-the-editor.html","abstract":"On a recent visit to the United States, I had the opportunity to see the film \"The Lion King.\" While I was impressed by the beautiful animation, I was appalled by the racist stereotypes perpetuated by the film. Making the hyenas the villains is","thumbnail":null,"section":"Opinion"},{"date":"19941101","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/11/01/sports/transactions-688991.html","abstract":"  Baseball  American League   BALTIMORE ORIOLES -- Named Syd Thrift director of player development.","thumbnail":null,"section":"Sports"},{"date":"19941101","headline":"Mexican Candidate's Assassin Is Sentenced to 42 Years","web_url":"https://www.nytimes.com/1994/11/01/world/mexican-candidate-s-assassin-is-sentenced-to-42-years.html","abstract":"  The 23-year-old factory worker who admitted that he shot and killed Mexico's leading presidential candidate in March was convicted of murder today and sentenced to 42 years in prison.   In issuing the verdict a federal judge, Alejandro Sosa Ortiz, said that based on evidence provided by the federal prosecutor, the assassin, Mario Aburto Martinez, was fully responsible for the premeditated murder of the candidate, Luis Donaldo Colosio.","thumbnail":null,"section":"World"},{"date":"19941101","headline":"AIDS Risk Held Twice As High In Women","web_url":"https://www.nytimes.com/1994/11/01/science/aids-risk-held-twice-as-high-in-women.html","abstract":"  WOMEN are more than twice as likely as men to become infected with the virus that causes AIDS during heterosexual sex, a study by an Italian research group reports.   The study, published in the November issue of the journal Epidemiology, provides further evidence that anatomical and physiological differences between the sexes make women more susceptible than men to contracting the virus, H.I.V.","thumbnail":null,"section":"Science"},{"date":"19941101","headline":"Beating the Clock","web_url":"https://www.nytimes.com/1994/11/01/opinion/beating-the-clock.html","abstract":"  Daylight is a gift of nature, but humans have successively taken it on themselves to measure, subdivide, standardize and even politicize nature's schedule. Once the motive was to help ancient Egyptian farmers predict the annual Nile flood. In modern times it is to synchronize everything from train schedules and prime-time television to working hours and private appointments.    Standardization has disconnected our clocks and our lives from strict local solar time as a sundial might measure it. It has also increasingly put governments in charge of the clock. That, along with increasing urbanization, made possible the 20th century's great leap forward in artificial time measurement -- daylight savings time.","thumbnail":null,"section":"Opinion"},{"date":"19941101","headline":"Ruling Backs D'Amato Kin In Fraud Case","web_url":"https://www.nytimes.com/1994/11/01/nyregion/ruling-backs-d-amato-kin-in-fraud-case.html","abstract":"  In a strong rebuke to Federal prosecutors, a Federal appeals court yesterday reversed the mail-fraud conviction of Armand P. D'Amato, the brother of Senator Alfonse M. D'Amato, saying there was insufficient evidence for a jury to reach a guilty verdict.   The unanimous 37-page decision is likely to end the five-year legal travails of Mr. D'Amato, 50, a Long Island lawyer whom the Government had accused of joining in an illegal scheme to conceal his lobbying for a military contractor, the Unisys Corporation.","thumbnail":null,"section":"New York"},{"date":"19941101","headline":"Chess; Boris Gulko, at 47 the oldest entrant, pours on the combinations to win the U.S. Championship.","web_url":"https://www.nytimes.com/1994/11/01/arts/chess-boris-gulko-47-oldest-entrant-pours-combinations-win-us-championship.html","abstract":"  Boris Gulko, a Fair Lawn, N.J., grandmaster, won the 1994 United States Championship last week in Key West, Fla., and along with it a place in the next stage of the International Chess Federation's world championship series. A former Soviet champion, Gulko was a dissident who survived several hunger strikes before he was allowed to leave the Soviet Union in 1986.   In Key West, he scored 9 1/2-3 1/2 to capture the $8,000 first prize, given by Interplay Productions, makers of the Battle Chess CD-Rom and main sponsor of the event. The grandmasters Larry Christiansen of Boston and Yasser Seirawan of Seattle ended in a tie for second and third places. Each scored 8-5 and each was awarded $3,000. Fourth, fifth and sixth places were shared by the grandmasters Joel Benjamin of Manhattan, Alexander Shabalov of Pittsburgh and Alexander Yermolinsky of Edison, N. J., who scored 7 1/2-5 1/2.","thumbnail":null,"section":"Arts"},{"date":"19941101","headline":"Data Give Tangled Picture of World Climate Between Glaciers","web_url":"https://www.nytimes.com/1994/11/01/science/data-give-tangled-picture-of-world-climate-between-glaciers.html","abstract":"  COULD a small push nudge the relatively benign and stable world climate of the last 10,000 years into abrupt and frequent cycles of warmth and extreme cold? The question is far from academic, some scientists say, given the possibility that heat-trapping gases like carbon dioxide could destabilize today's climate system.   The climate of the last interglacial period, which at least in its early stages was somewhat warmer than the present interglacial period, fluctuated widely in spans of decades or even less, scientists reported 15 months ago on the basis of climatic changes recorded in corings taken from the Greenland ice cap. But six months later, another group of scientists analyzing another Greenland ice sample suggested that the last interglacial period, which began around 130,000 years ago and lasted 10,000 years by most reckonings, appeared stable after all. They said the first ice sample apparently had been distorted when the bottom of the flowing glacier from which it was taken passed over uneven ground.","thumbnail":null,"section":"Science"},{"date":"19941101","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/11/01/nyregion/metro-digest-687596.html","abstract":"  MISCONDUCT INQUIRY AT WEST POINT   Five members of the United States Military Academy's football team are to face an inquiry at West Point after being accused of groping female cadets who were part of a pep rally crowd that ran past a cordon of football players at the Academy's game-week festivities. A1. CON EDISON ADMITS COVER-UP CONSPIRACY    After five years of denials, Con Edison admitted in court that for four crucial days in 1989 it failed to tell Federal authorities that asbestos had been released when a steam pipe exploded near Gramercy Park in Manhattan. A1.","thumbnail":null,"section":"New York"},{"date":"19941101","headline":"Changing ABM Treaty Reverses Arms Effort","web_url":"https://www.nytimes.com/1994/11/01/opinion/l-changing-abm-treaty-reverses-arms-effort-694975.html","abstract":"  To the Editor:   Re \"Back to the Arms Race?\" (Op-Ed, Oct. 25): John D. Holum's article, \"Don't Put Allies at Risk,\" reveals much of the wishful but flawed thinking behind Administration plans to change the Antiballistic Missile Treaty.","thumbnail":null,"section":"Opinion"},{"date":"19941101","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/11/01/style/chronicle-692395.html","abstract":"  The word \"righteous\" does not often arise these days in connection with the British royal family. But it was the key to an honor that PRINCE PHILIP, the husband of Queen Elizabeth II, received in Jerusalem yesterday in the name of his mother, the late Princess Alice of Greece.   Princess Alice, a British noblewoman who married Prince Andrew of Greece early in the century, was designated a \"Righteous Gentile\" by Yad Vashem, the Holocaust memorial organization in Jerusalem, for saving a Greek Jewish family from the Nazis during World War II. The princess, who died in 1969, at 84, helped several family members escape and hid others for more than a year at one of her residences in Athens.","thumbnail":null,"section":"Style"},{"date":"19941101","headline":"Patterns","web_url":"https://www.nytimes.com/1994/11/01/style/patterns-688916.html","abstract":"  Genesis of a Buzz    A fashion buzz during collections week starts with the low pitch of one bee pollinating a honeysuckle flower. Then, suddenly, there's a swarm.","thumbnail":null,"section":"Style"},{"date":"19941101","headline":"Baseball Files Charges Over Bonilla and Franco Threat","web_url":"https://www.nytimes.com/1994/11/01/sports/baseball-baseball-files-charges-over-bonilla-and-franco-threat.html","abstract":"  Less than a week after Bobby Bonilla and John Franco made threatening comments about the fate other players faced if they became strikebreakers next spring, the owners' labor relations committee yesterday filed an unfair labor practice charge against the two Mets' players and their union.   In taking the action, the owners matched the Players Association in charges to the National Labor Relations Board. The union filed an unfair labor practice charge on Sept. 6 over the owners' failure to make a $7.8 million payment to the players' pension and benefit plan on Aug. 1.","thumbnail":null,"section":"Sports"},{"date":"19941101","headline":"Court Refused Track Star's Appeal in Defamation Case","web_url":"https://www.nytimes.com/1994/11/01/us/court-refused-track-star-s-appeal-in-defamation-case.html","abstract":"  The sweet but fleeting $27.3 million victory that Butch Reynolds won against the International Amateur Athletic Federation will remain only a memory for the Olympic runner, whose disputed drug test led to a two-year suspension that kept him out of the 1992 Games.   The United States Supreme Court today refused to consider Mr. Reynolds's appeal of a ruling last May by a Federal appeals court that overturned his 1992 judgment against the international governing body of track and field.","thumbnail":null,"section":"U.S."},{"date":"19941101","headline":"New York State Election Choices; Carl McCall for Comptroller","web_url":"https://www.nytimes.com/1994/11/01/opinion/new-york-state-election-choices-carl-mccall-for-comptroller.html","abstract":"  In this ugliest of statewide contests, we enthusiastically endorse the Democratic incumbent, H. Carl McCall, for a four-year term as New York State Comptroller -- the state's chief fiscal officer.    Mr. McCall, a former State Senator, bank executive and city Board of Education president, was installed as Comptroller by the Legislature last year after the resignation of Edward Regan. He has had a productive year, working to reform Albany's dubious debt practices and successfully challenging the Governor and the Legislature on the misuse of pension funds for budget balancing. In his oversight of city and state finances, Mr. McCall has been responsible and constructive.","thumbnail":null,"section":"Opinion"},{"date":"19941101","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/01/nyregion/c-corrections-692344.html","abstract":"  An article yesterday about a New York Times/WCBS-TV News poll that showed Gov. Mario M. Cuomo edging ahead of State Senator George E. Pataki in the New York State campaign for governor misstated the support that the poll showed Mr. Cuomo receiving upstate. It was 27 percent, not 21.","thumbnail":null,"section":"New York"},{"date":"19941101","headline":"The Wizard of Eyes: Evolution Creates Novelty by Varying the Same Old Tricks","web_url":"https://www.nytimes.com/1994/11/01/science/the-wizard-of-eyes-evolution-creates-novelty-by-varying-the-same-old-tricks.html","abstract":"  ONE of the most fascinating yet awkward problems that have challenged biologists since Charles Darwin is how to explain the evolution of complex structures like the eye and the wing. How does a blind force like natural selection sculpture from almost nothing a supremely delicate mechanism like the inner structure of the ear?    The trick, so hard to understand, is one that apparently gives evolution no bother. The eye, for instance, is an organ that has evolved not once but perhaps dozens of times, since insects, octopuses, mammals and other groups all have eyes of quite different structure.","thumbnail":null,"section":"Science"},{"date":"19941101","headline":"Were Asteroids Falling? Few Viewers Cared","web_url":"https://www.nytimes.com/1994/11/01/arts/were-asteroids-falling-few-viewers-cared.html","abstract":"  A CBS television movie that tried to emulate the spooky verisimilitude of Orson Welles's \"War of the Worlds,\" while avoiding the mass panic that radio drama engendered, left some viewers confused on Sunday night, others irritated and many more totally unmoved.   \"Without Warning,\" a movie about asteroids striking Earth, was presented in the form of live news coverage. It prompted several hundred calls to CBS's main offices in New York.","thumbnail":null,"section":"Arts"},{"date":"19941101","headline":"Republican Comptroller Candidate Denounced as Racist","web_url":"https://www.nytimes.com/1994/11/01/nyregion/the-1994-campaign-divisions-republican-comptroller-candidate-denounced-as-racist.html","abstract":"  In some of the harshest language of the campaign, nearly 50 leading Democrats yesterday denounced the Republican candidate for comptroller, Herbert London, for what they said were racist and divisive attacks against H. Carl McCall, the Democratic candidate.   \"Herb London is a contagious racist disease that is sweeping, unfortunately, our nation,\" said Representative Charles B. Rangel, Democrat of Harlem, at a gathering of several dozen McCall supporters on the steps of City Hall.","thumbnail":null,"section":"New York"},{"date":"19941101","headline":"CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/11/01/arts/in-performance-classical-music-694592.html","abstract":"  A Premiere of Rorem Songs Turns Out to Be Chamber Music  Alice Tully Hall","thumbnail":null,"section":"Arts"},{"date":"19941101","headline":"Moynihan Foe Says Giuliani Pressured Her","web_url":"https://www.nytimes.com/1994/11/01/nyregion/the-1994-campaign-senate-moynihan-foe-says-giuliani-pressured-her.html","abstract":"  Bernadette Castro, the Republican candidate for United States Senate, said yesterday that Mayor Rudolph W. Giuliani tried to persuade her during a private meeting at Gracie Mansion on Sunday night to \"consider distancing\" herself from her party's gubernatorial candidate, George E. Pataki.   Ms. Castro, a long-time friend and financial contributor to the Mayor, told reporters at an impromptu news conference on Fifth Avenue that she refused. \"I'm a member of the Republican ticket,\" she said. \"George Pataki is the head of the ticket. If I didn't think he would be a good governor, I wouldn't have joined the ticket in the first place.\"","thumbnail":null,"section":"New York"},{"date":"19941101","headline":"1919: All Saints' Day : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/11/01/opinion/IHT-1919-all-saints-day-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - To-day [Nov. 1] being All Saints' Day, which is particularly devoted throughout France to honoring the dead, all the cemeteries and churchyards in the country will be objects of pilgrimage, for in France the cultus of the memory of the dead claims","thumbnail":null,"section":"Opinion"},{"date":"19941101","headline":"Haiti's Capital Throbs With New Life","web_url":"https://www.nytimes.com/1994/11/01/world/haiti-s-capital-throbs-with-new-life.html","abstract":"  Haiti's capital is bustling again. At night, with people no longer fearful they will be kidnapped and killed by the gunmen the army used as enforcers, restaurants are full. People are flocking to bars and music clubs to dance to their favorite songs in the syncopated Haitian compas style.   And on streets that were eerily vacant once darkness fell even two months ago, families take late-night walks to buy ice cream at parlors that have been able to reopen because they now have a regular supply of electricity.","thumbnail":null,"section":"World"},{"date":"19941101","headline":"Gag Rule Isn't Part Of G.O.P. 'Contract'","web_url":"https://www.nytimes.com/1994/11/01/opinion/l-gag-rule-isn-t-part-of-gop-contract-695211.html","abstract":"  To the Editor:   \"The Gag Rule, Revisited\" (editorial, Oct. 24) leaves the wrong impression that the welfare reform bill of the House Republican \"Contract With America\" restores the Title X gag rule prohibiting doctors in federally financed clinics from advising women about abortion. It does not.","thumbnail":null,"section":"Opinion"},{"date":"19941101","headline":"After Crackdown, Smugglers Of Chinese Find New Routes","web_url":"https://www.nytimes.com/1994/11/01/us/after-crackdown-smugglers-of-chinese-find-new-routes.html","abstract":"  More than a year after the tramp steamer Golden Venture went aground off Queens with a cargo of 300 illegal Chinese immigrants, a Government crackdown on the ship-borne smuggling of Chinese to this country has apparently led smugglers to open a new route through the Caribbean.   So far this year, only two large ships, together carrying just over 300 Chinese immigrants, have been intercepted on the high seas, a sign of the waning success of ship-borne smuggling. More than a dozen ships were intercepted in the year before, yielding 2,533 arrests.","thumbnail":null,"section":"U.S."}],"wiki_events":[],"weather":[{"date":"19941101","time":"1994-11-01 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":80,"wspd":16.6},{"date":"19941101","time":"1994-11-01 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":82,"wspd":18.4},{"date":"19941101","time":"1994-11-01 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":82,"wspd":16.6},{"date":"19941101","time":"1994-11-01 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":82,"wspd":16.6},{"date":"19941101","time":"1994-11-01 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":80,"wspd":18.4},{"date":"19941101","time":"1994-11-01 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":77,"wspd":14.8},{"date":"19941101","time":"1994-11-01 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":77,"wspd":16.6},{"date":"19941101","time":"1994-11-01 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":78,"wspd":11.2},{"date":"19941101","time":"1994-11-01 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":79,"wspd":14.8},{"date":"19941101","time":"1994-11-01 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":75,"wspd":14.8},{"date":"19941101","time":"1994-11-01 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":67,"wspd":20.5},{"date":"19941101","time":"1994-11-01 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":61,"wspd":18.4},{"date":"19941101","time":"1994-11-01 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":58,"wspd":22.3},{"date":"19941101","time":"1994-11-01 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.1,"rhum":49,"wspd":16.6},{"date":"19941101","time":"1994-11-01 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":43,"wspd":20.5},{"date":"19941101","time":"1994-11-01 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":44,"wspd":20.5},{"date":"19941101","time":"1994-11-01 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":50,"wspd":13},{"date":"19941101","time":"1994-11-01 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":53,"wspd":13},{"date":"19941101","time":"1994-11-01 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.6,"rhum":55,"wspd":9.4},{"date":"19941101","time":"1994-11-01 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":59,"wspd":13},{"date":"19941101","time":"1994-11-01 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":65,"wspd":7.6},{"date":"19941101","time":"1994-11-01 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":69,"wspd":5.4},{"date":"19941101","time":"1994-11-01 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":72,"wspd":7.6},{"date":"19941101","time":"1994-11-01 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":75,"wspd":5.4},{"date":"19941101","time":"1994-11-01 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":100,"wspd":9.4},{"date":"19941101","time":"1994-11-01 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":100,"wspd":7.6},{"date":"19941101","time":"1994-11-01 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":97,"wspd":13},{"date":"19941101","time":"1994-11-01 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":100,"wspd":7.6},{"date":"19941101","time":"1994-11-01 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":100,"wspd":9.4},{"date":"19941101","time":"1994-11-01 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":100,"wspd":7.6},{"date":"19941101","time":"1994-11-01 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":100,"wspd":11.2},{"date":"19941101","time":"1994-11-01 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":100,"wspd":9.4},{"date":"19941101","time":"1994-11-01 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":100,"wspd":7.6},{"date":"19941101","time":"1994-11-01 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":100,"wspd":9.4},{"date":"19941101","time":"1994-11-01 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":100,"wspd":7.6},{"date":"19941101","time":"1994-11-01 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":100,"wspd":9.4},{"date":"19941101","time":"1994-11-01 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":100,"wspd":9.4},{"date":"19941101","time":"1994-11-01 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":100,"wspd":14.8},{"date":"19941101","time":"1994-11-01 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":100,"wspd":14.8},{"date":"19941101","time":"1994-11-01 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":97,"wspd":14.8},{"date":"19941101","time":"1994-11-01 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":96,"wspd":14.8},{"date":"19941101","time":"1994-11-01 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":93,"wspd":14.8},{"date":"19941101","time":"1994-11-01 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":100,"wspd":13},{"date":"19941101","time":"1994-11-01 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":96,"wspd":18.7},{"date":"19941101","time":"1994-11-01 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":100,"wspd":16.6},{"date":"19941101","time":"1994-11-01 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":100,"wspd":14.8},{"date":"19941101","time":"1994-11-01 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":100,"wspd":14.8},{"date":"19941101","time":"1994-11-01 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":97,"wspd":18.7}]},"19941102":{"guardian_articles":[],"nytimes_articles":[{"date":"19941102","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/02/us/c-corrections-706639.html","abstract":"  Because of an editing error, an article yesterday about an $80 million plan to restore a barrier island in the Hamptons referred incorrectly to two jetties to be shortened to allow a more natural flow of sand. They are the westernmost of 15 jetties built by the Army Corps of Engineers, not the easternmost.","thumbnail":null,"section":"U.S."},{"date":"19941102","headline":"Senate Report Faults C.I.A. For Ineptitude in Spy Case","web_url":"https://www.nytimes.com/1994/11/02/us/senate-report-faults-cia-for-ineptitude-in-spy-case.html","abstract":"  The Central Intelligence Agency's nine-year hunt for Aldrich H. Ames, the convicted spy for Moscow, was led astray by the false scents of Soviet deception as well as the C.I.A.'s own ineptitude, a Senate committee said today.   In a damning 116-page report, the Senate Select Committee on Intelligence offered a wealth of new details on the most devastating case of treachery in the intelligence agency's history. It described a series of wrong turns, blind alleys and dead ends the investigation followed from 1985, when Mr. Ames first sold secrets to the Soviet Union, until this February, when the C.I.A. career officer was arrested.","thumbnail":null,"section":"U.S."},{"date":"19941102","headline":"Another Halloween Clash Ends in Death in Brooklyn","web_url":"https://www.nytimes.com/1994/11/02/nyregion/another-halloween-clash-ends-in-death-in-brooklyn.html","abstract":"  The incident started, the police said, as Halloween harassment on Monday evening: a crowd of teen-agers throwing eggs at a man walking down Knickerbocker Street in Bedford-Stuyvesant, Brooklyn, with a tricycle he had just bought for his 4-year-old son.   The man, identified by the police as Angel Lopez Almodovar, retaliated, throwing a broken bottle and hitting someone in the crowd who \"became enraged and went a short distance away and came back with a handgun,\" said a police spokesman, Sgt. Timothy Clifford.","thumbnail":null,"section":"New York"},{"date":"19941102","headline":"The Well-Heeled in Full Cry; In New Jersey, the Season of Hunters and Hounds Begins","web_url":"https://www.nytimes.com/1994/11/02/nyregion/well-heeled-full-cry-new-jersey-season-hunters-hounds-begins.html","abstract":"  First went the 40 hounds, then the 65 men, women and children on horseback and finally a dozen automobiles -- the spectators, many of them old fox hunters themselves. By mid-morning on this opening meet of the Essex Fox Hounds hunt, conditions seemed splendid for most any human pursuit -- sunny and dry, leaves falling in a shimmering shower of gold and magenta.   But the aficionados here in Somerset County were not so sure. \"I'm afraid it's a no-scent day,\" William Read murmured at 10:24 as he squinted into a sun that was lifting higher in the cloudless sky. \"Too warm.\"","thumbnail":null,"section":"New York"},{"date":"19941102","headline":"Free-Throw Lessons for Milwaukee Bucks","web_url":"https://www.nytimes.com/1994/11/02/sports/sports-people-basketball-free-throw-lessons-for-milwaukee-bucks.html","abstract":"  Milwaukee Bucks Coach MIKE DUNLEAVY called in a foul-shooting consultant Monday to help his players work on a glaring deficiency. ANDY ENFIELD, the leading free-throw shooter in N.C.A.A. history at 92.5 percent, worked with the Bucks on technique.   \"The whole key that I teach is to shoot the ball correctly the same way every time,\" said Enfield, who made 431 of 466 free throws for N.C.A.A. Division III Johns Hopkins from 1988 to 1991. The Bucks made only 61.6 percent of their free throws in going 2-6 during the preseason.","thumbnail":null,"section":"Sports"},{"date":"19941102","headline":"Everyspeech","web_url":"https://www.nytimes.com/1994/11/02/opinion/everyspeech.html","abstract":"Ladies and gentlemen. I am delighted to see so many friends from the Third Congressional District.  And what better site for some straight talk than at this greatest of all state fairs, where ribbons reward American individual enterprise, whether for the biggest beets or the best bull?\n\nSpeaking of bull, my opponent has said some mighty dishonest things about me. But what can you expect from a typical politician? I want to address some fundamental issues that set me apart from my opponent and his failed party -- the party of gutlessness and gridlock.","thumbnail":null,"section":"Opinion"},{"date":"19941102","headline":"No Headline","web_url":"https://www.nytimes.com/1994/11/02/nyregion/no-headline-700088.html","abstract":"  \"Put it this way: They took away my religion.\" DAVID MAYNARD, of St. Malo, Manitoba, on the hockey lockout.  [ A1:6. ]","thumbnail":null,"section":"New York"},{"date":"19941102","headline":"HORSE RACING;\nParadise Creek Is Splendor on the Grass","web_url":"https://www.nytimes.com/1994/11/02/sports/horse-racing-paradise-creek-is-splendor-on-the-grass.html","abstract":"In each of the last two runnings of the Breeders' Cup Mile, Lure scored overpowering victories against his archrival Paradise Creek, but lost out at the ballot box to another horse when voters decided the male turf championship at year's end. \n\nThis Saturday at Churchill Downs, Lure will be favored to again win the $1 million Mile and become the first three-time winner in 11 Breeders' Cups. But he again could miss out on the Eclipse Award, because Paradise Creek, after two years as the understudy, has usurped Lure and become the above-the-line star.","thumbnail":null,"section":"Sports"},{"date":"19941102","headline":"Crews Search a Muddy Field For Causes as Well as Bodies","web_url":"https://www.nytimes.com/1994/11/02/us/crash-flight-4184-scene-crews-search-muddy-field-for-causes-well-bodies.html","abstract":"  After a night of cold rain and unanswered questions and prayers, the search for the dead and the reasons they died resumed today at first light across the muddy bean field where American Eagle Flight 4184 crashed on Monday.   Gov. Evan Bayh flew over the field by helicopter and came back visibly shaken by the sight of the wreckage, some of it strewn a quarter of a mile from the point of impact, now a crater amid the tractor-wheel ruts.","thumbnail":null,"section":"U.S."},{"date":"19941102","headline":"Short of Cash, N.A.A.C.P. Stops Paying Its Employees","web_url":"https://www.nytimes.com/1994/11/02/us/short-of-cash-naacp-stops-paying-its-employees.html","abstract":"  The National Association for the Advancement of Colored People, its reserves of cash depleted, has stopped paying most of its professional staff, board members of the nation's preeminent civil rights organization said today.   The furlough took effect on Monday, and although officials of the group said they hoped it would last no more than a week or two, it showed the depth of the financial crisis gripping the organization after accusations of financial abuses by some of its leaders.","thumbnail":null,"section":"U.S."},{"date":"19941102","headline":"Gunman's Note Mentioned Clinton as Target","web_url":"https://www.nytimes.com/1994/11/02/us/gunman-s-note-mentioned-clinton-as-target.html","abstract":"  In a brooding four-page note, Francisco M. Duran, the former Army medic who fired a semi-automatic rifle into the White House, mentioned a possible attempt on the life of President Clinton, Federal law-enforcement officials said today.   The officials would not give any other details about the note, which could help determine whether Mr. Duran is charged with an assassination attempt instead of lesser crimes.","thumbnail":null,"section":"U.S."},{"date":"19941102","headline":"1944: One World's Sky : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/11/02/opinion/IHT-1944-one-worlds-sky-in-our-pages100-75-and-50-years-ago.html","abstract":"CHICAGO - [From our New York edition:] The International Civil Aviation Conference of fifty-two nations heard a message from President Roosevelt calling for action to make the air a world ocean of peaceful commerce, with air transport the first means of p","thumbnail":null,"section":"Opinion"},{"date":"19941102","headline":"Russian Rightist Granted U.S. Visa","web_url":"https://www.nytimes.com/1994/11/02/world/russian-rightist-granted-us-visa.html","abstract":"  The State Department granted a visa today to Vladimir V. Zhirinovsky, the leader of Russian ultranationalists, who is scheduled to speak in San Francisco next Monday to several hundred foreign policy specialists.   \"Our decision to issue Mr. Zhirinovsky a visa neither endorses his views nor supports his ambitions,\" said David Johnson, a State Department spokesman. \"The United States Government finds his views anathema.\"","thumbnail":null,"section":"World"},{"date":"19941102","headline":"IN PERFORMANCE: THEATER","web_url":"https://www.nytimes.com/1994/11/02/theater/in-performance-theater-705489.html","abstract":"  A Battle of Women In a Yiddish Classic  Folksbiene Playhouse    Women rule the roost and battle one another over control of the men around them in Jacob Gordin's play \"Mirele Efros,\" and the women in the cast absolutely dominate the stage in the performance of this Yiddish classic.","thumbnail":null,"section":"Theater"},{"date":"19941102","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/11/02/style/chronicle-707279.html","abstract":"  The end of another movie star marriage: KELLY LEBROCK, the actress and model, filed for divorce from her husband of seven years, STEVEN SEAGAL, the martial-arts actor, on Monday in Superior Court in Los Angeles, The Associated Press reported yesterday. The couple, who separated on Oct. 1, have two daughters, Annalisa, 7, and Arissa, 1, and a son, Dominic, 7. Ms. LeBrock is seeking custody of the children.","thumbnail":null,"section":"Style"},{"date":"19941102","headline":"Italy Detains 2 in Highway Killing of U.S. Boy, 7","web_url":"https://www.nytimes.com/1994/11/02/world/italy-detains-2-in-highway-killing-of-us-boy-7.html","abstract":"  After a 34-day hunt, the police in southern Italy announced today that they had arrested two men in connection with the killing of Nicholas Green, a 7-year-old American boy who died when highway robbers opened fire on his family's rental car in September.   Police officials identified the men as Francesco Mesiano, 21, and Michele Iannello, 26. The officials said they were thought to be petty criminals rather than members of the 'Ndrangheta organized crime syndicate that flourishes in the Calabria area where Nicholas was killed.","thumbnail":null,"section":"World"},{"date":"19941102","headline":"PATAKI REVERSES STAND ON DEBATE AS CUOMO DEMURS","web_url":"https://www.nytimes.com/1994/11/02/nyregion/1994-campaign-new-york-governor-pataki-reverses-stand-debate-cuomo-demurs.html","abstract":"  Reversing his position that he would debate Gov. Mario M. Cuomo in a one-on-one session only, State Senator George E. Pataki, the Republican candidate for governor, said yesterday that he had agreed to a three-way debate with Mr. Cuomo and B. Thomas Golisano, the Independence Fusion candidate.    Mr. Cuomo promptly declined to attend the Sunday afternoon debate on WNBC-TV, citing his longstanding insistence that he would attend debates only if all six gubernatorial candidates were invited. Mr. Golisano said he would attend if invited.","thumbnail":null,"section":"New York"},{"date":"19941102","headline":"Out of State, Giuliani Shows Party Loyalty","web_url":"https://www.nytimes.com/1994/11/02/nyregion/the-1994-campaign-mayor-out-of-state-giuliani-shows-party-loyalty.html","abstract":"  A week after his dramatic stretch across party lines to support Gov. Mario M. Cuomo, Mayor Rudolph W. Giuliani bolstered his Republican credentials today by campaigning for the party's candidates in predominantly Italian neighborhoods of Boston and Rhode Island. But everywhere he went, it was his endorsement of Mr. Cuomo that lingered on people's minds.   At Joe Tecce's Ristorante in Boston, a longtime political haunt, the elderly Joe Tecce himself watched Mr. Giuliani enter to stump for Ralph C. Martin 2d, the Suffolk County District Attorney. \"Best job you ever did to endorse Cuomo,\" said Mr. Tecce, who went on to mangle the Mayor's name as Giuliano, as he predicted he would be New York's governor some day.","thumbnail":null,"section":"New York"},{"date":"19941102","headline":"Reds' Hanson Becomes a Free Agent","web_url":"https://www.nytimes.com/1994/11/02/sports/sports-people-baseball-reds-hanson-becomes-a-free-agent.html","abstract":"  Pitcher ERIK HANSON, whose bid to become a free agent was rejected by owners last month, became a free agent anyway yesterday.   Hanson, who was short of the required six years of major league service in the view of the clubs, refused the Cincinnati Reds' outright assignment to Indianapolis of the Class AAA American Association and thereby gained the right to become a free agent.","thumbnail":null,"section":"Sports"},{"date":"19941102","headline":"SHORT CUTS","web_url":"https://www.nytimes.com/1994/11/02/style/IHT-short-cuts-91614831099.html","abstract":"KENNY DORHAM, \"Whistle Stop\" (Blue Note): This 30-year-old funky bebop has more meat and certainly originality to it than today's flashy reruns. (Hank Mobley, Kenny Drew, Paul Chambers, Philly Joe Jones.)","thumbnail":null,"section":"Style"},{"date":"19941102","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/11/02/style/chronicle-707287.html","abstract":"  In Rio de Janeiro, crowds of people are paying tribute to Jacqueline Kennedy Onassis by going to see an exhibition of her clothes -- or at least copies of her clothes.    The show, at the Palace of the City, opened last month and continues through Nov. 20. It was organized by HILDEGARD ANGEL, a fashion promoter and society columnist for O Globo, a daily newspaper.","thumbnail":null,"section":"Style"},{"date":"19941102","headline":"Bringing the Voting Place to Students on 2 Rutgers Campuses","web_url":"https://www.nytimes.com/1994/11/02/us/bringing-the-voting-place-to-students-on-2-rutgers-campuses.html","abstract":"  In the past, if Rutgers University students here wanted to vote, they had to leave campus to do it. That could mean walking at least two miles to the nearest polling place, crossing busy highways and venturing into some of New Brunswick's grittier neighborhoods to cast a ballot.    But this year, for the first time, most students who live on the College Avenue and Douglass campuses will be able to vote there. Students at the third Rutgers campus here, Cook College, will have to continue to make their way to off-campus polling places.","thumbnail":null,"section":"U.S."},{"date":"19941102","headline":"Court Rules That Conspiring About Drugs Can Be Crime","web_url":"https://www.nytimes.com/1994/11/02/us/court-rules-that-conspiring-about-drugs-can-be-crime.html","abstract":"  Issuing its first opinion of the term, the Supreme Court ruled unanimously today that conspiring to commit a narcotics crime can be a violation of Federal law even if the conspiracy is never carried out.   The decision, in an opinion by Justice Sandra Day O'Connor, was not surprising since it reversed the one Federal appeals court that had differed on the issue from the 11 other Federal appellate circuits.","thumbnail":null,"section":"U.S."},{"date":"19941102","headline":"IN PERFORMANCE: DANCE","web_url":"https://www.nytimes.com/1994/11/02/arts/in-performance-dance-707350.html","abstract":"  Eastern European Traditions With a Fresh Look  Fashion Institute of Technology    Tumultuous cheers erupted at the close of a performance by the Tamburitzans on Saturday night at Haft Auditorium, a response that one might expect at a rock concert, but not at an evening of Eastern European folk dance and music. But to spend time with this young group is to fall in love with it.","thumbnail":null,"section":"Arts"},{"date":"19941102","headline":"Playwright's Tough Subject Draws Funny Offers","web_url":"https://www.nytimes.com/1994/11/02/theater/playwright-s-tough-subject-draws-funny-offers.html","abstract":"  In \"The Waiting Room,\" three women from different centuries are waiting to see the doctor: an 18th-century Chinese wife whose feet have been bound and deformed, a Victorian lady who has been too tightly corseted emotionally as well as physically and a contemporary American woman whose breast implants have led to cancer. Each has been abused in the name of beauty, or at least beauty as fantasized by a male-dominated society. Lisa Loomer's new play deals with everything from medical malpractice to misogyny, while crosscutting through time and space.    Wendy Wasserstein, who saw the play in its workshop last year at the Williamstown Theater Festival, described it as \"dark but colorful.\" \"It's not a polite humor and it has a political force,\" she said. \"It's a play with an issue but it does not deal with it as an issue play.\"","thumbnail":null,"section":"Theater"},{"date":"19941102","headline":"Legal Maybe, but Wrong","web_url":"https://www.nytimes.com/1994/11/02/opinion/legal-maybe-but-wrong.html","abstract":"  The Federal appeals court decision reversing the mail-fraud conviction of Armand D'Amato, the brother of Senator Alfonse D'Amato, shows that not all ethics breaches constitute a crime. But the ruling should not be accepted as an endorsement of sneering at the public trust.    Armand D'Amato, a Long Island lawyer, admittedly persuaded the Senator's office to send letters lobbying the Navy on behalf of a military contractor and D'Amato client, the Unisys Corporation. Mailed out over the Senator's signature, the letters were actually written by Unisys employees.","thumbnail":null,"section":"Opinion"},{"date":"19941102","headline":"Show Must Go On, Even in New Jersey","web_url":"https://www.nytimes.com/1994/11/02/sports/horse-show-show-must-go-on-even-in-new-jersey.html","abstract":"  The 111th National Horse Show, the show that almost wasn't, will start on schedule today at the Meadowlands, the home it has finally accepted if not embraced four years after limping away from Manhattan with the greatest of debts and regrets.   \"We've had a tentative situation since leaving New York, and it will never feel quite the same at the Meadowlands, but it would be terrible to just let the show go,\" said George Morris, the horseman who is a perennial director of the National.","thumbnail":null,"section":"Sports"},{"date":"19941102","headline":"Papers Diagram Mob's Grip on a Union","web_url":"https://www.nytimes.com/1994/11/02/nyregion/papers-diagram-mob-s-grip-on-a-union.html","abstract":"  There was the medical exam union members were urged to take that was supposedly a \"result of the fantastic advances in the world of medical research,\" but was actually part of a fraud, costing many times what a normal physical exam would cost.   There were real-estate deals, one of which involved a building worth about $5 million that was sold to a union pension fund for $24 million.","thumbnail":null,"section":"New York"},{"date":"19941102","headline":"Erstwhile Sitting Duck Nowadays Sitting Pretty","web_url":"https://www.nytimes.com/1994/11/02/us/the-1994-campaign-montana-erstwhile-sitting-duck-nowadays-sitting-pretty.html","abstract":"  According to the anti-Washington gospel of the 1994 elections, Senator Conrad Burns ought to be a sitting duck. Among the Republican incumbents, his seat once looked most vulnerable to a Democratic gain that could balance a loss somewhere else.   But so far, his hard work and rich campaign treasury seem to be carrying Mr. Burns despite weaknesses that might cripple another candidate.","thumbnail":null,"section":"U.S."},{"date":"19941102","headline":"In Bihac Area, Serbs Now Taste War, and It's Bitter","web_url":"https://www.nytimes.com/1994/11/02/world/in-bihac-area-serbs-now-taste-war-and-it-s-bitter.html","abstract":"  Serbian refugees huddling on the floor of an elementary school here today described scenes of arson, looting and terror during the advance by Bosnian Government forces out of the northwestern Bihac area last week in their most successful offensive of the war.   Nikola Zigic, who escaped on foot through the woods from the town of Ripac, southeast of Bihac, said the Bosnian Serb forces around Ripac abruptly turned and ran last Wednesday, leaving Serbian civilians to fend for themselves against the rampaging V Corps of the Muslim-led Bosnian Army.","thumbnail":null,"section":"World"},{"date":"19941102","headline":"In the Hearts and Minds of Men Who Love Men","web_url":"https://www.nytimes.com/1994/11/02/theater/theater-review-in-the-hearts-and-minds-of-men-who-love-men.html","abstract":"  The title of Terrence McNally's new play, \"Love! Valour! Compassion!,\" is an accurate but incomplete description of its contents. There's no mention of the abundant humor or the terrible sadness.   In this deeply affecting work, however, they are inextricably entwined: the love, the gallantry, the courage, the outrageous repartee and the abiding melancholy it wants to dispel. Although the theatrical landscape has just begun to take shape this season, Mr. McNally's drama, which opened last night at the Manhattan Theater Club, already qualifies as a high point.","thumbnail":null,"section":"Theater"},{"date":"19941102","headline":"Personal Health; Sorrow's web: Depressed mother and difficult child.","web_url":"https://www.nytimes.com/1994/11/02/us/personal-health-sorrow-s-web-depressed-mother-and-difficult-child.html","abstract":"  THE 10-month-old boy was brought to Dr. Morris Green because his mother thought he might be retarded. He made very few baby noises and seemed apathetic and unresponsive.   But even before examining the baby, the pediatrician noticed something unusual about his mother. \"She looked very sad, sighed occasionally, did not interact playfully with her son and kept her gaze downward,\" Dr. Green recalled in an article in Contemporary Pediatrics. The baby, too, was very sober and ignored the doctor's friendly smile. When the infant was offered a colorful cube, rather than grasping it as a child that age normally would, he touched it gingerly, as if it were very hot.","thumbnail":null,"section":"U.S."},{"date":"19941102","headline":"Yanks Sign Bankhead to One-Year Pact","web_url":"https://www.nytimes.com/1994/11/02/sports/sports-people-baseball-yanks-sign-bankhead-to-one-year-pact.html","abstract":"  As the most active major league team during a dormant period, the Yankees yesterday signed the right-handed reliever SCOTT BANKHEAD to a one-year $500,000 contract that includes incentives that could double his salary.   Although there have been no games played since Aug. 11, the Yankees have methodically molded their roster since Sept. 22 by signing PAUL O'NEILL and Bankhead and exercising contract options on MIKE STANLEY, STEVE HOWE and KEVIN ELSTER.","thumbnail":null,"section":"Sports"},{"date":"19941102","headline":"Panthers' Fitzpatrick in Court Program","web_url":"https://www.nytimes.com/1994/11/02/sports/sports-people-hockey-panthers-fitzpatrick-in-court-program.html","abstract":"  Florida Panthers goalie MARK FITZPATRICK, accused of battery against his pregnant wife, was placed yesterday in a program in Plantation City, Fla., that could result in the charge being dropped.   The pretrial intervention program is the equivalent of probation. Attorneys in the case declined to discuss what the former Islander goalie will be required to do, but the program typically involves counseling and community service. The case would return to court if Fitzpatrick violates terms of the program. If he completes it, the charge will be dropped.","thumbnail":null,"section":"Sports"},{"date":"19941102","headline":"White House Needs More Bulletproof Windows","web_url":"https://www.nytimes.com/1994/11/02/opinion/l-white-house-needs-more-bulletproof-windows-706809.html","abstract":"  To the Editor:   Having been trained in dignitary protection by the United States Secret Service, I have the greatest respect for those men and women on the Presidential Protection Detail who place themselves in harm's way to keep the First Family safe. But after the armed assault on the White House (front page, Oct. 30), there are unanswered questions about security at 1600 Pennsylvania Avenue.","thumbnail":null,"section":"Opinion"},{"date":"19941102","headline":"Plight of Squatters Merits No Sympathy","web_url":"https://www.nytimes.com/1994/11/02/opinion/l-plight-of-squatters-merits-no-sympathy-706973.html","abstract":"  To the Editor:   Your Oct. 26 front-page article on New York City's decision to reclaim buildings taken over by squatters calls for comment. As a community activist and longtime resident of the East Village, I cannot accept your sympathetic portrayal of the squatters.","thumbnail":null,"section":"Opinion"},{"date":"19941102","headline":"Race for Governor: Pataki Says Cuomo Is Buying Election","web_url":"https://www.nytimes.com/1994/11/02/nyregion/1994-campaign-ad-campaign-race-for-governor-pataki-says-cuomo-buying-election.html","abstract":"  CANDIDATE: George E. Pataki PRODUCER: Russo, Marsh & Associates, Sacramento, Calif., and Alexandria, Va. VISUAL: Photographs of Gov. Mario M. Cuomo, Mayor Rudolph W. Giuliani and the Shoreham nuclear plant, plus newspaper headlines and highlights of the script over ominous music. Ends with photograph of Mr. Cuomo scratching his head. SCRIPT: Announcer: \"First, Mario Cuomo cut a cynical deal to buy votes with a $9 billion bailout of Lilco. Now he's cut another deal -- for Rudy Giuliani's support. Just three days after Giuliani's endorsement, The New York Times reported that Giuliani is already counting on $150 million more of your state tax dollars. Billions for Lilco, hundreds of millions for Giuliani and tax increases for us. Don't let Mario Cuomo buy this election with your money.\" ACCURACY: The Governor has proposed a state takeover of the Long Island Lighting Company, which would cost about $9 billion, to be financed through tax-exempt bonds. Politicians of many stripes and the financial markets greeted the idea skeptically. Mr. Cuomo contends a takeover would lead to lower electric rates, by eliminating shareholder dividends and Federal taxes the utility now pays. Mayor Giuliani's proposed budget modification, announced a day after his endorsement of the Governor, does depend on $150 million in new aid from Albany, although he and Mr. Cuomo insist they never discussed any deal, and no governor can deliver much in the way of state aid without the cooperation of the Legislature. Mr. Cuomo has proposed no tax increases. SCORECARD: Mr. Pataki is vulnerable to the charge -- by Mr. Giuliani and other local officials -- that his proposed state income tax cuts would force higher local taxes. This ad tries to turn that attack around, arguing that Mr. Cuomo is the taxer who is pitting different parts of the state against each other. In making that claim, of course, Mr. Pataki seeks to divide the state further, and energize his base in the upstate areas that have provided a growing share of the electorate.  The ad's anti-tax message could hit home, as does its suggestion that the Lilco plan is an election-year gambit. But its conspiracy theory may strike voters as hard to believe, and it does nothing to sketch in Mr. Pataki's own personality or ideas. TODD S. PURDUM","thumbnail":null,"section":"New York"},{"date":"19941102","headline":"The UN Was There : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/02/opinion/IHT-the-un-was-there-letters-to-the-editor.html","abstract":"Ramses Nassif writes of his dismay that the United Nations \"was not represented at the highest level\" at the signing ceremony of the Jordan-Israel peace treaty (Letters, Oct. 28). Secretary-General Butros Butros Ghali was indeed invited to atte","thumbnail":null,"section":"Opinion"},{"date":"19941102","headline":"Mtolo Runs to Bring People Together","web_url":"https://www.nytimes.com/1994/11/02/sports/new-york-city-marathon-mtolo-runs-to-bring-people-together.html","abstract":"  This is how Willie Mtolo's life has changed since he won the 1992 New York City Marathon: He was voted South Africa's sportsman of the year. Six months ago, he was one of two athletes invited to the inauguration of President Nelson Mandela. On Sunday, he will run New York again for victory, but at home he runs often for peace and unity.   He organizes charity runs for peace in the townships where blacks were restricted under the racial policies of apartheid, running with a white flag, encouraging whites to enter black neighborhoods, urging people to come together now that law no longer keeps them apart.","thumbnail":null,"section":"Sports"},{"date":"19941102","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/11/02/style/chronicle-707260.html","abstract":"  When LUCIANO PAVAROTTI received a five-minute ovation on Monday night after the third-act aria in \"Tosca\" at the Metropolitan Opera, JAMES LEVINE, the conductor and artistic director, was struck with inspiration: why not do an encore?    Never mind that encores are never done at the Met. Mr. Levine signaled the orchestra to repeat \"E lucevan le stelle.\"","thumbnail":null,"section":"Style"},{"date":"19941102","headline":"Croats Appear Ready to Join Offensive by Bosnian Army","web_url":"https://www.nytimes.com/1994/11/02/world/croats-appear-ready-to-join-offensive-by-bosnian-army.html","abstract":"  Commanders of Bosnian Croat militias appear to be readying troops and heavy artillery to join an advance by the Bosnian Army against a Serbian-held town in west central Bosnia, a United Nations official said.   The joint operation to capture the town, Kupres, would mark a new high point in the military alliance between the Muslim-led Bosnian Army and the Bosnian Croat militia just as Bosnian forces have made their most significant advances ever against the Serbs. Bosnian Serbs still control about 70 percent of the country.","thumbnail":null,"section":"World"},{"date":"19941102","headline":"Public & Private; The None's Story","web_url":"https://www.nytimes.com/1994/11/02/opinion/public-private-the-none-s-story.html","abstract":"  There are many riveting things about traveling around this great nation of ours on the cusp of a major election. Not the least of them is the ability to see political advertising designed chiefly to appeal to the stupid and mean-spirited in state after state, interchangeable and unimaginative as the decor of the hotel rooms.   But it is also possible to hold your finger to the wind and discern the prevailing ethos. And this year, in many places, that ethos has clearly been None of the Above.","thumbnail":null,"section":"Opinion"},{"date":"19941102","headline":"Impact of Court Ruling on Black Scholarships","web_url":"https://www.nytimes.com/1994/11/02/us/impact-of-court-ruling-on-black-scholarships.html","abstract":"  Ten years ago Nicole West was exactly the kind of student for whom the Benjamin Banneker scholarship program at the University of Maryland was intended: black, bright, talented, and not even remotely interested in the university.   \"I hadn't even thought about Maryland,\" said Ms. West, who grew up in Silver Springs, Md., and wanted to study education.","thumbnail":null,"section":"U.S."},{"date":"19941102","headline":"Another Defection for Cuban Boxing Team","web_url":"https://www.nytimes.com/1994/11/02/sports/sports-people-boxing-another-defection-for-cuban-boxing-team.html","abstract":"  A member of the Cuban national boxing team took advantage of a one-night stopover in Miami to defect Monday with the help of a former teammate who defected last year.   The boxer, DIOBELYS HURTADO PIMENTEL, 22, said he felt more desperate than he ever had in the ring because didn't have any relatives to call for help during his team's stop in Miami.","thumbnail":null,"section":"Sports"},{"date":"19941102","headline":"Giants' Davis Itching To Get a Starting Berth","web_url":"https://www.nytimes.com/1994/11/02/sports/pro-football-giants-davis-itching-to-get-a-starting-berth.html","abstract":"  If Lance Smith cannot play right guard for the Giants Monday night against the Dallas Cowboys, Scott Davis will replace him again. Which is fine with Davis, who is tired of sitting.   \"Not starting really stinks,\" he said the other day. \"There's nothing worse than busting your tail all week and not playing. For two years, that's probably my biggest complaint. Practice isn't fun. Sunday is a chance to get relief.","thumbnail":null,"section":"Sports"},{"date":"19941102","headline":"For $39.50, a License To Love Dodgers of Old","web_url":"https://www.nytimes.com/1994/11/02/nyregion/about-new-york-for-39.50-a-license-to-love-dodgers-of-old.html","abstract":"  WHO would have thought that the people at the Department of Motor Vehicles could teach us about loyalty and honor by bringing up our unredeemed shame on a new license plate?   Maybe they got the idea from our northern neighbors in Quebec, whose own license plates declare \"Je me souviens,\" which in English means, \"I remember.\" What the Quebecers remember is their defeat on the Plains of Abraham, where in 1759, Wolfe beat Montcalm and established British rule in Canada.","thumbnail":null,"section":"New York"},{"date":"19941102","headline":"Marsalis Is Leaving 'Tonight' Show","web_url":"https://www.nytimes.com/1994/11/02/arts/marsalis-is-leaving-tonight-show.html","abstract":"  Branford Marsalis, the band leader on NBC's \"Tonight\" show, will begin an indefinite leave of absence after Jan. 1, a spokeswoman for the show said yesterday.   The spokeswoman, Jennifer Barnett, said that the reasons were \"personal and family related\" and that Mr. Marsalis would return to the show, though there was no timetable for him to do so.","thumbnail":null,"section":"Arts"},{"date":"19941102","headline":"Cut-and-Spend Democrat Lags in Connecticut","web_url":"https://www.nytimes.com/1994/11/02/nyregion/1994-campaign-connecticut-governor-cut-spend-democrat-lags-connecticut.html","abstract":"  William E. Curry Jr., the State Comptroller who is running for governor of Connecticut as a \"New Democrat,\" is the only one among the four candidates talking about creating ambitious new programs. \"This is not about changing governors, but about changing government,\" he often says.   That message, however, has not been an easy sell for Mr. Curry, who has never risen above 28 percent in the polls in a state where 38 percent of registered voters are Democrats.","thumbnail":null,"section":"New York"},{"date":"19941102","headline":"Riley Says Oakley Deserves Big Pact","web_url":"https://www.nytimes.com/1994/11/02/sports/basketball-riley-says-oakley-deserves-big-pact.html","abstract":"  When he was told today that Charles Oakley was expected to sign his long-sought contract extension, perhaps as soon as Wednesday, Pat Riley had a quick response.   \"He's very deserving,\" said the Knicks' coach. \"Oak is one of those guys who fits what I call the philosophy of deposits and returns. He has deposited so much in that he has the right to withdraw. That's the way it is. You know, and we know, the guys that have put it all in. When it comes their way, they're deserving.\"","thumbnail":null,"section":"Sports"},{"date":"19941102","headline":"Flyers' Assistant Coach to Play in Minors","web_url":"https://www.nytimes.com/1994/11/02/sports/sports-people-hockey-flyers-assistant-coach-to-play-in-minors.html","abstract":"  The Philadelphia Flyers' assistant coach, KEITH ACTON, has signed a 25-game tryout contract to play for the club's American Hockey League affiliate.   Acton, who retired last season after a 14-year National Hockey League career to join the Flyers' coaching staff, was to join the Hershey Bears yesterday and be available to play Friday at Adirondack.","thumbnail":null,"section":"Sports"},{"date":"19941102","headline":"Don't Slash Budget for Mentally Retarded","web_url":"https://www.nytimes.com/1994/11/02/opinion/l-don-t-slash-budget-for-mentally-retarded-706965.html","abstract":"  To the Editor:   The sweeping reductions in New York City municipal services proposed by Mayor Rudolph W. Giuliani may win praise from fiscal monitors, but in some cases are curious and in one case catastrophically imprudent.","thumbnail":null,"section":"Opinion"},{"date":"19941102","headline":"Playing 'Good Ol' Girl' Card Against Son of Ex-President","web_url":"https://www.nytimes.com/1994/11/02/us/the-1994-campaign-texas-playing-good-ol-girl-card-against-son-of-ex-president.html","abstract":"  On this Sunday afternoon, the Cowboys are playing Cincinnati, and there's hardly a man in sight. So Ann Richards gets down to some serious girl talk.   At a lunch with a couple of hundred black women, the Governor spots a friend who is wearing a bandage over a torn ligament and red high heels.","thumbnail":null,"section":"U.S."},{"date":"19941102","headline":"Soldiers at Raided Israeli Post in Lebanon Criticized by Rabin","web_url":"https://www.nytimes.com/1994/11/02/world/soldiers-at-raided-israeli-post-in-lebanon-criticized-by-rabin.html","abstract":"  In an unusual attack on his own armed forces, Prime Minister Yitzhak Rabin said today that Israeli soldiers in southern Lebanon had shown themselves to be failures during a weekend battle against guerrillas from the pro-Iranian Party of God.   Mr. Rabin's remarks were the harshest by a senior official in the acrid national debate that has followed fighting on Saturday in which an Israeli soldier was killed near the Lebanese village of Dabshe.","thumbnail":null,"section":"World"},{"date":"19941102","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/11/02/nyregion/news-summary-699527.html","abstract":"  International A3-12  ARABS BALK ON MIDEAST BANK  Saudi Arabia and other countries objected to an American proposal for a regional bank to aid peace between Israel and Arab countries, saying they could not afford to provide the financing.  A1  MILITARY SCANDALS IN RUSSIA  A series of scandals has hit the Russian military, which was sacrosanct during the Soviet era, and the Defense Minister's job has been threatened as a result.  A3","thumbnail":null,"section":"New York"},{"date":"19941102","headline":"1919: Peace Delayed : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/11/02/opinion/IHT-1919-peace-delayed-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The Supreme Council of the Allies failed again to name the day for the official promulgation of peace. Further problems with the protocol to the Treaty of Versailles providing for Germany's compliance with Armistice terms mean that the world will","thumbnail":null,"section":"Opinion"},{"date":"19941102","headline":"Man Is Suspected of Harassing Columbia University Professors","web_url":"https://www.nytimes.com/1994/11/02/us/man-is-suspected-of-harassing-columbia-university-professors.html","abstract":"  A man described as a brilliant student, who graduated from Dartmouth College 12 years ago with honors in philosophy, is undergoing psychiatric evaluation at Rikers Island after menacing and threatening professors at Columbia University and finally smashing two glass doors there on Oct. 12.   Barbara Thompson, a spokeswoman for the Manhattan District Attorney's office, said the man, Daniel L. Price, 34, shattered the doors with a baseball bat a day after he had sent a threatening letter to the Palestinian scholar Edward Said, a professor at Columbia. He had accused Professor Said and other prominent professors and writers of the \"attempted soul murder of Daniel L. Price.\"","thumbnail":null,"section":"U.S."},{"date":"19941102","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/11/02/sports/transactions-704440.html","abstract":"  Baseball  American League   BALTIMORE ORIOLES -- Named Don Buford assistant director of player development. Signed Gary Nickels, scouting director, to a four-year contract extension through 1998, and Fred Uhlman Jr., assistant scouting director, to a two-year contract.","thumbnail":null,"section":"Sports"},{"date":"19941102","headline":"Flight Recorders Found At Indiana Crash Scene","web_url":"https://www.nytimes.com/1994/11/02/us/crash-flight-4184-overview-flight-recorders-found-indiana-crash-scene.html","abstract":"  Investigators found the data and voice recorders from the American Eagle commuter plane that crashed here on Monday while in a holding pattern on its way to O'Hare International Airport, but they would not say what information the recorders contained and said they had not yet ruled out any cause for the crash.    Investigators spent the day combing a muddy soybean field here, about 60 miles from the intended destination of American Eagle Flight 4184, examining the wreckage and tagging body parts. All 68 people on board died.","thumbnail":null,"section":"U.S."},{"date":"19941102","headline":"Race for Governor: Cuomo Labels Pataki as Radical","web_url":"https://www.nytimes.com/1994/11/02/nyregion/1994-campaign-ad-campaign-race-for-governor-cuomo-labels-pataki-radical.html","abstract":"  CANDIDATE Mario M. Cuomo (paid for by the New York State Democratic Committee) PRODUCER Axelrod & Associates, Chicago and Washington ON THE SCREEN Black-and-white scenes of State Senator George E. Pataki, Pat Robertson and a newspaper headline reading \"George is 100 percent 'right' according to Pat Robertson,\" then of assault weapons laid out together, as white letters on black background come zooming into view to highlight parts of script over ominous music. SCRIPT Announcer: \"The more you learn about George Pataki's friends, the more you wonder. As a State Senator, Pataki won the top rating from Pat Robertson's radical coalition, which preaches a ban on abortion and wants creationism taught in our schools. And now, the National Rifle Association's endorsed Pataki, who's opposed tougher gun laws, like the ban on assault weapons. The N.R.A., Pat Robertson and the radical right. If George Pataki's their man, can he really be ours?\" ACCURACY In 1993, Mr. Pataki did receive a 100 percent rating from the Christian Coalition, based on four votes: Medicaid funding for abortions, a bill that finances the Medicaid program through aid to local governments, the section of the budget that provided for postponing scheduled tax cuts and a bill on child pornography. This year, his rating was 83 percent. Mr. Pataki supports abortion rights, though he has voted consistently for restrictions. He says he supports a ban on assault weapons, but in April he voted against an amendment to a gun-licensing bill that included sharp restrictions on a number of assault weapons. At first, he denied the vote, then said it was procedural and now says it was a partisan vote with the Republican majority on a measure that did not go far enough. SCORECARD This is one of the harshest ads of the race, produced and paid for by the State Democratic Committee in part because the Governor's media adviser, David Garth, has opposed making such attacks. But for weeks now, Mr. Cuomo has sought to define Mr. Pataki as out of step with a state that retains a strong plurality of Democratic voters likely to reject a strongly conservative candidate, and polls suggest the Governor's attacks have been working. The risk is that the imputed link between Mr. Pataki and the Christian right is tenuous, and voters may be put off by the tough tone. TODD S. PURDUM","thumbnail":null,"section":"New York"},{"date":"19941102","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/02/us/c-corrections-706647.html","abstract":"  A music review on Monday about a performance of \"Cavalleria Rusticana\" at the Metropolitan Opera on Friday misstated the relationship of two characters. Turiddu is Santuzza's former lover, not her husband.  ","thumbnail":null,"section":"U.S."},{"date":"19941102","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/11/02/nyregion/metro-digest-700576.html","abstract":"  PATAKI REVERSES STAND ON DEBATES    Reversing his position that he would debate Gov. Mario M. Cuomo in a one-on-one session only, State Senator George E. Pataki, the Republican candidate for governor, said he had agreed to a three-way debate with Mr. Cuomo and B. Thomas Golisano, the Independence Fusion candidate. A1. A CUT-AND-SPEND DEMOCRAT STRUGGLES    Like President Clinton, William E. Curry Jr., the State Comptroller who is running for governor of Connecticut, is offering himself as a different sort of Democrat, a compassionate technocrat who will reshape government and expand services. And Mr. Curry appears to be having the same trouble the President has in convincing voters that government can take on new challenges. A1.","thumbnail":null,"section":"New York"},{"date":"19941102","headline":"SHORT CUTS","web_url":"https://www.nytimes.com/1994/11/02/style/IHT-short-cuts-93715598820.html","abstract":"CESARIA EVORA, \"Sodade\" (BMG): Located 500 kilometers west of Senegal, the Cape Verde islands export the morna, a bluesy descendant of the Portuguese fado, songs of sailors longing for home and of women serenading men who left to find work. Evor","thumbnail":null,"section":"Style"},{"date":"19941102","headline":"Heart Ills and High Cholesterol May Not Be Linked in Old Age","web_url":"https://www.nytimes.com/1994/11/02/us/heart-ills-and-high-cholesterol-may-not-be-linked-in-old-age.html","abstract":"  CHOLESTEROL levels, which so accurately predict risk of heart disease in middle-aged people, appear to have no such predictive value in the elderly, a new study has found.   The study, by investigators at Yale University, included 997 men and women 70 years old or older who were followed from 1988 until the end of 1992. It is one of the very few studies of cholesterol to focus on people over 65, and in fact the average age of the study participants was 79. The researchers report that although a third of the women and a sixth of the men had high cholesterol levels, these people did not have any more heart attacks during the study period than those whose cholesterol levels were normal or even low, nor were they more likely to die from heart disease or from any cause.","thumbnail":null,"section":"U.S."},{"date":"19941102","headline":"Rwandans Divided on War-Crimes Plan","web_url":"https://www.nytimes.com/1994/11/02/world/rwandans-divided-on-war-crimes-plan.html","abstract":"  Leaders of the Rwandan Government agree that an international tribunal to prosecute former leaders for genocide should have the authority to impose the death penalty, but they are divided over whether to reject a tribunal, under consideration by the United Nations, that lacks such power, Government officials say.   In a debate within the Cabinet, the Prime Minister and the Justice Minister say the Government should accept a tribunal even without this power. Gen. Paul Kagame, who commanded the victorious rebel army and who is now Vice President and Defense Minister, insists the death penalty is necessary.","thumbnail":null,"section":"World"},{"date":"19941102","headline":"WARY OF EXPENSE, ARABS BLOCK PLAN FOR MIDEAST BANK","web_url":"https://www.nytimes.com/1994/11/02/world/wary-of-expense-arabs-block-plan-for-mideast-bank.html","abstract":"  Saudi Arabia and other Arab countries refused today to support a Clinton Administration proposal for a multibillion-dollar development bank for the Middle East, saying that their own economic problems make it difficult for them to put up the necessary money.   In a rebuff to the United States, the Arab countries said at an economic conference that while they support peace with Israel, they should not be expected to provide the financing for the bank because of their problems with mounting debts and low oil prices.","thumbnail":null,"section":"World"},{"date":"19941102","headline":"New Look at Jail Unit Housing Sex Offenders","web_url":"https://www.nytimes.com/1994/11/02/nyregion/new-look-at-jail-unit-housing-sex-offenders.html","abstract":"  A state legislative task force took an unusual tour here today, going behind the razor wire fences and thick concrete walls to view some of the most despised men in New Jersey's penal system, inmates being treated for sexual aberrations that they have not been able to control and that many will never be able to change.   They are the violent rapists and child molesters with compulsive disorders who are often driven to commit more crimes once in the outside world unless their behavior can be modified before their prison time runs out.","thumbnail":null,"section":"New York"},{"date":"19941102","headline":"Getting and Spending","web_url":"https://www.nytimes.com/1994/11/02/nyregion/getting-and-spending.html","abstract":"  Continuing a time-honored political tradition, hundreds of lawyers, architects, engineers and construction companies with state contracts are making contributions to one or the other of the candidates for governor in New York -- or, for that matter, to both.    Article, page B1.","thumbnail":null,"section":"New York"},{"date":"19941102","headline":"Wisdom at West Point","web_url":"https://www.nytimes.com/1994/11/02/opinion/wisdom-at-west-point.html","abstract":"  Two days before West Point's Oct. 22 football game with The Citadel, 600 West Point cadets rallied for a so-called \"spirit run\" past a line of Army team members. Cheers were shouted, backs were slapped -- and the breasts of 18 of the 51 female cadets were groped.   Another Tailhook? No, partly because the run involved a cordon of excited college students, not a gantlet of drunken adult louts, and mostly because West Point was very quick (within 24 hours of the \"run\") to investigate the incident and contemplate appropriate measures. That is a lot more than the Navy has ever been able to boast about its response to Tailhook '91.","thumbnail":null,"section":"Opinion"},{"date":"19941102","headline":"New Baseball League Offers Profit Sharing for Cities and Players","web_url":"https://www.nytimes.com/1994/11/02/sports/baseball-new-baseball-league-offers-profit-sharing-for-cities-and-players.html","abstract":"  Offering partnerships in the form of an innovative profit-sharing and equity plan for cities and players alike, its founders launched the United Baseball League yesterday, intent on succeeding where virtually every other new rival sports league has failed.   \"We think we're going to succeed because of a confluence of factors,\" Bob Mrazek, a former five-time Congressman from Long Island, said yesterday. He cited \"cities that yearn to have major league caliber baseball, investors who want to participate in a new structure and design for owning a team and enough major league players who are going to choose to play in an entrepreneurial and nonconfrontational atmosphere in this new league.\"","thumbnail":null,"section":"Sports"},{"date":"19941102","headline":"Valentine, in a 'First,' to Manage in Japan","web_url":"https://www.nytimes.com/1994/11/02/sports/sports-people-baseball-valentine-in-a-first-to-manage-in-japan.html","abstract":"  BOBBY VALENTINE became the first former major league manager to be hired to manage in Japan with the announcement yesterday that he signed with the Chiba Lotte Marines.   Valentine, who was dismissed by the Texas Rangers during the 1992 season after more than six years in the job, reportedly signed with the Marines for $1 million over three years.","thumbnail":null,"section":"Sports"},{"date":"19941102","headline":"Two Lottery Winners Keep Their Secret","web_url":"https://www.nytimes.com/1994/11/02/nyregion/two-lottery-winners-keep-their-secret.html","abstract":"  How's this for a scenario?   There's a woman in Queens who works in a hospital and has one of those four winning tickets in last Saturday's $72.5 million Lotto jackpot.","thumbnail":null,"section":"New York"},{"date":"19941102","headline":"Trenton's Investigative Agency May Expire","web_url":"https://www.nytimes.com/1994/11/02/nyregion/trenton-s-investigative-agency-may-expire.html","abstract":"  This is shaping up as a bad year for independent investigative agencies.   The Pennsylvania Crime Commission went out of business at the end of June after 25 years of shining a spotlight on organized crime and racketeering. Now the New Jersey State Commission of Investigation is nearing a Dec. 31 expiration date without a warm word from the Whitman administration.","thumbnail":null,"section":"New York"},{"date":"19941102","headline":"1894: Death of the Czar : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/11/02/opinion/IHT-1894-death-of-the-czar-in-our-pages100-75-and-50-years-ago.html","abstract":"ST. PETERSBURG - Alexander III's sufferings ended in death at twenty minutes past two o'clock. The entire metropolis is profoundly moved and the churches are crowded with sad- faced worshippers praying for the soul of the dead monarch. [The Herald says in","thumbnail":null,"section":"Opinion"},{"date":"19941102","headline":"IN PERFORMANCE: CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/11/02/arts/in-performance-classical-music-707333.html","abstract":"  Orchestra in High Gear At Close Range on Small Stage  Kaye Playhouse    Shoehorning a full symphony orchestra onto the stage of the Kaye Playhouse is a difficult trick. The players look uncomfortably crowded, and given the hall's capacity -- 664 seats, or about seven listeners for each player -- the exercise cannot be economically viable. Still, the performance by the Slovak Philharmonic Orchestra on Monday night drew a nearly full house. And there was something thrilling about listening at close range to an orchestra in high gear.","thumbnail":null,"section":"Arts"},{"date":"19941102","headline":"For Families, Night of Helpless Grief","web_url":"https://www.nytimes.com/1994/11/02/us/the-crash-of-flight-4184-the-families-for-families-night-of-helpless-grief.html","abstract":"  Halloween was an evening of helpless grief for the families of those killed in the crash of American Eagle Flight 4184, mourning the sudden loss of loved ones while neighborhood children rang the doorbell over and over, cheerfully demanding trick-or-treats.    News of the crash came differently to each family, and for each it was a different kind of nightmare. Many family members interviewed yesterday seemed dazed by the crash and the sudden onslaught of relatives, friends, media calls and television crews gathered both inside and outside their homes. Several had chosen friends or relatives to handle all calls so that they could have a modicum of peace in which to come to terms with the loss.","thumbnail":null,"section":"U.S."},{"date":"19941102","headline":"America Can't Afford More Huddled Masses","web_url":"https://www.nytimes.com/1994/11/02/opinion/l-america-can-t-afford-more-huddled-masses-706914.html","abstract":"  To the Editor:   \"Indecent Proposition in California\" (editorial, Oct. 25) would have had a shred of credibility if you had any record in recognizing the negative impact immigration is having on cities and states.   In an era of sharp cutbacks in government services, and when entitlement programs soak up ever greater portions of government budgets, the net burden of high levels of immigration can no longer be supported. The sentiments of Emma Lazarus's anthem -- to send us your huddled masses -- are simply no longer economically possible or desirable.   American incomes have been stagnant for the last 20 years. The taxpaying population is in revolt and any new taxes to support transfer payments and new social programs are not politically feasible. The impact of population growth on cities and states is demonstrable.   California estimates that the net cost of illegal immigration to the state's taxpayers is more than $3.5 billion. In New York City, the school population has grown by more than 20 percent in the last three years, a phenomenon that is almost entirely immigration-driven.    While immigrants do contribute to the economy, their net impact is negative, especially if they cannot enter the more skilled professions. As welfare reform becomes more urgent, the competition and friction between illegal immigrants and citizens who must integrate into the work force at lower skill levels will become more intense.   The country can no longer support the present legal immigration of 700,000 people annually, let alone illegal immigration levels that push total annual immigration into the millions. Quality of life and environmental and economic realities dictate that even our current population of 260 million consumes too much of the earth's limited resources.   A halt to illegal immigration and a reduction of legal immigration are urgently needed. If both can be accomplished, the natural birth rate of the United States will eventually reverse our population to more sustainable levels.    You place misty-eyed ideology before hard reality in attacking California's Proposition 187. Some of its provisions may be unconstitutional, but its real import is that it is placing the question of out-of-control immigration policy squarely in the center of public discourse where it belongs. JOHN V. HUMMER  New York, Oct. 26, 1994","thumbnail":null,"section":"Opinion"},{"date":"19941102","headline":"Richards Draws Perot's Backing In Tough Texas Governor's Race","web_url":"https://www.nytimes.com/1994/11/02/us/1994-campaign-ross-perot-richards-draws-perot-s-backing-tough-texas-governor-s.html","abstract":"  Ross Perot, the Texas billionaire who entered national politics to unseat President George Bush two years ago, jumped into the Texas gubernatorial campaign today to endorse Gov. Ann W. Richards over Mr. Bush's son, George W. Bush.   Calling her \"smart, tough and principled,\" Mr. Perot sought to portray Ms. Richards, a central figure in the Democratic Party and an ally of President Clinton's, as somehow independent of both and close to himself ideologically.","thumbnail":null,"section":"U.S."},{"date":"19941102","headline":"IN PERFORMANCE: CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/11/02/arts/in-performance-classical-music-707325.html","abstract":"  Vienna Symphony Offers A Viennese Halloween  Carnegie Hall    Carnegie Hall went Viennese on Halloween. The Vienna Symphony played works of Webern, Beethoven and Brahms, composers Viennese by birth or adoption; the soloist in Beethoven's First Piano Concerto was the thoroughly Austrian pianist Rudolf Buchbinder. Rafael Fruhbeck de Burgos, the Vienna Symphony's director, is, granted, part German and part Spanish, but he has long been at home in the Central European scene.","thumbnail":null,"section":"Arts"},{"date":"19941102","headline":"Colombia Tries To Renew Ban On Drug Usage","web_url":"https://www.nytimes.com/1994/11/02/world/colombia-tries-to-renew-ban-on-drug-usage.html","abstract":"  The Colombian Government announced today that it would submit legislation to Congress that would modify the Constitution to forbid drug consumption, which was legalized by a high court last May.   Vice President Humberto de la Calle said the Government had decided to back away from its original proposal to hold a nationwide referendum on decriminalization of drug use because of the high costs of conducting the vote and because a referendum might be interpreted as a form of contempt for the court's ruling.","thumbnail":null,"section":"World"},{"date":"19941102","headline":"Governor and a Bush Offer Sharp Contrasts","web_url":"https://www.nytimes.com/1994/11/02/us/the-1994-campaign-florida-governor-and-a-bush-offer-sharp-contrasts.html","abstract":"  In their last debate before an election for governor that polls showed was a virtual deadlock, Gov. Lawton Chiles, the incumbent Democrat, and his Republican challenger, Jeb Bush, said tonight that they were offering voters a choice between experience and change, and \"powerful ideas.\"   Though the sparring began with the personal attacks that characterized the last weeks of the campaign, both candidates also offered contrasting approaches to issues like crime and education. Mr. Bush said he stood for \"powerful\" ideas, like making prisoners serve a minimum of 85 percent of their sentences and limiting the appeals that death row inmates can make.","thumbnail":null,"section":"U.S."},{"date":"19941102","headline":"IN PERFORMANCE: CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/11/02/arts/in-performance-classical-music-707341.html","abstract":"  In Honor of Peter Warlock, Or Rather Philip Heseltine   Miller Theater    Gustav Mahler said his day would come, and it did; perhaps fate will be as kind to the English composer Peter Warlock, whose centenary was celebrated in a concert of songs and chamber pieces on Sunday evening.","thumbnail":null,"section":"Arts"},{"date":"19941102","headline":"Port-au-Prince Journal; High Spirits in Haiti, Even With Many to Mourn","web_url":"https://www.nytimes.com/1994/11/02/world/port-au-prince-journal-high-spirits-in-haiti-even-with-many-to-mourn.html","abstract":"  As Haiti prepared today to commemorate its first All Souls' Day under democratic rule in more than a generation, relatives were able to mourn openly for the first time the thousands of victims of political repression.    Standing before the Universal Tomb, the mausoleum at the municipal cemetery that honors those dead who have no tomb of their own, they talked quietly to the spirits of the deceased, banging their hands on each of the four walls of the memorial as they spoke.","thumbnail":null,"section":"World"},{"date":"19941102","headline":"Scandals Put Russian Defense Chief on the Defensive","web_url":"https://www.nytimes.com/1994/11/02/world/scandals-put-russian-defense-chief-on-the-defensive.html","abstract":"  A series of corruption scandals has engulfed and disrupted Russia's previously sacrosanct military establishment, threatening the job of the Defense Minister, Gen. Pavel S. Grachev.   Tonight, President Boris N. Yeltsin dismissed a deputy defense minister, Gen. Matvei P. Burlakov, who had commanded the Western Army Group, the ex-Soviet troops based in East Germany, and had been accused in the Russian press along with other Russian officers of the illegal sale of millions of dollars of Government property intended to be brought back to Russia.","thumbnail":null,"section":"World"},{"date":"19941102","headline":"TENNIS: Tennis Life Begins Gloriously at 14; A Straight-Set Victory for Williams in Her Pro Debut","web_url":"https://www.nytimes.com/1994/11/02/sports/tennis-tennis-life-begins-gloriously-14-straight-set-victory-for-williams-her.html","abstract":"  She is the most unorthodox tennis prodigy her sport has ever seen: a 14-year-old African-American girl with a ghetto in her past, a total absence of junior competition in her present and a plan to spend no more than a decade pursuing Grand Slam titles and six-digit purses so she can put a college degree in her future.   Venus Williams says she wants to be a paleontologist someday, and why not?","thumbnail":null,"section":"Sports"},{"date":"19941102","headline":"Curtain Up on a New Stage for Paris Opra Ballet","web_url":"https://www.nytimes.com/1994/11/02/style/IHT-curtain-up-on-a-new-stage-for-paris-opera-ballet.html","abstract":"With the Palais Garnier closed for repairs until 1996, its principal tenant - the Paris Opra Ballet - is embarking on a new chapter in its long history. In the interim the company will be performing in the expanse of the Opra Bastille, and ev","thumbnail":null,"section":"Style"},{"date":"19941102","headline":"Music Notes","web_url":"https://www.nytimes.com/1994/11/02/arts/music-notes.html","abstract":"  Schumann's 2d of 4    The manuscript of Robert Schumann's Second Symphony, which has been in a private collection and unavailable to scholars since 1950, is to be auctioned at Sotheby's in London on Dec. 1. The auction house expects it to sell for about $1.42 million, roughly the price the manuscript of Schumann's Piano Concerto brought in November 1989. The record price for the sale of classical music manuscripts was set in 1987, when nine Mozart symphonies sold for $4.5 million. The manuscript will be on display at Sotheby's in New York City from Tuesday to Friday next week.   If the score is acquired by a library and comes under scholarly scrutiny, it could yield at least subtle changes in the way the music is performed, since it includes alterations and corrections Schumann made as late as 1853. Modern editions of the work are based mainly on the version that was published in 1847.","thumbnail":null,"section":"Arts"},{"date":"19941102","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/11/02/sports/results-plus-704989.html","abstract":"  TENNIS  Agassi Passes Test  Andre Agassi, who recalled his last appearance at the Paris Open as a \"very painful\" experience, made a successful return yesterday with a 6-4, 3-6, 6-2 victory over Jason Stoltenberg. Faring far worse than the United States Open champion were No. 3-seeded Michael Stich and No. 5 Stefan Edberg, both second-round losers in the $2.25 million tournament. Lionel Roux, a wild-card entry from France, upset Stich, 6-3, 6-4, and Petr Korda of the Czech Republic surprised Edberg, rallying for a 4-6, 6-1, 6-4 victory. Agassi's only other appearance at the Paris Open was in 1992 when he lost to Brad Gilbert, now his coach. (AP)  ","thumbnail":null,"section":"Sports"},{"date":"19941102","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/02/us/c-corrections-706620.html","abstract":"  Because of an editing error, an obituary on Oct. 23 about Jerome B. Wiesner, the science adviser to President John F. Kennedy and a former president of the Massachusetts Institute of Technology, omitted the source of a 1981 quotation in which Dr. Wiesner criticized the nuclear arms race between the United States and the Soviet Union. The quotation first appeared in the January 1981 issue of Technology Review.","thumbnail":null,"section":"U.S."},{"date":"19941102","headline":"Southerners Facing the New Amid Ghosts of the Old","web_url":"https://www.nytimes.com/1994/11/02/books/books-of-the-times-southerners-facing-the-new-amid-ghosts-of-the-old.html","abstract":"  IN THE TENNESSEE COUNTRY   By Peter Taylor   226 pages. Alfred A. Knopf. $21.    \"I don't want to live,\" cries a young girl in Peter Taylor's melancholy new novel, and you shrug benignly: who between the ages of 12 and 20 hasn't felt that way? But when she adds, \"I don't want to grow old in this life,\" that is something else again. It is not the stuff of youthful melodrama; it is the stuff of workaday despair: the pileup of losses and adjustments, the longing that nobody's interested in, the knowledge that at points in your life you were allowed to choose, and you chose wrongly.","thumbnail":null,"section":"Books"},{"date":"19941102","headline":"The Talks Are Quiet, But Skates Are Sharp","web_url":"https://www.nytimes.com/1994/11/02/sports/hockey-the-talks-are-quiet-but-skates-are-sharp.html","abstract":"  No new talks were held or scheduled yesterday in the National Hockey League as the owner-ordered shutdown began its second month. But several kettles continued to boil on the hot stove of an increasingly fragmented business.   In Toronto, the players' association announced rosters for a union-sponsored tournament, to be held next week, and prepared for a major membership meeting to be held there today. Participants in the union games will include Glenn Healy of the Rangers; Ray Ferraro and Benoit Hogue of the Islanders, and Stephane Richer and Claude Lemieux of the Devils.","thumbnail":null,"section":"Sports"},{"date":"19941102","headline":"Enterprise for the Mideast : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/02/opinion/IHT-enterprise-for-the-mideast-letters-to-the-editor.html","abstract":"Adnan Khashoggi's assessment is right on the mark (\"Peace Needs Small Business, Which Needs Enterprise Funds,\" Opinion, Oct. 28). Emerging governments have a singularly difficult task in organizing themselves for governance. Their central focus","thumbnail":null,"section":"Opinion"},{"date":"19941102","headline":"Up-and-Down Night Opens Fall Auctions","web_url":"https://www.nytimes.com/1994/11/02/arts/up-and-down-night-opens-fall-auctions.html","abstract":"  Neither low estimates nor heavy pre-sale marketing swayed the international group of buyers who packed Sotheby's salesroom in Manhattan last night. Buyers did their homework before the contemporary-art auction, the first in a two-week round of important fall sales. When price and quality found common ground, artworks sold, often with competitive bidding. But when either of those ingredients was missing, the room went dead.   Of the 71 works up for sale, 43 found buyers. The sale totaled $12.1 million, less than the low estimate of $14 million to $19 million.","thumbnail":null,"section":"Arts"},{"date":"19941102","headline":"America Can't Afford More Huddled Masses; Enforce Current Laws","web_url":"https://www.nytimes.com/1994/11/02/opinion/l-america-can-t-afford-more-huddled-masses-enforce-current-laws-706922.html","abstract":"  To the Editor:   What you said in \"Indecent Proposition in California\" (editorial, Oct. 25) is one of the reasons there is such a proposition and that it's going to pass overwhelmingly.","thumbnail":null,"section":"Opinion"},{"date":"19941102","headline":"CNN Found in Contempt for Use of Noriega Tapes","web_url":"https://www.nytimes.com/1994/11/02/us/cnn-found-in-contempt-for-use-of-noriega-tapes.html","abstract":"  A Federal district judge ruled today that CNN was in contempt of court four years ago when it broadcast taped telephone calls made from jail by Gen. Manuel Antonio Noriega of Panama.   In his decision, Judge William M. Hoeveler said that while he did not wish to interfere with the press and its First Amendment rights, \"I must also be mindful of the vital importance of compliance with orders of the court.\"","thumbnail":null,"section":"U.S."},{"date":"19941102","headline":"Defense Blames Mental Trauma For a Shooting","web_url":"https://www.nytimes.com/1994/11/02/nyregion/defense-blames-mental-trauma-for-a-shooting.html","abstract":"  The Lebanese immigrant charged with killing one Hasidic student and wounding three others in a shooting attack on the Brooklyn Bridge suffered from a post-traumatic shock shared by many Arab victims of Mideast warfare and was thus not mentally responsible, his lawyer contended yesterday at the opening of his murder trial.   \"He had no more control than a fire knows why it's burning,\" Eric M. Sears, the lawyer for the defendant, Rashid Baz, said in State Supreme Court in Manhattan. \"Eighteen years in Beirut left scars on his personality.\"","thumbnail":null,"section":"New York"},{"date":"19941102","headline":"Political Choices in Connecticut; For the Senate and House","web_url":"https://www.nytimes.com/1994/11/02/opinion/political-choices-in-connecticut-for-the-senate-and-house.html","abstract":"  Senator Joseph Lieberman is a career politician. Congress would be a better place if more of his veteran colleagues were as good. In only one term he has influenced the course of Federal legislation for the benefit of Connecticut and the nation.    We support his re-election. He offers a wealth of state and Federal experience -- nearly half his 52 years -- and an ample record of accomplishment. His challenger, the Republican Gerald Labriola, is a 65-year-old physician who served one term in the State Senate and has run for statewide office before, a caring man but light on public policy.","thumbnail":null,"section":"Opinion"},{"date":"19941102","headline":"SHORT CUTS","web_url":"https://www.nytimes.com/1994/11/02/style/IHT-short-cuts-93106384368.html","abstract":"AVERAGE WHITE BAND, \"Best Of\" (Repertoire): Swinging singing of 18 great songs with hip riffs and together arrangements. \"Pick Up the Pieces,\" \"Person to Person,\" \"You Got It\" - about as black as blue-eyed soul gets","thumbnail":null,"section":"Style"},{"date":"19941102","headline":"SHORT CUTS","web_url":"https://www.nytimes.com/1994/11/02/style/IHT-short-cuts.html","abstract":"JOHN SCOFIELD, \"Hand Jive\" (Blue Note): A new-fashioned cross between electronic jazz, funk and the blues with shades of Coltrane and Hendrix. Check out Eddie (\"Exodus\") Harris on tenor saxophone.","thumbnail":null,"section":"Style"},{"date":"19941102","headline":"Europe's Debt to America : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/02/opinion/IHT-europes-debt-to-america-letters-to-the-editor.html","abstract":"Regarding \"If the Germans Were Voting to Redesign Europe\" (Oct. 15):.William Pfaff seems to assume that modern European history began with the unification of the German-speaking states of Central Europe. More exactly, it commenced with the dis","thumbnail":null,"section":"Opinion"},{"date":"19941102","headline":"It's a Glitzy Goodbye to Jordan's No. 23","web_url":"https://www.nytimes.com/1994/11/02/sports/basketball-it-s-a-glitzy-goodbye-to-jordan-s-no-23.html","abstract":"  Michael Jordan didn't want to say goodbye because he's hoping to meet this city's sports fans again. At Comiskey Park.   \"In basketball, I fulfilled my dream,\" Jordan said after the Chicago Bulls retired his uniform jersey No. 23 here tonight at the new United Center. \"My dream now is to play in the major leagues.\"","thumbnail":null,"section":"Sports"},{"date":"19941102","headline":"Excerpts From Candidates' Speeches in the Gingrich-Jones Race in Georgia","web_url":"https://www.nytimes.com/1994/11/02/us/1994-campaign-their-own-words-excerpts-candidates-speeches-gingrich-jones-race.html","abstract":"  Following are excerpts from speeches by Representative Newt Gingrich, the House minority leader, who is seeking re-election in Georgia, and his Democratic challenger, Ben Jones, a former Representative. They provide examples of the messages each candidate is delivering in his standard campaign speech. Mr. Gingrich spoke on Oct. 24 to a Kiwanis Club in Duluth, Ga., and Mr. Jones spoke on Oct. 25 at Kennesaw State College in Cobb County, Ga. The speeches were recorded for C-Span and transcribed by The New York Times.  NEWT GINGRICH    Now, let me be quite direct about this. We have, I think, a crisis of the system at two levels. One level is that we can't afford the current structure of Government unless we were to massively raise taxes and crush the private sector. The other problem you have is the current structure of Government doesn't work. So, you are paying too much for a system that's destructive. The problem in Washington -- and those of you who might have seen Tim Russert go at me on \"Meet the Press\" will appreciate where we're at -- the problem in Washington is that they start with an assumption: this Government can't be changed. Therefore, how do we get more out of the American people? And they either get more out of the American people by not sending them back their own money -- cutting entitlements, cutting Social Security -- or we get more out of them by raising taxes.","thumbnail":null,"section":"U.S."},{"date":"19941102","headline":"Yankees Asking Fans To Pay Now, Pray Later","web_url":"https://www.nytimes.com/1994/11/02/sports/baseball-yankees-asking-fans-to-pay-now-pray-later.html","abstract":"  Successfully marketing a major league baseball team whose coming season is in limbo because of a strike is a difficult and delicate chore.    Trying to hawk tickets to games that might not be played or that might be contested with replacement players is a ticklish task. The Yankees are attempting to accomplish this, though, by acting as if 1995 is just another season instead of one cloaked in uncertainty because of labor problems.","thumbnail":null,"section":"Sports"},{"date":"19941102","headline":"Sports of The Times; Air Time, Live From Chicago","web_url":"https://www.nytimes.com/1994/11/02/sports/sports-of-the-times-air-time-live-from-chicago.html","abstract":"  DICK BUTKUS and Gale Sayers were handed their jerseys in a driving rainstorm between halves of \"Monday Night Football.\" Michael Jordan had his number retired last night on a nationally televised variety show that took paid commercial breaks.   Butkus and Sayers were feted by the Chicago Bears' owner, Michael McCaskey. Jordan Night talent included Larry King, Woody Harrelson, Spike Lee, the comedy of Sinbad and a special musical guest, Boyz II Men.","thumbnail":null,"section":"Sports"},{"date":"19941102","headline":"East Side, West Side, Thompson Is Busy","web_url":"https://www.nytimes.com/1994/11/02/sports/baseball-east-side-west-side-thompson-is-busy.html","abstract":"  It has been nearly 10 weeks since Ryan Thompson picked up a baseball bat and more than two months since he faced live pitching. He has remained in New York, not a long drive from Shea Stadium, for most of the time, even though almost all of his Mets teammates have scattered to their off-season homes. Still, Thompson has not been bored.   Thompson, who is scheduled to travel to San Juan, P.R., this Sunday to play winter ball in the Caribbean League, has been busy in the last few months. He has undergone arthroscopic surgery on his right knee, and has been rehabilitating with regular visits to the Hospital for Special Surgery in Manhattan. He has put together a modeling portfolio that features photographs of him in everything from boxer shorts to sportswear, to suits, and has received calls about potential modeling jobs. He has signed on to appear in Karen White's new music video","thumbnail":null,"section":"Sports"},{"date":"19941102","headline":"G.M. Asks U.S. to Drop Hearing on Truck Safety","web_url":"https://www.nytimes.com/1994/11/02/us/gm-asks-us-to-drop-hearing-on-truck-safety.html","abstract":"  In an unusual move, the General Motors Corporation has asked the Department of Transportation to call off a scheduled public hearing over the safety of millions of older pickup trucks made by G.M. and seek an immediate recall, a move that will cause a court confrontation.   The move is apparently an effort by General Motors, the nation's largest auto maker, to avoid more bad publicity about the trucks, which the department recently ruled were defective and fire prone, as well as to force the Government's recall effort into court, where some lawyers and consumer advocates believe the company may well prevail.","thumbnail":null,"section":"U.S."},{"date":"19941102","headline":"Little Movement Expected On Divisional Realignment","web_url":"https://www.nytimes.com/1994/11/02/sports/football-little-movement-expected-on-divisional-realignment.html","abstract":"  Although discussions on divisional realignment continued here today, as National Football League owners pondered whether to \"make a leap of faith\" in a game already flourishing, no action on that issue is likely to occur at this meeting, said Commissioner Paul Tagliabue.   However, N.F.L. owners will decide before concluding this meeting Wednesday on which divisions to place the two new expansion teams, the Carolina Panthers and the Jacksonville Jaguars. And if the owners cannot agree, Tagliabue will decide for them.","thumbnail":null,"section":"Sports"},{"date":"19941102","headline":"N.H.L Lockout Adds a Chill To Fall in Western Canada","web_url":"https://www.nytimes.com/1994/11/02/sports/hockey-nhl-lockout-adds-a-chill-to-fall-in-western-canada.html","abstract":"  In conversations about hockey, the passion for the sport among Western Canadians doesn't stop with words. David Maynard, an 18-year-old from Manitoba, recently introduced himself to a group of people in the club car of a westbound train by pulling up his shirt to reveal a red tattoo near his heart. It was the logo of the Montreal Canadiens: C-H, for Club de Hockey Canadien.   \"It's a thing in my family; we've all got one,\" said Maynard. \"My dad has one. My uncles have one. My brother has one. It's something we do on our 18th birthday.\"","thumbnail":null,"section":"Sports"},{"date":"19941102","headline":"Breaking the Barrier","web_url":"https://www.nytimes.com/1994/11/02/opinion/breaking-the-barrier.html","abstract":"When she was alive, Kara Hultgreen was easy to talk about. She was a fighter pilot, a member of the first group of women assigned to combat squadrons and the first woman to enter the cockpit of a combat-ready F-14 Tomcat. \n\nWhen she died at the age of 29 in the seas off Southern California last week, after her plane crashed into the ocean on a training run, the Navy lost one of its best young aviators and the small community of female Navy fliers -- fewer than 300 out of 13,663 -- suffered a grievous blow.","thumbnail":null,"section":"Opinion"},{"date":"19941102","headline":"In Sea of Aid, Rwandans Lack Basics","web_url":"https://www.nytimes.com/1994/11/02/world/in-sea-of-aid-rwandans-lack-basics.html","abstract":"  The Justice Minister sits in his fifth-floor office surrounded by debris. Virtually every window in the front of the building is shattered; offices are barren.   Some 150 people worked in this building before the civil war; today, there are 27. The Justice Minister, Alphonse Nkubito, cannot pay them their salaries, let alone think about trying to hire more.","thumbnail":null,"section":"World"},{"date":"19941102","headline":"Boy Is Slain Trying to Aid His Nanny","web_url":"https://www.nytimes.com/1994/11/02/nyregion/boy-is-slain-trying-to-aid-his-nanny.html","abstract":"  Joseph Mestey was not known to back down from a challenge. A 15-year-old of average height, he was able to run circles around the bigger boys on the basketball courts and soccer fields of his neighborhood in Queens. He once whispered to a jittery friend that he would protect him as they passed a group of troublemakers in a school corridor.   \"One time we were together, and I told him that I was scared to walk by this group of kids,\" said Ronnie Simmons, 15, who attended Holy Cross High School in Flushing with Joseph. \"He said, 'Don't worry, I got your back.' And I knew he meant it. He was like that.\"","thumbnail":null,"section":"New York"},{"date":"19941102","headline":"America Can't Afford More Huddled Masses; Unworkable Proposal","web_url":"https://www.nytimes.com/1994/11/02/opinion/l-america-can-t-afford-more-huddled-masses-unworkable-proposal-706930.html","abstract":"  To the Editor:   \"Indecent Proposition in California\" (editorial, Oct. 25) cites many good reasons for opposing the drive to bar illegal aliens from public services. But your critique, focused like most others on policy issues, ignores the basic point that this whole discriminatory proposal is unrealistic, and should be rejected as unworkable.","thumbnail":null,"section":"Opinion"},{"date":"19941102","headline":"The Pop Life","web_url":"https://www.nytimes.com/1994/11/02/movies/the-pop-life-699438.html","abstract":"  Snoop Doggy Dogg    Snoop Doggy Dogg, the platinum-selling gangster rapper and defendant in a murder case, can now add film industry pariah to his list of accomplishments. His record label, Death Row/Interscope, has been having a hard time finding a theater that will allow it to lease a screen for a public showing of \"Murder Was the Case,\" an 18-minute film based on the Snoop Doggy Dogg song of the same name and directed by the music producer and rapper Dr. Dre. Snoop Doggy Dogg, whose real name is Calvin Broadus, says \"Murder Was the Case\" is not about the August 1993 shooting death of Philip Waldemariam in Los Angeles, for which he, McKinley Lee and Sean Smith are to be tried on Jan. 13.   Though the soundtrack for the short film went to No. 1 on the pop charts last week -- once again proving rap's appeal to audiences of all races and classes -- theater owners are worried about a repeat of the violence in some movie houses when \"Boyz N the Hood\" and \"New Jack City\" had their premieres, said an executive who is helping to distribute \"Murder Was the Case\" for Death Row/Interscope.","thumbnail":null,"section":"Movies"},{"date":"19941102","headline":"On the Trail","web_url":"https://www.nytimes.com/1994/11/02/us/the-1994-campaign-campaign-digest-on-the-trail.html","abstract":"  Developments yesterday in campaigns across the country.   VIRGINIA -- A computer check of state and Federal election commission reports by the Rainbow Coalition has found that more than 40 contributors to previous political campaigns of David Duke in Louisiana have donated a combined $38,000 -- more than twice what they gave Mr. Duke -- to Oliver L. North, the Republican trying to unseat Senator Charles S. Robb, a Democrat. A North campaign spokesman, Mark Merritt, said the money from Duke supporters was unsolicited and came as something of a surprise. The Rev. Jesse Jackson, president of the Rainbow Coalition, said the crossover suggested \"an ideological kinship\" between Mr. Duke, a former Ku Klux Klan leader, and Mr. North. Mr. North called Mr. Jackson's assertion \"fear mongering.\"   MARYLAND -- Eighty-two percent of black voters in Maryland back the Democratic candidate for governor, Parris Glendening, preferring him 9 to 1 over his Republican opponent, Ellen Sauerbrey, The Washington Post reported. The newspaper said only 9 percent of black voters polled in a random telephone survey of 808 registered voters Oct. 8-11 backed Ms. Sauerbrey, whom white voters supported 46 percent to 44 percent for Mr. Glendening. Mr. Glendening courted black leaders, winning the early endorsement of Mayor Kurt Schmoke of Baltimore by promising expanded state aid and a renewed effort to stimulate economic development in the city. Blacks make up one quarter of Maryland's population.","thumbnail":null,"section":"U.S."},{"date":"19941102","headline":"Attention, Attention: Anyone There? Hello?","web_url":"https://www.nytimes.com/1994/11/02/sports/basketball-nets-preview-attention-attention-anyone-there-hello.html","abstract":"  They have two All-Stars and more than 20 tattoos. They may last only through one round of the playoffs, but they are always good for a few dozen off-season controversies. The Nets crave your attention, they really do. They will do almost anything to divert one millisecond of the time you spend thinking about the Knicks, because they know that is all you do.   This season, they are banking hard on the sympathy angle.","thumbnail":null,"section":"Sports"},{"date":"19941102","headline":"Jets' Backfield Reduced To the Young and the Lame","web_url":"https://www.nytimes.com/1994/11/02/sports/pro-football-jets-backfield-reduced-to-the-young-and-the-lame.html","abstract":"  There are question marks galore about the Jets in just about every area, but none more than at running back.   A right hamstring injury to Johnny Johnson, the all-purpose back, and a slightly separated left shoulder to Anthony Johnson, his backup, limited the Jets to just 57 yards rushing, only 16 in the second half of the loss to Indianapolis on Sunday.","thumbnail":null,"section":"Sports"},{"date":"19941102","headline":"Holy Bull To Bask In Florida Sunshine","web_url":"https://www.nytimes.com/1994/11/02/sports/horse-racing-holy-bull-to-bask-in-florida-sunshine.html","abstract":"  This was moving day at Keeneland Race Course in nearby Lexington, and they were moving a giant from Stall 17, Barn 26: The great gray superstar Holy Bull, marching to his own drum beat and ignoring the hurly-burly of the Breeders' Cup here just 70 miles up the interstate, headed for a winter in Florida.   \"You've got to draw the line somewhere,\" said Jimmy Croll, his owner and trainer, \"and I drew it.\"","thumbnail":null,"section":"Sports"},{"date":"19941102","headline":"In America; Mugging Carl McCall","web_url":"https://www.nytimes.com/1994/11/02/opinion/in-america-mugging-carl-mccall.html","abstract":"  They stood smiling on the steps of City Hall, 50 or 60 of them, men and women of myriad ethnic and religious persuasions, with the early afternoon sunlight spilling directly into their faces.   It could have been a group portrait of New York, loosely framed by the exit ramps of the Brooklyn Bridge on one side and the elegance of the old Woolworth Building on the other. This was on Monday, Halloween. The weather was unseasonably warm and the gathering had the flavor of a family reunion, with old slights and feuds put aside in favor of comments about thinning hair and expanding girth and funny stories about days and dreams gone by.","thumbnail":null,"section":"Opinion"},{"date":"19941102","headline":"Syracuse Can't Scare Miami's Star Tackle","web_url":"https://www.nytimes.com/1994/11/02/sports/football-syracuse-can-t-scare-miami-s-star-tackle.html","abstract":"  The Syracuse option offense comes into Saturday's game at the Carrier Dome against Miami with a 32.7-point scoring average, 15th best among Division I-A teams. But don't expect Hurricane defensive tackle Warren Sapp to be impressed on the eve of this contest for Big East Conference supremacy.   \"The option is not something that strikes fear in us,\" Sapp said today. \"If you're going to run the ball, bring it on. That's what I say.\"","thumbnail":null,"section":"Sports"},{"date":"19941102","headline":"Soccer's Notable Night","web_url":"https://www.nytimes.com/1994/11/02/sports/IHT-soccers-notable-night.html","abstract":"We are moths to the flame, drawn to Nou Camp stadium for the second coming of Barcelona versus Manchester United in the European Champions League..When the lights go on in this 120,000-seat sporting citadel Wednesday night, we shall see whether the two","thumbnail":null,"section":"Sports"},{"date":"19941102","headline":"Four Unheard Witnesses In Thomas-Hill Inquiry","web_url":"https://www.nytimes.com/1994/11/02/arts/television-review-four-unheard-witnesses-in-thomas-hill-inquiry.html","abstract":"  Tonight \"Turning Point\" uses the appearance of yet another book on the Clarence Thomas-Anita Hill affair as an opportunity for a reprise of the juicier parts of the 1991 confirmation hearings. The news picked up from \"Strange Justice: The Selling of Clarence Thomas\" by Jane Mayer and Jill Abramson (Houghton Mifflin) is that four women who were prepared to give testimony about Judge Thomas's courtship style and reading habits were not heard by the Senate Judiciary Committee. The authors will be on \"Good Morning America\" tomorrow.   On tonight's program, \"Anita Hill vs. Clarence Thomas: The Untold Story\" -- a title that echoes \"The Real Anita Hill: The Untold Story\" (Free Press), last year's best-selling Hill-basher -- Michel McQueen, the evening's reporter, talks to the women in question.","thumbnail":null,"section":"Arts"},{"date":"19941102","headline":"Indian Police Free 3 Britons Held Hostage","web_url":"https://www.nytimes.com/1994/11/02/world/indian-police-free-3-britons-held-hostage.html","abstract":"  Indian police officers freed three British tourists today when they stormed the hideout of Kashmiri militants in a remote village in northern India. An American was freed in a separate police raid on Monday.   The four tourists, held for two weeks, suffered no injuries in the police raids, but two policemen and a militant were killed in the pre-dawn shootout that freed the Britons. The three Britons and Bela Joseph Nuss, the 43-year-old American freed in the earlier raid, had been threatened with beheading by the militants if the Indian Government refused the kidnappers' demands for the release of 10 Kashmiri militants held in Indian jails.","thumbnail":null,"section":"World"},{"date":"19941102","headline":"Ghana I.M.F. Program Drains the Country","web_url":"https://www.nytimes.com/1994/11/02/opinion/l-ghana-imf-program-drains-the-country-706949.html","abstract":"  To the Editor:   \"Once-Leftist Ghana Bets on a Free-Market Future\" (news article, Oct. 23) portrays an \"economic rebirth\" of Ghana on the basis of a \"tiny but booming\" stock market, the impending arrival of the Coca-Cola Company, the return of expatriate Ghanaians, prosperity evident in new construction and shops filled with goods. The appearance of prosperity is brought about by the International Monetary Fund's structural program at the expense of the well-being of Ghana and its people.","thumbnail":null,"section":"Opinion"},{"date":"19941102","headline":"Contractors For Albany Contribute To Both Parties","web_url":"https://www.nytimes.com/1994/11/02/nyregion/the-1994-campaign-money-contractors-for-albany-contribute-to-both-parties.html","abstract":"  Election Day is approaching, and engineering consultants for the New York State Department of Transportation are already picking sides.   Steinman, Boynton, Gronquist & Birdsall, a firm with $84 million in state contracts, including major design and inspection work on East River bridges, is so far sticking with the incumbent, Mario M. Cuomo, and has made $16,000 in contributions to the Democratic State Committee.","thumbnail":null,"section":"New York"},{"date":"19941102","headline":"76ers Derail Donaldson's Comeback Bid","web_url":"https://www.nytimes.com/1994/11/02/sports/sports-people-basketball-76ers-derail-donaldson-s-comeback-bid.html","abstract":"  JAMES DONALDSON, a 14-year veteran with six different franchises, was among the final cuts made yesterday by the Philadelphia 76ers.","thumbnail":null,"section":"Sports"},{"date":"19941102","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/11/02/nyregion/inside-700215.html","abstract":"  Cholesterol and the Elderly   A Yale University study finds that high cholesterol is not an accurate predictor of heart disease among those over 70. Health, page C12.   N.A.A.C.P. Is Out of Money    Its cash reserves depleted and contributions drying up, the civil rights organization stopped paying most of its professional staff. Page A14.","thumbnail":null,"section":"New York"},{"date":"19941102","headline":"Class Notes","web_url":"https://www.nytimes.com/1994/11/02/us/class-notes.html","abstract":"  Very little is more in tune with popular fashion these days than the notion that private companies can provide public services -- from picking up garbage to educating children -- at higher quality and lower cost than public institutions.   Take the Edison Project, the high-profile, high-risk attempt of the media entrepreneur Christopher Whittle to revamp the nation's schools. But if Edison's struggle to survive the collapse or sale of the rest of Mr. Whittle's empire tells anything, it is that the prevailing \"government bad, private enterprise good\" formulation driving the nation's send-them-a-message politics can speak more to slogans than to solutions.","thumbnail":null,"section":"U.S."},{"date":"19941102","headline":"North Turned Blind Eye to Drug Dealers","web_url":"https://www.nytimes.com/1994/11/02/opinion/l-north-turned-blind-eye-to-drug-dealers-706957.html","abstract":"  To the Editor:   Methinks Elliott Abrams, former Assistant Secretary of State for Inter-American Affairs, doth protest too much when he says it is \"false\" and \"outrageous\" to suggest that Oliver L. North, the Republican Senate candidate from Virginia, countenanced the presence of drug traffickers in the United States-supported contra war campaign against the Nicaraguan Government (\"2 Reagan Officials Dispute Drug Claims Against North,\" news article, Oct. 25).","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19941102","time":"1994-11-02 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.5,"rhum":76,"wspd":3.6},{"date":"19941102","time":"1994-11-02 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.3,"rhum":76,"wspd":3.6},{"date":"19941102","time":"1994-11-02 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.8,"rhum":79,"wspd":1.8},{"date":"19941102","time":"1994-11-02 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.5,"rhum":82,"wspd":1.8},{"date":"19941102","time":"1994-11-02 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.5,"rhum":83,"wspd":3.6},{"date":"19941102","time":"1994-11-02 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.3,"rhum":84,"wspd":3.6},{"date":"19941102","time":"1994-11-02 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.5,"rhum":82,"wspd":3.6},{"date":"19941102","time":"1994-11-02 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.2,"rhum":79,"wspd":5.4},{"date":"19941102","time":"1994-11-02 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.1,"rhum":78,"wspd":9.4},{"date":"19941102","time":"1994-11-02 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":74,"wspd":9.4},{"date":"19941102","time":"1994-11-02 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":70,"wspd":9.4},{"date":"19941102","time":"1994-11-02 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":74,"wspd":11.2},{"date":"19941102","time":"1994-11-02 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":70,"wspd":24.1},{"date":"19941102","time":"1994-11-02 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.3,"rhum":63,"wspd":18.4},{"date":"19941102","time":"1994-11-02 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.6,"rhum":57,"wspd":22.3},{"date":"19941102","time":"1994-11-02 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":53,"wspd":20.5},{"date":"19941102","time":"1994-11-02 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.6,"rhum":58,"wspd":22.3},{"date":"19941102","time":"1994-11-02 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":67,"wspd":13},{"date":"19941102","time":"1994-11-02 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":66,"wspd":14.8},{"date":"19941102","time":"1994-11-02 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":66,"wspd":14.8},{"date":"19941102","time":"1994-11-02 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":66,"wspd":18.4},{"date":"19941102","time":"1994-11-02 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":76,"wspd":20.5},{"date":"19941102","time":"1994-11-02 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":78,"wspd":20.5},{"date":"19941102","time":"1994-11-02 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.5,"rhum":77,"wspd":14.8},{"date":"19941102","time":"1994-11-02 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":90,"wspd":31.7},{"date":"19941102","time":"1994-11-02 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":83,"wspd":18.7},{"date":"19941102","time":"1994-11-02 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":86,"wspd":25.9},{"date":"19941102","time":"1994-11-02 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":83,"wspd":27.7},{"date":"19941102","time":"1994-11-02 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":83,"wspd":29.5},{"date":"19941102","time":"1994-11-02 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":74,"wspd":33.5},{"date":"19941102","time":"1994-11-02 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":71,"wspd":31.7},{"date":"19941102","time":"1994-11-02 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":77,"wspd":29.5},{"date":"19941102","time":"1994-11-02 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":86,"wspd":25.9},{"date":"19941102","time":"1994-11-02 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":83,"wspd":27.7},{"date":"19941102","time":"1994-11-02 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":83,"wspd":31.7},{"date":"19941102","time":"1994-11-02 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":93,"wspd":27.7},{"date":"19941102","time":"1994-11-02 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":90,"wspd":25.9},{"date":"19941102","time":"1994-11-02 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":83,"wspd":22.3},{"date":"19941102","time":"1994-11-02 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":65,"wspd":37.1},{"date":"19941102","time":"1994-11-02 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":66,"wspd":33.5},{"date":"19941102","time":"1994-11-02 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":61,"wspd":46.4},{"date":"19941102","time":"1994-11-02 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":55,"wspd":44.6},{"date":"19941102","time":"1994-11-02 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":51,"wspd":40.7},{"date":"19941102","time":"1994-11-02 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":44,"wspd":38.9},{"date":"19941102","time":"1994-11-02 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":40,"wspd":38.9},{"date":"19941102","time":"1994-11-02 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":35,"wspd":33.5},{"date":"19941102","time":"1994-11-02 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":33,"wspd":42.5},{"date":"19941102","time":"1994-11-02 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":36,"wspd":27.7}]}}