{"19930603":{"guardian_articles":[],"nytimes_articles":[{"date":"19930603","headline":"Restructuring Report Getting to the Wire Late","web_url":"https://www.nytimes.com/1993/06/03/sports/horse-racing-restructuring-report-getting-to-the-wire-late.html","abstract":"  The long-awaited report on restructuring horse racing in New York State will be delayed a few days because some members of the study commission apparently disagree with the proposals being submitted to Gov. Mario M. Cuomo.   The report was supposed to have been sent to the Governor yesterday and released to the public today, two days before the 125th running of the Belmont Stakes, the landmark event during what is annually New York's biggest week of racing. But Steve Villano, vice president of the Governor's Commission on Racing in the 21st Century, said yesterday that \"Some members want more time to review it and discuss it.\"","thumbnail":null,"section":"Sports"},{"date":"19930603","headline":"South Africa Court Suspends Winnie Mandela's Jail Term","web_url":"https://www.nytimes.com/1993/06/03/world/south-africa-court-suspends-winnie-mandela-s-jail-term.html","abstract":"  South Africa's highest appeals court today upheld Winnie Mandela's conviction for the kidnapping of four black youths, but said she would not go to prison for her role in a crime that opened deep wounds in the anti-apartheid movement.   The appeals panel rejected the five-year jail term imposed by a lower court judge in favor of a fine, a payment to the victims, and a suspended sentence, saying the more lenient sentence would \"achieve a measure of social justice and fit the crime.\"","thumbnail":null,"section":"World"},{"date":"19930603","headline":"How Borneo's Ibans Came To Work With the Park","web_url":"https://www.nytimes.com/1993/06/03/opinion/IHT-how-borneos-ibans-came-to-work-with-the-park.html","abstract":"Griffin anak Andin is studying business tactics, Kaya anak Lajan is working on his English, and others are learning first aid. Iban tribesmen from seven longhouse communities in the east Malaysian state of Sarawak are preparing for a tourist surge they h","thumbnail":null,"section":"Opinion"},{"date":"19930603","headline":"At the Cliburn Contest, a Note of Discord Intrudes","web_url":"https://www.nytimes.com/1993/06/03/arts/at-the-cliburn-contest-a-note-of-discord-intrudes.html","abstract":"  In the nature of musical contests, it had to happen. The Ninth Van Cliburn International Piano Competition, now a week and a half old, has finally produced widespread and spirited dissent if not yet a major furor.   Typically, in an affair that has proceeded like clockwork but for an odd page-turning mishap on Friday, the selection of six finalists early this morning required only one ballot and, with additional voting on other awards, took under an hour. The finalists are Armen Babakhanyan, 25, of Armenia; Fabio Bidini, 24, of Italy; Valery Kuleshov, 30, of Russia; Simone Pedroni, 24, of Italy; Johan Schmidt, 28, of Belgium, and Christopher Taylor, 23, of the United States.","thumbnail":null,"section":"Arts"},{"date":"19930603","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/03/nyregion/c-corrections-497193.html","abstract":"  A picture caption yesterday about the installation of a sculpture of a bull at Madison Square in Manhattan misidentified the sponsor. It is the New York City Department of Transportation, not Parks.","thumbnail":null,"section":"New York"},{"date":"19930603","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/06/03/us/inside-798393.html","abstract":"  Tunnel for Drugs Is Found Under U.S.-Mexico Border   While searching for the killers of a Mexican cardinal, the police found an elaborate tunnel for smuggling cocaine into the United States, the largest such channel ever found. Page A5. Tables Turn in Guatemala    When Guatemala's President seized power last week, his position seemed secure. But that was before the military switched sides. Page A3. Progress on Tariffs Seen    Major industrial nations said they had made progress toward a breakthrough in the long effort to lower tariff barriers. Page D1. Newborn Is Found Dead    A 17-year-old Long Island girl gave birth in her parents' bathroom and left the boy in the trash, where he was found dead, officials said. Page B1.  ","thumbnail":null,"section":"U.S."},{"date":"19930603","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/06/03/style/chronicle-534093.html","abstract":"  MOTHER TERESA was named a freeman of Dublin yesterday , the first nun to receive the honor, The Associated Press reported.   Spectators reached out to touch the frail 82-year-old Nobel Peace Prize winner as she climbed the platform to accept the freedom of Dublin, an honor similar to the key to a city. Mother Teresa began religious life at a convent in Dublin 65 years ago.","thumbnail":null,"section":"Style"},{"date":"19930603","headline":"1943: 'Fanny Patriots' : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/06/03/opinion/IHT-1943-fanny-patriots-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - [From our New York edition:] Mayor F.H. LaGuardia, speaking at City Hall yesterday at ceremonies opening a ten-day civilian defense recruiting campaign, said that men who are deferred from military service for dependents and who do not join a c","thumbnail":null,"section":"Opinion"},{"date":"19930603","headline":"A Deal on the Economic Plan","web_url":"https://www.nytimes.com/1993/06/03/opinion/a-deal-on-the-economic-plan.html","abstract":"  Three Democrats on the Senate Finance Committee -- David Boren of Oklahoma, Kent Conrad of North Dakota and John Breaux of Louisiana -- are threatening to hold President Clinton's economic plan hostage. Each insists that the Administration revise the plan's $70 billion energy tax that accounts for nearly a third of the total revenue increase but which threatens oil producers, farmers and manufacturers. Unless each Democrat votes yes, the plan won't clear the committee.    The White House believes it knows how to win over Senators Conrad and Breaux: Shrink and restructure the B.T.U. tax, and offset that lost revenue with additional spending cuts. But Mr. Boren's threat -- that he'll vote no unless the B.T.U. tax is dropped entirely -- is more ominous. Still, the White House holds powerful cards. With Senators Conrad and Breaux on board, Mr. Boren is unlikely to scuttle the plan and thereby single-handedly smash an already wobbly President.","thumbnail":null,"section":"Opinion"},{"date":"19930603","headline":"Smooth Sailing Leaves Norman Out of Rough","web_url":"https://www.nytimes.com/1993/06/03/sports/golf-smooth-sailing-leaves-norman-out-of-rough.html","abstract":"  Six weeks off usually leaves a thick coat of rust on the games of professional golfers, but in Greg Norman's case, a long break smoothed jagged edges.   As he prepares for Thursday's opening round of the Memorial Tournament, Norman is coming off a strong runner-up finish at the Southwestern Bell Colonial Invitational. The Texas event last weekend was the first for Norman since his 31st place finish at the Masters in April, a performance so disappointing it left the 38-year-old Australian drained.","thumbnail":null,"section":"Sports"},{"date":"19930603","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/06/03/style/chronicle-535893.html","abstract":"  It can be risky business to assemble those lists of, say, \"the best dressed\" or \"the richest\" or \"the most beautiful\" people in the world.   But that didn't deter MILTON ESTEROW, editor and publisher of Artnews, from having a team of editors and correspondents do a survey of top achievers in the art world. The result, an article and series of short profiles titled \"The 50: The Art World's Most Powerful People\" is in the magazine's summer issue.","thumbnail":null,"section":"Style"},{"date":"19930603","headline":"In Marshall Papers Case, Library Abuses Trust; A Balance of Rights","web_url":"https://www.nytimes.com/1993/06/03/opinion/l-in-marshall-papers-case-library-abuses-trust-a-balance-of-rights-538293.html","abstract":"  To the Editor:   Suppose an eminent journalist who wrote about issues of great importance until shortly before her death left her papers to the Library of Congress, giving the library discretion to make the papers available when it felt appropriate. Suppose that the library released the papers within a few months of the journalist's death, and that among them were her notes of conversations with leading public figures of the day -- conversations engaged in on a clear understanding of confidentiality.   Would you hail the release of these notes, after so short an interval, as an appropriate vindication of the public's \"right\" to information? Somehow I doubt it. I suspect you would decry the breach of confidentiality necessary to protect news sources and the free flow of information.","thumbnail":null,"section":"Opinion"},{"date":"19930603","headline":"TV Contract Spurs Soul-Searching","web_url":"https://www.nytimes.com/1993/06/03/sports/on-baseball-tv-contract-spurs-soul-searching.html","abstract":"  Major league baseball's television contract is in place -- a revolutionary deal, if you listen to some baseball owners, an alarming prophecy come true, if the reaction of some general managers is any gauge.   Sal Bando, the general manager of the Milwaukee Brewers, initially greeted news of the drastically reduced national television revenues with the view that the Brewers might have to seek a larger market to survive.","thumbnail":null,"section":"Sports"},{"date":"19930603","headline":"Apathy Above, Terror Below","web_url":"https://www.nytimes.com/1993/06/03/opinion/apathy-above-terror-below.html","abstract":"The Soviet submarine Komsomolets, which sank 300 miles off the Norwegian coast in 1989, may soon begin leaking plutonium that will contaminate the rich fishing areas of the North Atlantic. Yet U.S. and Western European officials and scientists, still caught in a web of cold war prejudices and misinformation, have downplayed the toxic threat and claimed that the Russians alone should clean it up. Some have said that Russia is using environmental scare tactics so it can raise the submarine at Western governments' expense. \n\nStudies by several Russian research institutes indicate that by 1995 or 1996, the two nuclear warheads on the ship will be fully corroded by an electrochemical reaction involving salt water, the warhead materials and their and titanium torpedo tubes. As a result, about 20 pounds of radioactive and highly toxic plutonium will be pushed out of the damaged torpedo tubes into the environment.","thumbnail":null,"section":"Opinion"},{"date":"19930603","headline":"Attack on Civil Rights Nominee Is Unfair","web_url":"https://www.nytimes.com/1993/06/03/opinion/l-attack-on-civil-rights-nominee-is-unfair-539093.html","abstract":"  To the Editor:   The attempt to derail Lani Guinier's nomination as Assistant Attorney General for Civil Rights because of disagreement with her academic writing (\"A Civil Rights Struggle Ahead,\" editorial, May 23) is unfair and misguided. It is wrong for Orrin G. Hatch of Utah and other conservative Republican senators to oppose a Presidential nomination for executive office for such disagreement.   Opponents of Professor Guinier argue that since senators used Robert Bork's academic writings against him during his unsuccessful effort to be confirmed as Associate Justice of the Supreme Court, Professor Guinier's academic writings are likewise a basis to refuse to confirm her as an Assistant Attorney General. What that false analogy overlooks is that when Mr. Bork was nominated for an executive office in the Department of Justice -- solicitor general -- his academic writings were not used against him. Despite strong disagreement with his academic views, senators voted overwhelmingly to confirm him as solicitor general because they knew he was serving as part of the President's team, not as a free agent.","thumbnail":null,"section":"Opinion"},{"date":"19930603","headline":"Senate Passes a Civil-Rights Bill To Safeguard Access to Abortion","web_url":"https://www.nytimes.com/1993/06/03/nyregion/senate-passes-a-civil-rights-bill-to-safeguard-access-to-abortion.html","abstract":"  Seeking to safeguard access to clinics where abortions are performed, the Connecticut Senate today approved a broad civil-rights statute that would make it a crime to use force or physical obstruction to deny someone the equal protection of state or Federal laws.    The measure does not mention abortion specifically. Its intent, however, is to deter the kind of demonstrations that have disrupted abortion clinics around the country, as well as the violence threatened against many clinics. Last March, a Pensacola, Fla., physician who carried out abortions was shot to death. Mirroring a Federal Law    The proposed law mirrors a Federal civil rights law from the Reconstruction era that helped protect access to clinics until the Supreme Court struck down that application earlier this year.","thumbnail":null,"section":"New York"},{"date":"19930603","headline":"Many Antismoking Aids Are Being Banned by U.S.","web_url":"https://www.nytimes.com/1993/06/03/us/many-antismoking-aids-are-being-banned-by-us.html","abstract":"  No nonprescription smoking deterrent now available has been shown to be effective in helping people quit and new shipments of the products will be prohibited after Dec. 1, the Food and Drug Administration said today.   The agency said the action would affect more than two dozen smoking deterrents sold over the counter as pills, tablets, lozenges and chewing gum under names like Cigarrest, Bantron, Tabmint and Nikoban.","thumbnail":null,"section":"U.S."},{"date":"19930603","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/03/nyregion/c-corrections-495593.html","abstract":"  A Critic's Notebook article yesterday about the Bang on a Can Festival referred incorrectly to the composer of \"Itsofomo,\" a video-theater piece. He is Ben Neill.","thumbnail":null,"section":"New York"},{"date":"19930603","headline":"1893: A Veiled Woman : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/06/03/opinion/IHT-1893-a-veiled-woman-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The painters and sculptors of Paris, European and American, are at one with the Herald as to the absurdity and bad taste of the action of the United States Art Department at the Chicago World's Fair, which hung a cloth in front of Mr. A.A. Anderso","thumbnail":null,"section":"Opinion"},{"date":"19930603","headline":"St. Petersburg Is Fearful That Its Golden Hopes Will Trample on Its Glories","web_url":"https://www.nytimes.com/1993/06/03/world/st-petersburg-is-fearful-that-its-golden-hopes-will-trample-on-its-glories.html","abstract":"  The people at the St. Petersburg Inspectorate for the Preservation of Monuments have mixed feelings about what is going on these days at the Yusupov Palace, a mansion on the Moika Canal where Grigory Rasputin, the Siberian monk who wielded a sinister influence over the family of the last czar, met a grisly end in December 1916.   Once the exclusive preserve of the Trade Union of Education Workers, the mansion in the last two years has opened its doors wide to the public -- maybe too wide, some say. Tour groups tramp through the basement, where the famous murder took place, while upstairs elegant rooms, recently restored, are made available for concerts and private parties, including a New Year's Eve gala organized by NeimanMarcus, the Texas-based department store.","thumbnail":null,"section":"World"},{"date":"19930603","headline":"Ex-Chairman Of G.O.P. Is Indicted","web_url":"https://www.nytimes.com/1993/06/03/nyregion/ex-chairman-of-gop-is-indicted.html","abstract":"  The former chairman of the Connecticut Republican Party, Richard Foley Jr., was indicted today on charges that he solicited a $25,000 bribe to influence interstate banking legislation while he was a state legislator in 1989 and 1990.   The charges say that Mr. Foley took $2,500 a month over 10 months from two real-estate developers who were later convicted of corruption charges in connection with a municipal bribery scandal in Waterbury. The two men are now cooperating with investigators.","thumbnail":null,"section":"New York"},{"date":"19930603","headline":"1 Play. 4 Lost Chances. Knicks 1 Step From Exit.","web_url":"https://www.nytimes.com/1993/06/03/sports/pro-basketball-1-play-4-lost-chances-knicks-1-step-from-exit.html","abstract":"  For the Knicks, especially Charles Smith, it was utter frustration and despair. For the Chicago Bulls, it was ecstacy, and a major step toward advancing to a third consecutive championship series.   Ending the Knicks' 27-game winning streak at Madison Square Garden, Chicago took a 3-2 lead in the four-of-seven-game Eastern Conference championship series with a dramatic 97-94 victory last night. The Bulls can end the series, and the Knicks' season, by winning Game 6 on Friday night in Chicago.","thumbnail":null,"section":"Sports"},{"date":"19930603","headline":"Hot Words Preceded Barkley's Hot Hand","web_url":"https://www.nytimes.com/1993/06/03/sports/pro-basketball-hot-words-preceded-barkley-s-hot-hand.html","abstract":"  It is not certain who had a more productive Tuesday evening: Dan Majerle or Dan Majerle's pub. Majerle, a fluid Phoenix Suns guard, nearly brought rain with his playoff record eight 3-point baskets at American West Arena and, later, found a winding line of people, 25-deep, outside his affluent sports bar a block away.   \"I think I might shoot a couple from over there,\" said Majerle, mulling a 600-foot shot he saw Michael Jordan make in a commercial.","thumbnail":null,"section":"Sports"},{"date":"19930603","headline":"Young Organizers Lead Labor's Push","web_url":"https://www.nytimes.com/1993/06/03/us/young-organizers-lead-labor-s-push.html","abstract":"  Ingrid Nava is a little rabble-rouser in tennis shoes. She is 5-foot-2, 25 years old and a former student leader at Stanford University. She lugs a woven shoulder bag stuffed with notebooks, handbills and her pager. At 8 A.M. six days a week, she sets off from her Long Beach apartment, driving her second-hand Honda Civic to Bellflower, a few miles to the north.   Ms. Nava is a labor union organizer, working at the Kaiser Permanente hospital in Bellflower. A few days ago, she distributed stickers the size of playing cards for hospital employees to wear on their smocks. They depicted a tombstone inscribed, \"Short staffing is hazardous to your health.\"","thumbnail":null,"section":"U.S."},{"date":"19930603","headline":"In a Shift, Stein Will Abide by Spending Limits","web_url":"https://www.nytimes.com/1993/06/03/nyregion/in-a-shift-stein-will-abide-by-spending-limits.html","abstract":"  After months of refusing to abide by New York City's voluntary campaign-spending and contribution limits while he was running for mayor, Andrew J. Stein said yesterday that he would comply with the limits now that he is campaigning for public advocate.   Mr. Stein, who dropped out of the race for mayor last week to run for re-election to the newly renamed public advocate post, said he had needed large contributions when he was challenging Mayor David N. Dinkins, but not for the race for public advocate, where he is the incumbent. He said he would not accept the public matching funds that are part of the law, though that is a moot point because the deadline for entering the program was earlier this year.","thumbnail":null,"section":"New York"},{"date":"19930603","headline":"Huge Drug Tunnel From Mexico Into U.S. Is Found","web_url":"https://www.nytimes.com/1993/06/03/world/huge-drug-tunnel-from-mexico-into-us-is-found.html","abstract":"  While searching for the killers of a Mexican cardinal who was gunned down in Guadalajara last week, Mexican police discovered an elaborate cocaine-smuggling tunnel that was being dug under the Mexican border leading into Southern California.   The tunnel, about four feet wide and high enough for an average man to stand erect, was lighted, ventilated by air-conditioning units and reinforced with timbers and concrete, Mexican and American drug enforcement officials said yesterday.","thumbnail":null,"section":"World"},{"date":"19930603","headline":"Review/Pop; Show-Business Ritual Celebrated by 2 Stars","web_url":"https://www.nytimes.com/1993/06/03/arts/review-pop-show-business-ritual-celebrated-by-2-stars.html","abstract":"  Although one is American and the other French, Liza Minnelli and Charles Aznavour are deeply simpatico. Both are experienced troupers in an old-time music-hall tradition in which the solo performer is a pure, all-around entertainer. Emotions are larger than life, sentiment runs rampant and behavior that can seem like shameless self-congratulation can also be seen as a show-business ritual in which the star becomes a symbolic lightning rod for a collective celebration of life.    In \"Minnelli/Aznavour,\" which opened a six-performance engagement at Carnegie Hall on Tuesday evening, the two performers share a 17-piece orchestra. During the first half of the show, they appear together for one number, after which Ms. Minnelli takes over the stage. The first two-thirds of the second act belong to Mr. Aznavour. For the finale, they reunite for an extended medley of mostly American popular standards.","thumbnail":null,"section":"Arts"},{"date":"19930603","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1993/06/03/style/IHT-what-theyre-reading.html","abstract":"Ronaldo H. Schmitz, a managing director at Deutsche Bank in Frankfurt, is reading \"Around the Cragged Hill: A Personal and Political Philosophy\" by George F. Kennan. .\"He relates his experiences with politicians and diplomats trying to c","thumbnail":null,"section":"Style"},{"date":"19930603","headline":"Strawberry Is a Hit in Rehab","web_url":"https://www.nytimes.com/1993/06/03/sports/sports-people-baseball-strawberry-is-a-hit-in-rehab.html","abstract":"  Nine-year-old ANDY SERRANTO surveyed his position in the growing line at the Albuquerque (N.M.) Sports Stadium and concluded his chances for an autograph were bleak at best.   \"There's no way he's gonna sign my card,\" said Serranto, one of the estimated 1,500 fans who stayed long after a Pacific Coast League game Monday in hopes of getting a DARRYL STRAWBERRY signature.","thumbnail":null,"section":"Sports"},{"date":"19930603","headline":"Republicans Fight Cuomo On Hospital-Funds Plan","web_url":"https://www.nytimes.com/1993/06/03/nyregion/republicans-fight-cuomo-on-hospital-funds-plan.html","abstract":"  Responding to Gov. Mario M. Cuomo's proposal to take money from New York's hospitals to help pay for more basic health care, the Republican leaders of the State Senate countered today that hospitals should get more, not less. They also said funds should be increased for preventive and family medicine, with some of the money coming from general state coffers.   In releasing its long-awaited proposal, the Senate effectively fired the starter's gun for a marathon of politically charged negotiations over how to reorganize the state's health-care system, widely criticized as both costly and inefficient.","thumbnail":null,"section":"New York"},{"date":"19930603","headline":"Advocating Vigorous Action on Clean Water","web_url":"https://www.nytimes.com/1993/06/03/nyregion/advocating-vigorous-action-on-clean-water.html","abstract":"  Water has seldom been an issue in New York City in this century, but as the city squares off with Washington over whether a multibillion-dollar filtration plant is needed, environmentalists are working to make clean water as politically urgent as crime or taxes.   The Federal Environmental Protection Agency wants New York City to filter its water, as all other major American cities do, but the plant would cost up to $8 billion to build and $300 million a year to operate, forcing sharp increases in water rates. The city has won a reprieve with a promise to protect its 2,000-square-mile watershed upstate, by committing $47 million this year for buying property, among other actions.  Forestalling Filtration    But the environmentalists want the city to take more vigorous action to forestall filtration. They plan an eight-mile Walk for Water on Saturday, part fund-raiser and part protest, at Croton Gorge Park in Ossining. Lewis Rudin, the real-estate developer, has helped charter a Metro-North commuter train that can carry 1,000 people from Grand Central Terminal to the Croton-Harmon station, near the reservoir. Organizers say that the Port Imperial Ferry Service will send two boats, each with a capacity of 200 people, up the Hudson from a pier at West 38th Street in Manhattan.","thumbnail":null,"section":"New York"},{"date":"19930603","headline":"A Case for Legalized Drugs : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/03/opinion/IHT-a-case-for-legalized-drugs-letters-to-the-editor.html","abstract":"Regarding \"Fight the Trendy Tendency to Surrender to Drugs\" (Opinion, May 19) by A.M. Rosenthal: .Much as I generally appreciate Mr. Rosenthal's contributions to your newspaper, I fail to see how he can defend his stand against any legalizati","thumbnail":null,"section":"Opinion"},{"date":"19930603","headline":"STUDY QUESTIONS BREAST REMOVAL","web_url":"https://www.nytimes.com/1993/06/03/us/study-questions-breast-removal.html","abstract":"  Women with a common type of very early breast cancer, called intraductal carcinoma, or ductal carcinoma in-situ, are often treated with full mastectomy even as surgeons are moving to less extensive surgery for more advanced tumors. It is a paradox that has perturbed surgeons and breast cancer patients alike. Now the first large scientific study of these tiny, noninvasive tumors has found they can often be cured with surgical removal of the lump and radiation therapy.    \"We wanted to see if we could eliminate the need for mastectomy in such patients,\" said Dr. Bernard Fisher, a professor of surgery at the University of Pittsburgh, and the lead author of the study, which is published in today's issue of The New England Journal of Medicine. \"And the bottom line based on these results is that lumpectomy plus radiation for women with ductal carcinoma in situ is an acceptable strategy.\" Of 319 women with this type of cancer treated with lumpectomy and radiation as part of this study, only 10 percent had a recurrence within four years, and only 3 percent had a serious cancer.","thumbnail":null,"section":"U.S."},{"date":"19930603","headline":"Tougher Odds On Broadway: A special report.; Make Money on Broadway? Break a Leg","web_url":"https://www.nytimes.com/1993/06/03/theater/tougher-odds-on-broadway-a-special-report-make-money-on-broadway-break-a-leg.html","abstract":"  On May 1 \"The Will Rogers Follies\" celebrated its second anniversary on Broadway. Only 4 of the 19 productions now running have been on Broadway longer. The show, winner of the 1991 Tony Award for best musical, still regularly fills three-fourths of the 1,420 available seats in the Palace Theater and on one recent week brought in more than $425,000.   A smash hit, yes? The investors are rolling in profits, right?   Well, no. \"Will Rogers\" is likely to close, this year or early next, without recouping the $7.5 million it cost to put on. In fact, it hasn't even come close: one major investor estimated recently that after two years he had gotten back not quite 60 percent of his money. Joy With a 'But' Clause    This weekend, as Broadway indulges in its annual self-salute and presents the Tony Awards on national television, there is much to celebrate. More than 7.5 million people spent over $300 million on Broadway tickets in the season just ended, both figures topping those of the Great White Way's much-ballyhooed revival of a year ago. And half a dozen shows are already announced for October and November, indicating a reversal of the recent fallow-fall syndrome. Seemingly, by some standards anyway, Broadway has turned off the downward economic path it traced through the 1980's.","thumbnail":null,"section":"Theater"},{"date":"19930603","headline":"Episcopal Bishop Defends Suspension of Bronx Priest","web_url":"https://www.nytimes.com/1993/06/03/nyregion/episcopal-bishop-defends-suspension-of-bronx-priest.html","abstract":"  The Episcopal Bishop of New York said yesterday that he suspended a priest in charge of a South Bronx church because a highly charged atmosphere in the parish prevented an intended discussion of the priest's \"authoritarian leadership style.\"    In his first public comment on the May 19 suspension of the priest, the Rev. Luis Barrios of St. Ann's Church, in Mott Haven, Bishop Richard F. Grein said that the outcry over the priest's suspension was fueled by nonparishioners who exacerbated tensions, which culminated in a disruption of services last Sunday and a death threat against the priest who celebrated the Mass.","thumbnail":null,"section":"New York"},{"date":"19930603","headline":"Black-Majority Districts: A Bad Idea","web_url":"https://www.nytimes.com/1993/06/03/opinion/blackmajority-districts-a-bad-idea.html","abstract":"The collapse of Lani Guinier's nomination as chief of the Justice Department's civil rights division stemmed, not surprisingly, from her distrust of the democratic process and her failure to acknowledge African-Americans' significant progress under the Voting Rights Act. She favors artificial schemes for increasing the political power of ethnic minorities.\n\nI disagree. African-Americans, for example, cannot benefit from the continued emphasis on segregating black voters in black-majority districts.","thumbnail":null,"section":"Opinion"},{"date":"19930603","headline":"Patrol of Park Is Intensified After Slaying","web_url":"https://www.nytimes.com/1993/06/03/nyregion/patrol-of-park-is-intensified-after-slaying.html","abstract":"  Police officers in helicopters, patrol cars and on scooters, horses and bicycles circled Prospect Park yesterday, an almost-military presence amid the park's jewel-like lakes and meadows, as detectives investigated the killing of a 42-year-old drama teacher shot four times in the back as he bicycled along a secluded path.   There were few leads by evening in the slaying of Allyn Winslow, who somehow managed to pedal his bicycle nearly 400 yards before he collapsed and died Tuesday afternoon in a bed of clover.","thumbnail":null,"section":"New York"},{"date":"19930603","headline":"In Albany, Dinkins's Fiscal Gantlet; Mayor Faces Stumbling Blocks From Allies and the G.O.P.","web_url":"https://www.nytimes.com/1993/06/03/nyregion/albany-dinkins-s-fiscal-gantlet-mayor-faces-stumbling-blocks-allies-gop.html","abstract":"  In the delicate dance that every New York City mayor performs when seeking state aid, Mayor David N. Dinkins has rarely been mistaken for Fred Astaire.   He has been criticized for not comprehending the Kremlinesque intrigue of Statehouse politics, for not lobbying state legislators enough, for crying wolf.   But this is a year Mr. Dinkins seems destined to stumble despite his best efforts, as he seeks $280 million in state aid to help close a $500 million budget gap. His allies seem weaker, his opponents more determined and the independents more complacent than usual. Trouble Across the Divide    For Democrats, the problem is largely the state's tight budget. Behind public talk about supporting Mr. Dinkins, there is much private hand wringing about a sluggish economy that has left them few resources for a bailout and many excuses for whittling down the city's plan.","thumbnail":null,"section":"New York"},{"date":"19930603","headline":"Guatemala's Counter-Coup: A Military About-Face","web_url":"https://www.nytimes.com/1993/06/03/world/guatemala-s-counter-coup-a-military-about-face.html","abstract":"  When President Jorge Serrano Elias startled Guatemalans last week with the announcement that he was dissolving the Congress and suspending the Constitution, his seizure of power seemed to have been accomplished at a stroke. The military, which had led many coups in the past, backed his actions and not a protester appeared in public.   But on Monday, the military switched sides and ousted Mr. Serrano. Today he flew to El Salvador, and the State Department in Washington said he was expected to travel to Texas to visit his ailing mother.","thumbnail":null,"section":"World"},{"date":"19930603","headline":"Balanced Trade for All : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/03/opinion/IHT-balanced-trade-for-all-letters-to-the-editor.html","abstract":"Every nation should be entitled to a balanced trade account within international trade rules and without regard to underlying causes. For instance any nation with a trade deficit that exceeds 5 percent of exports would be entitled to impose tariffs on th","thumbnail":null,"section":"Opinion"},{"date":"19930603","headline":"G.E. Gives Midtown Tower To Columbia University","web_url":"https://www.nytimes.com/1993/06/03/nyregion/ge-gives-midtown-tower-to-columbia-university.html","abstract":"  A century after moving its campus from mid-Manhattan, Columbia University returned yesterday to accept the 50-story General Electric Building at 570 Lexington Avenue as a gift from the General Electric Company.   The slender landmark Art Deco skyscraper at 51st Street -- ornamented by lightning bolts and electric rays -- is valued at $40 million.","thumbnail":null,"section":"New York"},{"date":"19930603","headline":"Pacers Are Talking to Brown","web_url":"https://www.nytimes.com/1993/06/03/sports/sports-people-basketball-pacers-are-talking-to-brown.html","abstract":"  Sixteen years ago, LARRY BROWN talked DONNIE WALSH back into coaching. Now the roles are reversed. It's Walsh who's doing the talking, and the Indiana Pacers' president hopes his old friend will respond to his sales pitch.   Walsh, whose first National Basketball Association coaching job was as Brown's assistant in Denver, was in Los Angeles yesterday to meet with Brown and the team's owner, HERB SIMON.","thumbnail":null,"section":"Sports"},{"date":"19930603","headline":"Editorial Notebook; Crown Heights Was Not Iasi","web_url":"https://www.nytimes.com/1993/06/03/opinion/editorial-notebook-crown-heights-was-not-iasi.html","abstract":"  As someone who grew up hearing her father's recollections of violent anti-Semitism in Poland, may I suggest that New York City politicians give the word \"pogrom\" a rest. It's legitimate to argue that the police did a bad job of protecting the Jewish population in Brooklyn's Crown Heights section during the riots in the summer of 1991. The police did do a bad job. But to call the riots a pogrom, as former Mayor Edward Koch, the mayoral candidate Rudolph Giuliani and others persist in doing, is not only wrong -- and inflammatory -- but an insult to those who lived through the real thing.    My late father didn't speak often about his childhood in Eastern Europe. But when he did it was with a steely anger, a transforming bitterness that he carried with him all 89 years of his life. Though he left Poland when he was only 6, he could vividly recall nights when Cossacks would sweep through his village on horseback, beating, maiming and murdering Jews for one reason -- because they were Jewish. He remembered fleeing and hiding, and he remembered the confused fear of a child who could not make sense of what was, after all, incomprehensible.","thumbnail":null,"section":"Opinion"},{"date":"19930603","headline":"The Two-Faced West : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/03/opinion/IHT-the-twofaced-west-letters-to-the-editor.html","abstract":"Regarding \"One Face of Islam\" (Letters, May 18) by Robert J. Wolfson: .It is time the West stopped trumpeting its \"sensitivity\" to the virtues of democracy, liberty, human rights and such. .The rest of the world, although it fails","thumbnail":null,"section":"Opinion"},{"date":"19930603","headline":"Witches and Homosexuals : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/03/opinion/IHT-witches-and-homosexuals-letters-to-the-editor.html","abstract":"It is disheartening to read the absurdities of those who want discrimination against homosexuals to continue. Yet some people claim that a separate morality must govern homosexuals - which is a laugh, coming from that macho tribe that treats women like d","thumbnail":null,"section":"Opinion"},{"date":"19930603","headline":"Clinton Delays Push to Increase Minimum Wage","web_url":"https://www.nytimes.com/1993/06/03/us/clinton-delays-push-to-increase-minimum-wage.html","abstract":"  The Clinton Administration has delayed its push for a higher minimum wage because of worries about undermining job growth and antagonizing conservatives and business executives while the President's budget hangs in the balance, Administration officials said today.   They said the Administration would probably wait until next year, and then propose an increase in the minimum wage, now $4.25 an hour, that would be far smaller than the $1-an-hour rise contemplated when President Clinton took office.","thumbnail":null,"section":"U.S."},{"date":"19930603","headline":"Scrubs Clean Up Again for Yankees","web_url":"https://www.nytimes.com/1993/06/03/sports/baseball-scrubs-clean-up-again-for-yankees.html","abstract":"  Mike Stanley printed the T-shirts last season. They were for the Yankees' role players, the bench sitters, the guys who have spent their share of time in the minor leagues. On his shirts, Stanley called them the \"Gooners,\" and he and his low-profile teammates -- guys like Pat Kelly and Mike Gallego, Jim Leyritz and Randy Velarde -- got a great kick out of wearing them around.   Manager Buck Showalter thinks it might be time for a reprint. These shirts, though, are destined for more hallowed lockers -- those belonging to the likes of Danny Tartabull and Don Mattingly and Bernie Williams. After all, while the big-name, regular players have sat by with injuries, the \"gooners\" have managed to win game after game.","thumbnail":null,"section":"Sports"},{"date":"19930603","headline":"U.S. and South Africa In Different Leagues","web_url":"https://www.nytimes.com/1993/06/03/opinion/l-us-and-south-africa-in-different-leagues-529393.html","abstract":"  To the Editor:   In \"Blurred Vision on Health Reform\" (editorial, May 17), you repeat the canard that the United States is \"the only industrialized country, other than South Africa, that does not provide medical insurance as a right of citizenship.\"   It is wrong to compare the two countries. South Africa is a developing country with a per capita income closer to those of Brazil and Mexico, two countries whose social welfare systems are never compared with ours. South Africa's first-world cities, like those of Brazil, are surrounded by shantytowns. I believe the mistaken classification of South Africa had roots in past efforts by apartheid rulers to proclaim their country an anti-Communist bulwark and defender of Western values.","thumbnail":null,"section":"Opinion"},{"date":"19930603","headline":"Smith Goes Up, but Only Knicks Drop","web_url":"https://www.nytimes.com/1993/06/03/sports/on-pro-basketball-smith-goes-up-but-only-knicks-drop.html","abstract":"  The play seemed to last forever, a lifetime of opportunity for Charles Smith to win the night for the Knicks. Under the basket with the ball, his team down a point and the fourth-quarter seconds ticking away, Smith went up, up, up and up. Every time, he came down with the ball. Every time, it felt like a bell tolling for the Knicks.   The score was 95-94, the Bulls hanging on, the Knicks with the ball and 28.8 seconds left in what could very well be the last game of the season in New York. Patrick Ewing had started a drive against Stacey King, lost his footing, and shoveled the ball to Smith to the left of the basket.","thumbnail":null,"section":"Sports"},{"date":"19930603","headline":"Innocence Abroad : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/03/opinion/IHT-innocence-abroad-letters-to-the-editor.html","abstract":"Regarding \"U.S. Trade Gap Soars as Imports Reach a Record\" (Business/Finance, May 20) by Keith Bradsher: .Through a naive tax system, which makes other countries laugh, the United States guarantees that overseas Americans will always be at a","thumbnail":null,"section":"Opinion"},{"date":"19930603","headline":"What Price Patriotism?","web_url":"https://www.nytimes.com/1993/06/03/opinion/what-price-patriotism.html","abstract":"How much would you pay for the privilege of serving your country? If President Clinton's proposed national service plan gets off the ground, a lot of young people will ask themselves that question. Evidently the designers of the plan must hope the appetite for sacrifice is strong.\n\nHere's the deal. To get $5,000 in school loans forgiven, graduates will have to work for a year in national service, with a guaranteed minimum-wage stipend of a little under $9,000, typically in schools, parks, the auxilary police and similar jobs.","thumbnail":null,"section":"Opinion"},{"date":"19930603","headline":"1918: Socialist Jailed : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/06/03/opinion/IHT-1918-socialist-jailed-in-our-pages100-75-and-50-years-ago.html","abstract":"KANSAS CITY - Mrs. Rose Pastor Stokes has been sentenced to ten years' imprisonment on each of three counts of disloyalty under the Espionage Act. Mrs. Stokes, a former editor at the \"Jewish Daily News,\" New York, has been engaged in propaganda","thumbnail":null,"section":"Opinion"},{"date":"19930603","headline":"Mulroney Offering Troops to Help Blockade Haiti","web_url":"https://www.nytimes.com/1993/06/03/world/mulroney-offering-troops-to-help-blockade-haiti.html","abstract":"  Prime Minister Brian Mulroney of Canada told President Clinton today that his country was ready to send troops to enforce a blockade around Haiti, but Mr. Clinton committed himself to no more than a thorough review of United States options.   Administration officials said later that Washington was not prepared to move beyond far less aggressive measures to isolate the Haitian leadership, like freezing assets.","thumbnail":null,"section":"World"},{"date":"19930603","headline":"Panthers Name Neilson Coach","web_url":"https://www.nytimes.com/1993/06/03/sports/hockey-panthers-name-neilson-coach.html","abstract":"  Five months after being dismissed by the Rangers, Roger Neilson was today named head coach of the expansion Florida Panthers, the sixth team he will coach in the National Hockey League. Neilson, 58 years old, signed a three-year contract with a one-year option. No other terms were disclosed.   Under Neilson, who has a career won-lost-tied mark of 328-270-109, the Rangers were 19-17-4 last January and only 2 points out of second place in the Patrick Division when he was dismissed. Neilson noted today how in recent seasons Chicago and Pittsburgh had also been around the .500 mark at midseason and their coaches had remained as their teams went to the finals.","thumbnail":null,"section":"Sports"},{"date":"19930603","headline":"Guadalajara Journal; Where Blast Leveled the Streets, Fear Still Loiters","web_url":"https://www.nytimes.com/1993/06/03/world/guadalajara-journal-where-blast-leveled-the-streets-fear-still-loiters.html","abstract":"  They call it \"that black day,\" and most people here can recall precisely where they were the moment more than a year ago when miles of underground sewer lines exploded, tearing this city open and leaving a deep scar of dirt and destruction that still has not healed.    \"I had just come back from buying a few chickens for my son's birthday party,\" said Maria de Socorro Partida de Gomez, who has lived in Guadalajara for 40 years and who said that April 22, 1992, was seared into her memory.","thumbnail":null,"section":"World"},{"date":"19930603","headline":"What Makes Kentucky's Bluegrass Blue","web_url":"https://www.nytimes.com/1993/06/03/opinion/l-what-makes-kentucky-s-bluegrass-blue-528593.html","abstract":"  To the Editor:   \"Kentuckians Try to Reign in Suburbia\" (news article, May 16), an otherwise excellent piece on urban encroachment in central Kentucky, has added misinformation to the blurred truth about common bluegrass, or poa pratensis, the luxuriant natural carpet that adorns half the lawns in suburban America.   Bluegrass is not named for its leaves, which are always green without a hint of azure, anil or topaz, whether they grow on limestone, granite, sandstone or igneous substrata. The grass is named for the seed heads, which appear during the spring and summer when allowed to grow unshorn and unmolested to a natural height of two to three feet.","thumbnail":null,"section":"Opinion"},{"date":"19930603","headline":"Sports of The Times; 'We Seemed A Little Bit Tight'","web_url":"https://www.nytimes.com/1993/06/03/sports/sports-of-the-times-we-seemed-a-little-bit-tight.html","abstract":"  IT'S the oldest story in basketball: missed free throws.   Under those peach baskets nailed to the Y.M.C.A. gym in Springfield, Mass., a century ago, Dr. James Naismith, who invented the game, was probably the first to bemoan missed free throws. \"Practice your free throws,\" coaches have preached ever since. \"Practice your free throws.\"","thumbnail":null,"section":"Sports"},{"date":"19930603","headline":"Article 991993 -- No Title","web_url":"https://www.nytimes.com/1993/06/03/us/article-991993-no-title.html","abstract":"  Trying to show a tougher approach to enforcing environmental laws, the Clinton Administration last month levied an $11.1 million penalty against a company that falsely reported how much pollution it produced. It was the largest civil fine ever obtained under the Clean Air Act.   But in the days after Janet Reno, the Attorney General, and Carol M. Browner, the Administrator of the Environmental Protection Agency, jointly proclaimed what they said was a \"loud and clear message\" to polluters, some members of Congress, state officials and independent environmental experts have wondered just what sort of message was being sent.","thumbnail":null,"section":"U.S."},{"date":"19930603","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/06/03/style/chronicle-214693.html","abstract":"  Dr. JOSEPH DUFFEY, former president of American University in Washington, who was also chancellor and president of the University of Massachusetts, is being sworn in this morning as the 13th director of the United States Information Agency. Then he will plunge immediately into the business at hand: explaining United States foreign policy by presiding over a panel discussion for U.S.I.A. employees, \"A New Time: How Will America Present Itself to the World?\"   The answer to that, Dr. Duffey said, will have to evolve with the times and the circumstances.","thumbnail":null,"section":"Style"},{"date":"19930603","headline":"No Headline","web_url":"https://www.nytimes.com/1993/06/03/nyregion/no-headline-841693.html","abstract":"  \"It's like the stock market. The difference is you get your results immediately. And you can't get emotionally involved in securities. I mean, it is fun. Buy 100 shares of G.M. and there's no opening night party.\" -- ROGER BERLIND, a Broadway producer and investor.  [ C16:2. ]","thumbnail":null,"section":"New York"},{"date":"19930603","headline":"Books of The Times; Lawyer Is Missing. Now the Bad News.","web_url":"https://www.nytimes.com/1993/06/03/books/books-of-the-times-lawyer-is-missing-now-the-bad-news.html","abstract":"  Pleading Guilty  By Scott Turow 386 pages. Farrar, Straus & Giroux. $24.    The intrigue swiftly introduced at the start of Scott Turow's latest legal thriller, \"Pleading Guilty,\" seems sufficiently complex by itself to hold the reader's attention. Certainly it absorbs the members of the law firm of Gage & Griswell; the senior management of Trans-National Air, the firm's main client, and the financial-crimes division of the local police department in the nameless Midwestern American city where \"Pleading Guilty\" is set.","thumbnail":null,"section":"Books"},{"date":"19930603","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/06/03/arts/pop-and-jazz-in-review-371193.html","abstract":"  Roy Haynes  Drummer Village Vanguard 178 Seventh Avenue South, at 11th Street Greenwich Village Through Sunday    Roy Haynes's show on Tuesday night was all about ornament. Jazz drumming changed radically during the be-bop era, moving from a time-keeping role, where the beats were made explicit, to a looser, more improvisatory and interactive role; Mr. Haynes, who was one of be-bop's best drummers, absorbed the revolution. His performance is an unending monologue, a stream of changing accents, ideas, suggestions and rhythmic angles.","thumbnail":null,"section":"Arts"},{"date":"19930603","headline":"On the Surface, No Upset for Bruguera","web_url":"https://www.nytimes.com/1993/06/03/sports/tennis-on-the-surface-no-upset-for-bruguera.html","abstract":"  His gait was eriatric, his shoulders stooped, his head bowed, and his mouth twitched with self-righteous indignation. Pete Sampras, ranked No. 1 in the world, didn't paint a pretty picture of life atop the tennis mountain at the French Open today, and it was little wonder that Sergi Bruguera of Spain scored a successful knockdown in their quarterfinal at Roland Garros.   Sampras had his version of a bad day at the office on the stadium court as Bruguera, who has gathered all seven of his career titles on clay and is considered a 22-year-old maestro on the surface, eliminated him with competence and confidence, 6-3, 4-6, 6-1, 6-4.","thumbnail":null,"section":"Sports"},{"date":"19930603","headline":"Review/Ballet; Choreographer of the Past Breathes Again","web_url":"https://www.nytimes.com/1993/06/03/arts/review-ballet-choreographer-of-the-past-breathes-again.html","abstract":"  Such are the vagaries of esthetic fashion that Leonide Massine, ballet's dominant choreographer in the 1930's and 40's, is best remembered by the public at large as the shoemaker in the ballet film \"The Red Shoes.\"   Yet Massine, long an international star as a dancer, was a genuine innovator; few works caused more of an uproar than the cycle of grandiose \"symphonic ballets\" he choreographed, usually with allegorical themes, to the symphonies of major composers. The first of these, \"Les Presages\" (\"Portents\"), was created in 1933 for Colonel de Basil's Ballets Russes to Tchaikovsky's Fifth Symphony. Massine took the composer's own programmatic idea of man's battle with fate and expanded it into a full-blown image of an everyman's search for happiness and triumph in war.","thumbnail":null,"section":"Arts"},{"date":"19930603","headline":"Jurors Decide for Psychoanalyst But Split on Award in Libel Case","web_url":"https://www.nytimes.com/1993/06/03/us/jurors-decide-for-psychoanalyst-but-split-on-award-in-libel-case.html","abstract":"  The jurors in a $7.5 million libel suit brought by Jeffrey M. Masson against Janet Malcolm and The New Yorker magazine have decided in the plaintiff's favor but told the judge today that they were deadlocked on damages.    The jurors revealed their findings late on the third day of deliberations, in a message to Judge Eugene F. Lynch of Federal District Court here. They said they had reached unanimous decisions on all the questions except the amount of damages. Under the judge's instructions, they had to decide that Mr. Masson was libeled before moving on to consider damages. No Final Verdict    The jury's unusual message means there has been no final verdict in the closely watched case, which could still end in a mistrial, and the judge asked the panel of seven women and one man to return in the morning and continue their deliberations.","thumbnail":null,"section":"U.S."},{"date":"19930603","headline":"State Comptroller McCall Honored at Hunter College","web_url":"https://www.nytimes.com/1993/06/03/nyregion/commencements-state-comptroller-mccall-honored-at-hunter-college.html","abstract":"  H. Carl McCall, the New York State comptroller and former president of the New York City Board of Education, delivered the keynote address yesterday at Hunter College's 167th commencement exercises.   The Hunter College president, Dr. Paul LeClerc, conferred the president's medal on Mr. McCall. Also receiving the President's medal was Frank Bonilla, a teacher, scholar and an advocate for Puerto Rican rights.","thumbnail":null,"section":"New York"},{"date":"19930603","headline":"Tobacco Ban in Minors","web_url":"https://www.nytimes.com/1993/06/03/sports/tobacco-ban-in-minors.html","abstract":"  Major league baseball jumped on the anti-tobacco bandwagon yesterday -- with one foot. It announced that all minor league players, coaches and umpires would be forbidden to smoke or chew tobacco anywhere in their ball parks or on team buses.   The ban, which takes effect June 15, applies to more than 6,000 uniformed baseball personnel on the 160 minor league teams, but not to fans, employees of the clubs or to any major league players, including those sent down to the minors for rehabilitation. That's because major leaguers have rights under a collective bargaining agreement.","thumbnail":null,"section":"Sports"},{"date":"19930603","headline":"McGwire's Foot Placed in a Cast","web_url":"https://www.nytimes.com/1993/06/03/sports/sports-people-baseball-mcgwire-s-foot-placed-in-a-cast.html","abstract":"  MARK McGWIRE, bothered by persistent soreness from a bruise in his left heel, had the foot placed in a cast yesterday in hopes of speeding recovery. The Oakland Athletics slugger suffered the injury May 3 while sliding into third base during a game against the New York Yankees. He was placed on the disabled list two weeks later. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930603","headline":"Critic's Notebook; On TV, Truth Is More Instant Than Fiction","web_url":"https://www.nytimes.com/1993/06/03/movies/critic-s-notebook-on-tv-truth-is-more-instant-than-fiction.html","abstract":"  Television movies based on fact are not just still with us, despite an escalation in warnings over the last couple of decades about blurred lines between fact and fiction; there are, in fact, more of them than ever. And the time lapse between factual event and television dramatization gets shorter and shorter. In recent weeks, NBC broadcast three \"instant docudramas\" within four days: \"Ambush in Waco,\" \"Hurricane Andrew: Triumph Over Disaster\" and \"Without Warning: Terror in the Towers.\" Not surprisingly, this particular achievement turned out to be dubious.    Most productions of this sort are doomed to mediocrity. Rushed into low-budget production, they are saddled with patched-together scripts and B-list actors obviously cruising at minimum-rehearsal speed. Worse, too many of the movies are forced into phony uplift modes, squeezing tearful sleaze out of genuine disasters, natural or man-made, whose survivors may still be distraught. That subtitle \"Triumph Over Disaster\" sums up prime-time television's determination to eliminate the negative, no matter what.","thumbnail":null,"section":"Movies"},{"date":"19930603","headline":"Bridge","web_url":"https://www.nytimes.com/1993/06/03/nyregion/bridge-175193.html","abstract":"  The world's biggest bridge event, the Epson Worldwide Bridge Contest, will be played tomorrow night and Saturday afternoon, with 100,000 players in about 80 countries.   In the New York area, play will be at the following clubs:","thumbnail":null,"section":"New York"},{"date":"19930603","headline":"Senator Trails in Texas, and Slugs Alone","web_url":"https://www.nytimes.com/1993/06/03/us/senator-trails-in-texas-and-slugs-alone.html","abstract":"  The bell is about to sound in the final round of the fight for a United States Senate seat from Texas, but this is no toe-to-toe slugfest.   It's more as if only one of the candidates -- the Democratic incumbent, Bob Krueger -- is storming around the ring. He is off to every corner of Texas, invoking all manner of serious accusations against his Republican challenger, State Treasurer Kay Bailey Hutchison.","thumbnail":null,"section":"U.S."},{"date":"19930603","headline":"D'Amato Gets F.B.I. Protection Following Threats","web_url":"https://www.nytimes.com/1993/06/03/nyregion/d-amato-gets-fbi-protection-following-threats.html","abstract":"  Senator Alfonse M. D'Amato said yesterday that he has been under extra protection for the last month and skipped the annual Salute to Israel parade after the F.B.I. alerted the police to death threats against him.   A law-enforcement official who spoke on condition of anonymity later said that Mr. D'Amato was one of two lawmakers to be threatened by what is believed to be the same group of Islamic fundamentalists.","thumbnail":null,"section":"New York"},{"date":"19930603","headline":"In Yugoslavia, a Backlash Is Stinging Serbia's Leader","web_url":"https://www.nytimes.com/1993/06/03/world/in-yugoslavia-a-backlash-is-stinging-serbia-s-leader.html","abstract":"  The politics of Yugoslavia sharpened today when the rule of President Slobodan Milosevic of Serbia was attacked as totalitarian by political opponents high and low.   At the same time, after a night of violent anti-Government demonstrations in which a police officer was killed and 32 people were injured, riot police maintained a conspicuous presence on the streets of the capital. With the country's foremost opposition leader still in custody after being beaten by police truncheons, the police were wary about more trouble. An Unusual Challenge    The level of public criticism directed at Mr. Milosevic was exceptional; his control of the instruments of power is usually unchallenged. For six months, as the country fell under punishing sanctions and pursued a foreign policy that alienated most of the world, his opponents lay low as he used his position of President of the Serbian republic to dominate Yugoslavia. Of the original six republics, Serbia and Montenegro are the last ones left in the Yugoslav federation.","thumbnail":null,"section":"World"},{"date":"19930603","headline":"U.N. Official Warns of Tensions More Threatening Than Bosnia's","web_url":"https://www.nytimes.com/1993/06/03/world/un-official-warns-of-tensions-more-threatening-than-bosnia-s.html","abstract":"  The deputy head of United Nations forces in the Balkans said today that ethnic strife in the Kosovo region of southern Serbia and in Croatia were potentially more dangerous than the current fighting in Bosnia.   The official, Cedric Thornberry, the top civilian executive in charge of 25,210 United Nations personnel stationed throughout countries that used to be republics of Yugoslavia, said the conflict in Bosnia and Herzegovina was \"a confusing image of general mayhem with the danger of descent into anarchy in many areas.\"","thumbnail":null,"section":"World"},{"date":"19930603","headline":"President Again Postpones Unveiling of a Health Plan","web_url":"https://www.nytimes.com/1993/06/03/us/president-again-postpones-unveiling-of-a-health-plan.html","abstract":"  Preoccupied with efforts to win approval for his economic program, President Clinton has again postponed his proposal to remake the nation's medical system and has allowed his wife's task force on health care to expire.   As a result of the new delays by the Administration, Congress is highly unlikely to pass comprehensive health-care legislation this year. In a speech on Feb. 17, Mr. Clinton said Congress must pass such legislation \"this year -- not next year, not five years from now, but this year.\"","thumbnail":null,"section":"U.S."},{"date":"19930603","headline":"Cynicism Explained : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/03/opinion/IHT-cynicism-explained-letters-to-the-editor.html","abstract":"Regarding \"Clinton, Even as He Flails, Is Right About Cynicism\" (Opinion, May 24): .I am less generous than E.J. Dionne Jr. is in defending President Bill Clinton's attack on what he sees as the problem of widespread cynicism. Many people vot","thumbnail":null,"section":"Opinion"},{"date":"19930603","headline":"Time Running Out for Whitman's Republican Rivals","web_url":"https://www.nytimes.com/1993/06/03/nyregion/time-running-out-for-whitman-s-republican-rivals.html","abstract":"  With the Republican primary for Governor just six days away, both opponents of the Republican front-runner, Christine Todd Whitman, insisted today that their own soundings showed not only that they were in the race, but that they would win.   But the consensus among political professionals, poll takers and others following the campaign is that Mrs. Whitman has a lead that probably cannot be overcome by June 8, although the race is tightening.","thumbnail":null,"section":"New York"},{"date":"19930603","headline":"Empire Blue Cross Has to Begin Healing Itself","web_url":"https://www.nytimes.com/1993/06/03/opinion/l-empire-blue-cross-has-to-begin-healing-itself-532393.html","abstract":"  To the Editor:   Re \"Rehabilitating Empire Blue Cross\" (editorial May 24): I would like to point out that New York State's health insurance playing field was recently leveled. Last year the Legislature recognized the dire situation at Empire Blue Cross and passed community rating legislation that became effective April 1.    Now every health insurance company in New York State that sells individual and small group policies is required to set its premiums by geographic regions and not discriminate by basing rates on the health of the policyholder or small group. This change should help stabilize all health insurance premiums in this market. However, realistically it will be at least a year before we can accurately analyze its effect.","thumbnail":null,"section":"Opinion"},{"date":"19930603","headline":"PARENT & CHILD","web_url":"https://www.nytimes.com/1993/06/03/style/parent-child.html","abstract":"  DR. RUTH A. LAWRENCE still clearly remembers feeling exhausted and inadequate after the birth of her first child in 1951. \"I was totally overwhelmed, even though I'd read all the books,\" said Dr. Lawrence, a professor of pediatrics, obstetrics and gynecology at the University of Rochester. All of her professional training and work as a physician had not prepared her for the intensity of her emotions and the physical drain on her body that came with caring for a newborn baby.   \"I realized how much useless advice I'd given to new parents because I didn't know what it was really like,\" added Dr. Lawrence, who went on to have eight more children.","thumbnail":null,"section":"Style"},{"date":"19930603","headline":"Serbian Forces Said to Overrun Muslim Villages","web_url":"https://www.nytimes.com/1993/06/03/world/serbian-forces-said-to-overrun-muslim-villages.html","abstract":"  The Sarajevo radio reported today that Serbian nationalists had overrun several Muslim villages in the Gorazde enclave in eastern Bosnia.    The radio reports said the Serbian tank and infantry assaults were coming from all directions, and they spoke of thousands of refugees fleeing their villages toward Gorazde town, which also came under heavy shelling today.","thumbnail":null,"section":"World"},{"date":"19930603","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/03/nyregion/c-corrections-496393.html","abstract":"  A chart on the Media Business page on May 24, with an article about a salary dispute at The Wall Street Journal and its parent, Dow Jones & Company, misstated the minimum salary for beginning reporters at Reuters. Reuters says it is $41,126.80.","thumbnail":null,"section":"New York"},{"date":"19930603","headline":"Calendar: A Festival Of Roses","web_url":"https://www.nytimes.com/1993/06/03/style/calendar-a-festival-of-roses.html","abstract":"  Rose Revelry  New York Botanical Garden, 200th Street and Southern Boulevard, in the Bedford Park section of the Bronx; (718) 817-8700.    The garden is celebrating its rose collection, which is in peak bloom. On Saturday and Sunday, and on June 12 and 13, events will include guided tours of the Peggy Rockefeller Rose Garden, which contains more than 2,700 plants; a farmer's market with cut flowers and fresh fruit and vegetables; Victorian crafts, and activities for children. There will also be concerts on June 13. Rose events will be held from 11 A.M. to 4 P.M.","thumbnail":null,"section":"Style"},{"date":"19930603","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/06/03/nyregion/news-summary-802593.html","abstract":"  International A3-15  NO PRISON FOR WINNIE MANDELA  South Africa's highest appeals court upheld Winnie Mandela's conviction for the kidnapping of four black youths, but said she would not go to prison for her role in a crime that opened deep wounds in the anti-apartheid movement.  A1  GUATEMALAN IN EL SALVADOR  News analysis: When President Jorge Serrano Elias startled Guatemalans last week with the announcement that he was dissolving the Congress and suspending the Constitution, his seizure of power seemed to have been accomplished at a stroke. The military backed his actions. The President has now fled to El Salvador, this time after the army ousted him.  A3","thumbnail":null,"section":"New York"},{"date":"19930603","headline":"Speed and Intrigue Mark Final Workouts for Belmont","web_url":"https://www.nytimes.com/1993/06/03/sports/horse-racing-speed-and-intrigue-mark-final-workouts-for-belmont.html","abstract":"  One and a half miles. Once around Belmont Park, the longest race track in North America. It is a distance farther than any 3-year-old horse has raced, and yet 14 or 15 of them will race that far on Saturday in the 125th running of the Belmont Stakes, the third and most demanding event in the Triple Crown series.   In the swirl of traffic on the main track early yesterday, a track crammed with famous horses booked into the Belmont or the half-dozen other stakes that will festoon this weekend's racing in New York, the chief topic was distance.","thumbnail":null,"section":"Sports"},{"date":"19930603","headline":"Home Video","web_url":"https://www.nytimes.com/1993/06/03/arts/home-video-429793.html","abstract":"  Movies on a 5-Inch CD    At the Consumer Electronics Show in Chicago this week, the talk is of the 5-inch compact video disk called CD-ROM, which one day may hold movies the way CD's now hold music.   Virtually ignored is the movie disk already available, the 12-inch laser disk. With about one million players in use and more than 8,000 titles available, the format occupies a niche among movie buffs who appreciate its quality of picture and sound.","thumbnail":null,"section":"Arts"},{"date":"19930603","headline":"Schools Can't Segregate Handicapped Children","web_url":"https://www.nytimes.com/1993/06/03/opinion/l-schools-can-t-segregate-handicapped-children-540493.html","abstract":"  To the Editor:   As the parent of a handicapped child, I was gratified by \"When Disabled Students Enter Regular Classrooms\" (front page, May 19). However, you omit a problem I have seen time and again in my local schools.    There still are quite a number of school principals who shun the presence of multiply handicapped children in their schools, a prejudice not easily set aside. The children, though allowed into the school to satisfy the law's requirements, are treated as though they were living before the civil rights era: they are banished to a classroom that is isolated from the main part of the school and their peers. Their classroom is usually the smallest, most cramped quarter in the building, more often than not a converted lounge without windows and without sufficient space to maneuver wheelchairs and walkers.","thumbnail":null,"section":"Opinion"},{"date":"19930603","headline":"EX-OFFICIAL ADMITS FRAUD IN MISSOURI","web_url":"https://www.nytimes.com/1993/06/03/us/ex-official-admits-fraud-in-missouri.html","abstract":"  William Webster, the former state attorney general who lent his name to a major Supreme Court abortion ruling, pleaded guilty today to Federal charges of conspiracy and misapplication of public funds.   But the plea from Missouri's former top law-enforcement officer came after a two-hour court session in which Mr. Webster repeatedly told Judge D. Brook Barlett of District Court that he disagreed with parts of a six-page agreement he had signed earlier in the day admitting his guilt.","thumbnail":null,"section":"U.S."},{"date":"19930603","headline":"Born in Secret, Baby Is Found Dead in Trash","web_url":"https://www.nytimes.com/1993/06/03/nyregion/born-in-secret-baby-is-found-dead-in-trash.html","abstract":"  A 17-year-old Long Island girl delivered a full-term baby boy in the bathroom of her parents' home on Tuesday, stuffed him in a plastic bag and then left him in a neighbor's trash can where he was found dead, the Nassau County police said yesterday.   The case reflected the tragic consequences of teen-age pregnancy, with medical officials saying that the girl, Roxana Ramos of Manorhaven, should have received counseling and prenatal care, and, in fact, would have been eligible for it under Medicaid.","thumbnail":null,"section":"New York"},{"date":"19930603","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/06/03/nyregion/metro-digest-911093.html","abstract":"  NEW YORK CITY  DISPUTE OVER SEARCH FOR NEW CHANCELLOR   The New York City Board of Education is wrangling over the pace of their search for a new schools chancellor, with some members urging a speedy decision while other members demurred. B3. A MIDTOWN SKYSCRAPER FOR COLUMBIA   Columbia University has accepted the 50-story General Electric Building at 570 Lexington Avenue as a gift from the General Electric Company. B3.","thumbnail":null,"section":"New York"},{"date":"19930603","headline":"Richard Failla Memorial","web_url":"https://www.nytimes.com/1993/06/03/nyregion/richard-failla-memorial.html","abstract":"  A memorial service for Justice Richard C. Failla will be held at 4 P.M. today in Room 503 of Surrogate's Court at 31 Chambers Street in Manhattan. Mr. Failla, of State Supreme Court, died on April 11 at age 53.  ","thumbnail":null,"section":"New York"},{"date":"19930603","headline":"In Rough World of American Politics, Asian-Americans Stand Out, as Rare","web_url":"https://www.nytimes.com/1993/06/03/us/in-rough-world-of-american-politics-asian-americans-stand-out-as-rare.html","abstract":"  If he wins election next week as mayor of Los Angeles, Michael Woo, a third-generation Chinese-American, will become the first Asian-American mayor of a major American city. But to get this far in politics, he has had to leave his Asian roots far behind.   Like most of the few other Asian-Americans who hold elective office in the United States, Mr. Woo has been required by politics to go against his own inclinations, to wade into controversies, to seek headlines, to lobby aggressively for campaign money.","thumbnail":null,"section":"U.S."},{"date":"19930603","headline":"Ballet Theater Revives, With Help From Friends","web_url":"https://www.nytimes.com/1993/06/03/arts/ballet-theater-revives-with-help-from-friends.html","abstract":"  American Ballet Theater, which last September was close to financial collapse, announced yesterday that it had paid a $2 million bank debt and raised an additional $1 million toward a new production of \"The Nutcracker\" to be performed in California in early December. The company also announced the formation of \"The Partnership for A.B.T.,\" a special fund-raising task force headed by Peter Joseph, the new president of Ballet Theater's board, and Jacqueline Kennedy Onassis, Peter Duchin and Wilbur Ross, a senior partner at Rothschild Inc., who played a major role in saving the New-York Historical Society.    \"It's not a question of survival any more,\" Mr. Joseph, chairman and chief executive officer of Rosecliff, a merchant banking company, said yesterday.","thumbnail":null,"section":"Arts"},{"date":"19930603","headline":"Washington at Work; Untested Role for Moynihan in Budget Fight","web_url":"https://www.nytimes.com/1993/06/03/us/washington-at-work-untested-role-for-moynihan-in-budget-fight.html","abstract":"  Senator Daniel Patrick Moynihan has played many roles in many areas of public life, ranging happily from foreign to domestic policy, from ethnic conflict on the international scene to the problems of children and poverty at home.   But the New York Democrat is still a novice as chairman of the Senate Finance Committee, a job he began six months ago, and he faces the challenge of a chairman's lifetime. President Clinton's economic plan has lurched through the House -- just barely -- and landed with a somewhat ominous thud in Mr. Moynihan's lap.","thumbnail":null,"section":"U.S."},{"date":"19930603","headline":"Transactions","web_url":"https://www.nytimes.com/1993/06/03/sports/transactions-452193.html","abstract":"  Baseball  American League   AL -- Upheld the three-game suspension of Cleveland Indians outfielder Albert Belle and announced it will begin Friday.   BOSTON RED SOX -- Activated Mike Greenwell, outfielder, from the 15-day disabled list. Optioned Jim Byrd, infielder, to Pawtucket of the International League. National League","thumbnail":null,"section":"Sports"},{"date":"19930603","headline":"U.S. and North Koreans Discuss Nuclear Dispute","web_url":"https://www.nytimes.com/1993/06/03/world/us-and-north-koreans-discuss-nuclear-dispute.html","abstract":"  The United States began a last-ditch effort yesterday to persuade North Korea to ease a dispute over nuclear weapons by reversing its decision to withdraw from the treaty to halt their spread.    But a United States diplomat said his delegation had not made \"any significant progress\" during seven hours of talks in New York with its North Korean counterpart. Another meeting is scheduled for tomorrow.","thumbnail":null,"section":"World"},{"date":"19930603","headline":"Bulls Defeat Knicks In a Tense Game 5","web_url":"https://www.nytimes.com/1993/06/03/sports/bulls-defeat-knicks-in-a-tense-game-5.html","abstract":"  Defying the home court advantage, the Chicago Bulls beat the Knicks, 97-94, at Madison Square Garden last night to take a 3-2 lead in their four-of-seven game National Basketball Association playoff series.    Unless the Knicks can return the insult at Chicago Stadium tomorrow night, the Bulls will clinch the series and set their sights on a third straight championship.","thumbnail":null,"section":"Sports"},{"date":"19930603","headline":"Guatemala: Democracy Recouped?","web_url":"https://www.nytimes.com/1993/06/03/opinion/guatemala-democracy-recouped.html","abstract":"  As a rule, military coups do not produce wholly positive results, and the Guatemalan Army's ouster of President Jorge Serrano on Tuesday is unlikely to prove the exception. Yet for Guatemala, and its army, the removal of a would-be civilian dictator is a big step forward from the brutal military interventions of the recent past.    Outside pressure -- especially the Clinton Administration's threat to suspend lucrative trade and investment incentives -- helped undermine Mr. Serrano's ambitions. But it was the widespread hostility of Guatemalan civil society that assured his early downfall.","thumbnail":null,"section":"Opinion"},{"date":"19930603","headline":"Italian Blast: 'Dark Force'?","web_url":"https://www.nytimes.com/1993/06/03/world/italian-blast-dark-force.html","abstract":"  The bomb that blew through the Uffizi Gallery last week has again forced Italians to acknowledge a central paradox of their artistic heritage, that its very size and wealth and ubiquity make it impossible to protect.   But they have also begun to revise their perception of Italy, from a place on the verge of change to a place where change is impossible because \"occult forces\" behind the public face of political power always conspire to make it so.","thumbnail":null,"section":"World"},{"date":"19930603","headline":"Trade Bait? Bonilla's Bat Sizzles","web_url":"https://www.nytimes.com/1993/06/03/sports/baseball-trade-bait-bonilla-s-bat-sizzles.html","abstract":"  The home run crashed into the bleachers in left at Wrigley Field. Bobby Bonilla crossed the plate. The right fielder's statistics were pumped fuller, and his week of offensive terror made that much more imposing.   The two-run, fourth-inning home run, which made the afternoon's 11-3 demolition of the Cubs certain, if not complete, also had the effect of starting once more the debate about Bonilla's future with the Mets.","thumbnail":null,"section":"Sports"}],"wiki_events":[],"weather":[{"date":"19930603","time":"1993-06-03 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.7,"rhum":90,"wspd":3.6},{"date":"19930603","time":"1993-06-03 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":92,"wspd":5.4},{"date":"19930603","time":"1993-06-03 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":93,"wspd":5.4},{"date":"19930603","time":"1993-06-03 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.7,"rhum":92,"wspd":9.4},{"date":"19930603","time":"1993-06-03 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":94,"wspd":3.6},{"date":"19930603","time":"1993-06-03 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":100,"wspd":9},{"date":"19930603","time":"1993-06-03 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":90,"wspd":11.2},{"date":"19930603","time":"1993-06-03 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":89,"wspd":9.4},{"date":"19930603","time":"1993-06-03 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":87,"wspd":7.6},{"date":"19930603","time":"1993-06-03 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":86,"wspd":7.6},{"date":"19930603","time":"1993-06-03 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.7,"rhum":82,"wspd":7.6},{"date":"19930603","time":"1993-06-03 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.4,"rhum":77,"wspd":11.2},{"date":"19930603","time":"1993-06-03 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":71,"wspd":13},{"date":"19930603","time":"1993-06-03 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.6,"rhum":65,"wspd":5.4},{"date":"19930603","time":"1993-06-03 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.1,"rhum":64,"wspd":9.4},{"date":"19930603","time":"1993-06-03 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17,"rhum":66,"wspd":9.4},{"date":"19930603","time":"1993-06-03 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.6,"rhum":64,"wspd":5.4},{"date":"19930603","time":"1993-06-03 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.8,"rhum":58,"wspd":11.2},{"date":"19930603","time":"1993-06-03 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.2,"rhum":57,"wspd":7.6},{"date":"19930603","time":"1993-06-03 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.3,"rhum":56,"wspd":3.6},{"date":"19930603","time":"1993-06-03 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.8,"rhum":71,"wspd":13},{"date":"19930603","time":"1993-06-03 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16,"rhum":78,"wspd":3.6},{"date":"19930603","time":"1993-06-03 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.6,"rhum":62,"wspd":14.8},{"date":"19930603","time":"1993-06-03 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.3,"rhum":67,"wspd":9.4},{"date":"19930603","time":"1993-06-03 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":36,"wspd":14.8},{"date":"19930603","time":"1993-06-03 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":42,"wspd":18.7},{"date":"19930603","time":"1993-06-03 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":44,"wspd":18.7},{"date":"19930603","time":"1993-06-03 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":45,"wspd":20.5},{"date":"19930603","time":"1993-06-03 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":48,"wspd":20.5},{"date":"19930603","time":"1993-06-03 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":54,"wspd":22.3},{"date":"19930603","time":"1993-06-03 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":60,"wspd":14.8},{"date":"19930603","time":"1993-06-03 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":65,"wspd":16.6},{"date":"19930603","time":"1993-06-03 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":67,"wspd":14.8},{"date":"19930603","time":"1993-06-03 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":69,"wspd":14.8},{"date":"19930603","time":"1993-06-03 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":72,"wspd":13},{"date":"19930603","time":"1993-06-03 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":70,"wspd":16.6},{"date":"19930603","time":"1993-06-03 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":63,"wspd":13},{"date":"19930603","time":"1993-06-03 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":59,"wspd":11.2},{"date":"19930603","time":"1993-06-03 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":46,"wspd":14.8},{"date":"19930603","time":"1993-06-03 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":39,"wspd":11.2},{"date":"19930603","time":"1993-06-03 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":31,"wspd":9.4},{"date":"19930603","time":"1993-06-03 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":30,"wspd":7.6},{"date":"19930603","time":"1993-06-03 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":31,"wspd":14.8},{"date":"19930603","time":"1993-06-03 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":34,"wspd":5.4},{"date":"19930603","time":"1993-06-03 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":30,"wspd":9.4},{"date":"19930603","time":"1993-06-03 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":29,"wspd":7.6},{"date":"19930603","time":"1993-06-03 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":30,"wspd":14.8},{"date":"19930603","time":"1993-06-03 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":33,"wspd":16.6}]},"19930604":{"guardian_articles":[],"nytimes_articles":[{"date":"19930604","headline":"Kurds and Christians Live in Harmony","web_url":"https://www.nytimes.com/1993/06/04/opinion/l-kurds-and-christians-live-in-harmony-727593.html","abstract":"  To the Editor:   In \"Christian Sects in Kurdish Lands Dwindle\" (letter, May 24), Alastair Bruton claims that the numbers of Christians living in the Kurdish area in the north of Iraq and southeast of Turkey have been reduced from 25,000 to 200 or 300 \"because the Kurds told them they had no future in a land the Kurds would soon control.\" Mr. Bruton concludes by appealing for the linkage of \"safeguards\" to Western aid earmarked for the peoples of Kurdistan-Iraq because otherwise the West will be facilitating \"ethnic cleansing\" there.   Throughout this century, Muslim Kurds and Christian Assyrians and Chaldeans in Kurdistan-Iraq have enjoyed good and cooperative relations. In the 1930's, for example, the Kurds did not retaliate against Christians who displaced them, in collaboration with British colonialists, from the oil-rich area of Kirkuk. More recently, some Christians have joined Kurdish political parties.   In the 1980's, many Christians left the Kurdish area for Baghdad or destinations abroad for economic reasons. Iraqi Kurds, themselves victims of chemical warfare and an operation that, it is estimated, claimed the lives of 180,000 Kurds, were hardly in a position to force any other people out of the region.    Some Christians fled to Turkey in the April 1991 refugee exodus and refused to return for economic reasons or because they had no homes to which to return. This is documented in reports released by the United Nations High Commissioner for Refugees and in an April 1992 investigation report by the Lawyers Committee for Human Rights.   In the last year, in preparation for the May 1992 election, the Kurdistan Front set aside 5 seats (out of 105) for Christians in the new Kurdish Parliament. This quota assured the representation of Chaldeans and other Christian groups. Because the two major parties hold 50 seats each, the Christian members of the Kurdish Parliament will cast the deciding votes should a stalemate arise.   As the Iraqi military again looms as an ominous presence on the horizon of Kurdistan-Iraq, the fledgling democracy deserves and needs Western humanitarian aid as long as its leaders apply the law equitably to all people. SALAH AZIZ  President, Badlisy Center for Kurdish Studies Tallahassee, Fla., May 25, 1993","thumbnail":null,"section":"Opinion"},{"date":"19930604","headline":"Impasse Over Damages in New Yorker Libel Case","web_url":"https://www.nytimes.com/1993/06/04/us/impasse-over-damages-in-new-yorker-libel-case.html","abstract":"  The celebrated libel trial pitting Jeffrey M. Masson against Janet Malcolm ended inconclusively today when a Federal jury deadlocked on monetary damages after deciding that the writer had defamed him with five fabricated quotations in her article about him in The New Yorker.    A new trial is now likely in the tortuous, decadelong case between a prim East Coast writer and a flamboyant West Coast analyst. But it remains to be decided by Judge Eugene F. Lynch of the United States District Court here whether the entire case will be heard again or merely the damage portion, and whether The New Yorker will remain a defendant.","thumbnail":null,"section":"U.S."},{"date":"19930604","headline":"Exiled Haitian Leader Addresses L.I.U.-Brooklyn","web_url":"https://www.nytimes.com/1993/06/04/nyregion/commencements-exiled-haitian-leader-addresses-liu-brooklyn.html","abstract":"  The Rev. Jean-Bertrand Aristide, the exiled President of Haiti, delivered the main address via videotape at the Brooklyn campus of Long Island University for its 63d commencement, which was held yesterday at the Brooklyn Academy of Music.   Father Aristide, who was deposed in a September 1991 coup, spoke to the 1,000 graduates about the movement to restore democracy in Haiti.","thumbnail":null,"section":"New York"},{"date":"19930604","headline":"For Children","web_url":"https://www.nytimes.com/1993/06/04/books/for-children.html","abstract":"  Sea Cliffs  Aquarium for Wildlife Conservation West Eighth Street  and Surf Avenue Coney Island, Brooklyn (718) 265-3474 Recommended for all ages    Out in Coney Island, where the fish still hang out in schools and the Cyclone roller coaster has been carrying riders since 1927, there is a new marine mammal habitat, Sea Cliffs, at what used to be called the New York Aquarium.","thumbnail":null,"section":"Books"},{"date":"19930604","headline":"Park Ave. Car Ban May Clean Air, but Not Words","web_url":"https://www.nytimes.com/1993/06/04/nyregion/park-ave-car-ban-may-clean-air-but-not-words.html","abstract":"  New York City officials closed a busy section of Park Avenue to traffic for two hours yesterday, and this is what happened:   Electric-powered cars were displayed, volunteers with pedicabs offered free rides and assorted politicians showed up to voice support for anything that would cut pollution and to urge car owners to change their wicked ways.","thumbnail":null,"section":"New York"},{"date":"19930604","headline":"Three's Company: Guinier, Reagan, Bush","web_url":"https://www.nytimes.com/1993/06/04/opinion/three-s-company-guinier-reagan-bush.html","abstract":"  The shrill attacks on Lani Guinier, President Clinton's nominee to head the Justice Department's civil rights division, give to those who know her a sense of Kafkaesque unreality.   Her experience, character, respect for the law and balanced approach to the issues would make her one of the finest assistant attorneys general ever to serve our country. She is superbly qualified, mainstream and pro-integrationist in the tradition of Thurgood Marshall. It is essential, if democratic principles are to be preserved, that President Clinton give her the opportunity to defend her record before the Senate Judiciary Committee. For him to yank the nomination now would not only be unfair but, some would say, political cowardice.","thumbnail":null,"section":"Opinion"},{"date":"19930604","headline":"Jerusalem Journal; Strike! Strike! Strike! Some Arabs Feel Cudgeled","web_url":"https://www.nytimes.com/1993/06/04/world/jerusalem-journal-strike-strike-strike-some-arabs-feel-cudgeled.html","abstract":"  Commercial strikes? In the Muslim Quarter of the Old City, a shoe-store owner repeated key words of the question put to him, then raised a hand to forehead level to make his point about having had it up to there.   \"I'm tired of the whole thing -- the strikes and the intifada,\" he said, using the Arabic word for the Palestinian uprising against Israel.","thumbnail":null,"section":"World"},{"date":"19930604","headline":"SOUTH AFRICA FOES SET DATE FOR VOTE OPEN TO ALL RACES","web_url":"https://www.nytimes.com/1993/06/04/world/south-africa-foes-set-date-for-vote-open-to-all-races.html","abstract":"  The Government and most of South Africa's opposition parties settled tonight on a date -- April 27, 1994 -- for elections in which the country's black majority will cast their first votes.    The tentative agreement, coming after a year and a half of fitful negotiations, would set a timetable for ending more than three centuries of white rule.","thumbnail":null,"section":"World"},{"date":"19930604","headline":"Air Miles:The Customers Amex Forgot","web_url":"https://www.nytimes.com/1993/06/04/style/IHT-air-milesthe-customers-amex-forgot.html","abstract":"The American Express company has left tens of thousands of its international dollar-paying customers in limbo, by excluding them from its Membership Miles frequent flier program as it begins to extend the plan around the world. .Although these customer","thumbnail":null,"section":"Style"},{"date":"19930604","headline":"Revenge on Two Whistle-Blowers","web_url":"https://www.nytimes.com/1993/06/04/opinion/revenge-on-two-whistle-blowers.html","abstract":"  No top official loves a whistle-blower. Consider two scientists at the National Institutes of Health, Walter Stewart and Ned Feder, who have waged a lonely battle to expose fraud and misconduct in scientific research. They have written papers on scientific misconduct, investigated plagiarism and served as a conduit for other scientists charging misconduct. Along the way they have angered many in the scientific establishment who deemed them obsessed, arrogant and too willing to tarnish reputations on flimsy evidence.   Now the two crusaders appear to have gone too far, giving their enemies an excuse to muzzle them. Their sin: using a cluster of software programs they developed (dubbed a \"plagiarism machine\") to look for examples of copying in a biography of Abraham Lincoln. It was always murky how much leeway the self-appointed crusaders, hired as research scientists, should have to pursue investigations. But it seems indisputable that the field of history is remote from their responsibilities.","thumbnail":null,"section":"Opinion"},{"date":"19930604","headline":"Oilers to Marshall: No Deal","web_url":"https://www.nytimes.com/1993/06/04/sports/sports-people-football-oilers-to-marshall-no-deal.html","abstract":"  Houston called off a trade for Washington Redskins linebacker WILBER MARSHALL after the Oilers apparently agreed to a contract with the Pro Bowler.   \"We've decided that we don't want to pursue the trade because we don't want to give the Redskins a first- and fifth-round draft choice for him,\" said an Oilers spokesman, CHIP NAMIAS.","thumbnail":null,"section":"Sports"},{"date":"19930604","headline":"Gunman Kills A Detective In Courthouse","web_url":"https://www.nytimes.com/1993/06/04/nyregion/gunman-kills-a-detective-in-courthouse.html","abstract":"  Eluding elaborate security measures, a gunman apparently bent on vengeance made his way to the 11th floor of the Essex County Court Building here today and fatally shot a Newark police detective in the back of the head.    The detective, John Sczyrek, 30, of Belleville, had been returning to the courtroom to testify as a key witness in the drug trial of a relative of the gunman, officials said.","thumbnail":null,"section":"New York"},{"date":"19930604","headline":"Topics of The Times; \"A Confusion Happened\"","web_url":"https://www.nytimes.com/1993/06/04/opinion/topics-of-the-times-a-confusion-happened.html","abstract":"  Charles Dickens's Department of Circumlocution has found a new recruit in Mahfouz al-Ansari, an Egyptian editor. When his semiofficial newspaper erred by quoting President Hosni Mubarak too accurately, the editor published this elegantly fuzzy correction:    \"A confusion happened and a mistake was made. I attributed these comments to the President, but in fact they came in the analysis, explanation and information which the editors put before the President, quoting American newspapers and media.\"","thumbnail":null,"section":"Opinion"},{"date":"19930604","headline":"Graf and Fernandez Waste No Time in Gaining Final","web_url":"https://www.nytimes.com/1993/06/04/sports/tennis-graf-and-fernandez-waste-no-time-in-gaining-final.html","abstract":"  The two women's semifinals at the French Open this afternoon turned out to be brief affairs but momentous occasions.   Top-seeded Steffi Graf not only pulverized her German understudy, Anke Huber, 6-1, 6-1, to reach her sixth final at Roland Garros, she also regained the No. 1 ranking she lost to Monica Seles just over two years ago. Graf had reigned supreme on the women's circuit for a record 186 weeks. Then Seles, who is currently recovering from a stab wound inflicted on April 30 by a deranged fan of Graf's, usurped the top ranking in March 1991 and held it with a pit bull's tenacity.","thumbnail":null,"section":"Sports"},{"date":"19930604","headline":"Manufacturing Job Losses Cripple the Economy","web_url":"https://www.nytimes.com/1993/06/04/opinion/l-manufacturing-job-losses-cripple-the-economy-715193.html","abstract":"  To the Editor:   \"New Jersey Slump: Go-Go Suburbs Went\" (front page, May 20) deals extensively with the symptoms, but relegates the cause to one startling statistic buried deep in the article -- that New Jersey \"has lost 200,000 jobs since 1989, and 130,000 of the losses were in manufacturing.\"","thumbnail":null,"section":"Opinion"},{"date":"19930604","headline":"Sonics Breeze To Force Game 7","web_url":"https://www.nytimes.com/1993/06/04/sports/pro-basketball-sonics-breeze-to-force-game-7.html","abstract":"  Charles Barkley shot his mouth, but not the basketball tonight. He groused at referees, aimed his index finger at them as if it were a gun, slammed a ball halfway to the rafters, incited fans and made no redeeming contribution to the Phoenix Suns. Maybe he was saving his aching body for a deciding seventh game in this Western Conference final, which is exactly what he has on his hands.   Seattle was the more stolid team tonight, and the Sonics delivered an emphatic 118-102 victory before 14,812 at the Seattle Center Coliseum. The series, tame for the first five games, finally has some passion and it will be settled Saturday afternoon in Phoenix.","thumbnail":null,"section":"Sports"},{"date":"19930604","headline":"Next Title Defense for Bowe?","web_url":"https://www.nytimes.com/1993/06/04/sports/sports-people-boxing-next-title-defense-for-bowe.html","abstract":"  ROCK NEWMAN, manager of heavyweight champion RIDDICK BOWE, asked the International Boxing Federation to make Bowe's first mandatory defense against either MICHAEL MOORER or OLIVER McCALL. Moorer is listed second in the latest I.B.F. rankings and McCall is rated third. But first, Newman said, he expected Bowe and former champion EVANDER HOLYFIELD to agree to a rematch in the near future.(AP)","thumbnail":null,"section":"Sports"},{"date":"19930604","headline":"Love Swings Straight Back Into 1992","web_url":"https://www.nytimes.com/1993/06/04/sports/golf-love-swings-straight-back-into-1992.html","abstract":"  A few short months ago it seemed the surest thing in golf was that 1993 would belong to Davis Love 3d.   He was coming off a PGA Tour season in which he won three official tournaments and more than $1 million, and he had added three more unofficial victories in the last two months of the year. To top it off, Love won this year's opening event, the Tournament of Champions.","thumbnail":null,"section":"Sports"},{"date":"19930604","headline":"Coach Names Squad for U.S. Cup '93","web_url":"https://www.nytimes.com/1993/06/04/sports/soccer-coach-names-squad-for-us-cup-93.html","abstract":"  Bora Milutinovic, head coach of the United States national soccer team, named eight European-based players yesterday to his 22-man roster for the United States Cup '93 tournament, which begins Sunday in New Haven.   Four of the eight players -- Thomas Dooley, Tab Ramos, Frank Klopas and Eric Wynalda -- will miss the opener at the Yale Bowl against Brazil because of previous commitments. They will join the team in time for matches against Germany and England.","thumbnail":null,"section":"Sports"},{"date":"19930604","headline":"Guatemala Army Names Vice President as Leader","web_url":"https://www.nytimes.com/1993/06/04/world/guatemala-army-names-vice-president-as-leader.html","abstract":"  Amid signs that the military has again taken control of Guatemala's chaotic political situation, the Government announced today that the Vice President, who was supposed to have resigned when President Jorge Serrano Elias was overthrown, was taking over as the country's new leader.   The Vice President, Gustavo Espina Salguero, had still not been sworn in as President tonight, and it is not clear that he has the necessary political support to be ratified by Congress.","thumbnail":null,"section":"World"},{"date":"19930604","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/06/04/style/chronicle-464093.html","abstract":"  BETTY FRIEDAN has been hospitalized at New York Hospital-Cornell Medical Center since Tuesday, suffering from an infection that causes severe back pain.   Ms. Friedan underwent surgery twice last month at the Hospital of the Good Samaritan in Los Angeles, to replace an aorta valve. One replacement came from a pig, the second from a human.","thumbnail":null,"section":"Style"},{"date":"19930604","headline":"U.N. Told of Cease-Fire in Muslim Town","web_url":"https://www.nytimes.com/1993/06/04/world/un-told-of-cease-fire-in-muslim-town.html","abstract":"  The commander of the United Nations military forces in Bosnia said today that the leader of the Bosnian Serbs had told him that he had ordered a cease-fire around the besieged Muslim town of Gorazde.   Lieut. Gen. Philippe Morillon has been pressing Bosnian Serbs for days to allow military observers into Gorazde, which has been designated a safe area by the United Nations. \"I have insisted that these observers must be deployed no later than tomorrow to show good faith,\" the general said after his meeting with Radovan Karadzic, the Bosnian Serb leader.","thumbnail":null,"section":"World"},{"date":"19930604","headline":"Thousands of Germans Rally for the Slain Turks","web_url":"https://www.nytimes.com/1993/06/04/world/thousands-of-germans-rally-for-the-slain-turks.html","abstract":"  Thousands of residents of this once-placid town, now known around the world as the site of a terror attack that killed five Turkish women and girls, gathered today to lament the attack and bid farewell to their slain neighbors.   \"We are horrified,\" Solingen's Mayor, Gerd Kraimer, told the crowd. \"We are deeply ashamed. We ask for forgiveness.\"","thumbnail":null,"section":"World"},{"date":"19930604","headline":"Spanish Students Rebelling Against the Left","web_url":"https://www.nytimes.com/1993/06/04/world/spanish-students-rebelling-against-the-left.html","abstract":"  One day in the mid-1960's, when Manuel Fraga Iribarne went to speak at the University of Seville, a long-haired undergraduate named Felipe Gonzalez was in the crowd of young leftists who cheerfully yelled and booed Franco's Minister of Information.   The irony was not lost on Mr. Gonzalez when he visited the Autonomous University of Madrid on March 25. Now in his 11th year as Spain's Socialist Prime Minister, it was his turn to be heckled -- this time by student sympathizers of the conservative People's Party founded by Mr. Fraga himself.","thumbnail":null,"section":"World"},{"date":"19930604","headline":"Maneuvering in Bombing Inquiry; Possible Deal to Get Trade Center Suspect to Turn Witness","web_url":"https://www.nytimes.com/1993/06/04/nyregion/maneuvering-bombing-inquiry-possible-deal-get-trade-center-suspect-turn-witness.html","abstract":"  Providing an unusual glimpse of sensitive behind-the-scenes manuevering, lawyers and investigators say a prime suspect in the World Trade Center bombing has had sporadic discussions with Federal authorities over the possibility of becoming a cooperating witness.   The suspect, Mahmud Abouhalima, has not agreed to any plea bargain, but officials said prosecutors believed they had been close to a deal with him at least once. But a new lawyer for Mr. Abouhalima, who was retained late last week, said he thought that the Government had a weak case against his client and that he would advise against cooperation.","thumbnail":null,"section":"New York"},{"date":"19930604","headline":"Edberg Derailed by Medvedev","web_url":"https://www.nytimes.com/1993/06/04/sports/tennis-edberg-derailed-by-medvedev.html","abstract":"  Stefan Edberg referred to himself as being on the right track here at the French Open, where all he needed was the title in order to become the first man to collect all four Grand Slam crowns since Rod Laver mastered that elusive quad in 1969.   But in Andrei Medvedev, an upstart teen-ager from Ukraine, Edberg today ran smack into a runaway train in their rain-delayed quarterfinal on the stadium court. In the best tradition of the local fountainry, Edberg's hairline was spouting rivulets of water from the effort of trying to counteract the grim power of Medvedev. And the youngster's seemingly automated service returns pressured the Swede to be perfect. Which he wasn't.","thumbnail":null,"section":"Sports"},{"date":"19930604","headline":"Gay Film Festival: The Personal and the Political","web_url":"https://www.nytimes.com/1993/06/04/movies/gay-film-festival-the-personal-and-the-political.html","abstract":"  In \"I'll Love You Forever . . . Tonight,\" Edgar Michael Bravo's gritty portrait of gay life in Los Angeles, a sullen young photographer is coaxed by his sometime lover into spending the weekend with some friends at a Palm Springs hideaway. What is supposed to be a restful little vacation turns into a joyless round of hard drinking and cold-blooded sexual games played by five good-looking men who seem totally at loose ends. Their emotional cruelty reminds the photographer of his childhood abuse by his father, whom he eventually telephones for an excruciating confrontation.    The tone of Mr. Bravo's film, which is being shown today and tomorrow at the Cinema Village as part of the New Festival, also called the 1993 New York Lesbian and Gay Film Festival, suggests Mart Crowley's play \"The Boys in the Band,\" as it might be adapted and updated for 1993 in the spirit of Bret Easton Ellis's novel \"Less Than Zero.\" If the film offers a bleak picture of one segment of gay life, it carries a nasty ring of truth.","thumbnail":null,"section":"Movies"},{"date":"19930604","headline":"Good Life in Gabon Comes at a Heavy Price","web_url":"https://www.nytimes.com/1993/06/04/world/good-life-in-gabon-comes-at-a-heavy-price.html","abstract":"  Against a backdrop of opulent residences and elegant restaurants, Boulevard Georges Pompidou, a scenic roadway overlooking the Atlantic coast here, could easily be mistaken for a glittering stretch along the French Riviera.    It is all part of the good life that this tiny Central African country of sandy beaches, isolated coves and ruggedly beautiful mountains can offer. It is a splendor, however, that costs dearly.","thumbnail":null,"section":"World"},{"date":"19930604","headline":"Majority in Poll Back Ban on Handguns","web_url":"https://www.nytimes.com/1993/06/04/us/majority-in-poll-back-ban-on-handguns.html","abstract":"  Americans watching the increase in gunshot injuries and deaths among the country's children are beginning to see gun control as a question of public health rather than just a matter of crime prevention, according to a new survey made public today.   The survey, by Louis Harris of LH Research Inc., showed that one adult in five knows a child who had been shot by another child, and another 12 percent know a child who shot himself by accident. The study, done under a grant from the Chicago-based Joyce Foundation for the Harvard School of Public Health, found that three-quarters of adults surveyed believed \"young people's safety is endangered by there being so many guns around these days.\"  9 Out of 10 Back Bill    As a result, the new poll found, public opinion is rapidly swinging in favor of more stringent gun control measures.","thumbnail":null,"section":"U.S."},{"date":"19930604","headline":"Review/Film; Games Meticulous And Mean","web_url":"https://www.nytimes.com/1993/06/04/movies/review-film-games-meticulous-and-mean.html","abstract":"  \"The Music of Chance\" was shown as part of the recent New Directors/ New Films series at the Museum of Modern Art. Following are excerpts from Janet Maslin's review, which appeared in The New York Times on March 19, 1993. The film opens today at the Fine Arts, 4 West 58th Street, Manhattan.    A miniature city is the haunting centerpiece of \"The Music of Chance,\" Philip Haas's cool, methodical film version of Paul Auster's equally meticulous 1990 novel. Called City of the World, it is the bizarre play thing of Willie Stone (Joel Grey), a former optometrist who made his fortune by winning the lottery. Together with his friend Bill Flower (Charles Durning), Stone lives in an isolated mansion and contemplates the meaning of fate while playing childlike games. The City of the World is his masterwork. James Nashe (Mandy Patinkin) and Jack Pozzi (James Spader) are his victims.","thumbnail":null,"section":"Movies"},{"date":"19930604","headline":"On My Min; Our Friend Qaddafi","web_url":"https://www.nytimes.com/1993/06/04/opinion/on-my-min-our-friend-qaddafi.html","abstract":"  For a while, many Americans asked themselves a sensible and healthy question every time they walked aboard a passenger plane -- is this another Pan Am 103?   The question was sensible because terrorists can do again what they did on Dec. 21, 1988 -- bring down a planeload of 259 people. And it was healthy, because as long as Americans asked it, there was a chance that terrorism could be stopped permanently.","thumbnail":null,"section":"Opinion"},{"date":"19930604","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/06/04/nyregion/metro-digest-898593.html","abstract":"  PRISONER'S DEATH RULED A HOMICIDE   An epileptic prisoner who died in police custody at a Manhattan hospital was beaten to death while he was lying face down with his wrists manacled behind him and unable to breathe adequately, the New York City Medical Examiner said. He ruled the death a homicide. A1. TEEN-AGE JOBLESSNESS AT 40 PERCENT   Unemployment among New York City's teen-agers rose to 40 percent in the first three months this year, the city says. That is nearly double the rate of two years ago and the worst in the 25 years that records have been kept. A1. NEW YORK CITY  PRIEST PLANS HUNGER STRIKE   A suspended Episcopal priest says that he intends to go on a hunger strike at the diocese office until Bishop Richard F. Grein meets with him to discuss the suspension. His supporters also vowed to continue their protests until he is reinstated to his Mott Haven church. B2. ONE-MONTH SENTENCE IN DEATH   A man has been sentenced to barely a month's time in jail, to be served on weekends, for his role in the death of an artist in a Greenwich Village street fight in 1991. The sentence drew angry responses from the victim's friends, who have assailed the handling of the case. B2. DIRE FINANCIAL PICTURE UNVEILED   All but giving up hope that the city would receive much of the state and Federal aid they had been seeking, senior aides to Mayor Dinkins have presented their most dire view yet of the city's fiscal condition. B3. DAILY NEWS PICKS JERSEY CITY SITE   New Jersey state officials and top officials of The Daily News said the newspaper would put a new printing plant in Jersey City. The planned move to an unused Clorox plant ends a heated battle between New York and New Jersey, which have both been seeking to win the plant's 1,600 jobs. B3. A 1776 copy of the Declaration of Independence is the subject of a suit. B3. New York City officials closed a busy section of Park Avenue to traffic for two hours. B3. The Rev. Jean-Bertrand Aristide delivered the main address via videotape at the Brooklyn campus of Long Island University for its 63d commencement. B4.  REGION  CAMPAIGNING FOR GOVERNOR   Jim Wallwork came to Morristown to greet shoppers and noshers around the Morristown Green at a campaign stop that showed the difficulties of winning votes in the Republican primary for New Jersey governor. B5. LONG ISLAND COMPANIES SEEK HELP   With economists predicting continued decline for Long Island's military industry, a group representing more than 100 Defense Department subcontractors implored Federal and state officials to help them. B5. Gov. Florio signed bills toughening penalties in car thefts. B5. A power failure at the Plum Island Animal Disease Center forced an evacuation. B5. Chronicle B4  Our Towns by James Barron B5","thumbnail":null,"section":"New York"},{"date":"19930604","headline":"Clinton's Reversals; As President Drops Justice Nominee, Many Wonder What He Stands For","web_url":"https://www.nytimes.com/1993/06/04/us/clinton-s-reversals-president-drops-justice-nominee-many-wonder-what-he-stands.html","abstract":"  President Clinton is talking once again about giving the middle class a tax cut, although no time too soon. As he urgently hunts for the middle ground, or at least the stable ground, he has turned to the man who once helped package what Democrats like to call the Decade of Greed. And he spent the better part of the week dancing between his party's left and right flanks before ditching an old Yale Law School friend as his choice to enforce the nation's civil rights laws.   \"This has nothing to do with the political center,\" Mr. Clinton said tonight at the White House in announcing his decision to drop the nomination of Lani Guinier to be the new civil rights chief in the Justice Department. \"This is about my center.\"","thumbnail":null,"section":"U.S."},{"date":"19930604","headline":"Daily News to Shift Printing to Jersey City","web_url":"https://www.nytimes.com/1993/06/04/nyregion/daily-news-to-shift-printing-to-jersey-city.html","abstract":"  New Jersey state officials and the owner of The Daily News said yesterday that the newspaper would replace plants in Brooklyn and Kearny, N.J., with one in Jersey City.   The planned move, to a Clorox plant, ends a heated battle between New York and New Jersey for the plant's 1,600 jobs. The decision is a victory for New Jersey and its Governor, Jim Florio, in an election year in which jobs are an important issue.","thumbnail":null,"section":"New York"},{"date":"19930604","headline":"Clinton Abandons His Nominee For Rights Post Amid Opposition","web_url":"https://www.nytimes.com/1993/06/04/us/clinton-abandons-his-nominee-for-rights-post-amid-opposition.html","abstract":"  President Clinton tonight withdrew his nomination of Lani Guinier to be the new civil rights chief in the Justice Department, saying that after belatedly reading her legal writings he decided he could not defend many of her views on bolstering the political power of blacks.   Mr. Clinton, who met with Ms. Guinier for nearly two hours at the White House before the announcement, conceded that he would not have nominated Ms. Guinier if he had read her academic papers before he sent her name to the Senate.","thumbnail":null,"section":"U.S."},{"date":"19930604","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/06/04/arts/art-in-review-279693.html","abstract":"  Kerri Scharlin, Darren M. Brown  Dooley Le Cappellaine 252 Lafayette Street SoHo Through tomorrow    These two solo shows stress the continuing interest in context, in the world around and beyond the art object. The work in Kerri Scharlin's show has been made by art students, who drew and sculptured from a nude model who was the artist herself. Their treatments of her face and body attest to different degrees of talent and style. (The small clay sculptures are sometimes rather good.) But the main point here seems to be that it is the female model who occupies center stage. A new kind of one-woman show.","thumbnail":null,"section":"Arts"},{"date":"19930604","headline":"Dinkins Plans More Cuts To Fill $280 Million Gap","web_url":"https://www.nytimes.com/1993/06/04/nyregion/dinkins-plans-more-cuts-to-fill-280-million-gap.html","abstract":"  All but giving up hope that New York City would receive much of the state and Federal aid they had been seeking, senior aides to Mayor David N. Dinkins yesterday presented their most dire view yet of the city's fiscal condition.   They said they would now be forced to cut city spending by $280 million in the next fiscal year, including scaling back by half the 8,000 workers they had planned to hire. The spending plan that Mr. Dinkins presented last month called for a net increase of 1,500 workers during the next year; officials now expect to shrink the work force.","thumbnail":null,"section":"New York"},{"date":"19930604","headline":"Optimistic About Poland : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/04/opinion/IHT-optimistic-about-poland-letters-to-the-editor.html","abstract":"Regarding \"In Poland, Reform Has Meant Pain and Division\" (Opinion, May 5) by Konstanty Gebert: .I work in Poland for a U.S. group that channels voluntary assistance from the United States to Eastern Europe. .Mr. Gebert apparently finds the","thumbnail":null,"section":"Opinion"},{"date":"19930604","headline":"Diner's Journal","web_url":"https://www.nytimes.com/1993/06/04/arts/diner-s-journal.html","abstract":"  Daniel in the Mainstream    Is the new Manhattan restaurant Daniel merely Le Cirque without Sirio? Well, no and yes. When Daniel Boulud left his mentor, Sirio Maccioni, owner of Le Cirque, last year to open his own place, fans of his astonishingly diversified French cooking wondered where his talents would lead next. Would he paddle down some exotic tributary the way Jean-Georges Vongerichten of Jo-Jo did when he opened Vong? Would he embrace some neglected regional French cuisine?   As a recent visit to Daniel reveals, Mr. Boulud did no such thing. Daniel, on East 76th Street near Fifth Avenue, offers the kind of technically impeccable, labor-intensive French cooking that made Mr. Boulud a star at Le Cirque. People looking for innovation may be disappointed; those looking for world-class French fare will not be.","thumbnail":null,"section":"Arts"},{"date":"19930604","headline":"Books of The Times; Echoes of the Vietnam War Are Still Resounding","web_url":"https://www.nytimes.com/1993/06/04/books/books-of-the-times-echoes-of-the-vietnam-war-are-still-resounding.html","abstract":"  The late, great Vietnam War lasted more than 10 years -- longer than the United States engagement in two World Wars and the Korean War -- and it continues to be a guiding fact in American foreign and military policy. The Vietnam Syndrome remains a cautionary warning against adventurism in no-win wars or, contrariwise, as a lingering attitude that some unrepentant hawks want discarded. The famous hundred-hour victory in the Persian Gulf was sui generis; it hasn't changed the views of key American decision makers, who do not want to stumble into the current ethnic-religious-border war in the Balkans.   Nearly two decades after the end of the Vietnam War, a new round of books explores the war's aims; how and why the United States got involved; who the Vietnamese people are and what they thought about the foreigners who came to their villages as warriors; the behavior of American soldiers in battle; the campus wars and the peace movement at home, and how correspondents reported the war while facing pressure from their publications, networks and government.","thumbnail":null,"section":"Books"},{"date":"19930604","headline":"Topics of The Times; Reaching Out for Love -- and Money","web_url":"https://www.nytimes.com/1993/06/04/opinion/topics-of-the-times-reaching-out-for-love-and-money.html","abstract":"  What do these numbers say about America?   A.T.&T. handled roughly 120 million long-distance calls on an average weekday in 1989. On Oct. 18, the day after the San Francisco earthquake, that number leaped to 145 million. (America has a loving heart.)","thumbnail":null,"section":"Opinion"},{"date":"19930604","headline":"1943:A Yangtze Grave : IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/06/04/opinion/IHT-1943a-yangtze-grave-in-our-pages-100-75-and-50-years-ago.html","abstract":"CHUNGKING - [From our New York edition:] Aided by air power on a large scale for the first time in the war, Chinese forces have broken the back of the Japanese offensive in central China and tonight are standing on the west bank of the Yangtze River oppos","thumbnail":null,"section":"Opinion"},{"date":"19930604","headline":"Questions Rise Over Fate Of Simon's Art Museum","web_url":"https://www.nytimes.com/1993/06/04/us/questions-rise-over-fate-of-simon-s-art-museum.html","abstract":"  The death of Norton Simon prompted questions and speculation yesterday about the fate of a national treasure, the Norton Simon Museum of Art in Pasadena, Calif., which houses many precious works of art that he collected over the decades.   In the past there was talk that the J. Paul Getty Museum in Malibu, Calif., would eventually pay the Simon Museum's operating costs and that its works would be acquired by the Getty collection. But Janet Ellis, the executive administrator to the Norton Museum's director, Walter W. Timoshuk, said yesterday, \"We are going to continue to function as we have in the past.\"","thumbnail":null,"section":"U.S."},{"date":"19930604","headline":"Leyritz Puts His Bat Where His Bravado Is","web_url":"https://www.nytimes.com/1993/06/04/sports/baseball-leyritz-puts-his-bat-where-his-bravado-is.html","abstract":"  The day he made the major leagues, Jim Leyritz called his father. Don Leyritz did not say congratulations. He did not say, \"I'm proud of you.\" He told his son, succinctly, \"to go out there and do something.\" He expected him to make an immediate impact, he expected him to produce.   Jim expected the same thing. He arrived in the Yankee clubhouse with huge minor league numbers and an ego to match. He was brash, and admittedly arrogant, and he drove his teammates wild with his constant posturing. \"Give me an opportunity,\" he said to anyone who would listen, \"and I'll show you what I can do.\"","thumbnail":null,"section":"Sports"},{"date":"19930604","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/06/04/nyregion/inside-593093.html","abstract":"  Fatal Courthouse Shooting   A gunman apparently bent on vengeance shot and killed a Newark police detective on the 11th floor of the Essex County Court Building. Page B1. Shake-Up at Columbia    The president-elect of Columbia University has begun a shake-up that includes replacing at least two deans, faculty members say. Page B1. Norton Simon Is Dead     The industrialist, who amassed one of the nation's great art collections and endowed the California museum that bears his name, was 86. Page A22.  ","thumbnail":null,"section":"New York"},{"date":"19930604","headline":"1918:Our Daily Bread : IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/06/04/opinion/IHT-1918our-daily-bread-in-our-pages-100-75-and-50-years-ago.html","abstract":"LONDON - At a Labor conference, convened by the Education and Propaganda Branch of the Food Survey Board, a woman's representative complained of the high price charged for bread in view of the ingredients used. She instanced beans and maize, adding, \"","thumbnail":null,"section":"Opinion"},{"date":"19930604","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/06/04/sports/results-plus-252493.html","abstract":"  TRACK AND FIELD  L.S.U. Women Near 7th Straight Title  Danyel Mitchell won the women's discus throw yesterday as Louisiana State's women's team rolled toward its seventh consecutive National Collegiate Athletic Association championship at Tad Gormley Stadium in New Orleans. Mitchell's winning throw was 186 feet 6 inches, 40 inches better than the 183-2 of runner-up Dawn Dumble of U.C.L.A. Third was Stacy Schroeder, a University of Florida freshman from Grand Island, N.Y. Schroeder, last year's New York state high school champion in the shot-put and discus, registered the best performance of her career with a throw of 180-1. Kelly Blair of Oregon, with 6,038 points, won the heptathlon. Fourth in the seven-event competition was Shana Williams of Seton Hall (5,640). Randy Jenkins of Tennessee won the men's high jump. Jenkins, who finished second in in 1991 but missed last year's meet because of Hodgkins' disease, won with a jump of 7 feet 5 3/4 inches.  Powell Long Jumps 27-10 3/4 for Victory  Mike Powell of the United States, the world-record holder at 29 feet 4 1/2 inches, got off his best long jump of the early outdoor season, leaping 27-10 3/4 to win the event at the Madrid International in Spain. Ivan Pedroso of Cuba, the 1993 world indoor champion, was second at 27-7 1/4. In the day's major upset, China's Li Tong defeated the Olympic silver medalist Tony Dees of the United States in the 110-meter hurdles in 13.62 seconds. Dees ran 13.70. Renaldo Nehemiah, the former world-record holder from the United States, was fifth in 13.82. (AP) COLLEGE BASEBALL  Cal Poly Eliminates Adelphi From Tourney  Grant Munger hit a pair of home runs to lead Cal Poly to an 11-5 victory over Adelphi in Montgomery, Ala., yesterday that propelled the Mustangs (39-18) into tomorrow night's championship game and eliminated the Panthers (32-17) from the National Collegiate Athletic Association Division II tournament. Dom Gatti, the Division II player of the year, led the losers from Garden City, L.I., with three singles. (AP) ROWING  Brown and Penn Win Heats in Eights  Eighty-five crews from 23 colleges competed on the opening day of the Intercollegiate Rowing Association's 91st regatta, at the Cooper River in Cherry Hill, N.J. The Brown varsity eight, which last month won the first part of rowing's triple crown, the Eastern Sprints, breezed through its qualifying heat yesterday, winning in 5 minutes 37.6 seconds. The other varsity heat winner, as expected, was Penn in 5:38.4. The 10 non-winners will row today in two repechage races, with first and second-place finishers qualifying for tomorrow's six-boat finale. Brown and Northeastern crews won the second varsity heats while freshman eights from Brown, Navy and Princeton placed first in their three heats.","thumbnail":null,"section":"Sports"},{"date":"19930604","headline":"DO'S AND DON'TS","web_url":"https://www.nytimes.com/1993/06/04/style/IHT-dos-and-donts.html","abstract":"On Your Feet","thumbnail":null,"section":"Style"},{"date":"19930604","headline":"Democracy and Wealth : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/04/opinion/IHT-democracy-and-wealth-letters-to-the-editor.html","abstract":"Regarding \"This Way or That, Get On With Good Government\" (Opinion, May 6) by Tommy Thong-Bee Koh: .Singapore's ambassador-at-large says he believes that \"it is possible, on the basis of evidence, to assert that economic development will","thumbnail":null,"section":"Opinion"},{"date":"19930604","headline":"Jewels by Jordan. Polish By Albert.","web_url":"https://www.nytimes.com/1993/06/04/sports/tv-sports-jewels-by-jordan-polish-by-albert.html","abstract":"  NBC's obscene luck with the National Basketball Association continues. The most profitable big-league network television package around keeps producing memorable games that find Michael Jordan and Charles Barkley playing at spectacular peaks in June, and New York and Chicago, the first- and third-largest TV markets, squaring off in their theaters of operations like Patton and Rommel.   Very little goes wrong on a telecast when Marv Albert is calling the game. As always, he has maintained his objectivity despite a long Knicks association. As usual, his vocal intensity (he's far more than a \"Yes!\" man) during the Knicks-Bulls series has added excitement to the games.","thumbnail":null,"section":"Sports"},{"date":"19930604","headline":"Coroner Says Man Died of Beating While in New York Police Custody","web_url":"https://www.nytimes.com/1993/06/04/nyregion/coroner-says-man-died-of-beating-while-in-new-york-police-custody.html","abstract":"  An epileptic prisoner who died in police custody at a Manhattan hospital 10 days ago was beaten to death while he lay face down on a floor with his wrists manacled behind him, unable to breathe adequately, New York City's Chief Medical Examiner said yesterday. He ruled the death a homicide.   Pending further investigations, legal culpability was uncertain. The police said necessary force had been used to restrain a heavily built, violent man trying to escape. But the victim's mother and a civil rights lawyer called it a case of murder by the police. They said there had been no attempt to escape, only a medical problem, and that a witness had said that two white officers had stomped, kicked and fatally beaten the black man while calling him \"nigger.\"","thumbnail":null,"section":"New York"},{"date":"19930604","headline":"The Pentagon Sheds a Myth","web_url":"https://www.nytimes.com/1993/06/04/opinion/the-pentagon-sheds-a-myth.html","abstract":"  For more than 40 years the armed forces bolstered their drive for new weaponry and bigger budgets with the argument that America must be prepared to fight two wars in distant parts of the world at once. But in fact they've never had the capability to do that, and the Pentagon, in a long overdue and healthy concession to reality, is ready to end the masquerade.    Instead of planning to wage simultaneous wars in two different theaters, it is considering a new strategy of \"win-hold-win\" -- in effect, fighting wars one at a time. Under the new doctrine, the Pentagon would fight one war on the ground, while it tries to hold off another aggressor with air power and forces from allied countries until it can commit its own ground troops.","thumbnail":null,"section":"Opinion"},{"date":"19930604","headline":"U.S. and Europeans Planning U.N. Vote on Bosnia Havens","web_url":"https://www.nytimes.com/1993/06/04/world/us-and-europeans-planning-un-vote-on-bosnia-havens.html","abstract":"  The United States and its European allies decided tonight to call a Security Countil vote on Friday on their plan to send troops to guard six Muslim enclaves in Bosnia and Herzegovina that have been designated as safe havens.   But nearly two weeks after Secretary of State Warren Christopher and the Foreign Ministers of Britain, France, Spain and Russia first approved the plan in Washington, members from developing countries are trying to block action on putting put it into effect. It was unclear tonight whether they would support the plan, abstain or adopt divergent positions if the vote is taken by the Council's 15 members.","thumbnail":null,"section":"World"},{"date":"19930604","headline":"The Art Market","web_url":"https://www.nytimes.com/1993/06/04/arts/the-art-market.html","abstract":"  Tale of 2 Cities   Many of the late 19th- and early-20th-century masterpieces by such artists as Matisse, Cezanne, van Gogh, Redon and Picasso that are in the Cone Collection, the jewel in the Baltimore Museum of Art's crown since 1949, are traveling to the Museum of Fine Arts in Houston. Perfect timing made the loan possible.   Originally, the collection was to be dismantled and placed in storage while the Baltimore Museum completed its new $7.5 million west wing. \"While we like to think that everyone will come to Baltimore to see the Cone Collection, we realize it's just not possible,\" said Arnold L. Lehman, the director of the Baltimore Museum. \"Sending it to Houston is a wonderful opportunity to give a wider audience a chance to see the collection.\"","thumbnail":null,"section":"Arts"},{"date":"19930604","headline":"Let's Introduce Some Common Sense Into Our Drug Policies; Ever-Present Threat","web_url":"https://www.nytimes.com/1993/06/04/opinion/l-let-s-introduce-some-common-sense-into-our-drug-policies-ever-present-threat-729193.html","abstract":"  To the Editor:   A. M. Rosenthal is to be commended for his efforts to keep the drug crisis deeply imbedded in the hearts and minds of every American (\"Dismantling the War,\" column, May 18).","thumbnail":null,"section":"Opinion"},{"date":"19930604","headline":"Some Friends Fret as Clinton Is Slow in Choosing Envoys","web_url":"https://www.nytimes.com/1993/06/04/world/some-friends-fret-as-clinton-is-slow-in-choosing-envoys.html","abstract":"  Early this year, the White House asked two veteran Democrats whether they would like to be ambassador to Japan. Both of them said they would.   But President Clinton has not gotten around to making a choice. And now the two old friends and allies, former Vice President Walter F. Mondale and Richard C. Holbrooke, a seasoned Asia hand, find themselves reluctant warriors in an unseemly contest that pits political eminence against diplomatic experience.","thumbnail":null,"section":"World"},{"date":"19930604","headline":"Three-Star Cooking for Beginners","web_url":"https://www.nytimes.com/1993/06/04/style/IHT-threestar-cooking-for-beginners.html","abstract":"By the dawn's early light, an assortment of vegetables are being carefully whittled into edible oval gems in a basement kitchen of the Ritz Hotel. While the hotel's guests doze in downy luxury above, the sleepy-eyed staff on duty goes about its work with","thumbnail":null,"section":"Style"},{"date":"19930604","headline":"Draft Starts at Short, Then Stops on Mound","web_url":"https://www.nytimes.com/1993/06/04/sports/baseball-draft-starts-at-short-then-stops-on-mound.html","abstract":"  Major league clubs, reflecting the thirst for pitching that always abounds in an expansion year, drafted pitching, pitching and more pitching yesterday in the first round of the 1993 free agent amateur draft. Still, when it came to making the No. 1 choice, the Seattle Mariners, a club noted for developing talented young arms, went against the trend. The American League team instead chose one of the most highly touted position players to emerge from high school in years.   The choice was Alex Rodriguez, a 17-year-old shortstop out of Westminster Christian High School in Miami. Rodriguez is a 6-foot-3-inch, 190-pound right-handed hitter who is noted for both his power and speed. He batted .505 this season, hit 14 doubles, 9 home runs and stole 35 bases.","thumbnail":null,"section":"Sports"},{"date":"19930604","headline":"With Aid, U.S. Seeks to Sway Ukraine on A-Arms","web_url":"https://www.nytimes.com/1993/06/04/world/with-aid-us-seeks-to-sway-ukraine-on-a-arms.html","abstract":"  Reversing a strategy of using diplomatic pressure to persuade Ukraine to give up its nuclear weapons, the Clinton Administration is now trying to woo Kiev with promises of cooperation and economic support.   Les Aspin is to meet with Ukrainian officials in Kiev on Sunday, marking the first time that an American Defense Secretary will visit the capital. His visit follows one by Strobe Talbott, the United States Ambassador at Large to the former Soviet republics.","thumbnail":null,"section":"World"},{"date":"19930604","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/06/04/arts/art-in-review-721693.html","abstract":"  Robert Mallary  Mitchell Algus Gallery 25 Thompson Street SoHo Through June 19   Robert Mallary, who is 76, first gained attention in the early 1960's for his Neo-Dadaist \"junk\" sculptures, wall reliefs made from materials he found in the streets of New York City. In the same decade he began to explore the field of computer graphics, then budding, with its potential for generating images through the manipulation of photographs of real and invented forms.","thumbnail":null,"section":"Arts"},{"date":"19930604","headline":"Montreal Gets Desperate And Then It Gets Even","web_url":"https://www.nytimes.com/1993/06/04/sports/hockey-montreal-gets-desperate-and-then-it-gets-even.html","abstract":"  The Stanley Cup finals are tied at one game each, thanks in part to a low-scoring Montreal defenseman, who had a hat trick, and in part to a Los Angeles defenseman, who had an illegal curve on his stick.   The three goals were scored by Eric Desjardins, who got the game winner on a short shot from the right-wing circle at the 51-second mark of overtime to give the Canadiens a 3-2 victory over the Kings tonight before a grateful and relieved crowd of 17,959 at the Forum.","thumbnail":null,"section":"Sports"},{"date":"19930604","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/06/04/arts/art-in-review-719493.html","abstract":"  'The Apple of America'  Berry-Hill Gallery 11 East 70th Street Through June 26   This off-beat theme show opens with a sight as absurd as it is spectacular, a room filled with dozens of 19th-century American still-life paintings of apples. What seems like an exercise in overkill turns out to be, painting by painting, of considerable interest. Familiar artists -- William M. Harnett, William Sidney Mount -- mingle with such attractive lesser-knowns as Joseph Decker, represented by a sumptuous close-up of apples green on the bough (circa 1883-88), and William J. McCloskey, whose image of lady apples tumbling from a nest of gray tissue dates from around 1896.","thumbnail":null,"section":"Arts"},{"date":"19930604","headline":"Curve Too Far Sinks the Kings","web_url":"https://www.nytimes.com/1993/06/04/sports/hockey-curve-too-far-sinks-the-kings.html","abstract":"  Marty McSorley of the Los Angeles Kings, sometimes the center of controversey for his rough play, had something new to explain tonight. He talked of his illegally curved stick, which cost him a penalty, which helped create Montreal's late power-play goal, which sent the game into overtime, which ended in a 3-2 victory for the Canadiens.   \"It won't happen again,\" said McSorley, blood trickling down his cheek from a scratch below his eye. \"I don't feel good. I made a mistake.\"","thumbnail":null,"section":"Sports"},{"date":"19930604","headline":"Recipe for Diamond","web_url":"https://www.nytimes.com/1993/06/04/us/recipe-for-diamond.html","abstract":"  Scientists at Penn State have found a way to whip up diamond, the hardest material on earth, by heating a plastic material in a conventional oven. The resulting low-grade material might afford a cheap way to coat large objects like airplane windshields with scratch-proof surfaces.     Article, page A14.","thumbnail":null,"section":"U.S."},{"date":"19930604","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/06/04/nyregion/news-summary-380693.html","abstract":"  International A3-13  SOUTH AFRICA SETS ELECTION  The Government and most of South Africa's opposition parties settled tentatively on April 27, 1994 as the date when the country's black majority will cast their first votes.  A1  CAMBODIA FORMS A GOVERNMENT  Prince Norodom Sihanouk announced on Thursday that he had forged a coalition Government in which he would be Prime Minister, then said today that he was abandoning the plan, apparently because of a long-standing family dispute.  A1","thumbnail":null,"section":"New York"},{"date":"19930604","headline":"Stop the Testing Now : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/04/opinion/IHT-stop-the-testing-now-letters-to-the-editor.html","abstract":"The editorial \"Halt Nuclear Tests\" (May 26) gets it just right. To stop vertical and horizontal proliferation and strengthen the Nuclear Nonproliferation Treaty, all nuclear testing must finally stop, and it must stop now. .Mexico and many ot","thumbnail":null,"section":"Opinion"},{"date":"19930604","headline":"In Trial's Wake, Rethinking What to Put in Quotes","web_url":"https://www.nytimes.com/1993/06/04/us/in-trial-s-wake-rethinking-what-to-put-in-quotes.html","abstract":"  As word spread yesterday about the Federal jury's findings in the New Yorker libel case, writers and editors disavowed the journalistic practices that were described at the trial and said these disclosures had tarnished journalism as a whole.   \"I think it is always dangerous when the public is given any reason to doubt what they have been reading, especially in a magazine like The New Yorker, which has been famous for its accuracy,\" said James R. Gaines, managing editor of Time magazine, echoing the comments of other editors. Time itself was the subject of a celebrated 1985 libel case involving the Israeli Defense Minister, Ariel Sharon.","thumbnail":null,"section":"U.S."},{"date":"19930604","headline":"Beefier Bradley Ready for Draft","web_url":"https://www.nytimes.com/1993/06/04/sports/sports-people-basketball-beefier-bradley-ready-for-draft.html","abstract":"  SHAWN BRADLEY didn't want to talk about his pro prospects after flying more than 13 hours from Australia to put his 7-foot-6-inch frame up for grabs in this month's National Basketball Association draft.   Returning from a Mormon mission, Bradley was greeted at Salt Lake International Airport by some 75 to 100 friends, family and reporters.","thumbnail":null,"section":"Sports"},{"date":"19930604","headline":"Critic's Choice/Comedy; New Kind of Arts Festival, With Laughs","web_url":"https://www.nytimes.com/1993/06/04/arts/critic-s-choice-comedy-new-kind-of-arts-festival-with-laughs.html","abstract":"  Since comedy has become ubiquitous, thanks to cable television and a nationwide network of stand-up comedy clubs, it was only a matter of time before the form was celebrated in its own version of an international arts festival. The 10-day Toyota Comedy Festival, which continues through June 12, is a well-conceived series of 52 events, many free, that seriously attempts to take the measure of the field.    The festival, produced by Alan King and George Wein, will be spread out all over New York. Two Toyota Comedy Caravans of rising local comedians will travel around the city giving free performances at Seaside-Asser Levy Park in Brooklyn (4 P.M. tomorrow), Clove Lakes Park in Staten Island (4 P.M. tomorrow), Crotona Park in the Bronx (1 P.M. Sunday) and Forest Park in Queens (3 P.M. Sunday).","thumbnail":null,"section":"Arts"},{"date":"19930604","headline":"Manufacturing Job Losses Cripple the Economy; Worst Isn't Over","web_url":"https://www.nytimes.com/1993/06/04/opinion/l-manufacturing-job-losses-cripple-the-economy-worst-isn-t-over-728393.html","abstract":"  To the Editor:   Re \"New Jump in Inflation Rattles Markets\" (Business Day, May 14): If the statements by some economists and law makers that recent statistics presage a return to inflation does not constitute sophistry, it borders on it.","thumbnail":null,"section":"Opinion"},{"date":"19930604","headline":"Reviews/Film; A Former Child Star Managing Stars-to-Be","web_url":"https://www.nytimes.com/1993/06/04/movies/reviews-film-a-former-child-star-managing-stars-to-be.html","abstract":"Former child star still pitching. Tireless Fox keeps the comedy afloat.","thumbnail":null,"section":"Movies"},{"date":"19930604","headline":"Gift of the Heart","web_url":"https://www.nytimes.com/1993/06/04/arts/gift-of-the-heart.html","abstract":"  Music by Chopin, Liszt, Bach and Richard Strauss, as well as folk music and cabaret, are on the program tomorrow night at a concert to benefit Gift of the Heart -- Insight Seminar, an annual event for people with life-threatening illnesses. The concert begins at 7:30 P.M. at the Christ and St. Stephen's Church, 120 West 69th Street. Tickets may be bought at the door; suggested contribution is $15.","thumbnail":null,"section":"Arts"},{"date":"19930604","headline":"On Stage, and Off","web_url":"https://www.nytimes.com/1993/06/04/theater/on-stage-and-off.html","abstract":"  Like a couple of evenly matched heavyweights, the two top-nominated musicals will go head to head on Sunday night when the Tony Awards are announced on CBS, and, not surprisingly, the debate over which will wear the ultimate crown -- \"Kiss of the Spider Woman\" or \"Tommy\" -- has dominated a week of speculation.   Interviews with some two dozen of the 668 Tony voters, and a few well-informed nonvoters (all were guaranteed anonymity) indicated that the two shows, each of which garnered 11 nominations, were in a dead heat for the best-musical award and that otherwise a division of the spoils is likely. Many agree that the best-musical award could go to one and best director to the other. One prediction -- call it the necessary-but-not-sufficient theory -- espoused by Rocco Landesman, the president of Jujamcyn Theaters, is this: Because the Broadway musical tradition revolves around a good story, \"Kiss\" isn't likely to win best musical without winning best book. And because the pleasure of \"Tommy\" is so tied to its fantastical staging, it isn't likely to win best musical without winning best director. Terrence McNally's book could win, he added, and \"Kiss\" could still lose; ditto for Des McAnuff's direction and \"Tommy.\"","thumbnail":null,"section":"Theater"},{"date":"19930604","headline":"U.S. Agency to Review Case Of Scientist on Hunger Strike","web_url":"https://www.nytimes.com/1993/06/04/us/us-agency-to-review-case-of-scientist-on-hunger-strike.html","abstract":"  The Department of Health and Human Services will review the case of Walter Stewart, the National Institutes of Health scientist who is in the 25th day of a hunger strike to protest the halting of his investigations of scientific misconduct.   Dr. Audrey Manley, the Acting Assistant Secretary for Health, phoned Mr. Stewart, 48, and his co-worker, Dr. Ned Feder, 65 and pleaded for an end to the hunger strike while the department looked into their contentions that they had been treated unfairly. The investigation will be conducted by Harriet Rabb, the department's general counsel.","thumbnail":null,"section":"U.S."},{"date":"19930604","headline":"Russia Finance Chief Tells of Enemies Within","web_url":"https://www.nytimes.com/1993/06/04/world/russia-finance-chief-tells-of-enemies-within.html","abstract":"  Providing an extraordinarily frank glimpse of struggles in the Government to stabilize the economy, the Finance Minister directed criticism tonight at his Cabinet colleagues, at the persistence of \"pseudo-Soviet thinking\" and at the \"financial tourism\" of Western business executives who visit but do not invest.   The official, Boris G. Fyodorov, 35, is considered the leading economic reformer in the Government and the most tireless proponent of financial and monetary discipline. But he described a Government in which his small band of Westernized economists are fighting a constant battle against colleagues who wish to restore many of the plans and price controls of the Soviet era, in which they were trained.","thumbnail":null,"section":"World"},{"date":"19930604","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/06/04/arts/art-in-review-720893.html","abstract":"  Jutta Koether  Pat Hearn Gallery 39 Wooster Street SoHo Through June 26   Jutta Koether, a 35-year-old artist from Germany who has spent much of the last two years in New York City, is one of several women helping to breathe new life into painting. In two-dimensional works, as well as in performance and installation pieces, the artist has seemed to circle painting from a somewhat ironic distance; in this exhibition, she gets down to work.","thumbnail":null,"section":"Arts"},{"date":"19930604","headline":"Knicks Are Somber, Subdued, Shocked","web_url":"https://www.nytimes.com/1993/06/04/sports/pro-basketball-knicks-are-somber-subdued-shocked.html","abstract":"  The Knicks departed for Chicago today, perhaps headed for the end of their season.   To avoid elimination Friday night in Game 6 of the Eastern Conference finals, New York must somehow regroup quickly from its most devastating loss of the playoffs. With Wednesday night's dramatic 97-94 victory, the Chicago Bulls moved a step closer toward winning a third consecutive National Basketball Association championship. Meanwhile, the Knicks remained a team in shock today, shaken by losing such a crucial game during the final frustrating seconds.","thumbnail":null,"section":"Sports"},{"date":"19930604","headline":"Clinton and Powell Discover That They Need Each Other","web_url":"https://www.nytimes.com/1993/06/04/us/clinton-and-powell-discover-that-they-need-each-other.html","abstract":"  It was during the transition, and President George Bush, Defense Secretary Dick Cheney and Gen. Colin L. Powell, Chairman of the Joint Chiefs of Staff, were sitting around the Oval Office with some aides, musing about Bill Clinton and the merry band of baby boomers about to storm the White House.   Mr. Bush and Mr. Cheney were teasing General Powell with the ease of friends who had been through wars together, one participant in the meeting recalls. \"Well, Colin, you're going to have to deal with these guys now,\" Mr. Bush said. \"Not for long,\" General Powell replied with raised eyebrows as the others let out a hearty laugh. Matter of Mutual Survival    Indeed, when Bill Clinton took office, General Powell already had one eye on the exit, considering retirement even earlier than his currently planned departure in September. Since then, though, the two men have developed an intriguing relationship, one that neither of them could have expected.","thumbnail":null,"section":"U.S."},{"date":"19930604","headline":"N.B.A.'s Latest Serial: Superman vs. the Cult","web_url":"https://www.nytimes.com/1993/06/04/sports/pro-basketball-nba-s-latest-serial-superman-vs-the-cult.html","abstract":"  So now we have to make the choice: Do we want Superman or the Cult? Do we want to fly toward summer with Michael Jordan, his rakish dog tongue loose as he clicks into overdrive, clears a runway, lifts off and leaves us breathless or do we want to hang with the Knicks, this nineties version of \"Father Knows Best,\" call it Coach Dad and the Posse?   No answers here, only more questions. Is Superman dying, worn down by this longest of all basketball seasons, from the fall of 1991 through the spring of 1993, two National Basketball Association campaigns bridged by a Dream Team dalliance? Or is he toying with us, unrolling the suspense for his own amusement and the box office? Is Jordan's gambling the controlled passion of a man whose avocation also is competition, or is it out of bounds, needing further investigation by a game that has never completely outjumped its old scandals?","thumbnail":null,"section":"Sports"},{"date":"19930604","headline":"Abroad at Home; Anatomy Of a Smear","web_url":"https://www.nytimes.com/1993/06/04/opinion/abroad-at-home-anatomy-of-a-smear.html","abstract":"  In a speech last year, Lani Guinier said she hoped that South Africa would move toward majority rule -- modified to assure participation by the white minority. Only a coalition government including whites, she said, would have the legitimacy needed in a new South Africa.   Is that the same Lani Guinier, nominee to be Assistant Attorney General, who was dumped by President Clinton after the political right painted her as some kind of black racist? Yes, it is. How can that be?","thumbnail":null,"section":"Opinion"},{"date":"19930604","headline":"Ain't Nothing but a Draft Pick","web_url":"https://www.nytimes.com/1993/06/04/sports/ain-t-nothing-but-a-draft-pick.html","abstract":"  They call his cousin Elvis the king of rock 'n' roll. Kirk Presley can only hope to be king of the hill every fifth day. The Mets are offering him that chance, having drafted the 18-year-old right-hander from Tupelo, Miss., in the first round yesterday.   Kirk Presley, who was only 2 1/2 when his famous third cousin died, did not know Elvis, but he has known his shadow: public-address systems serenaded him with the song, \"Elvis Is Dead\" throughout his high-school career.","thumbnail":null,"section":"Sports"},{"date":"19930604","headline":"Low- and Moderate-Income Housing;\nSingle-Family Project in Waterbury","web_url":"https://www.nytimes.com/1993/06/04/us/low-and-moderateincome-housing-singlefamily-project-in-waterbury.html","abstract":"First-time home buyers with low and moderate incomes are the potential customers for a 144-unit development of single-family houses in this old industrial city of 190,000.\n\nThe project, called Old Farm Ridge, is being built by the NHS Development Corporation, an arm of Neighborhood Housing Services of Waterbury. The nonprofit housing group was formed in 1980 to help revitalize neighborhoods.","thumbnail":null,"section":"U.S."},{"date":"19930604","headline":"New President of Columbia Reportedly Seeks Shake-Up of Deans","web_url":"https://www.nytimes.com/1993/06/04/nyregion/new-president-of-columbia-reportedly-seeks-shake-up-of-deans.html","abstract":"  The president-elect of Columbia University has begun a shake-up that includes replacing the deans of Columbia College, the Graduate School of Arts and Sciences and the School of General Studies, faculty members said.   The changes would give the new president, George E. Rupp, more direct control over the college and the university's budget. Some faculty members and students characterized the proposals as a brilliant beginning for a visionary new president, while others portrayed them as Draconian measures taken in haste and without consultation.","thumbnail":null,"section":"New York"},{"date":"19930604","headline":"Decent Germans Need More Muscle and Less Fear","web_url":"https://www.nytimes.com/1993/06/04/opinion/IHT-decent-germans-need-more-muscle-and-less-fear.html","abstract":"Again people have been burned to death in a German city. Again they were targeted only because they were foreigners, although some had lived in Germany for decades or been born there. Again come the declarations of shock, disgust and anger from German po","thumbnail":null,"section":"Opinion"},{"date":"19930604","headline":"Restaurants","web_url":"https://www.nytimes.com/1993/06/04/arts/restaurants-180393.html","abstract":"  Like a long-running Broadway show, Orso has remained vital and fresh despite many cast changes over the years. This offshoot of the Joe Allen empire opened in 1985 when Restaurant Row on West 46th Street seemed headed toward gastronomic senescence. Almost single-handedly, Orso brought back the Broadway movers and shakers, instilling new life into the block.   Orso's step-down main dining room is dominated by a high arching skylight that creates a cheerful, sunny setting at lunch; in the evening it creates a sense of spaciousness. Soft ocher tones and wood trim contribute to a casual, contemporary setting. Walls are covered with publicity photographs of sports and entertainment celebrities. In the back an open tile-and-steel kitchen churns out pizzas, pastas and appealing grilled fare.","thumbnail":null,"section":"Arts"},{"date":"19930604","headline":"Builder of Parade Floats Puts World on Wheels","web_url":"https://www.nytimes.com/1993/06/04/nyregion/our-towns-builder-of-parade-floats-puts-world-on-wheels.html","abstract":"  IF IT'S Friday, this must be Bob DeVito's garage, where the parade floats go when they are not rolling along some avenue somewhere. Memorial Day, Wayne, N.J. Tomorrow, Montclair, N.J. Sunday, the Bronx. Next week, Fifth Avenue.   Mr. DeVito's garage, on a long street of warehouses and old factories, is like a back lot in Hollywood, but on wheels. Somewhere in this Styrofoam-and-papier-mache fantasy land, he's got the whole world on a float. New York to Moscow? It only takes a few seconds when the ocean is globs of blue paint.","thumbnail":null,"section":"New York"},{"date":"19930604","headline":"Russian Male Choir","web_url":"https://www.nytimes.com/1993/06/04/arts/russian-male-choir.html","abstract":"  Akafist, an 18-voice male chamber choir from Moscow, will give a concert on Sunday at 4 P.M. at Trinity Church, Broadway at Wall Street in lower Manhattan. On the program are Russian folk songs and sacred music from the Russian Orthodox Church. Tickets are $15 and $20. Information: (212) 602-0873.","thumbnail":null,"section":"Arts"},{"date":"19930604","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/06/04/style/chronicle-110293.html","abstract":"  When LEANZA CORNETT was crowned Miss America 1993 in September, she vowed to talk about AIDS at her appearances during the year. Since then, she has learned that not everyone wants her to talk about the disease, in particular not to schoolchildren.    On Tuesday, for example, she was scheduled to speak at three elementary schools and one high school in Bradford County in north central Florida. But a week ago, she said, \"I received a letter saying that the school board had asked I not mention the word AIDS or talk about it or sex, but that I talk only about self-esteem and saying no to drugs.\"","thumbnail":null,"section":"Style"},{"date":"19930604","headline":"Let's Introduce Some Common Sense Into Our Drug Policies","web_url":"https://www.nytimes.com/1993/06/04/opinion/l-let-s-introduce-some-common-sense-into-our-drug-policies-717893.html","abstract":"  To the Editor:   Some drug legalization proponents suggest that anyone who opposes legalization must support all the foolish and ineffective drug-war policies pursued by the last two administrations: eradication of foreign drug crops, massive spending to interdict drug smuggling and draconian sentences for minor-league drug dealers.   It is strange to find A. M. Rosenthal in \"Dismantling the War\" (column, May 18) using the same twisted logic to argue that anyone, even the Attorney General, who opposes foolish and ineffective drug-war policies must support drug legalization. Not so.","thumbnail":null,"section":"Opinion"},{"date":"19930604","headline":"Perot Parades a Republican But Is Mum on Endorsement","web_url":"https://www.nytimes.com/1993/06/04/us/perot-parades-a-republican-but-is-mum-on-endorsement.html","abstract":"  Ross Perot's Texas organization called a news conference today, put Mr. Perot and Kay Bailey Hutchison, the Republican Senate candidate, on the same stage, and announced its members' support for her in the election on Saturday. Then the organization took pains to emphasize that this was not an endorsement of her.   Bill Walker, the Texas director of United We Stand America Inc., said the announcement that the group's members were supporting Mrs. Hutchison was based on a questionnaire mailed to the Texas membership of the group that Mr. Perot formed after his independent bid for President last year.","thumbnail":null,"section":"U.S."},{"date":"19930604","headline":"Plastic Goes in the Oven and Diamond Comes Out","web_url":"https://www.nytimes.com/1993/06/04/us/plastic-goes-in-the-oven-and-diamond-comes-out.html","abstract":"  By cooking plastic in an ordinary oven, scientists at Pennsylvania State University seem to have achieved the chemical equivalent of making a silk purse out of a sow's ear: They have made a form of diamond.   Whether their instant diamond mix proves to have practical uses, the scientists believe they have hit upon a novel method for arranging the carbon atoms in a polymer that mimics the carbon structure of crystalline diamond. When this polymer is cooked at a relatively low temperature, it is largely converted to diamond.","thumbnail":null,"section":"U.S."},{"date":"19930604","headline":"Dole Waves G.O.P. Flag in California","web_url":"https://www.nytimes.com/1993/06/04/us/dole-waves-gop-flag-in-california.html","abstract":"  He has tempered his criticism of President Clinton with words of encouragement. He has held his fire when asked about the President's wife. But he has allowed himself a sly haircut joke or two.   On a three-day fund-raising and morale-boosting tour of California, Bob Dole, the Senate minority leader, has offered the balm of professionalism to a shaken state Republican Party, urging members to focus on the issues that unite rather than divide them.","thumbnail":null,"section":"U.S."},{"date":"19930604","headline":"Priest Plans a Hunger Strike To Force Meeting With Bishop","web_url":"https://www.nytimes.com/1993/06/04/nyregion/priest-plans-a-hunger-strike-to-force-meeting-with-bishop.html","abstract":"  A suspended Episcopal priest said yesterday that he intends to go on a hunger strike at the diocesan office this morning until Bishop Richard F. Grein meets with him to discuss the suspension. His supporters also vowed to continue their protests until he is reinstated, defying the Bishop's insistence that the protests end before any discussions take place.   The Rev. Luis Barrios, the priest in charge of St. Ann's Church in Mott Haven, the Bronx, said Bishop Grein had failed to detail the reasons for his May 19 suspension, and he accused diocesan officials of racism.","thumbnail":null,"section":"New York"},{"date":"19930604","headline":"Review/Art; Abstract Expressionism: The Lighter, Quieter Side","web_url":"https://www.nytimes.com/1993/06/04/arts/review-art-abstract-expressionism-the-lighter-quieter-side.html","abstract":"  Anyone who still thinks of Abstract Expressionism strictly as bullish, monumental painting created by disaffected male heroes can think again. The Metropolitan Museum of Art's \"Abstract Expressionism: Works on Paper,\" an exhibition drawn entirely from the museum's own collection, is so full of intimate, small-scale incident that it suggests a different sensibility altogether, one in which a supposed compulsion for self-expression is tempered by a concern for nature, for non-Western art, and for the emotional impact of sheer formal beauty.    Not that the old view is entirely wrong. Of the show's 19 artists, only two are women, and a few of the works included are aggressive in the extreme. Among them is a pair of Willem de Kooning's images of women done in oils. One dated 1950 is spiky and keen, the woman's smiling mouth cut from a cigarette ad. The other, from 1966, is a weird Rubenesque knot of blood-red and flesh-pink. Disturbingly, it suggests a kind of slashing sexual martyrdom and shows how Mr. de Kooning, uniquely among his peers at this period, found a metaphor for carnality in paint.","thumbnail":null,"section":"Arts"},{"date":"19930604","headline":"1893:A Lethal Round : IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/06/04/opinion/IHT-1893a-lethal-round-in-our-pages-100-75-and-50-years-ago.html","abstract":"PARIS - Two officers were killed on a military shooting range in the South of France yesterday [June 3], owing to the bursting of a cannon that had not previously been fired. At the very first shot, the breech was blown backwards; it ricocheted for about","thumbnail":null,"section":"Opinion"},{"date":"19930604","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/04/nyregion/c-corrections-646593.html","abstract":"  An obituary yesterday about Frederick Glass, 79, a former transportation industry exective who died on Wednesday in Manhattan, misidentified a college on whose board he served. It is the College of Aeronautics in Flushing, Queens.","thumbnail":null,"section":"New York"},{"date":"19930604","headline":"Musty Academic Speculation or Blueprint for Political Action?","web_url":"https://www.nytimes.com/1993/06/04/us/musty-academic-speculation-or-blueprint-for-political-action.html","abstract":"  Historically, most law review articles are neither little noted nor long remembered, except by the professors who wrote them and the committees who control their futures.   But twice in six years, Presidential nominations have foundered over esoteric academic writings. The articles written by Lani Guinier about the Voting Rights Act caused her political death. In the failed nomination of Robert H. Bork to the Supreme Court, they were merely a contributing factor.","thumbnail":null,"section":"U.S."},{"date":"19930604","headline":"Laoretti Is Struggling To Regain His Stroke","web_url":"https://www.nytimes.com/1993/06/04/sports/golf-laoretti-is-struggling-to-regain-his-stroke.html","abstract":"  Larry Laoretti went from club pro to overnight hero last year when he scored his first victory on the Senior PGA Tour in the Senior United States Open.    Laoretti, from Mahopac, N.Y., played pretty well for about a month after his triumph, but his game has since declined. In 14 events this season, Laoretti's best finish has been a tie for 10th at the Bell Atlantic Classic, two weeks ago.","thumbnail":null,"section":"Sports"},{"date":"19930604","headline":"A Day at Bergdorf's Just for the Fun of It","web_url":"https://www.nytimes.com/1993/06/04/arts/a-day-at-bergdorf-s-just-for-the-fun-of-it.html","abstract":"  I MISS the violets on the Bonwit Teller bag. Not to mention the three-tiered Lenox candy dishes B. Altman used to sell. Go ahead, scoff. No one even eats candy anymore. But in this era of diminishing department stores, I'm feeling sentimental.   I know I'm partly to blame for their demise. Like millions of other people, I've become a devoted catalogue shopper, ordering everything by phone, from dishes to shoes. On Saturday afternoons, the last thing I want to do is fight the midtown crowds. Once you learn to shop lying down, it's too hard to get up again.","thumbnail":null,"section":"Arts"},{"date":"19930604","headline":"No Headline","web_url":"https://www.nytimes.com/1993/06/04/nyregion/no-headline-575293.html","abstract":"  \"Libel law is about providing compensation for damages to one's reputation. It's not about punishing journalists for not adhering to the highest standards of their profession. The danger is you are turning libel trials into some kind of journalism ethics tribunal.\" -- JANE E. KIRTLEY, executive director of the Reporters Committee for Freedom of the Press.  [ A16:3. ]","thumbnail":null,"section":"New York"},{"date":"19930604","headline":"Cherokee Run Draws Rail for A Big Belmont","web_url":"https://www.nytimes.com/1993/06/04/sports/horse-racing-cherokee-run-draws-rail-for-a-big-belmont.html","abstract":"  Twenty years after her legendary colt, Secretariat, won the Belmont Stakes by 31 lengths, Penny Tweedy fished into the silver bowl yesterday and drew the numbered chips that assigned post positions for the 125th running of the Belmont Stakes tomorrow. She handed the first number to Bruce Lombardi, the racing secretary, who announced: \"No. 1 post. Cherokee Run.\"   That was fine with Cherokee Run, a speed horse who would now be able to spring from the starting gate and rocket straight ahead while everybody else scrambled to catch him or at least crowd him on the rail. And, if he could keep rocketing for a mile and a half, which is a pretty big \"if,\" then he might just make some racing history by winning the $500,000 Belmont Stakes, the third and most demanding race in the Triple Crown series.","thumbnail":null,"section":"Sports"},{"date":"19930604","headline":"The Solingen Tragedy","web_url":"https://www.nytimes.com/1993/06/04/opinion/the-solingen-tragedy.html","abstract":"  Only days after the Bonn Parliament yielded to pressure from the right by scrapping Germany's liberal asylum laws, extremists stepped up their campaign against foreigners. Five Turkish women and children died in a firebombing ascribed to neo-Nazi skinheads. The Solingen tragedy, the worst of its kind since unification in 1990, ignited violent demonstrations by Turkish immigrants. Yet Chancellor Helmut Kohl's generalized condemnation of all violence does not begin to deal with the valid grievances of a vulnerable minority.   Germany's 1.5 million or so Turkish inhabitants are not asylum-seekers fleeing persecution at home. Nearly all are guest workers, or the offspring of guest workers, whose toil has been an essential element in Germany's \"economic miracle.\" However, few are citizens, hardly any are civil servants and none sit in the national Parliament.","thumbnail":null,"section":"Opinion"},{"date":"19930604","headline":"Where Is Kohl When the Victims Need Him?","web_url":"https://www.nytimes.com/1993/06/04/opinion/IHT-where-is-kohl-when-the-victims-need-him.html","abstract":"When the firebombing of a foreigners' residence in the German city of Solingen claimed the lives of five Turkish women, the German public and most politicians responded spontaneously. .Within hours of the cowardly attack on Saturday, Germans joined han","thumbnail":null,"section":"Opinion"},{"date":"19930604","headline":"Sounds Around Town","web_url":"https://www.nytimes.com/1993/06/04/arts/sounds-around-town-724093.html","abstract":"  Jeff Harnar on Hollywood   Jeff Harnar, \"Dancing in the Dark: Vincente Minnelli's Hollywood,\" the Oak Room at the Algonquin Hotel, 59 West 44th Street, Manhattan, (212) 840-6800. In a show that is a model of its type, Jeff Harnar pays tribute to the celebrated movie director by blending biographical anecdotes with astutely chosen songs from the 14 movie musicals Minnelli directed. A smooth pop baritone who suggests a hybrid of Larry Kert and Johnny Mathis, Mr. Harnar hits a peak in a rock-and-roll-flavored medley of songs with celestial themes. Show time is 9:30 tonight and tomorrow. At the club's 11:30 P.M. late shows, Mr. Harnar is also performing his equally delightful program \"The 1959 Broadway Songbook.\" For each show there is a $25 music charge and a $10 food-and-drink minimum.  The Three Faces of Betty    Betty, the Ballroom, 253 West 28th Street, Chelsea, (212) 244-3005. A musical-comedy trio featuring Alyson Palmer and the sisters Amy and Bitzy Ziff, Betty is as smart and funny as it is stylistically uncategorizable. Short sketches, commentary and news media satire with a feminist slant are blended with original songs into a continuous stream of music and talk. The musical elements include cello, train whistle, bass and electric keyboard. Performance art meets cabaret meets rock with a hint of funk. Show times are tonight and tomorrow at 9 and 11:15, and tickets are $25 and $20.","thumbnail":null,"section":"Arts"},{"date":"19930604","headline":"3 Candidates Striving to Leave No Republican Unturned","web_url":"https://www.nytimes.com/1993/06/04/nyregion/3-candidates-striving-to-leave-no-republican-unturned.html","abstract":"  Jim Wallwork came here to greet noontime shoppers and noshers around the Morristown Green today at a campaign stop that showed the difficulties of winning votes in the Republican primary for governor.   He shook the hands of Democrats. He shook the hands of independents. He even shook the hands of a few of New Jersey's 799,000 Republicans, who make up only about 20 percent of the state's 3.9 million registered voters.","thumbnail":null,"section":"New York"},{"date":"19930604","headline":"Crash Kills Cyclist On Lower East Side","web_url":"https://www.nytimes.com/1993/06/04/nyregion/crash-kills-cyclist-on-lower-east-side.html","abstract":"  A 22-year-old man who was on his way to buy a soda was killed early yesterday morning when a car ran a red light and rammed into the bicycle he was riding on the Lower East Side, the police said.   The victim, Emilio Rodriguez, had just left his home at 610 East 11th Street and was heading around the corner to a bodega when he was struck at the intersection of 10th Street and Avenue B.","thumbnail":null,"section":"New York"},{"date":"19930604","headline":"Reviews/ Film; The Good, the Bad And the Beautiful","web_url":"https://www.nytimes.com/1993/06/04/movies/reviews-film-the-good-the-bad-and-the-beautiful.html","abstract":"Ambiguous Lothario on trial for murder. Unimpressive drama.","thumbnail":null,"section":"Movies"},{"date":"19930604","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/04/nyregion/c-corrections-678393.html","abstract":"  Because of an editing error, an article in Business Day yesterday about the sale of the Circle K Corporation misstated the number of creditor groups that supported the company's bankruptcy reorganization plan. Three groups will receive payments under the plan -- bank lenders, noteholders and unsecured creditors.","thumbnail":null,"section":"New York"},{"date":"19930604","headline":"The Spoken Word","web_url":"https://www.nytimes.com/1993/06/04/books/the-spoken-word.html","abstract":"  \"WOMEN IN FILM: YOU GO GIRLS!\" Flatbush and DeKalb Avenues, Flatbush, Brooklyn. A panel discussion featuring Julie Dash, the director of \"Daughters of the Dust\"; the producer Grace Blake, the actress Joie Lee and others, part of the Spike Lee 40 Acres Film Institute lecture series. Saturday at 11 A.M. Admission: $25; $15 for college students; $10 for high school students. Information: (718) 858-9620. READING, Way of Action, 316 Seventh Street, Park Slope, Brooklyn. Sixteen poets and fiction writers read from their work in a benefit for the Brooklyn Bound Reading Series. Sunday at 3 P.M. Admission: $7. Information: (718) 965-1541.","thumbnail":null,"section":"Books"},{"date":"19930604","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/04/nyregion/c-corrections-679193.html","abstract":"  An article in Business Day yesterday about the General Motors Corporation's leasing of used cars and trucks misstated the Chrysler Corporation's leasing strategy. Chrysler does not offer leasing on used vehicles. The article also misidentified a G.M. financing plan for car purchases. The plan is known as Smartbuy.","thumbnail":null,"section":"New York"},{"date":"19930604","headline":"A Referendum on Guns : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/04/opinion/IHT-a-referendum-on-guns-letters-to-the-editor.html","abstract":"Regarding \"For Japan, Acquittal Confirms Worst View of U.S.\" (May 25): .The death of Yoshihiro Hattori must be incomprehensible to his parents and friends, indeed to all Japanese people. I am an American and I don't understand it. I hope and","thumbnail":null,"section":"Opinion"},{"date":"19930604","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/06/04/arts/art-in-review-722493.html","abstract":"  Dario Urzay  Pamela Auchincloss Gallery 558 Broadway (near Prince Street) SoHo Through June 30   Sealed beneath shiny layers of varnish, pale clouds of color drift across Dario Urzay's canvases. Mr. Urzay, a Spanish painter who lives in New York City, uses cosmetics as pigments, and as a result his palette runs to pastel pinks, pale greens and tawny browns with a few fiery reds and metallic golds thrown in.","thumbnail":null,"section":"Arts"},{"date":"19930604","headline":"Good With Violins, Not With People","web_url":"https://www.nytimes.com/1993/06/04/movies/good-with-violins-not-with-people.html","abstract":"\"Un Coeur en Hiver\" (\"A Heart in Winter\"), a coolly elegant romance directed by Claude Sautet, is centered on Stephane (Daniel Auteuil), who is solemn and expert when it comes to his craft (repairing fine violins) but has no skill in matters of emotion.    There is a certain irony to this film's title. Stephane is hardly more wintry-hearted than the story's other two principals, with whom he becomes involved in a subtle and difficult romantic triangle. Each of these refined, self-involved characters has his or her own form of chilly isolation, but it is Stephane who pays most noticeably for his shortcomings.   ","thumbnail":null,"section":"Movies"},{"date":"19930604","headline":"Backing Away Again, Christopher Says Bosnia Is Not a Vital Interest","web_url":"https://www.nytimes.com/1993/06/04/world/backing-away-again-christopher-says-bosnia-is-not-a-vital-interest.html","abstract":"  Taking another step back from the war in Bosnia, Secretary of State Warren Christopher said today that the conflict \"involves our humanitarian concerns, but it does not involve our vital interests.\"   The end of the cold war, Mr. Christopher said, has changed the stakes in such conflicts and is a primary reason the Clinton Administration has failed to persuade its European allies to follow its lead on Bosnia.","thumbnail":null,"section":"World"},{"date":"19930604","headline":"Raiders to Rocket: Let's Talk","web_url":"https://www.nytimes.com/1993/06/04/sports/sports-people-football-raiders-to-rocket-let-s-talk.html","abstract":"  Toronto Argonauts receiver RAGHIB (ROCKET) ISMAIL will be in California this weekend to meet with Los Angeles Raiders' officials and work out for the team's coaching staff.   \"We haven't talked about a specific amount or the number of years,\" said BOB WOOLF, Ismail's agent. \"But if they like him and they put forth an offer that I like, then anything is possible.\"","thumbnail":null,"section":"Sports"},{"date":"19930604","headline":"TV Weekend; An Uneasy Pair: Business and Politics","web_url":"https://www.nytimes.com/1993/06/04/arts/tv-weekend-an-uneasy-pair-business-and-politics.html","abstract":"  \"Washington Under the Influence\" is the first of four programs on the uneasy relationship between business and politics. Evidently under the influence of the admirable Fred Friendly seminars, the new series, \"On the Issues,\" brings together players from Government, corporate board rooms and elsewhere to be badgered by an immoderate sort of moderator about a hypothetical problem that reflects problems that are only too real.   Tonight's hypothetical, advanced by Jeff Greenfield of ABC News, has to do with a small furniture company that is under attack by workers and environmentalists for using chemicals that cause chronic fatigue syndrome. Lending themselves to the exercise are lobbyists, legislators, business executives and journalists, generously lumped together by John Chancellor, who introduces each hour, as \"distinguished leaders.\"","thumbnail":null,"section":"Arts"},{"date":"19930604","headline":"20 Years After, Foreman Is Again Stalking a Title","web_url":"https://www.nytimes.com/1993/06/04/sports/20-years-after-foreman-is-again-stalking-a-title.html","abstract":"  George Foreman stopped sparring long enough to give a lesson in syntax. He was surprised at reports he would retire after his fight Monday against Tommy Morrison for the vacant World Boxing Organization heavyweight crown.   \"I only said, 'This will probably be the last time you'll see me in the ring,' \" Foreman said. He paused, and added, \"But I never said I was going to retire.\"","thumbnail":null,"section":"Sports"},{"date":"19930604","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1993/06/04/style/IHT-what-theyre-reading.html","abstract":"Nicols Snchez-Albornoz, director of the Instituto Cervantes, is reading \"O ano da morte de Ricardo Reis,\" a novel by the Portuguese writer Jos Saramago. .\"The demands of my job leave less time to enjoy fiction. I like no","thumbnail":null,"section":"Style"},{"date":"19930604","headline":"Good-Bye Red, Hello Green : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/04/opinion/IHT-goodbye-red-hello-green-letters-to-the-editor.html","abstract":"With the collapse of corrupt socialist governments in France and Italy, it appears ever more likely that socialism, following communism, is dead, not only as a workable political system but as a meaningful ideology. .Socialism and communism were develo","thumbnail":null,"section":"Opinion"},{"date":"19930604","headline":"Article 315693 -- No Title","web_url":"https://www.nytimes.com/1993/06/04/arts/article-315693-no-title.html","abstract":"  For eight years, Wilson's was a popular restaurant and thriving singles bar on the Upper West Side. Then, earlier this year, it closed down for six weeks to renovate the dining room and kitchen. When it reopened in April, it had a new menu and a new name, Chaz & Wilson Grill.   To some, this blurring of a successful identity might be marketing suicide. To Debbie Wilson, a co-owner, it was sound strategy in the increasingly competitive Upper West Side restaurant business centering on Amsterdam Avenue in the low 80's.","thumbnail":null,"section":"Arts"},{"date":"19930604","headline":"Man in the News; The Mercurial Prince: Norodom Sihanouk","web_url":"https://www.nytimes.com/1993/06/04/world/man-in-the-news-the-mercurial-prince-norodom-sihanouk.html","abstract":"  He was a King when he was 18, a prisoner at 20, an exile at 31, a Prime Minister at 32, a chief of state again at 38, a prisoner again at 54, an exile again at 69.   Now, at 70, Norodom Sihanouk has once again come to the brink of power, and characertistically pulled back, at least for the moment. His approach to the situation appears to be not much different from what it was in the days when his business cards simply said, \"Sihanouk du Cambodge,\" Sihanouk of Cambodia.","thumbnail":null,"section":"World"},{"date":"19930604","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/06/04/arts/art-in-review-723293.html","abstract":"  Richard Prince  Barbara Gladstone Gallery 99 Greene Street (near Prince Street) SoHo Through June 12   The women in Richard Prince's blowups of snapshots taken from motorcycle magazines are both creepy and pathetic. Draping themselves nude over the seats of their boyfriends' bikes or posing in dark glasses and leopardskin tights, they seem to want to embody defiant fantasies of sexual outrageousness.","thumbnail":null,"section":"Arts"},{"date":"19930604","headline":"Last Chance","web_url":"https://www.nytimes.com/1993/06/04/theater/last-chance.html","abstract":"  Here is a sampling of shows in New York City that are to close soon: Closing This Weekend  \"SALTIMBANCO,\" Cirque du Soleil, Battery Park City, West Street and Battery Place. An all-new production with an original musical score and 40 international performing artists. Through Sunday. Performances: Tonight at 6 and 9:30; tomorrow at 4:30 and 8:30 P.M.; Sunday at 1 and 5 P.M. Tickets: $15 to $39.50 for adults; $7.50 to $27.50 for children under 12. Information: (212) 809-6969. \"BEYOND THE SUBJECTIVE,\" Synchronicity Space, 55 Mercer Street, SoHo. Photographs by James Lane and Yoshitake Saito. Through Sunday. Hours: today through Sunday, noon to 6 P.M. Free. Information: (212) 925-8645. Closing Next Weekend  \"AVENUE X,\" Playwrights Horizons, New Theater Wing, Studio, 416 West 42d Street, Manhattan. An a cappella musical by John Jiler and Ray Leslee, set in the early 1960's, about two young singers who try to take an interracial act to the Brooklyn Fox Theater. Through June 13. Performances: Monday, Tuesday, Wednesday and Friday at 8 P.M.; Saturday, 3 and 8 P.M.; Sunday, 2 and 7 P.M. Tickets: $5. Information: (212) 279-4200. AMERICAN BALLET THEATER, Metropolitan Opera House. Through June 12. Performances: Monday, Tuesday, Thursday and Friday at 8 P.M.; Wednesday and Saturday at 2 and 8 P.M. Tickets: $16 to $95. Information: (212) 362-6000. \"PICASSO AND THE AGE OF IRON,\" Solomon R. Guggenheim Museum, 1071 Fifth Avenue, at 88th Street. Through June 13. Hours: 10 A.M. to 8 P.M. daily; closed on Thursdays. Admission: $7; $4 for students and the elderly; free for children under 12. Information: (212) 423-3500. \"1993 BIENNIAL EXHIBITION,\" Whitney Museum of American Art, 945 Madison Avenue, at 75th Street. Works by more than 80 contemporary artists, including installations, drawings, photography and video. Through June 13. Hours: Wednesday, Friday, Saturday and Sunday, 11 A.M. to 6 P.M.; Thursday, 1 to 8 P.M. Admission: $6; $4 for students and the elderly; free for children under 12. Information: (212) 570-3676.","thumbnail":null,"section":"Theater"}],"wiki_events":[],"weather":[{"date":"19930604","time":"1993-06-04 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":63,"wspd":13},{"date":"19930604","time":"1993-06-04 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":68,"wspd":9.4},{"date":"19930604","time":"1993-06-04 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":73,"wspd":7.6},{"date":"19930604","time":"1993-06-04 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":76,"wspd":11.2},{"date":"19930604","time":"1993-06-04 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.3,"rhum":76,"wspd":5.4},{"date":"19930604","time":"1993-06-04 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":74,"wspd":3.6},{"date":"19930604","time":"1993-06-04 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":72,"wspd":3.6},{"date":"19930604","time":"1993-06-04 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":63,"wspd":7.6},{"date":"19930604","time":"1993-06-04 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.5,"rhum":53,"wspd":5.4},{"date":"19930604","time":"1993-06-04 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17,"rhum":40,"wspd":3.6},{"date":"19930604","time":"1993-06-04 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.9,"rhum":24,"wspd":3.6},{"date":"19930604","time":"1993-06-04 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.3,"rhum":33,"wspd":5.4},{"date":"19930604","time":"1993-06-04 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.3,"rhum":32,"wspd":5.4},{"date":"19930604","time":"1993-06-04 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20,"rhum":34,"wspd":5.4},{"date":"19930604","time":"1993-06-04 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.6,"rhum":37,"wspd":9.4},{"date":"19930604","time":"1993-06-04 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.6,"rhum":42,"wspd":9.4},{"date":"19930604","time":"1993-06-04 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20,"rhum":39,"wspd":14.8},{"date":"19930604","time":"1993-06-04 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.9,"rhum":43,"wspd":13},{"date":"19930604","time":"1993-06-04 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.5,"rhum":33,"wspd":14.8},{"date":"19930604","time":"1993-06-04 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.2,"rhum":32,"wspd":13},{"date":"19930604","time":"1993-06-04 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.4,"rhum":35,"wspd":11.2},{"date":"19930604","time":"1993-06-04 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.6,"rhum":45,"wspd":7.6},{"date":"19930604","time":"1993-06-04 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.9,"rhum":40,"wspd":7.6},{"date":"19930604","time":"1993-06-04 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.3,"rhum":47,"wspd":3.6},{"date":"19930604","time":"1993-06-04 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":40,"wspd":18.7},{"date":"19930604","time":"1993-06-04 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":49,"wspd":9.4},{"date":"19930604","time":"1993-06-04 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":63,"wspd":9.4},{"date":"19930604","time":"1993-06-04 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":63,"wspd":9.4},{"date":"19930604","time":"1993-06-04 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":57,"wspd":11.2},{"date":"19930604","time":"1993-06-04 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":61,"wspd":13},{"date":"19930604","time":"1993-06-04 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":63,"wspd":9.4},{"date":"19930604","time":"1993-06-04 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":70,"wspd":7.6},{"date":"19930604","time":"1993-06-04 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":63,"wspd":0},{"date":"19930604","time":"1993-06-04 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":61,"wspd":7.6},{"date":"19930604","time":"1993-06-04 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":56,"wspd":11.2},{"date":"19930604","time":"1993-06-04 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":72,"wspd":22.3},{"date":"19930604","time":"1993-06-04 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":81,"wspd":22.3},{"date":"19930604","time":"1993-06-04 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":87,"wspd":20.5},{"date":"19930604","time":"1993-06-04 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":84,"wspd":13},{"date":"19930604","time":"1993-06-04 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":75,"wspd":13},{"date":"19930604","time":"1993-06-04 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":57,"wspd":7.6},{"date":"19930604","time":"1993-06-04 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":44,"wspd":7.6},{"date":"19930604","time":"1993-06-04 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":39,"wspd":13},{"date":"19930604","time":"1993-06-04 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":42,"wspd":9.4},{"date":"19930604","time":"1993-06-04 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":33,"wspd":27.7},{"date":"19930604","time":"1993-06-04 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":31,"wspd":14.8},{"date":"19930604","time":"1993-06-04 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":34,"wspd":14.8},{"date":"19930604","time":"1993-06-04 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":34,"wspd":11.2}]},"19930605":{"guardian_articles":[{"date":"19930605","headline":"England Warne down and put in a spin","web_url":"https://www.theguardian.com/sport/1993/jun/05/ashes2005.ashes","abstract":null,"thumbnail":null,"section":"Sport"}],"nytimes_articles":[{"date":"19930605","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/05/nyregion/c-corrections-650993.html","abstract":"  A review of the film \"Life With Mikey\" in Weekend yesterday referred incorrectly to the actress who plays the little girl Judy. She is Barbara Hollander.  ","thumbnail":null,"section":"New York"},{"date":"19930605","headline":"U.N. Press Corps Put Strain on Diplomacy","web_url":"https://www.nytimes.com/1993/06/05/opinion/l-un-press-corps-put-strain-on-diplomacy-893593.html","abstract":"  To the Editor:   Re \"Dumb Censorship at the U.N.\" (editorial, May 26): The invitation by the United Nations correspondents to Shen Tong, a leading Chinese dissident, to meet with them in their club led a member state of the United Nations, China, to protest to Secretary General Boutros Boutros-Ghali what it considered a political activity at odds with its standing as a member state of the world organization.   The club of the United Nations Correspondents Association is inside the Secretariat building. Imagine, for example, if the National Press Club were at the Department of State building. This imposes certain limitations on the use that may be made of such space, in contrast to situations where journalists' associations occupy independent quarters.","thumbnail":null,"section":"Opinion"},{"date":"19930605","headline":"Stemming Slaughter in the Streets","web_url":"https://www.nytimes.com/1993/06/05/opinion/stemming-slaughter-in-the-streets.html","abstract":"  The gun lobby is finally losing its grip on America. Despite heavy lobbying by the National Rifle Association, two states -- New Jersey and Virginia -- have placed limits on sales of assault weapons within their borders. Connecticut is on the verge of doing the same.    Now a survey by Louis Harris shows that Americans as a whole approve of stringent weapons control to stem the rising tide of handgun deaths.","thumbnail":null,"section":"Opinion"},{"date":"19930605","headline":"Guinier Had to Go. Now.","web_url":"https://www.nytimes.com/1993/06/05/opinion/guinier-had-to-go-now.html","abstract":"President Clinton's withdrawal of the nomination of Lani Guinier as Assistant Attorney General for civil rights was principled, courageous and correct.\n\nBut it is important to separate the soundness of the decision from the way in which the White House handled the nomination.","thumbnail":null,"section":"Opinion"},{"date":"19930605","headline":"The Kings Play a Little Traveling Music","web_url":"https://www.nytimes.com/1993/06/05/sports/hockey-the-kings-play-a-little-traveling-music.html","abstract":"  Even before the closing arguments were concluded in the Marty McSorley stick-curve case, the Los Angeles Kings were subtly changing the subject, looking to regain a psychological edge against the Montreal Canadiens as their Stanley Cup final series headed back to Los Angeles.   Having split the first two games in Montreal, the teams resume the four-of-seven-game championship round on Saturday night at the other forum, the one located more than 2,500 miles southwest of Montreal.","thumbnail":null,"section":"Sports"},{"date":"19930605","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/05/nyregion/c-corrections-645293.html","abstract":"  Because of an editing error, a news analysis article on Thursday about the Guatemalan political crisis misstated the day of the military ouster of President Jorge Serrano Elias. It was Tuesday, not Monday.","thumbnail":null,"section":"New York"},{"date":"19930605","headline":"Colombian Goalie Higuita Is Arrested","web_url":"https://www.nytimes.com/1993/06/05/sports/sports-people-soccer-colombian-goalie-higuita-is-arrested.html","abstract":"  Police in Medellin, Colombia, yesterday arrested one of Latin America's most colorful soccer stars, Colombian national team goalkeeper RENE HIGUITA, on charges of kidnapping and drug trafficking.   The prosecutor-general's office said Higuita, who plays full time for the Medellin team Atletico Nacional, was accused of acting as an intermediary in the freeing of an abducted young woman.","thumbnail":null,"section":"Sports"},{"date":"19930605","headline":"Williams Honors Jim Lehrer","web_url":"https://www.nytimes.com/1993/06/05/us/commencements-williams-honors-jim-lehrer.html","abstract":"  Jim Lehrer, associate editor and co-anchor of \"The MacNeil/Lehrer Newshour\" on PBS, delivered the main address yesterday at the 204th commencement of Williams College in Williamstown, Mass.","thumbnail":null,"section":"U.S."},{"date":"19930605","headline":"Germans Arrest 3 More in Bombing Fatal to Turks","web_url":"https://www.nytimes.com/1993/06/05/world/germans-arrest-3-more-in-bombing-fatal-to-turks.html","abstract":"  The German police have reportedly arrested three men in connection with the fatal firebombing last week at a home occupied by Turks, and say they believe that the bombing was motivated by their anger after having been thrown out of a nearby bar.   Acting on information given by a 16-year-old who was arrested soon after the bombing, the police today arrested another 16-year-old and two men aged 20 and 23. All are believed to have belonged to far-right groups.","thumbnail":null,"section":"World"},{"date":"19930605","headline":"Guatemala's Vice President Is Said to Resign","web_url":"https://www.nytimes.com/1993/06/05/world/guatemala-s-vice-president-is-said-to-resign.html","abstract":"  Under pressure from the same business, political and social groups that backed the military overthrow of President Jorge Serrano Elias on Tuesday, Mr. Serrano's Vice President renounced his claim to the presidency tonight, politicians said.   The opponents of the Vice President, Gustavo Espina Salguero, effectively turned aside the powerful army leadership, which had surprised and angered many Guatemalans by publicly endorsing Mr. Espina's attempt to take over as President.","thumbnail":null,"section":"World"},{"date":"19930605","headline":"Gambino Jury Deadlocked","web_url":"https://www.nytimes.com/1993/06/05/nyregion/gambino-jury-deadlocked.html","abstract":"  Two reputed mobsters, John and Joseph Gambino, were convicted yesterday only of jumping bail as a jury deadlocked on charges that they distributed thousands of pounds of heroin smuggled into the United States. Judge Peter K. Leisure of Federal District Court in Manhattan declared a mistrial and scheduled a conference for Thursday to discuss a new trial.","thumbnail":null,"section":"New York"},{"date":"19930605","headline":"CONFLICT IN THE BALKANS: Serbs Feel Invincible; Having Out-Bluffed the West, They May Now Press Their Bosnia Drive","web_url":"https://www.nytimes.com/1993/06/05/world/conflict-balkans-serbs-feel-invincible-having-bluffed-west-they-may-now-press.html","abstract":"  Serbian leaders here and in Bosnia are now acting with increasing confidence, sensing that they have out-bluffed Europe, Russia and the United States, and no longer see any major obstacles to their drive for hegemony in former Yugoslavia.   This is the conclusion of foreign diplomats here and a number of Serbs, who say recent events have made it clear that the major powers have no stomach for direct military intervention in the republic of Bosnia and Herzegovina.","thumbnail":null,"section":"World"},{"date":"19930605","headline":"Results Plus","web_url":"https://www.nytimes.com/1993/06/05/sports/results-plus-429893.html","abstract":"  COLLEGE BASEBALL Texas A&M Captures World Series Opener Brian Thomas's 15th homer of the season leading off the sixth inning broke a 1-1 tie and helped left-hander Jeff Granger and top-seeded Texas A&M beat Kansas, 5-1, in the opening game of the College World Series yesterday in Omaha. Granger (15-3) scattered five hits and struck out seven in eight innings of work. The Aggies (53-9) move to a game Sunday against L.S.U., which defeated Long Beach State, 7-1, last night. Kansas will play Long Beach in an elimination-bracket game Sunday. (AP) TENNIS Navratilova Advances to Beckenham Final Martina Navratilova avenged a rare grass-court upset yesterday by beating fourth-seeded Linda Harvey-Wild, 6-3, 6-1, in one semifinal match at the Beckenham event in England. Harvey-Wild beat Navratilova in three sets at the Eastbourne tournament last year. Navratilova plays Dutch teen-ager Kristie Boogert in today's final of the exhibition tournament. Boogert, seeded No. 5, beat Kristine Radford, 6-4, 6-2, to gain the final. (AP) GOLF Baker Ties a Record at British Masters Peter Baker of England shot an eight-under 64 yesterday to tie the course record and open a three-stroke lead with a 131 after two rounds of the Dunhill British Masters in Woburn, England. By contrast, British Open champion Nick Faldo ended his round with a 9 on the 18th hole after hitting two drives out of bounds. He finished with a 73 and fell 10 strokes off the lead. Bernhard Langer, who is aiming to add the British Masters title to the Masters he won this spring at Augusta, Ga., shot a second-round 67 and is six strokes off the lead. (AP) Ritzman and King Tie for Lead: A six-stroke swing on the first three holes left Alice Ritzman and Betsy King tied for the lead with 136 totals after two rounds of the Ladies Professional Golf Association Oldsmobile Classic in Meridian Township, Mich. Ritzman, the first-round leader with a six-under-par 66, bogeyed the first three holes at Walnut Hills Country Club, and finished with a 70. King birdied those same holes on her way to her second 68. (AP) TRACK AND FIELD Parilla Takes 2d Straight 800-Meter Title Jose Parilla, a junior at the Univeristy of Tennessee, won the 800 meters for the second straight time in the National Collegiate Athletic Association championships in New Orleans last night. He took the lead from Scott Peters of Florida with 200 meters to go and pulled away to a 4-yard victory in 1 minute 46.51 seconds. Peters held on for second in 1:47.01. Kim Sherman of Wisconsin won the women's 800 by outleaning her teammate, Amy Wickus, 2:02.99 to 2:03.00. Another Badger runner, Clare Eichner, won the women's 3,000 meters in 9:03.06. Lauren Gubicza of Fordham finished third in 9:12.03.","thumbnail":null,"section":"Sports"},{"date":"19930605","headline":"Warsaw Journal; Paper's Fare Adds the Spice of Life To Politics and the Poles Devour It","web_url":"https://www.nytimes.com/1993/06/05/world/warsaw-journal-paper-s-fare-adds-spice-life-politics-poles-devour-it.html","abstract":"  A healthy serving of political analysis, a restaurant critic who can be both caustic and reverential and an elegant color Sunday magazine wrapped around classified advertisements. Does it sound like a well-established American newspaper with a respectable number of readers?   Well, this is Gazeta Wyborcza, the biggest circulation daily in Poland.  Since the fall of the Communist Government four years ago, newspapers and magazines have blossomed in Poland, appealing to virtually every conceivable interest.","thumbnail":null,"section":"World"},{"date":"19930605","headline":"In Sri Lanka, Negotiation May Yet Prevail","web_url":"https://www.nytimes.com/1993/06/05/opinion/l-in-sri-lanka-negotiation-may-yet-prevail-894393.html","abstract":"  To the Editor:   \"In Sri Lanka, Partition Can Stop the Violence\" by Rajan Sriskandarajah (letter, May 7) states that the \"easiest solution\" to the continuing violence in Sri Lanka's northern and eastern provinces is to segregate the Sinhalese and the Tamils by separate self-rule for each area.   This solution may be easy, but it is simplistic. What he argues for is creation of ethnically pure areas in a multiethnic and multireligious society. The professed solution would be tantamount to legitimizing \"ethnic cleansing\" or \"ethnic segregation\" on racist lines, which the United Nations and international community have unequivocally rejected, whether in Bosnia or South Africa.","thumbnail":null,"section":"Opinion"},{"date":"19930605","headline":"Privatization:Just How Profitable Is It?","web_url":"https://www.nytimes.com/1993/06/05/your-money/IHT-privatizationjust-how-profitable-is-it.html","abstract":"CYNICS say there is no deep meaning to the privatizations that are adding excitement to such diverse equity markets as London, Paris, Prague, and Warsaw. European governments are desperate for cash, goes the argument, and they will seize on any efficient","thumbnail":null,"section":"Your Money"},{"date":"19930605","headline":"With State Concessions, Pratt & Whitney Accepts Jobs Deal","web_url":"https://www.nytimes.com/1993/06/05/nyregion/with-state-concessions-pratt-whitney-accepts-jobs-deal.html","abstract":"  Pratt & Whitney, Connecticut's largest private employer, said today that it had tentatively agreed not to move 2,300 jobs to plants out of state in return for a package of tax cuts and other incentives.   Company officials said their final decision would be contingent on the state legislature's approval of the package, worth $32 million a year, in the next few days, and on the company's unions agreeing to concessions of about the same amount, or about $2 an hour.","thumbnail":null,"section":"New York"},{"date":"19930605","headline":"Haitian Rulers Are Target of New Sanctions by U.S.","web_url":"https://www.nytimes.com/1993/06/05/world/haitian-rulers-are-target-of-new-sanctions-by-us.html","abstract":"  In a tacit acknowledgment that its diplomacy has failed to restore Haiti's democratically elected Government, the Clinton Administration today imposed sanctions on supporters of the military-backed Government and said it would begin consultations on further economic measures, including a possible oil embargo.   Administration officials said the assets in the United States of 83 individuals and 35 institutions would be frozen, including cash accounts, real estate and other property. They will also be blocked from any financial transactions in the United States, and the individuals and members of their families will be barred from entering the country.","thumbnail":null,"section":"World"},{"date":"19930605","headline":"Mets and Tanana Cave In Under the Astros' Roof","web_url":"https://www.nytimes.com/1993/06/05/sports/baseball-mets-and-tanana-cave-in-under-the-astros-roof.html","abstract":"  The formula for success against Frank Tanana is to balance patience with aggression. The deal is to wait for the moment of opportunity and then not waste a second seizing it.   It's a formula that can't be followed any more perfectly than the Houston Astros did tonight in beating the Mets, 7-2, at the Astrodome.","thumbnail":null,"section":"Sports"},{"date":"19930605","headline":"Hartford Bill on Integration Is Approved","web_url":"https://www.nytimes.com/1993/06/05/nyregion/hartford-bill-on-integration-is-approved.html","abstract":"  A bill promoting racial integration in public schools across Connecticut won final approval tonight in the State Senate.   Although weakened by its supporters to win passage, the bill is a significant step toward addressing the issue of segregated schools, by requiring the state's cities and towns to participate in regional talks and offering financial incentives if they create schools that draw students across municipal boundaries.","thumbnail":null,"section":"New York"},{"date":"19930605","headline":"As Bosnia Burns, More Bluster, Impotence and Vanity","web_url":"https://www.nytimes.com/1993/06/05/opinion/IHT-as-bosnia-burns-more-bluster-impotence-and-vanity.html","abstract":"- Five smiling foreign ministers faced the world's cameras on May 22 and claimed that the \"Russian\" plan for Bosnia promised a process that would lead to a just peace. Yet recent days have seen some of the fiercest fighting of the war. So much for Balkan promises.","thumbnail":null,"section":"Opinion"},{"date":"19930605","headline":"Religion Notes","web_url":"https://www.nytimes.com/1993/06/05/us/religion-notes.html","abstract":"  Studying Lifting a Ban   Contrary to official policy, girls serve as, well, altar boys in many Catholic parishes around the United States, helping priests at mass with tasks like distributing the communion bread. Now there is talk that the Vatican may lift the prohibition against girls serving at the altar.","thumbnail":null,"section":"U.S."},{"date":"19930605","headline":"Clerk Is Charged in Courthouse Killing","web_url":"https://www.nytimes.com/1993/06/05/nyregion/clerk-is-charged-in-courthouse-killing.html","abstract":"  An employee of Superior Court was charged today with smuggling into the courthouse here a gun that was used to kill a police officer just before he was scheduled to testify at a drug trial.   Clifford J. Minor, the Essex County Prosecutor, identified the gun smuggler as Tinesha James, 22, a clerk-typist in the probation department and the girlfriend of a defendant in the drug case. Mr. Minor said the young woman entered the building on Thursday through an employee's entrance, wearing a jacket belonging to the man accused in the shooting and hiding his .357 Magnum in her waistband. Meanwhile, the man passed through one of the metal detectors that guard all public entrances to the 12-story building.","thumbnail":null,"section":"New York"},{"date":"19930605","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/05/nyregion/c-corrections-648793.html","abstract":"  An article last Saturday comparing President Clinton's job aproval rating with that of his predecessors mischaracterized the timing of a Gallup poll taken in August 1945. That poll, in which 92 percent of those surveyed approved of the way Harry S. Truman was handling his job as President, was taken several months after the German surrender and two weeks after the Japanese surrender, not several months after the end of World War II.","thumbnail":null,"section":"New York"},{"date":"19930605","headline":"Chi Chi Putts-Putts Into the Picture","web_url":"https://www.nytimes.com/1993/06/05/sports/golf-chi-chi-putts-putts-into-the-picture.html","abstract":"   After shooting his best round in eight tournaments with help from an old putter he found in the bagroom at Sleepy Hollow Country Club, Chi Chi Rodriguez, one of golf's biggest rib-ticklers, announced today he has been playing with a broken rib for the last five weeks.   \"I broke the rib falling in an airplane,\" Rodriguez said. \"I couldn't sue anybody because it was my own plane.\"","thumbnail":null,"section":"Sports"},{"date":"19930605","headline":"In Statues of Women, Numbers Aren't the Story; For Mrs. Roosevelt","web_url":"https://www.nytimes.com/1993/06/05/opinion/l-in-statues-of-women-numbers-aren-t-the-story-for-mrs-roosevelt-892793.html","abstract":"  To the Editor:   Further on your May 23 editorial about the lack of public sculptures of women in New York City, please note that the Eleanor Roosevelt Monument Fund has been working since 1986 to place a statue of Mrs. Roosevelt in Riverside Park at 72d Street and also to rehabilitate two acres of deteriorated parkland.","thumbnail":null,"section":"Opinion"},{"date":"19930605","headline":"Judge Reverses 3 Convictions In Gang Cases","web_url":"https://www.nytimes.com/1993/06/05/us/judge-reverses-3-convictions-in-gang-cases.html","abstract":"  After working for more than 20 years to smash El Rukns, one of the city's most powerful street gangs, local and Federal prosecutors reveled in their victory over the gang two years ago, when dozens of El Rukns and their associates were convicted or pleaded guilty on the testimony of gang leaders turned Government witness.    But today, in a blistering 137-page decision, a Federal judge granted three of the defendants a new trial, citing a long and \"disturbing\" list of prosecutorial misconduct. The three defendants, Tom Burnside, Codell Griffin and C. D. Jackson, were not members of El Rukns but were convicted of supplying the gang with drugs.","thumbnail":null,"section":"U.S."},{"date":"19930605","headline":"Sun Close to Setting on England for '94 Cup","web_url":"https://www.nytimes.com/1993/06/05/sports/sports-people-soccer-sun-close-to-setting-on-england-for-94-cup.html","abstract":"  ALAN ROTHENBERG, chief executive of World Cup '94, called England's precarious qualifying situation for next year's Cup, which will be played in the United States, a \"mixed blessing.\" He said yesterday at a news conference in Manhattan that the absence of the English would diminish the threat from hooligans but could also eliminate tradition.   \"When people think about the thugs, unfortunately they think about England,\" Rothenberg said.","thumbnail":null,"section":"Sports"},{"date":"19930605","headline":"Anatomy of the Failure To Confirm a Nominee","web_url":"https://www.nytimes.com/1993/06/05/us/the-guinier-battle-anatomy-of-the-failure-to-confirm-a-nominee.html","abstract":"  While President Clinton and virtually every member of his senior staff spent last week intent on getting the Administration's budget bill passed, storm clouds were gathering over Lani Guinier's nomination to head the Justice Department's civil rights division. They were ignored.   But by the time the President met with Ms. Guinier for more than an hour on Thursday evening, several officials had told him that she could not be confirmed by the Senate.","thumbnail":null,"section":"U.S."},{"date":"19930605","headline":"BRIEFCASE: U.S. Newsletter 'Patrols' The Streets of New Funds","web_url":"https://www.nytimes.com/1993/06/05/your-money/IHT-briefcase-us-newsletter-patrols-the-streets-of-new-funds.html","abstract":"With U.S. investors showing no signs of a letup in the millions of dollars they are pumping into mutual funds, money managers are racing to roll out dozens of funds each month. Now, one publisher is taking advantage of the heated competition with the laun","thumbnail":null,"section":"Your Money"},{"date":"19930605","headline":"For Stephanopoulos, Power's Within Reach","web_url":"https://www.nytimes.com/1993/06/05/us/the-guinier-battle-for-stephanopoulos-power-s-within-reach.html","abstract":"  If access is power, George Stephanopoulos has not been pushed as far out of the loop as initial information may have indicated.   The floor plans on the White House shakeup are out, and Mr. Stephanopoulos, who is now senior adviser to the President, will take over office space now occupied by Nancy Hernreich, the President's personal secretary. The office, while smaller than Mr. Stephanopoulos's current capacious digs, has the advantage of direct access to the Oval Office and the President's private dining room.","thumbnail":null,"section":"U.S."},{"date":"19930605","headline":"The Lani Guinier Mess","web_url":"https://www.nytimes.com/1993/06/05/opinion/the-lani-guinier-mess.html","abstract":"  President Clinton's nomination and subsequent rejection of Lani Guinier to head the Justice Department's Civil Rights Division has been an unmitigated mess for the White House. Ms. Guinier, in interviews defending herself, has at least shown considerable grace and courage; she is a serious individual who conducted herself well under enormous pressure. Mr. Clinton, by contrast, has appeared either inept in choosing nominees or unwilling to fight when challenged.   Although he handled the nomination miserably, the President had good reason to drop it. Ms. Guinier's writings suggest that, despite her obvious talents as a civil rights attorney, she was not the right person to be Washington's civil rights enforcement chief. Mr. Clinton, already wobbling from other setbacks, had no stomach for a fight he couldn't win on behalf of a candidate whose views he now says he does not entirely endorse.","thumbnail":null,"section":"Opinion"},{"date":"19930605","headline":"BRIEFCASE: Citibank Launches Vehicle In Marks for Futures Trade","web_url":"https://www.nytimes.com/1993/06/05/your-money/IHT-briefcase-citibank-launches-vehicle-in-marks-for-futures-trade.html","abstract":"Citibank is launching a new fund, aimed at European investors, which it describes as \"a globally diversified, three-year term, actively managed investment vehicle, with guaranteed return of original investment.\". The World Futures vehicle is a l","thumbnail":null,"section":"Your Money"},{"date":"19930605","headline":"Fernandez Looks for One More Upset","web_url":"https://www.nytimes.com/1993/06/05/sports/tennis-fernandez-looks-for-one-more-upset.html","abstract":"  Unless ennui should get the better of Steffi Graf as she gets down to business in her 19th Grand Slam final on Saturday, and it rarely does, the 23-year-old German seems poised to collect her 12th Grand Slam title. She hasn't, after all, ever lost a match to Mary Joe Fernandez, the only obstacle between herself and a third French Open title.   Graf, who hasn't won the title here since 1988, would appear to have the upper hand when she marches onto center court at Roland Garros with her newly regained No. 1 ranking. She has reached a final 96 times in her career, 86 times more than Fernandez has. And she has won 11 Grand Slam tournaments, while Fernandez, in two previous finals, both in Australia, has come up empty.","thumbnail":null,"section":"Sports"},{"date":"19930605","headline":"New Snag in Folk Art Museum's Hunt for a Home","web_url":"https://www.nytimes.com/1993/06/05/arts/new-snag-in-folk-art-museum-s-hunt-for-a-home.html","abstract":"  On and off again for a dozen years, the plan to build a permanent home for the Museum of American Folk Art at the base of a new office tower in mid-Manhattan now seems to be unraveling.   An affiliate of Investcorp, the international investment bank that was once a partner in the development project, has moved to foreclose the mortgage on four of six vacant brownstones owned by the museum on West 53d Street, said Ralph Esmerian, the president of the museum's board.","thumbnail":null,"section":"Arts"},{"date":"19930605","headline":"Across the Country, Public Access TV Gives Free Speech Form","web_url":"https://www.nytimes.com/1993/06/05/opinion/l-across-the-country-public-access-tv-gives-free-speech-form-876593.html","abstract":"  To the Editor:   I strongly disagree with the observation in your May 23 article about TCI Cable of New York's Westchester County and public access television that public access is for the most part \"sometimes amateurish entertainment and often lifeless talk, with a handful of compelling programs.\" The value of successful access programming goes beyond those traditional measures. The local church choir is not the technical equivalent of the Mormon Tabernacle Choir, but that doesn't keep us from appreciating the joy of a community coming together to raise its voice in song.   TCI Cable of Westchester has long been a vocal supporter of our access channels. The fringe group programs you cite were indeed hateful, but they do not represent the majority of programming on these channels. In Mamaroneck there are four access channels, which offer our community hundreds of hours of locally produced television each week. This includes a local news program, live coverage of town, village, school board and community meetings, telecasts from the local theater and daily programming from the schools.","thumbnail":null,"section":"Opinion"},{"date":"19930605","headline":"Inside Communications","web_url":"https://www.nytimes.com/1993/06/05/opinion/l-inside-communications-895193.html","abstract":"  To the Editor:   Your report about Johnny Carson's appearance at the Center for Communication's luncheon May 24 (arts pages, May 25) captured every nuance but one. The center's central purpose, when not earning its keep through its annual gathering, is to offer college students up-to-date, inside information about the news media and every field of mass media, present and future.   That takes in television, radio, newspapers, books, magazines, films, advertising and public relations, as well as new technologies bringing them together at a dizzying pace.","thumbnail":null,"section":"Opinion"},{"date":"19930605","headline":"Reporter's Notebook; Presenting Two Cliburn Nonwinners","web_url":"https://www.nytimes.com/1993/06/05/arts/reporter-s-notebook-presenting-two-cliburn-nonwinners.html","abstract":"  With the Ninth Van Cliburn International Piano Competition in progress, Fort Worth is a city filled with good intentions, but despite the ungodly heat of recent days it seems far from the road to hell. One of the more bizarre sidelights to the competition was also one of the more touching.   On Wednesday evening, a free night between the semifinal and final rounds of the contest, the official event was a chuck-wagon supper at a ranch some 25 miles north of the city. But Milton T. Moore Jr., a businessman from Dallas, quietly staged a concert of his own at Caravan of Dreams, a big, brash downtown jazz club, presenting two of his favorite pianists who had been eliminated in the preliminary round: HaeSun Paik, a 27-year-old Korean who studies with Russell Sherman in Boston, and Francesco Cipolletta, a 23-year-old Italian.","thumbnail":null,"section":"Arts"},{"date":"19930605","headline":"In Statues of Women, Numbers Aren't the Story; Sculptors Also","web_url":"https://www.nytimes.com/1993/06/05/opinion/l-in-statues-of-women-numbers-aren-t-the-story-sculptors-also-891993.html","abstract":"  To the Editor:   The bronze statue by Jeanne Rynhart of Annie Moore (\"Statues, With Limitations,\" editorial, May 23), the first immigrant to pass through the great registry room on Ellis Island, certainly conveys the aspect of youth and hope appropriate to the site.   In writing of the vast preponderance of males who have been honored with outdoor sculptures, you mention the great equestrian statues including those dedicated to Latin American liberators. Your readers might be interested in knowing that the statue of Simon Bolivar that stands at the entrance of Central Park, just east of the Avenue of the Americas, was the work of Sally Farnham, a highly successful artist, who worked in the early years of this century.","thumbnail":null,"section":"Opinion"},{"date":"19930605","headline":"When Gurus Speak, the Market Stirs","web_url":"https://www.nytimes.com/1993/06/05/your-money/IHT-when-gurus-speak-the-market-stirs.html","abstract":"HOW wonderful it would be if every time you made an investment it rose 6 percent, just because you had bought it. That, more or less, was the investment story of the week, when the well-known fund manager George Soros announced the formation of a property","thumbnail":null,"section":"Your Money"},{"date":"19930605","headline":"The Old And New To Meet In Final","web_url":"https://www.nytimes.com/1993/06/05/sports/tennis-the-old-and-new-to-meet-in-final.html","abstract":"  The prize, the Musketeers Cup, is crafted of sterling silver, but two-time French Open champion Jim Courier is continuing to play unvarnished lunch-pail tennis in his effort to do what no other American man has done by claiming the trophy a third time.   Today Courier extended his undefeated streak in Paris, the city whose perfumed lilt has come to replace his Dade City, Fla., twang, to 20 matches by deflating the serve-and-volley bravura of 12th-seeded Richard Krajicek, 6-1, 6-7 (2-7), 7-5, 6-2. Courier, who hasn't lost a French Open match since 1990 and has become so comfortable here that he sometimes spouts French in the heat of battle, reached his third consecutive final in his usual way: He battered his opponent into sad-eyed submission.","thumbnail":null,"section":"Sports"},{"date":"19930605","headline":"Review/Dance; For the Joyce's 10th Birthday, a Hearty Party","web_url":"https://www.nytimes.com/1993/06/05/theater/review-dance-for-the-joyce-s-10th-birthday-a-hearty-party.html","abstract":"  The Joyce Theater gave itself a birthday party on Tuesday night in celebration of its 10th anniversary, complete with balloons, eloquent speeches and a fast-forward jaunt through contemporary dance. It is hard to remember New York dance without the Joyce. It has played an invaluable role as a well-appointed, welcoming home for middle-sized dance companies who have outgrown theaters like Dance Theater Workshop and Performance Space 122 but are not yet ready for City Center. The Joyce has also developed a new and faithful audience for dance. All that was hard to imagine a decade ago, when Cora Cahan and Eliot Feld, then administrator and choreographer of the Feld Ballet, looked at the Elgin, a rundown neighborhood movie house, and imagined the Joyce.    Ms. Cahan and Mr. Feld were on hand to talk of that decade on Tuesday, along with Linda Shelton, director of the Joyce, and Kitty Carlisle Hart, the head of the New York State Council on the Arts and a spirited early believer in the theater. A seat, K 108, has now been named for Miss Hart. Then it was time for dancing, in an impressively staged but rather dizzying succession of works performed by nine individuals and groups.","thumbnail":null,"section":"Theater"},{"date":"19930605","headline":"Youth Counselor Is Accused of Sexual Abuse","web_url":"https://www.nytimes.com/1993/06/05/nyregion/youth-counselor-is-accused-of-sexual-abuse.html","abstract":"  A youth counselor who served as the president of the community advisory council of a Brooklyn police precinct was arrested yesterday and charged with sexually abusing a 14-year-old youth an average of once a week for nearly a year.   The man, Solomon Kemp, 49, has worked as an assistant custodian at Public School 287 on Navy Street in Fort Greene, Brooklyn, for a quarter-century and for two decades has worked at a youth club across the playground from the school, where he had a reputation as a civic leader.","thumbnail":null,"section":"New York"},{"date":"19930605","headline":"When China Becomes a Rich Nation","web_url":"https://www.nytimes.com/1993/06/05/opinion/IHT-when-china-becomes-a-rich-nation.html","abstract":"- It may seem academic whether China has a gross domestic product of $450 billion, the figure produced by traditional measurements used by the World Bank, or $1.7 trillion, as suggested by new estimates from the International Monetary Fund. But the new gauge is likely to be a crucial ingredient of debate on U.S. trade and aid policy toward Asia from now on.","thumbnail":null,"section":"Opinion"},{"date":"19930605","headline":"New Sanctions on Haiti","web_url":"https://www.nytimes.com/1993/06/05/world/new-sanctions-on-haiti.html","abstract":"  The Clinton Administration imposed new sanctions on supporters of Haiti's military-backed Government and said it would consult with the United Nations and the Organization of American States on further sanctions, including an oil embargo. The action was a tacit admission of failure in diplomatic moves to restore the democratically elected President, the Rev. Jean-Bertrand Aristide.    Article, page 2.","thumbnail":null,"section":"World"},{"date":"19930605","headline":"Oneida Casino Approved","web_url":"https://www.nytimes.com/1993/06/05/nyregion/oneida-casino-approved.html","abstract":"  The United States Department of the Interior today approved an agreement allowing the Oneida Indians to open a high-stakes gambling casino near Syracuse. The decision removes the final hurdle from the Oneida's plan to open a sprawling glass-and-metal casino this summer that could draw tens of thousands of gamblers each day and generate more than 2,000 jobs in a largely poor, rural region. The compact approved today, which has been signed by Gov. Mario M. Cuomo, allows the Oneidas, a tribe of about 1,100 Indians, to operate a variety of games. It will not allow for slot machines.","thumbnail":null,"section":"New York"},{"date":"19930605","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/06/05/nyregion/news-summary-948093.html","abstract":"  International 2-6  U.N. BACKS FORCE AT ENCLAVES    The U.N. Security Council voted 13 to 0 to authorize the U.S. and its allies to use air strikes against Serbian forces besieging six Muslim enclaves in Bosnia and Herzegovina. The resolution also authorized the deployment of as many as 10,000 troops to protect the enclaves.  1    A weeklong Serb assault on Gorazde has killed a reported 300 people.  6    News analysis: Serbian leaders are acting with increased confidence.  6  U.S. FREEZES HAITIANS' ASSETS    The U.S. imposed sanctions on supporters of the military-backed Government in Haiti, including the freezing of assets of 83 people and 35 institutions.  2  SIHANOUK BLAMES HIS SON    Norodom Sihanouk attributed the abrupt collapse of a coalition Government in Cambodia to his son, who leads the opposition political party that won elections for a National Assembly. The U.N. cited the likelihood of a new coalition.  3  U.S. FAILS TO SWAY NORTH KOREA    U.S. officials failed again to persuade North Korea to drop its plans to withdraw from a treaty intended to prevent the spread of nuclear weapons, but the two countries are to resume talks.  3  GERMANY ARRESTS 3 IN BOMBING    The German police are reported to have arrested three men in the firebombing that killed two Turkish women and three Turkish girls last week in western Germany. The police say they believe that the bombing was motivated by the men's anger at being thrown out of a bar.  4  'I'M STAYING,' JOHN MAJOR SAYS    With the lowest popularity rating in Britain since the 1930's, the Prime Minister presented an aggressive defense of his Government, telling an audience of Conservative Party women: \"I am fit. I am well. I am here -- and I'm staying.\" 5  IN POLAND, READ ALL ABOUT IT    Since the fall of Communism in Poland four years ago, newspapers and magazines have blossomed, appealing to virtually every conceivable interest -- from fashion to business to soft porn.  4  Guatemala's Vice President has reportedly halted his effort to rule.  2  National 7-10  SURGE ON JOBS GROWTH    Job growth picked up smartly in May as the unemployment rate fell to 6.9 percent, the lowest in 18 months. The figures, the first comprehensive look at the May economy, were stronger than expected and inspired rethinking of the prospects for the balance of the year.  1  CLINTON RUMINATES AT DINNER    After announcing that he was withdrawing his nomination of Lani Guinier, President Clinton joined dinner guests and explained his agonizing decision.  1  EX-NOMINEE SPEAKS HER MIND    Lani Guinier remained defiant, saying the President did not understand her theories and that he should have given her a chance to explain them before the Senate committee.  8  VOTING ALTERNATIVE IN EFFECT    The alternative voting plans Lani Guinier advocated in her writings are being used in many localities, particularly in the South.  9    The President knew there would be trouble, but ignored the signs.  9  SEEKING CAUSES FOR OUTBREAK    Communities in and around the Navajo reservation in the Four Corners region of New Mexico and Arizona are struggling to explain the flu-like illness that has killed 11 people.  1  CAMPUS LESBIANS STEP INTO LIGHT    A new generation of lesbians, buoyed by the convergence of the feminist and gay rights movements, are asserting themselves on college campuses around the country.  7  LIBEL JURY FOCUSED ON FACTS    The jury in the libel case against a New Yorker writer veered away from character and professional questions, concentrating only on the quotations at issue.7  NEW TRIALS FOR GANG MEMBERS    After officials worked for 20 years to stop one of Chicago's gangs, charges of prosecutors' misconduct prompted a Federal judge to grant three of the gang members new trials.  7  GIRLS MAY BE ALLOWED AT ALTAR    Religion notes: Contrary to Vatican policy, girls serve at the altars of American Catholic churches. An end to the ban is now being studied.  27  Federal narcotics officials arrested a Puerto Rico drug smuggler.  10  Metro Digest 23  A POLITICAL TEST OF WILLS    News analysis: Mayor Dinkins and Gov. Cuomo have squared off in a test of wills over New York City's plea for state help to balance its budget that is more than the usual fiscal endgame, with money and politics fueling the fight.  1  A NEW PATH, AGAIN, FOR CUNY    The Chancellor of the City University of New York has abandoned a plan to eliminate or consolidate scores of majors at many colleges in the 21-campus system. She proposed instead that she be given more power over program offerings.  1  Business Digest 37  Arts/Entertainment 11-16  A reunited Velvet Underground.  11  New snag for folk-art museum.  16  A Broadway box office record.  11  A gay actor's dilemma.  11  Theater: \"Sheila's Day.\" 14  Music: Cliburn contest news.  13  Dance: The Joyce's birthday party.  14  Sports 29-34  Basketball: Bulls eliminate Knicks.  29  Jordan disputes claim in new book.  29  Obituaries 28  Editorials/Op-Ed 20-21  Editorials  The city budget: still gimmicky.  The Lani Guinier mess.  Stemming slaughter in the streets.  Broadway blues.  Letters  Russell Baker: The rain in Spain stays . . .  Al From: Guinier had to go. Now.  Flora Lewis: Clinton worries Europe.  Wakako Hironaka: Through rosy glasses, darkly. Chronicle 22 Bridge 14  Crossword 15","thumbnail":null,"section":"New York"},{"date":"19930605","headline":"Head of CUNY Drops Plan to Cut Course Offerings","web_url":"https://www.nytimes.com/1993/06/05/nyregion/head-of-cuny-drops-plan-to-cut-course-offerings.html","abstract":"  The Chancellor of the City University of New York has abandoned a plan to eliminate or consolidate scores of majors at many colleges in the 21-campus system.   The action by the Chancellor, Dr. W. Ann Reynolds, came after the plan was sharply criticized by faculty members, students and legislators. In the end, the opposition proved so powerful that she was forced to scale back the proposal.","thumbnail":null,"section":"New York"},{"date":"19930605","headline":"Jordan Disputes Wager Amounts","web_url":"https://www.nytimes.com/1993/06/05/sports/pro-basketball-jordan-disputes-wager-amounts.html","abstract":"  Although he continued his boycott of the news media today, Michael Jordan acknowledged in a statement distributed by his agent that he had made wagers during golf games with Richard Esquinas, who claims in a new book that Jordan is a compulsive gambler.   But in a strongly worded response, Jordan maintained that the amounts of bets and losses that Esquinas said the Chicago Bulls' star ran up -- a figure that reached as high as $1.25 million -- were \"preposterous.\"","thumbnail":null,"section":"Sports"},{"date":"19930605","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/06/05/nyregion/metro-digest-037393.html","abstract":"  NEW YORK CITY REYNOLDS DROPS PLAN   The Chancellor of the City University of New York has abandoned a plan to force colleges in the system to eliminate or consolidate programs. The Chancellor, W. Ann Reynolds, bowed to criticism but said the goal of the original plan, to allow the university to invest in remaining programs, was still crucial. Page 1.","thumbnail":null,"section":"New York"},{"date":"19930605","headline":"The City Budget: Still Gimmicky","web_url":"https://www.nytimes.com/1993/06/05/opinion/the-city-budget-still-gimmicky.html","abstract":"  With a bow to reality, Mayor David Dinkins and his advisers have revised the New York City budget. They've deleted the worst examples of undue optimism and agreed to make deeper spending cuts. That's progress. But in what might be the administration's theme song, the revision doesn't go far enough. Like the first version, it relies too heavily on money that isn't likely to materialize, and on gimmicks that will raise money in the short run but cause pain down the road.    The Mayor's budget for the fiscal year that begins July 1 now anticipates $150 million in Federal aid instead of $250 million, though even the $150 million is not guaranteed; $55 million from the sale of the Offtrack Betting Corporation, though no sale has been arranged, and $215 million from borrowing against property tax delinquencies, which robs the future to collect cash now.","thumbnail":null,"section":"Opinion"},{"date":"19930605","headline":"Sorting Out the Medical Claims Jumble","web_url":"https://www.nytimes.com/1993/06/05/health/sorting-out-the-medical-claims-jumble.html","abstract":"  A family of five can generate dozens of medical insurance claims in a year. Just ask Barbara and David Blumenthal, who at one point this year accumulated a pile of unpaid claims for doctor visits, lab tests, outpatient procedures and regular checkups for themselves and their three children.   With their medical coverage split between two insurers, Phoenix Home Life and Empire Blue Cross and Blue Shield, the Blumenthals were not sure which bills were covered and whether they were being paid fairly for claims.   \"I had lost track of what was outstanding,\" Mrs. Blumenthal said. \"All I knew was that I was missing a lot of money.   Like many two-career couples, the Blumenthals are pressed for time. Both run importing businesses and juggle responsibilities at their home in the Riverdale section of the Bronx.   Overwhelmed by the paperwork, Mrs. Blumenthal acted on a friend's recommendation and hired a medical claims agent. Such agents are accustomed to dealing with insurance companies and can handle all the filings and follow-up calls. They also know how and when to challenge insurers over a rejected claim or a paltry reimbursement, say, $15 for a $100 office visit.   Since hiring their insurance go-between, the Blumenthals have received $3,000 in previously unpaid claims and paid the agent $575 in fees, including a $120 annual retainer.   Other families, the chronically ill, the elderly and even some companies are turning to medical claims agents to sort through the maze of insurance red tape. These agents can handle the paperwork arising from a catastrophic illness, address a backlog of claims or be a consultant on retainer.   People in the fledgling industry operate under several names: medical billing agents, public health adjusters and medical insurance consultants. The businesses are so new that there is no classification for them in the Yellow Pages. And they are not licensed or regulated in most states, including New York, which means consumers should check references carefully before selecting an agent.   Even their trade organization, the National Association of Claims Assistance Professionals of Downers Grove, Ill., is only two years old. \"People still don't know we exist,\" said Norma Border, the association's national director. The association, which has 800 members, puts the number of adjusters nationwide at 3,000 to 6,000, and expects business to continue growing even if the Clinton Administration overhauls the nation's health-care system.   Gila Bash Katz, who is the Blumenthals' agent, has enlisted 46 regular clients and one small company, which pays her to handle its employees' claims, since founding Quick Claims Inc. of Eastchester, N.Y., two years ago.   After initial contact, the adjuster will likely agree to make a house call, at no charge, to discuss your claims situation. If you decide to proceed, you will need to sign a limited power of attorney giving the professional the authority to deal directly with the insurance company. The claims adjuster will also need copies of all medical insurance contracts.   The agent's fees may be structured in several ways: a percentage, usually 10 to 15 percent, of the reimbursed amount; an hourly charge of $25 to $55; a specified amount for each claim, or an annual fee.   Rarely do adjusters set a minimum fee, although clients say it is seldom worth signing up until you have amassed at least $2,000 in contested or delayed claims. Threatening letters from hospitals and doctors who have not been paid often send consumers to a medical adjuster.   For the Blumenthals, the medical claims agent has taken on the status of the family lawyer or accountant, handling all medical insurance paperwork and providing advice on related matters. The family permits Ms. Katz to cash its insurance checks, deduct her 15 percent fee and consolidate the smaller reimbursements into a single check. But others may prefer to pay the agent separately.   The elderly, many of whom are covered by Medicare and a supplementary private policy, may look for a claims adjuster familiar with the vagaries of overlapping policies. The Berryhill Medical Claims Service of Danbury, Conn., says about 80 percent of its clients are covered by Medicare and a Medigap policy.    Ursula Milde, director of an elderly outreach program for New Rochelle Hospital in Westchester County, regularly sends people to adjusters. \"I see people who don't know what to send where anymore,\" she said. \"You need itemized bills. You may need to make copies. You must know what's in your policy if they try to reject your claim.\"    Insurance companies are only beginning to become familiar with medical claims adjusters, and insist it is too soon to gauge their effectiveness. But reimbursement is not necessarily quicker, cautioned John Gras, a spokesman for the Prudential-AARP Group Health Insurance.   Still, finding an intermediary to handle insurance headaches has its appeal. Even the Mellon Bank of Pittsburgh has hired a medical adjuster, Claim Guard Plus of Indianapolis, to assist its trust clients. \"The volume of paperwork and the number of clients got too high,\" said Marylee Steinmetz, supervisor of the trust insurance unit.","thumbnail":null,"section":"Health"},{"date":"19930605","headline":"Child Killed, 2 Wounded In a Spray of Stray Bullets","web_url":"https://www.nytimes.com/1993/06/05/nyregion/child-killed-2-wounded-in-a-spray-of-stray-bullets.html","abstract":"  Two 7-year-old boys playing in a courtyard behind a Bronx housing project shortly before dark yesterday were struck by stray bullets from a nearby gun battle, killing one and injuring the other, the police said. A 28-year-old man, apparently the intended victim, was also shot.   The police said two gunmen were seen arguing with the adult victim, Abraham Smith, before they shot him five times and escaped. Officers estimated that the men fired at least 13 shots","thumbnail":null,"section":"New York"},{"date":"19930605","headline":"New York's Budget Maze; Dinkins and Cuomo Jousting Over a Plan Wrapped in a Series of Conflicting Motives","web_url":"https://www.nytimes.com/1993/06/05/nyregion/new-york-s-budget-maze-dinkins-cuomo-jousting-over-plan-wrapped-series.html","abstract":"  Mayor David N. Dinkins and Gov. Mario M. Cuomo have squared off in a test of wills over New York City's plea for state help to balance its budget that is more than the usual fiscal endgame. Because the Mayor faces re-election this fall, and the Governor next year, they are playing at three levels. Of them, money may be the simplest.   So sensitive are the egos and so high the stakes that no official in either camp would speak for attribution. But up and down the Hudson, from Albany to City Hall this week, the standoff has left both sides asking: With friends like this, who needs friends?","thumbnail":null,"section":"New York"},{"date":"19930605","headline":"BRIEFCASE: Fidelity Offers Instrument Specializing in Natural Gas","web_url":"https://www.nytimes.com/1993/06/05/your-money/IHT-briefcase-fidelity-offers-instrument-specializing-in-natural.html","abstract":"The U.S. arm of Fidelity, the international fund manager, has launched a new fund specializing in natural gas stocks.","thumbnail":null,"section":"Your Money"},{"date":"19930605","headline":"Review/Theater; In Africa and America, Black Women's History","web_url":"https://www.nytimes.com/1993/06/05/theater/review-theater-in-africa-and-america-black-women-s-history.html","abstract":"  Qedusizi Maphalala is South African.   Mary Ruby Lee Thomas Johnson is American.","thumbnail":null,"section":"Theater"},{"date":"19930605","headline":"Clayton Goes North and Signs With Packers","web_url":"https://www.nytimes.com/1993/06/05/sports/sports-people-football-clayton-goes-north-and-signs-with-packers.html","abstract":"  Wide receiver MARK CLAYTON, who made the Pro Bowl five times in 10 seasons with the Miami Dolphins, signed a one-year deal with the Green Bay Packers yesterday.","thumbnail":null,"section":"Sports"},{"date":"19930605","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/05/nyregion/c-corrections-878693.html","abstract":"  Because of an editing error, an article yesterday about slowness in the selection of American ambassadors referred incorrectly to a statement by Richard C. Holbrooke, a former Assistant Secretary of State. He wrote in Foreign Affairs in 1991 that an American troop withdrawal from East Asia \"in the long run\" was \"probably inevitable.\" Mr. Holbrooke did not say he favored such a step.","thumbnail":null,"section":"New York"},{"date":"19930605","headline":"Couples and Stewart Weather a Storm","web_url":"https://www.nytimes.com/1993/06/05/sports/golf-couples-and-stewart-weather-a-storm.html","abstract":"  As usual, the weather was dark gray at the Memorial Tournament, but it didn't keep the leader board from sparkling today as Fred Couples and Payne Stewart took the lead during the rain-interrupted second round.   In a roller-coaster effort that included eight birdies, two bogeys and a double bogey, Couples shot a four-under-par 68 for a nine-under-par total of 135. Stewart matched that total with a somewhat steadier 66 that included seven birdies against one bogey.","thumbnail":null,"section":"Sports"},{"date":"19930605","headline":"Knicks Sent Home for Good","web_url":"https://www.nytimes.com/1993/06/05/sports/knicks-sent-home-for-good.html","abstract":"  There will be no Sunday in New York. Not for the Knicks, who ran out of road in Chicago as the Bulls scored a 96-88 victory to capture their National Basketball Association semifinal series, 4 games to 2.   Michael Jordan led the Bulls with 25 points, while Scottie Pippen finished with 24.","thumbnail":null,"section":"Sports"},{"date":"19930605","headline":"Review/Theater; A Playwright Intoxicated With Words","web_url":"https://www.nytimes.com/1993/06/05/theater/review-theater-a-playwright-intoxicated-with-words.html","abstract":"  Mac Wellman's theatrical riffs liquefy language into rapturous conundrums of onomatopoetry and un sprocketed metaphor. Imagine James Joyce as a rap artist, and you might have an inkling of the effect in performance of the playwright's monologues: brief blank-verse adjuncts to his lexiconically liberated plays like \"A Murder of Crows\" and \"Sincerity Forever.\"   In \"Three Americanisms,\" at the SoHo Repertory, he has written a trio of etherized soliloquies circling the subject of justifiable paranoia. Just as it is difficult to comprehend the precise meaning of the rodomontade stream of subconsciousness, one cannot easily identify individuals, although one or more of the three speakers may be a homeless person. All three, in the author's word, have \"hadituptohere,\" and they want to do something about it.","thumbnail":null,"section":"Theater"},{"date":"19930605","headline":"Following the Ways of an Urban Bird","web_url":"https://www.nytimes.com/1993/06/05/nyregion/about-new-york-following-the-ways-of-an-urban-bird.html","abstract":"  \"You take a flamingo -- you think a flamingo could make it in New York City?\" asked Sithandivine Frazer, who is 10 years old.   \"Nah,\" answered his brother Amos, 9. \" A flamingo would probably get hit by a truck and break his skinny legs.\"","thumbnail":null,"section":"New York"},{"date":"19930605","headline":"The Whole World Was in His Hand","web_url":"https://www.nytimes.com/1993/06/05/sports/pro-basketball-the-whole-world-was-in-his-hand.html","abstract":"  Eight years and counting now for Patrick Ewing. He will celebrate his 31st birthday in August without a championship ring. A man who seldom opens himself to the public, Ewing did not try to hide the fact tonight that it hurt.   \"I thought this was my year,\" said Ewing after the Knicks were eliminated by the Bulls, 96-88, at Chicago Stadium. \"It was right there in the palm of my hand.\"","thumbnail":null,"section":"Sports"},{"date":"19930605","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/05/nyregion/c-corrections-649593.html","abstract":"  A table yesterday with an article about the jury's findings in Jeffrey M. Masson's libel case against Janet Malcolm and The New Yorker, comparing five quotations in Ms. Malcolm's article with passages from her taped interviews with Mr. Masson, mislabeled two quotations.   The passage quoting Mr. Masson as saying Maresfield Gardens, home of the Freud Archives, would be a place of \"sex, women, fun\" was not on Ms. Malcolm's tapes but in typewritten notes she said she made afterward. The passage quoting Mr. Masson as saying, \"I don't know why I put it in,\" in speaking of a remark about the \"sterility of psychoanalysis\" in a scientific paper, was not on tape or in the typewritten notes; Ms. Malcolm said she reconstructed it from memory.","thumbnail":null,"section":"New York"},{"date":"19930605","headline":"Bulls Snatch 4th Straight to Earn Shot at 3d Title","web_url":"https://www.nytimes.com/1993/06/05/sports/pro-basketball-bulls-snatch-4th-straight-to-earn-shot-at-3d-title.html","abstract":"  The Knicks will spend the off season wondering what could have been. The Chicago Bulls will spend next week trying to win their third consecutive championship.   Ending the Knicks' season and their quest to dethrone the Bulls, Chicago won its third consecutive Eastern Conference title with a 96-88 victory tonight in Game 6 of the conference finals. Chicago advances to the National Basketball Association finals and will face the winner of Saturday's Western Conference championship game between the Phoenix Suns and the Seattle SuperSonics.","thumbnail":null,"section":"Sports"},{"date":"19930605","headline":"Broadway Blues","web_url":"https://www.nytimes.com/1993/06/05/opinion/broadway-blues.html","abstract":"  Once upon a time -- if we are to believe the movie version of these events -- a bunch of investors sat in somebody's living room while somebody like George Gershwin pounded out an overture, six or seven new tunes and a finale. The investors, a.k.a. angels, promptly clamored for a piece of the action, slapped down their checks and before you could say \"Jack Barrymore,\" there it was. Another opening, another show.   Well, that was then and this is now, and now isn't looking so good on Broadway. The Great White Way is ailing. According to a recent article by Bruce Weber of The Times, the angels have dwindled down to a precious few; even a hit may not make a profit (\"Jelly's Last Jam,\" winner of three Tonys, still hasn't recouped its investors' money).","thumbnail":null,"section":"Opinion"},{"date":"19930605","headline":"BRIEFCASE: Sales of U.S. Fund Industry Totaled $41 billion in April","web_url":"https://www.nytimes.com/1993/06/05/your-money/IHT-briefcase-sales-of-us-fund-industry-totaled-41-billion-in.html","abstract":"Latest figures on the U.S. mutual fund boom, as divulged by the industry's representative body, the Investment Company Institute, show a massive total of $40.9 billion worth of funds sold in April. The figure, an aggregate of stock and bond and income mut","thumbnail":null,"section":"Your Money"},{"date":"19930605","headline":"Despite Promise, Serbs Keep Up Fire on Safe Area","web_url":"https://www.nytimes.com/1993/06/05/world/conflict-in-the-balkans-despite-promise-serbs-keep-up-fire-on-safe-area.html","abstract":"  Bosnian Serb forces kept up their offensive on a designated safe area in eastern Bosnia today, despite their political leader's assurance to United Nations officials on Thursday that they would unilaterally hold their fire.    A weeklong assault against the Muslim enclave around the town of Gorazde, designated as a safe area by the United Nations, has killed 300 people and wounded hundreds more, reports on the Muslim-controlled Bosnian radio said today.","thumbnail":null,"section":"World"},{"date":"19930605","headline":"One Crazy Inning, One Scripted Setback","web_url":"https://www.nytimes.com/1993/06/05/sports/baseball-one-crazy-inning-one-scripted-setback.html","abstract":"  The scenario was set: Kevin Brown almost always tames the Yankees, the Yankees usually lose to Texas at Arlington Stadium and Jim Abbott rarely gets enough support to win close games. Last night, though, the script looked as if it might change. Until the seventh inning.   Clutching loosely to a 2-1 lead and facing a bases-loaded plight in the seventh, Abbott surrendered a two-out single to center field by Billy Ripken that momentarily tied the score because Dean Palmer stopped at third base. But Gerald Williams overran the ball, which allowed two more runs to score and pushed the Rangers to a 4-2 lead. They eventually won, 5-3, their 20th victory over the Yankees in the last 25 games here.","thumbnail":null,"section":"Sports"},{"date":"19930605","headline":"Drug Agency Says It Seized Big Puerto Rican Trafficker","web_url":"https://www.nytimes.com/1993/06/05/us/drug-agency-says-it-seized-big-puerto-rican-trafficker.html","abstract":"  Federal narcotics officials called Manuel Gustavo Delgado Valencia one of Puerto Rico's leading drug traffickers. His associates called him Al Capone.   He owned a restaurant, a video shop and a fleet of drug smuggling boats in San Juan, P.R., Federal authorities said, and he employed an army of couriers that smuggled cocaine and heroin into New York, Boston and Miami. And although he had been on the run since being indicted in San Juan in February, he had continued to direct his smuggling operation by cellular telephone.","thumbnail":null,"section":"U.S."},{"date":"19930605","headline":"Older but Still Hip, the Velvet Underground Rocks Again","web_url":"https://www.nytimes.com/1993/06/05/arts/older-but-still-hip-the-velvet-underground-rocks-again.html","abstract":"  The New Musical Express, Britain's leading pop-music weekly, indulged its taste for puns by headlining its cover story \"The Revival of the Hippest.\" The Independent, a London daily, contented itself with \"the comeback to end all comebacks.\" Whatever you called it, the reunion of the Velvet Underground this week at the Edinburgh Playhouse -- with a European tour, a live album and no doubt more to come -- was very big news indeed.   Not bad for three men over 50 and a 48-year-old mother of five. What made the excitement all the odder was that during its brief existence (1965 to 1968, in this configuration), the Velvet Underground sold hardly any records at all. Hostile to peace-and-love banalities, irreducibly New York in attitude, the band epitomized the coolness of the downtown Manhattan art scene and the sex-and-drugs danger of the city at night. Division, Then Reunion    Ignored or reviled by the American public and the record industry, the Velvets still had an enormous influence, especially when they were taken up by Andy Warhol and given a temporary new lead singer in Nico, his latest \"superstar.\" Blending Lou Reed's adult poetry with John Cale's vanguard musical experimentation, the Velvets were the parents of the entire art rock, punk, new-wave and college rock scenes worldwide.   Bitterness kept the Velvets apart. Mr. Reed had forced Mr. Cale out in 1968 and embarked on his solo career in 1970. Sterling Morrison, who had been a college classmate of Mr. Reed's at Syracuse University, wouldn't talk to his old friend for years, until a new band contract was signed in 1986, redistributing record royalties.   Mr. Reed was the only one to sustain a visible career. Mr. Cale made and produced some admired records, but his most notable recent achievement was a 1988 commemoration of Warhol, in collaboration with Mr. Reed, called \"Songs for Drella.\" Maureen Tucker, the band's drummer, lived in Georgia, brought up her children, worked in the computer business and played in underground bands. Mr. Morrison eventually earned a Ph.D. in English literature in Texas, working on tugboats in the Gulf of Mexico and playing in Ms. Tucker's latest band. Nico was killed in a bicycle accident in Ibiza in 1988.   In 1990, at the invitation of the Cartier Foundation, the four surviving band members got together in Paris for a Warhol tribute. That led to a quasi-impromptu public rendition of one of their most famous songs, \"Heroin,\" but was no proper reunion. For that, another meeting in New York, followed by two days of trial-run practice sessions, was necessary before the current European tour got the go-ahead.   The watchword for the reunion is fun. Band members have used the word in many interviews, and while it may be their actual motivating factor, it is also a conscious strategy to subvert cosmic expectations. The problem with a Velvet Underground reunion is that nothing the band will do can match the legend that has grown up around it. As David Sinclair wrote on Monday in The Times of London, \"The group's unique godhead status will begin to diminish almost from the moment they start their first number.\" Fun and Money    Clearly their ambitions are serious, and include the courting of a mass audience that was never theirs in the 1960's. The first big concert takes place tomorrow at the 13,000-seat Wembley Arena in London, with four stadium dates with the Irish band U2 at the end of the month and an appearance at the huge Glastonbury Festival in England on July 25. All of this for a band that never played in Europe.   The four musicians say they have no plans for further activity, but they surely have expectations. An album to be recorded live in Paris from June 15 to 17 will be released by Sire, presumably to coordinate with American performances. The issue is not whether the band will perform in the United States, but when and under what circumstances. \"We're all going our separate ways,\" Mr. Reed said in a group interview between shows in Edinburgh. \"But if anything came up and it seemed very special and it seemed like fun, we'd be receptive.\"   This will mean money, which most of the band members can use. But all four seem sufficiently aware of -- proud of, burdened by, amused at -- their legend not to wish it squandered out of simple greed. They insist they reunited only because they became convinced that their material still held up, still made sense and could still be played best by them. Above all, they resented being intimidated by their own reputation. \"Should we stay in hiding just because a myth is loose in the land?\" Mr. Morrison asked.   No attempt has been made to recreate the exact sound of the old, technically primitive recordings. New equipment lends the band's sound a solidity and variety it never had before. Sylvia Reed, Mr. Reed's wife and manager, is now the Velvets' manager and the designer of their contemporary-looking stage lighting. Mr. Cale has fretted about looking and sounding too slick.   At rehearsals, they relearned the words and musical structures of the old songs and then developed them at will. (Mr. Cale had to learn songs created after his departure; he also now sings a couple of Nico favorites.)   \"We never played them the same way twice back then, so why should we now?\" Mr. Reed asked. As Mr. Cale has said, \"We're in the business of remythologizing, not demythologizing.\" Although repertory for this tour consists basically of old band material, they are gingerly working in some new numbers, including a most effective -- and inescapably Velvet Undergroundish -- item called \"Cast the First Stone\" as the third and final encore Thursday night. Building Enthusiasm    British critics have so far been mixed in their reactions, \"Cleaning up their act seems like cheating,\" one wrote before he had heard a note. Another came right out and argued that since the members of Velvet Underground had purveyed death, they should have died, long ago. But others seemed more impressed then they had expected to be.   \"The language the Velvet Underground invented still communicates the rock 'n' roll verities,\" wrote the critic for The Glasgow Herald. Mr. Sinclair, in The Times of London, seemed to recant his earlier pessimism: \"This show did not produce a feeling of deja vu,\" he wrote on Thursday, \"more an impression that, after 25 years, the rest of the world has only just caught up with them.\"   Those who attended both Edinburgh shows found the second, on Thursday, far superior to the first. Nervousness had receded, and the band was beginning to generate an excitement that will surely build over the tour. Certainly the audience loved it, standing throughout the two-hour set and cheering wildly.   Indeed, there was much to cheer. Mr. Reed still sings with the same ominous distinctiveness; Mr. Cale is still the same multi-faceted musical saboteur; Mr. Morrison still contributes a guitar sound of weight and solidity. The revelation on Thursday, though, was the diminutive Ms. Tucker's drumming. Standing at her kit and whacking away, she makes a tom-toms-of-doom sound that inspired straight-ahead punk drumming for a generation. The effect is not quirky or amateurish; it is rocklike in the granitic sense of that word, the foundation on which the band could build a creative future to match its potently nostalgic past.","thumbnail":null,"section":"Arts"},{"date":"19930605","headline":"North Korea Isn't Convinced It Should Stay in Nuclear Pact","web_url":"https://www.nytimes.com/1993/06/05/world/north-korea-isn-t-convinced-it-should-stay-in-nuclear-pact.html","abstract":"  United States negotiators failed again today to persuade North Korea to drop its plans to withdraw next week from an international treaty intended to prevent the spread of nuclear weapons.   Expressing disappointment at the outcome of the talks, the State Department said in a statement tonight that North Korea had \"showed no willingness to meet most of our concerns and those of the international community.\"","thumbnail":null,"section":"World"},{"date":"19930605","headline":"British Chief, Under Fire, Declares, 'I'm Staying'","web_url":"https://www.nytimes.com/1993/06/05/world/british-chief-under-fire-declares-i-m-staying.html","abstract":"  Clearly irritated by a growing chorus of critics who say he is not up to the job, Prime Minister John Major offered a fighting defense of his Government today, telling an audience of Conservative Party women: \"I am fit. I am well. I am here -- and I'm staying.\"   In departing from the prepared text of his speech, the Prime Minister lashed out after a series of recent reports in British papers that cited anonymous sources and unidentified ministers who described Mr. Major lost in a fog of gloom and depression as a result of declining public confidence in his leadership and faltering Tory morale.","thumbnail":null,"section":"World"},{"date":"19930605","headline":"A Testing and Tiring Two-Week Marathon for Jordan","web_url":"https://www.nytimes.com/1993/06/05/sports/on-basketball-a-testing-and-tiring-two-week-marathon-for-jordan.html","abstract":"  Michael Jordan looked tired last night. Tired, and frustrated by being harassed by the Knicks, nagged by the press and haunted by skeletons from his closet. He missed just about everything he threw up in the second half. He lashed out, Knick style, at Doc Rivers for nothing more than being played hard. It was almost two long weeks for basketball's Superman, who was shown to be vulnerable, if not beatable, by the Knicks.   \"I thought Michael was exhausted tonight,\" said Bulls Coach Phil Jackson. \"I think there was a tremendous strain with all the controversy.\"","thumbnail":null,"section":"Sports"},{"date":"19930605","headline":"Broadway Box Office Registers A Big Rise","web_url":"https://www.nytimes.com/1993/06/05/theater/broadway-box-office-registers-a-big-rise.html","abstract":"  Broadway theatergoers spent a total of $327.7 million at the box office in the 1992-93 season, according to figures made public yesterday by the League of American Theaters and Producers, the Broadway trade group, which says the sum is the highest ever. The figure was $34.7 million higher than last season's box office tally, which held the previous record.    Attendance was also up 477,000 over last year, for a year-end total of 7.9 million. But there were fewer new productions this year (33, compared with 37 last season), and attendance did not come close to the 11 million admissions in the early 1980's, when there were many more shows.","thumbnail":null,"section":"Theater"},{"date":"19930605","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/06/05/sports/transactions-479493.html","abstract":"  Baseball American League  DETROIT TIGERS -- Activated John Doherty, pitcher, from the 15-day disabled list. Placed Rob Deer, outfielder, on the 15-day disabled list. National League","thumbnail":null,"section":"Sports"},{"date":"19930605","headline":"Observer; The Rain In Spain Stays . . .","web_url":"https://www.nytimes.com/1993/06/05/opinion/observer-the-rain-in-spain-stays.html","abstract":"  Instructions for a President:   1. Know thyself. You may not have peaked too soon, but you have certainly peaked very young. A man elected President at age 46 will be a mere 54 when he loses the job. That's if he is lucky. If he is not, the best job he can ever have will be over and done with when he is 50. Nowadays 54 is young and 50 is very young.    2. Act on this self-knowledge. In short, this is the whole ball game, right here and right now. After this, all else will be small cheese unless you think spending the final 30 or 40 years of your life reading history's judgments will be tons of fun. You must do something to make the historians respect you. Quit dawdling and do it now.","thumbnail":null,"section":"Opinion"},{"date":"19930605","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/06/05/style/chronicle-903693.html","abstract":"  Picture yourself as a Nobel Prize winner who is forced into house arrest because of your political beliefs. You are then asked, Of all the books in the world, which one do you want to read while in confinement?   It turns out that DAW AUNG SAN SUU KYI, the confined opposition political leader in Myanmar who was awarded the 1991 Nobel Peace Prize, chose the Encyclopedia Britannica.","thumbnail":null,"section":"Style"},{"date":"19930605","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/06/05/us/inside-957093.html","abstract":"  4 Arrested in Park Killing   Four Brooklyn teen-agers were arrested in the fatal shooting of a bicyclist who tried to fend off an attempted robbery in Prospect Park. Page 23. Court Worker Held in Slaying    A New Jersey court employee was charged with smuggling in a gun used to kill a police officer. Page 26. Integration Bill Passes    A bill promoting racial integration in Connecticut public schools won final approval in the State Senate. Page 23. Child Killed While at Play    A 7-year-old playing behind a Bronx housing project was killed by stray bullets, the police said. Page 25. Juror's Account in Libel Case    The jury in the libel case against a New Yorker writer disregarded character and professional questions, concentrating only on the quotations at issue, one juror said. Page 7.","thumbnail":null,"section":"U.S."},{"date":"19930605","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/05/nyregion/c-corrections-647993.html","abstract":"  Because of an editing error, the first paragraph of an article yesterday about Lani Guinier's legal articles paraphrased Lincoln's Gettysburg Address incorrectly. The passage should have read, \"Historically, most law review articles are little noted nor long remembered, except by professors who wrote them and the committees who control their futures.\"","thumbnail":null,"section":"New York"},{"date":"19930605","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/06/05/opinion/IHT-in-our-pages-100-75-and-50-years-ago-91574095976.html","abstract":"1918: American Guns","thumbnail":null,"section":"Opinion"},{"date":"19930605","headline":"Steelers Place Brister on Waivers","web_url":"https://www.nytimes.com/1993/06/05/sports/sports-people-football-steelers-place-brister-on-waivers.html","abstract":"  BUBBY BRISTER, Pittsburgh's starting quarterback from 1988-91, was placed on waivers yesterday by the Steelers.   The 30-year-old Brister started 57 of the 61 games he played during the last seven seasons.","thumbnail":null,"section":"Sports"},{"date":"19930605","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/06/05/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: An Exciting Time","thumbnail":null,"section":"Opinion"},{"date":"19930605","headline":"Baffling Epidemic Gripping Navajos' Land of Mysteries","web_url":"https://www.nytimes.com/1993/06/05/us/baffling-epidemic-gripping-navajos-land-of-mysteries.html","abstract":"  In this land of swaggering sky and wind-carved red sandstone, where the black tongues of ancient lava flows still stain the pale plateau and the sediments everywhere are freckled with dinosaur fossils, imagination and mystery have an easy foothold.   But perhaps never before has a mystery held the Navajo Nation and surrounding towns in such a tight vise as has the devastating flu-like illness that has swept through the Four Corners region of New Mexico and Arizona, killing 11 people and gravely sickening at least seven others.","thumbnail":null,"section":"U.S."},{"date":"19930605","headline":"Clinton Tries to Cut Losses After Abandoning a Choice","web_url":"https://www.nytimes.com/1993/06/05/us/the-guinier-battle-clinton-tries-to-cut-losses-after-abandoning-a-choice.html","abstract":"  President Clinton today set about trying to deal with the political damage from his decision to drop Lani Guinier as his choice to be the Justice Department's new civil rights chief. But she remained defiant, saying the President did not understand her theories and should have given her a chance to explain them to the Senate.    Mr. Clinton sought especially to soothe new political irritations in his relationship with members of the Congressional Black Caucus, who were among the most angered at his decision to abandon the Guinier nomination in the face of mounting Senate criticism of her proposals to increase the political power of black voters.","thumbnail":null,"section":"U.S."},{"date":"19930605","headline":"Election of a Bishop Divides Episcopalians","web_url":"https://www.nytimes.com/1993/06/05/nyregion/election-of-a-bishop-divides-episcopalians.html","abstract":"  If, as the saying goes, religion and politics don't mix, it might well follow that the nastiest of politics often involve the church itself.   There may be no better example than in the Episcopal Diocese of Connecticut, in a church with a long and distinguished reputation for civility, in which a six-way contest to select a bishop has turned into a free-for-all with charges and countercharges, suspicions and rumors.","thumbnail":null,"section":"New York"},{"date":"19930605","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/06/05/style/chronicle-902893.html","abstract":"  DONALD J. TRUMP finally got his way yesterday when the town council of Palm Beach, Fla., voted 4 to 1 to approve the planned conversion of his 140-room home, Mar-a-Lago, into a beach club and health spa.   Mr. Trump originally planned to subdivide the property, which faces both the ocean and the Intracoastal Waterway and was formerly the home of the Post cereal heiress, Marjorie Merriweather Post. But in deference to the town and to his wealthy neighbors he decided instead to convert it to a private club.","thumbnail":null,"section":"Style"},{"date":"19930605","headline":"Spain's Stock Market Wants a Winner","web_url":"https://www.nytimes.com/1993/06/05/your-money/IHT-spains-stock-market-wants-a-winner.html","abstract":"THERE appears to be almost a consensus among brokers as to what is going to happen in the Spanish stock market after Sunday's general elections. Admittedly, its behavior over the next month is still questionable and depends on who wins, but almost everyon","thumbnail":null,"section":"Your Money"},{"date":"19930605","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/06/05/style/chronicle-901093.html","abstract":"  PHIL DONAHUE has been known to dance around a guest or two in his more than 25 years as a talk-show host. But now he is doing a bit of hoofing for real.   On Monday evening, he and seven schoolchildren from 8 to 12 years old will perform a tap-dance routine of \"Me and My Shadow\" as part of the annual recital and benefit for the National Dance Institute. The event will be held at the Paramount at Madison Square Garden.","thumbnail":null,"section":"Style"},{"date":"19930605","headline":"Commentator Criticizes NBC","web_url":"https://www.nytimes.com/1993/06/05/sports/commentator-criticizes-nbc.html","abstract":"  NBC's Peter Vecsey last night rebuked the network for giving broad coverage to accusations by a compulsive gambler and friend of Michael Jordan who alleged that Jordan ran up golf debts with him totaling $1.25 million. The accusations were contained in book by the gambler, Richard Esquinas.   \"It was an embarrassment to the media, to NBC especially,\" said Vecsey, one of NBC's group of studio insiders for National Basketball Association games. \"Personally, I'd have never gone on with a story like that.\" He added: \"We were irresponsible. I think that the guy's motives were clear. He's a publicity seeker. He's looking to make financial gain and we gave a story of no importance credibility.\"","thumbnail":null,"section":"Sports"},{"date":"19930605","headline":"Bridge","web_url":"https://www.nytimes.com/1993/06/05/nyregion/bridge-352693.html","abstract":"  The semifinal and final of the Reisinger Knockout Team Championship will be played today and tomorrow at the Manhattan Club, 27 West 72d Street in Manhattan. Quarterfinal play began Thursday night at Honors Club, 42 East 74th Street, and ended last night at the Beverly Club, 130 East 57th Street.   The scores by captain at the midpoint of the quarterfinals were: Josh Parker of Briarcliff Manor, N.Y., led Jane Dillenberg of Manhattan by 59 imps; Al Rahmey of Brooklyn led John Roberts of Manhattan by 6; Greg Woods led Peter Parella, also of Manhattan, by 11, and Richard Schwartz of Floral Park, Queens, led Christal Henner of Manhattan by 17.","thumbnail":null,"section":"New York"},{"date":"19930605","headline":"Bears Drop Veteran Linebacker","web_url":"https://www.nytimes.com/1993/06/05/sports/sports-people-football-bears-drop-veteran-linebacker.html","abstract":"  Veteran linebacker RON RIVERA was waived yesterday by the Chicago Bears.","thumbnail":null,"section":"Sports"},{"date":"19930605","headline":"Weather Becomes a Factor in Belmont","web_url":"https://www.nytimes.com/1993/06/05/sports/horse-racing-weather-becomes-a-factor-in-belmont.html","abstract":"  Along the backstretch on the eve of the 125th Belmont Stakes, trainers were scanning the skies for the approach of rain yesterday, and some were predicting that rain was one chance factor that could tilt the balance.   Nobody can sweep the Triple Crown this year because Sea Hero won the Kentucky Derby five weeks ago and Prairie Bayou won the Preakness two weeks later. But both horses still have shots at the $1 million bonus for best performance in the series, depending on how they run in the Belmont, the third and most punishing race.","thumbnail":null,"section":"Sports"},{"date":"19930605","headline":"4 Youths Arrested in Killing of Bicyclist in Park","web_url":"https://www.nytimes.com/1993/06/05/nyregion/4-youths-arrested-in-killing-of-bicyclist-in-park.html","abstract":"  Four Brooklyn teen-agers were arrested yesterday in the fatal shooting of a drama teacher who had fought off their efforts to steal his $250 bicycle on a wooded dirt trail in Prospect Park, the police said.   The youths -- two 14 and two 16 -- had a simple motive, the police said, when they attacked the teacher, Allyn Winslow, on Tuesday: three of them had bikes and they wanted a fourth.","thumbnail":null,"section":"New York"},{"date":"19930605","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/06/05/opinion/IHT-in-our-pages-100-75-and-50-years-ago-90631107547.html","abstract":"1943: A Fake Is Arrested","thumbnail":null,"section":"Opinion"},{"date":"19930605","headline":"Sports of The Times; The Issue Is Bigger Than Jordan","web_url":"https://www.nytimes.com/1993/06/05/sports/sports-of-the-times-the-issue-is-bigger-than-jordan.html","abstract":"  ACCORDING to Richard Esquinas, a San Diego businessman turned author, Michael Jordan took the floor last night for Game 6 against the Knicks owing Esquinas $100,000 in golf gambling debts.   In his book, titled \"Michael & Me: Our Gambling Addiction . . . My Cry For Help!\" Esquinas, who owns the company that published the book, claims that Jordan has paid $200,000 but still owes $100,000 as settlement of a debt that reached more than $1 million. Esquinas said he finally reduced the debt to $300,000 because he was convinced Jordan would not pay the entire amount.","thumbnail":null,"section":"Sports"},{"date":"19930605","headline":"Sihanouk Is Blaming His Son for Collapse of Coalition","web_url":"https://www.nytimes.com/1993/06/05/world/sihanouk-is-blaming-his-son-for-collapse-of-coalition.html","abstract":"  Struggling to explain how his coalition government had collapsed only hours after its creation, Prince Norodom Sihanouk made clear today that he placed the blame for the debacle on his 49-year-old son, the leader of the opposition political party that won last week's internationally supervised Cambodian elections.   United Nations peacekeepers said it was still likely that Prince Sihanouk, Cambodia's ceremonial head of state and its former monarch, would form some sort of coalition government. The Prince, who has a reputation for being unpredictable, has changed his mind before.","thumbnail":null,"section":"World"},{"date":"19930605","headline":"Through Rosy Glasses, Darkly","web_url":"https://www.nytimes.com/1993/06/05/opinion/through-rosy-glasses-darkly.html","abstract":"Someone recently said to me: \"There is something wrong with Japanese society. Children study too much; university students play too much; wage earners work too much, and retired persons have too much leisure. Everything in excess.\"\n\nAlthough Japanese society may look rosy -- we have peace, low unemployment and low crime -- there is definitely a lack of balance.","thumbnail":null,"section":"Opinion"},{"date":"19930605","headline":"Reaching a Decision in the New Yorker Trial: a Juror's Account","web_url":"https://www.nytimes.com/1993/06/05/us/reaching-a-decision-in-the-new-yorker-trial-a-juror-s-account.html","abstract":"  Rather than judging the journalistic techniques of Janet Malcolm or the amorous history of Jeffrey M. Masson, the Federal jury at their libel trial focused on a precise and painstaking form of detective work, a juror said today: figuring out whether five quotations in Ms. Malcolm's articles about him were made up and then whether the fabrication was accidental or deliberate.   The monthlong trial ended on Thursday, when the eight jurors deadlocked over how much money to award Mr. Masson. But the juror's account made clear how much they agreed on and how they decided that two of the five quotations were not just made up but libelous.","thumbnail":null,"section":"U.S."},{"date":"19930605","headline":"ESPN 2 Ready For Prime Time","web_url":"https://www.nytimes.com/1993/06/05/sports/espn-2-ready-for-prime-time.html","abstract":"  ESPN will unveil on Monday the full details of ESPN 2, a second cable sports network designed to be heavy on sports news, to appeal to a young audience and to be the home of National Hockey League games.   ESPN 2, which will debut in the fall, has been in the works for some time. Its formal unveiling has been delayed while the company spent considerable time working out agreements with cable systems to carry the service.","thumbnail":null,"section":"Sports"},{"date":"19930605","headline":"In Statues of Women, Numbers Aren't the Story","web_url":"https://www.nytimes.com/1993/06/05/opinion/l-in-statues-of-women-numbers-aren-t-the-story-890093.html","abstract":"  To the Editor:   The point of \"Statues, With Limitations\" (editorial, May 23), on the quantitative discrepancy between statues of men and of women in New York City can be conceded, with a view to future increase in the number of women. Yet you do not sufficiently recognize the artistic excellence and symbolic importance of the female figure in the city's statuary.   The decision of the sculptor of the Statue of Liberty, Frederic A. Bartholdi, to depict the theme of \"Liberty Enlightening the World\" for the centennial of both the American and the French revolutions with a woman holding a lamp, has had significance for American cultural attitudes. One bit of evidence is the response found in the Emma Lazarus inscription.","thumbnail":null,"section":"Opinion"}],"wiki_events":[{"date":"19930605","headline":"Portions of the Holbeck Hall Hotel in Scarborough, North Yorkshire, UK, fall into the sea following a landslide.","pages":[{"title":"Holbeck Hall Hotel","web_url":"https://en.wikipedia.org/wiki/Holbeck_Hall_Hotel","description":"Former hotel in Scarborough, North Yorkshire, England; destroyed by landslide in 1993","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Site_of_Holbeck_Hall_Hotel_landslide.jpg/320px-Site_of_Holbeck_Hall_Hotel_landslide.jpg","thumbnail_width":320,"thumbnail_height":240},"abstract":"The Holbeck Hall Hotel was a clifftop hotel in Scarborough, North Yorkshire, England, owned by the Turner family. It was built in 1879 by George Alderson Smith as a private residence, and was later converted to a hotel."},{"title":"Scarborough, North Yorkshire","web_url":"https://en.wikipedia.org/wiki/Scarborough%2C_North_Yorkshire","description":"Town in North Yorkshire, England","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Scarborough%2C_North_Yorkshire._Panorama_%281_of_2%29._By_Thomas_Tolkien_%287983655650%29.jpg/320px-Scarborough%2C_North_Yorkshire._Panorama_%281_of_2%29._By_Thomas_Tolkien_%287983655650%29.jpg","thumbnail_width":320,"thumbnail_height":169},"abstract":"Scarborough is a seaside town in the district and county of North Yorkshire, England. It is located on the North Sea coastline. Historically in the North Riding of Yorkshire, the town lies between 10 and 230 feet above sea level, from the harbour rising steeply north and west towards limestone cliffs. The older part of the town lies around the harbour and is protected by a rocky headland."}]}],"weather":[{"date":"19930605","time":"1993-06-05 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.2,"rhum":56,"wspd":3.6},{"date":"19930605","time":"1993-06-05 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.4,"rhum":65,"wspd":1.8},{"date":"19930605","time":"1993-06-05 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":71,"wspd":3.6},{"date":"19930605","time":"1993-06-05 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":76,"wspd":5.4},{"date":"19930605","time":"1993-06-05 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":75,"wspd":5.4},{"date":"19930605","time":"1993-06-05 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":77,"wspd":3.6},{"date":"19930605","time":"1993-06-05 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.7,"rhum":75,"wspd":1.8},{"date":"19930605","time":"1993-06-05 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.7,"rhum":58,"wspd":3.6},{"date":"19930605","time":"1993-06-05 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.6,"rhum":51,"wspd":3.6},{"date":"19930605","time":"1993-06-05 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.5,"rhum":54,"wspd":7.6},{"date":"19930605","time":"1993-06-05 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.8,"rhum":50,"wspd":7.6},{"date":"19930605","time":"1993-06-05 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.6,"rhum":43,"wspd":13},{"date":"19930605","time":"1993-06-05 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.7,"rhum":40,"wspd":13},{"date":"19930605","time":"1993-06-05 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.7,"rhum":38,"wspd":9.4},{"date":"19930605","time":"1993-06-05 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.2,"rhum":37,"wspd":11.2},{"date":"19930605","time":"1993-06-05 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.9,"rhum":40,"wspd":9.4},{"date":"19930605","time":"1993-06-05 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.3,"rhum":42,"wspd":9.4},{"date":"19930605","time":"1993-06-05 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.9,"rhum":40,"wspd":14.8},{"date":"19930605","time":"1993-06-05 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.6,"rhum":44,"wspd":13},{"date":"19930605","time":"1993-06-05 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.4,"rhum":41,"wspd":13},{"date":"19930605","time":"1993-06-05 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.3,"rhum":42,"wspd":16.6},{"date":"19930605","time":"1993-06-05 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.3,"rhum":44,"wspd":11.2},{"date":"19930605","time":"1993-06-05 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.2,"rhum":44,"wspd":13},{"date":"19930605","time":"1993-06-05 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.6,"rhum":49,"wspd":14.8},{"date":"19930605","time":"1993-06-05 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":55,"wspd":16.6},{"date":"19930605","time":"1993-06-05 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":63,"wspd":11.2},{"date":"19930605","time":"1993-06-05 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":66,"wspd":14.8},{"date":"19930605","time":"1993-06-05 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":70,"wspd":9.4},{"date":"19930605","time":"1993-06-05 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":70,"wspd":9.4},{"date":"19930605","time":"1993-06-05 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":73,"wspd":7.6},{"date":"19930605","time":"1993-06-05 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":75,"wspd":7.6},{"date":"19930605","time":"1993-06-05 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":75,"wspd":5.4},{"date":"19930605","time":"1993-06-05 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":67,"wspd":0},{"date":"19930605","time":"1993-06-05 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":65,"wspd":0},{"date":"19930605","time":"1993-06-05 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":75,"wspd":7.6},{"date":"19930605","time":"1993-06-05 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":84,"wspd":14.8},{"date":"19930605","time":"1993-06-05 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":86,"wspd":13},{"date":"19930605","time":"1993-06-05 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":80,"wspd":13},{"date":"19930605","time":"1993-06-05 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":86,"wspd":14.8},{"date":"19930605","time":"1993-06-05 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":84,"wspd":18.7},{"date":"19930605","time":"1993-06-05 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":75,"wspd":14.8},{"date":"19930605","time":"1993-06-05 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":70,"wspd":18.7},{"date":"19930605","time":"1993-06-05 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":65,"wspd":22.3},{"date":"19930605","time":"1993-06-05 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":80,"wspd":20.5},{"date":"19930605","time":"1993-06-05 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":93,"wspd":20.5},{"date":"19930605","time":"1993-06-05 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":100,"wspd":14.8},{"date":"19930605","time":"1993-06-05 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":100,"wspd":16.6},{"date":"19930605","time":"1993-06-05 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":100,"wspd":11.2}]}}