{"19940906":{"guardian_articles":[],"nytimes_articles":[{"date":"19940906","headline":"Relentless Faith Awaits Visions in a Parking Lot","web_url":"https://www.nytimes.com/1994/09/06/nyregion/our-towns-relentless-faith-awaits-visions-in-a-parking-lot.html","abstract":"  TRUE, Mary Ann Schram agreed. The parking lot at the Marlboro Mall does not make the ideal place to pray. But it will do.   In fact, after a year, it seems almost cozy. Eyeballed by curious locals on their way to the pizza parlor and by police officers in dark cars that shout \"undercover,\" Ms. Schram and about 100 other pilgrims who meet at the strip mall the first Sunday of every month take the situation in stride.","thumbnail":null,"section":"New York"},{"date":"19940906","headline":"Rules Due on Disputed Embryo Research","web_url":"https://www.nytimes.com/1994/09/06/science/rules-due-on-disputed-embryo-research.html","abstract":"  JUST when it seemed that the bitter argument over fetal tissue transplants had faded, the Federal agency that is the lifeline of American biomedical research has stepped into another debate centered on discordant opinions about when human life begins and how science can best explore the forces that usher it into being.    At the end of the month, an advisory panel is expected to recommend to the National Institutes of Health guidelines on the use of human embryos for scientific research.","thumbnail":null,"section":"Science"},{"date":"19940906","headline":"Parking Rules","web_url":"https://www.nytimes.com/1994/09/06/nyregion/parking-rules-159182.html","abstract":"  Because of Rosh ha-Shanah, alternate-side street cleaning regulations are suspended in New York City today and tomorrow. Other regulations remain in effect.","thumbnail":null,"section":"New York"},{"date":"19940906","headline":"Steel Mill Is Shadow Of What It Once Was","web_url":"https://www.nytimes.com/1994/09/06/us/steel-mill-is-shadow-of-what-it-once-was.html","abstract":"  It was a symbol of America's industrial might, one of the world's biggest, most sophisticated, most expensive steel mills, employing thousands of workers and producing 2.3 million tons of high-grade carbon steel a year when it went on line in 1979.   But almost immediately, the 23-story-high Kaiser Steel Corporation plant, built at a cost of $287 million, became a symbol of wrenching changes in the economy, its roaring furnaces burdened by international competition, environmental regulations, labor disputes and the encroachments of corporate raiders.","thumbnail":null,"section":"U.S."},{"date":"19940906","headline":"Lead Team's Mayhem","web_url":"https://www.nytimes.com/1994/09/06/opinion/l-lead-team-s-mayhem-278874.html","abstract":"  To the Editor:    The carefully collected and mounted autumn leaves are gone. The fall pictures saved and displayed for the last 30 years are missing. The paints, paper, crayons and math manipulatives no longer exist. Puzzle pieces are missing, and books are destroyed.","thumbnail":null,"section":"Opinion"},{"date":"19940906","headline":"The Good, the Bad and the Truly Ugly Faces of Electronic Mail","web_url":"https://www.nytimes.com/1994/09/06/science/personal-computers-the-good-the-bad-and-the-truly-ugly-faces-of-electronic-mail.html","abstract":"  IT is part of the American culture to identify heroes, front-runners and other No. 1 people, places or things, and the computer industry is no exception. Ever since the Lotus 1-2-3 spreadsheet was annointed a decade ago as the first so-called killer application -- the software that justified the purchase of the personal computer needed to operate it -- people have been asking, \"What's the next killer app?\"   In my mind, there is no doubt: electronic mail is the killer app for the 1990's, ahead of word processing and far ahead of the runners-up: Mosaic, a software tool for browsing the Internet, and Doom, an addictive shoot-'em-up game that involves separating an opponent's gray matter from his, her or its cranium.","thumbnail":null,"section":"Science"},{"date":"19940906","headline":"Politicians Still Courting Perot's Leaderless Army","web_url":"https://www.nytimes.com/1994/09/06/us/politicians-still-courting-perot-s-leaderless-army.html","abstract":"  At the height of the bitter battle over ratification of the North American Free Trade Agreement, Ross Perot held a Washington news conference to denounce the pact. Representative Olympia J. Snowe was right there beside him.   And when Mr. Perot's organization, United We Stand, holds a candidate forum this fall, Ms. Snowe, a nine-term Republican from northern Maine now running for the Senate, will be there as well.","thumbnail":null,"section":"U.S."},{"date":"19940906","headline":"Football Ratings Up for Fox","web_url":"https://www.nytimes.com/1994/09/06/sports/pro-football-football-ratings-up-for-fox.html","abstract":"  Fox's overnight rating for its first Sunday of regular-season National Football League coverage was 18 percent higher than CBS's rating for the first weekend of the 1993 season.   Sunday's games on Fox got a 13.0 overnight rating and a 32 share, Nielsen Media Research said yesterday. The rating is the percentage of television households tuned in from 32 major markets and the share is the percentage watching among televisions in those markets that are on at the time. National ratings will be released later this week.","thumbnail":null,"section":"Sports"},{"date":"19940906","headline":"In Belfast, Prosperity Eases Catholic Nationalism","web_url":"https://www.nytimes.com/1994/09/06/world/in-belfast-prosperity-eases-catholic-nationalism.html","abstract":"  During Sunday morning Mass, the Volvos and Mercedeses belonging to worshipers at St. Brigid's spill up and down the fashionable streets along Malone Road, once a privileged redoubt of Northern Ireland's moneyed Protestants.   Built more than a hundred years ago to serve the servants who worked in the area, St. Brigid's is now Belfast's fastest-growing and most prosperous Roman Catholic parish. These days Catholic teachers, lawyers and business people fill nearly half the houses in this leafy enclave, and in a muddy lot next door to the old red-brick church, a new $2.3 million sanctuary is rising against the sky.","thumbnail":null,"section":"World"},{"date":"19940906","headline":"G.O.P. Strangled Health Care Reform","web_url":"https://www.nytimes.com/1994/09/06/opinion/l-gop-strangled-health-care-reform-161900.html","abstract":"  To the Editor:   Your call to President Clinton to break the Congressional logjam on health-care reform (editorial, Aug. 28) is in line with your past carping, and ignores the despicable role the Republicans played in the strangulation of universal health care.","thumbnail":null,"section":"Opinion"},{"date":"19940906","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/06/nyregion/c-corrections-161594.html","abstract":"  Because of a production error, an article in Business Day yesterday about the removal of Herbert Haft as chairman of Combined Properties Inc. was omitted in some copies and a duplicate article about problems in a Canadian town's police force was printed in its place. Readers wishing copies of the omitted article may write to Production Quality Control, The New York Times, 229 West 43d Street, New York, N.Y. 10036.","thumbnail":null,"section":"New York"},{"date":"19940906","headline":"Labor Day: When Summer Wanes and the Race for Governor Begins to Heat Up","web_url":"https://www.nytimes.com/1994/09/06/nyregion/labor-day-when-summer-wanes-and-the-race-for-governor-begins-to-heat-up.html","abstract":"  In raucous parades in Rochester and Crown Heights, on blustery boardwalks in the Rockaways, and in 30-second attack ads aired from Long Island to Buffalo, New York's gubernatorial candidates yesterday kicked off the traditional start to the fall campaign that this year will determine whether Mario M. Cuomo is written into the state's political lore for winning a fourth term.   Within nine weeks, as New York voters resolve whether to keep or dump Mr. Cuomo, a one-time Democratic Presidential aspirant, they could also set the state on the path toward radical changes in its policies on taxation, welfare and the death penalty. In the process, they may send a message, along with voters in California, Texas, Florida and other large states, about the health of President Clinton's coalition and his own prospects for re-election in 1996.","thumbnail":null,"section":"New York"},{"date":"19940906","headline":"Forgive and Regret?","web_url":"https://www.nytimes.com/1994/09/06/nyregion/forgive-and-regret.html","abstract":"  Who couldn't go for a good amnesty? Cheaters repent, taxes are paid, library books are returned. But is forgiveness cost-effective? Page B1.","thumbnail":null,"section":"New York"},{"date":"19940906","headline":"Chess","web_url":"https://www.nytimes.com/1994/09/06/arts/chess-161071.html","abstract":"  Trench warfare was the keynote of the International Chess Federation's quarterfinal matches in Sanghi-Nagar, India. No one produced glamorous feats of tactical wizardry. It was all stubborn, hand-to-hand wrestling. There were no grand plans or large, sparkling strategical ideas. Everyone was grubbing for whatever he got, and persistence and patience paid the greatest dividends.   This is not cause for consternation. No one came up with the surprise that confuses the opponent and sets up a brilliant kill. At the top level, the players are great at anticipating danger and sidestepping it. But in the business of grinding along flawlessly throughout the game, most players can be worn down.","thumbnail":null,"section":"Arts"},{"date":"19940906","headline":"Martin Margiela","web_url":"https://www.nytimes.com/1994/09/06/style/IHT-martin-margiela.html","abstract":"THE suit has the stolid style of 25 years ago. The blouse is like an old-fashioned smock. The labels are more precise: \"Men's suit 1970, schoolgirl's blouse 1920, exact reproductions.\".Martin Margiela, the designer whose made-over flea-market","thumbnail":null,"section":"Style"},{"date":"19940906","headline":"How a Flu Molecule Stands on Its Head To Infect Human Cells","web_url":"https://www.nytimes.com/1994/09/06/science/how-a-flu-molecule-stands-on-its-head-to-infect-human-cells.html","abstract":"  SHEDDING light on the inner workings of the flu virus, researchers say they have determined how a protein on the surface of the virus undergoes a radical transformation to help infect human cells. Their findings may also prove useful in understanding other viruses, including the one that causes AIDS, they said.   The protein, called hemagglutinin, is a triple-stranded molecule with identical subunits. In its neutral state, the molecule is shaped a bit like a broccoli floret. Three globular heads containing receptor-binding sites are mounted on three connected stalks that protrude from the membrane surrounding the virus, said Dr. Don C. Wiley, a researcher with the Howard Hughes Medical Institute at Harvard University. The stalks are helical.","thumbnail":null,"section":"Science"},{"date":"19940906","headline":"Visions of Ryan Blitzing in the Giants' Heads","web_url":"https://www.nytimes.com/1994/09/06/sports/pro-football-visions-of-ryan-blitzing-in-the-giants-heads.html","abstract":"  Buddy Ball is not a new adventure ride at Disneyland. It's blitzing.    And more blitzing.","thumbnail":null,"section":"Sports"},{"date":"19940906","headline":"Keep Pushing on Gun Control","web_url":"https://www.nytimes.com/1994/09/06/opinion/keep-pushing-on-gun-control.html","abstract":"  Supporters of gun control should not take excessive comfort from the inclusion of a limited ban on assault weapons in the 1994 crime bill. The ban covers only 19 kinds of rapid-fire weapons. There are 600 similar weapons still on the market. Also, guns have long lives. The gun linked to the slaying of an NBC stagehand in midtown Manhattan last week was a Chinese assault rifle that can no longer be imported. But this weapon, a version of the AK-47, was still around to fulfill the deadly business for which it was specifically designed.   All this means the road to firearms sanity is a long one, and the partial ban was worth passing for tactical and symbolic reasons. It was another step in getting Congress in the habit of responding to the broad public demand for gun-free streets. It was also the second big defeat in less than a year for the National Rifle Association, which lost its battle against the Brady bill last November.","thumbnail":null,"section":"Opinion"},{"date":"19940906","headline":"The UN Needs a Standing Force, and Gurkhas Could Do the Job","web_url":"https://www.nytimes.com/1994/09/06/opinion/IHT-the-un-needs-a-standing-force-and-gurkhas-could-do-the-job.html","abstract":"Since the collapse of the Soviet Union and the end of the Cold War, military forces wearing the blue berets of the United Nations have increasingly been called upon to intervene in trouble spots around the world. The seemingly endless series of crises fr","thumbnail":null,"section":"Opinion"},{"date":"19940906","headline":"Can Rwanda's Gorillas Survive?","web_url":"https://www.nytimes.com/1994/09/06/opinion/l-can-rwanda-s-gorillas-survive-156620.html","abstract":"  To the Editor:   In \"Gorillas, Still in Rwanda's Mist\" (editorial, Aug. 31), you write about the mountain gorillas: \"Having lost their fear of people, they are a cruelly easy mark for poachers, who covet their skins and hands, which they sell as grisly souvenirs.\" Fortunately, your information is a full decade out of date.","thumbnail":null,"section":"Opinion"},{"date":"19940906","headline":"Still Riding Playoff Wave, Devils Get Down to Business","web_url":"https://www.nytimes.com/1994/09/06/sports/hockey-still-riding-playoff-wave-devils-get-down-to-business.html","abstract":"  Devils Coach Jacques Lemaire had the voice and look of a sage Sunday as his team opened training camp.   Last season? The playoffs? Let him tell you about that. As his thick eyebrows arched, his eyes flickered at the thought of the Eastern Conference finals with the Rangers. It was great hockey, Lemaire said, the greatest kind of hockey there is.","thumbnail":null,"section":"Sports"},{"date":"19940906","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/09/06/us/inside-156817.html","abstract":"  Rwandan Rebels' Strength   The rebels who won in Rwanda succeeded through leadership, discipline and commitment, as personified in their military leader. Page A6. The Case for Selling Kidder   Wall Street's big question is not whether Kidder, Peabody will be sold by General Electric, but when and how. News analysis, page D1. Disputed Research    Federal guidelines are expected later this month on the controversial use of human embryos in scientific research. Science Times, page C1. Rice! Touchdown!    The 49ers' Jerry Rice scored his 127th touchdown to surpass the N.F.L. record held by Jim Brown. Page B9.","thumbnail":null,"section":"U.S."},{"date":"19940906","headline":"Did Gore Reinvent Government? A Progress Report","web_url":"https://www.nytimes.com/1994/09/06/opinion/did-gore-reinvent-government-a-progress-report.html","abstract":"In September 1993, Vice President Al Gore promised nothing less than a campaign to reinvent the Federal Government. In a document boldly named the National Performance Review, he pledged a Government that \"works better and costs less,\" treating citizens as customers and delivering better value for their tax dollars.\n\nSkeptics dismissed the campaign as hollow rhetoric, just another strand in a long string of ill-fated Presidential commissions to improve Government efficiency. But a year later, the skeptics have been proved wrong. Amid sour debate over health reform and crime, the National Performance Review has been one of the Clinton Administration's few clear victories.","thumbnail":null,"section":"Opinion"},{"date":"19940906","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/09/06/nyregion/news-summary-157287.html","abstract":"  International A3-10  A POPULATION OFFENSIVE  The United Nations conference on world population opened with sharp attacks by delegates on Catholic and Muslim conservatives who have tried to block proposals that refer to abortion and women's rights.  A1","thumbnail":null,"section":"New York"},{"date":"19940906","headline":"Formula One Disputes Will Go On","web_url":"https://www.nytimes.com/1994/09/06/sports/on-auto-racing-formula-one-disputes-will-go-on.html","abstract":"  Michael Schumacher has driven his Benetton-Ford across the finish line first in 8 of the 11 Formula One races so far this season. That would seem to be a dominance by both man and machine worthy of the 1994 world championship.   Yes, Schumacher sure looks like Germany's first world champion. But who are you going to believe in this tempestuous 1994 season: the people running this show or your lying eyes?","thumbnail":null,"section":"Sports"},{"date":"19940906","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/06/nyregion/c-corrections-156922.html","abstract":"  A map with an article on Aug. 26 about a reunion of survivors of the Lodz ghetto in Poland located Chelmno, site of a Nazi death camp, incorrectly. It is on the Ner River about 35 miles northwest of Lodz, not farther to the northwest as shown on the map.","thumbnail":null,"section":"New York"},{"date":"19940906","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/06/nyregion/c-corrections-161578.html","abstract":"  A report in the Chronicle column on Saturday about a donation of $10,000 to help a boy with brain cancer misstated the first name of the donor, who is the president of the Loew's Corporation and an owner of the New York Giants. He is Preston Robert Tisch.","thumbnail":null,"section":"New York"},{"date":"19940906","headline":"U.S. Status Wars: Agassi Puts Chang in His Place","web_url":"https://www.nytimes.com/1994/09/06/sports/us-open-94-us-status-wars-agassi-puts-chang-in-his-place.html","abstract":"  This was a match about power and pecking order, an all-American affair played out before a wave-minded holiday crowd beneath a cerulean holiday sky. There was tension, there was theater and there wasn't an empty or impartial seat in the house yesterday at the United States Open when Andre Agassi, who managed to play the roles of hotdog and underdog simultaneously, squared off against the always dogged Michael Chang.   \"Whenever we play each other, it doesn't matter where, doesn't matter what surface, it brings out an intensity,\" Chang said. \"There's something about a pecking order there.\"","thumbnail":null,"section":"Sports"},{"date":"19940906","headline":"Rosenbaum: Fighting as an Outsider","web_url":"https://www.nytimes.com/1994/09/06/nyregion/the-ad-campaigns-rosenbaum-fighting-as-an-outsider.html","abstract":"  CANDIDATE: Richard M. Rosenbaum PRODUCER: Sandler-Innocenzi, Alexandria, Va.","thumbnail":null,"section":"New York"},{"date":"19940906","headline":"The Facts Stand Out, Except to the Owners","web_url":"https://www.nytimes.com/1994/09/06/sports/on-baseball-the-facts-stand-out-except-to-the-owners.html","abstract":"  As the days dwindle down to a precious few and negotiators for baseball's owners and players can't even find an excuse to meet, maybe the owners should go wild and revisit Roger Noll.   Now there is a chap the owners wouldn't invite for a Labor Day barbecue. To them, Roger Noll is a member-in-bad-standing of their Hall of Infamy, right alongside Marvin Miller, Richard Moss, Peter Seitz, Thomas Roberts, George Nicolau, Peter Ueberroth, Fay Vincent and George Steinbrenner.","thumbnail":null,"section":"Sports"},{"date":"19940906","headline":"On Bolshoi Hiring, Yeltsin Decides for Innovation","web_url":"https://www.nytimes.com/1994/09/06/arts/on-bolshoi-hiring-yeltsin-decides-for-innovation.html","abstract":"  Striding into one of his country's most painful cultural disputes, President Boris N. Yeltsin of Russia ordered a major change today in the way the Bolshoi Theater hires its employees.   Starting today, all 2,100 Bolshoi staff members -- from cleaning workers to artistic directors and prima ballerinas -- will be hired only on a contractual basis, as is common with most Western ballets, operas and orchestras.","thumbnail":null,"section":"Arts"},{"date":"19940906","headline":"For Everyone's Well-Being, Tackle the Population Crisis Now","web_url":"https://www.nytimes.com/1994/09/06/opinion/IHT-for-everyones-wellbeing-tackle-the-population-crisis-now.html","abstract":"The writer is executive director of Unicef.","thumbnail":null,"section":"Opinion"},{"date":"19940906","headline":"GROWING ECONOMY PRODUCES SURPLUS IN STATE BUDGETS","web_url":"https://www.nytimes.com/1994/09/06/us/growing-economy-produces-surplus-in-state-budgets.html","abstract":"  In a fiscal turnaround that would have been all but unthinkable in the nation's statehouses just a few years ago, state budgets are swelling with revenue and nearly half the states have enacted election-year tax cuts in recent months.   In state capitals from Boston to Phoenix, lawmakers who fought in 1991 and 1992 over how to fill huge, painful budget gaps instead battled this year over how to divide unexpected wealth. A growing national economy has largely been responsible, and not only for the surge in revenue: it has also helped to ease recession-era strains on the budgets, like welfare spending and Medicaid.","thumbnail":null,"section":"U.S."},{"date":"19940906","headline":"Game's Ultimate Strikeout Is Hanging in the Balance","web_url":"https://www.nytimes.com/1994/09/06/sports/baseball-game-s-ultimate-strikeout-is-hanging-in-the-balance.html","abstract":"  Whether or not this Friday is a firm deadline for a season-saving labor agreement could be immaterial if the two sides don't meet in the near future. The striking players and owners have not met since Aug. 25 and have no bargaining sessions scheduled.   Asked yesterday whether Friday could come and go without a meeting, Bud Selig, the acting commissioner, who last Friday set the date as more or less a deadline, said: \"I don't know. One would hope and think not, but we'll see how each day plays out.\"","thumbnail":null,"section":"Sports"},{"date":"19940906","headline":"Arafat Allows Paper To Publish Again After Loyalty Pledge","web_url":"https://www.nytimes.com/1994/09/06/world/arafat-allows-paper-to-publish-again-after-loyalty-pledge.html","abstract":"  Five weeks after it was banned by the Palestinian Authority because of its pro-Jordanian stance, the Palestinian newspaper An Nahar returned to newsstands today, declaring its loyalty to the Palestine Liberation Organization.    Today's issue carried little news from Jordan. Instead, an editorial declared the paper to be \"Palestinian to the bone\" and pledged allegiance to the \"national line.\" Another ended with the P.L.O. slogan: \"Revolution until victory.\" Yasir Arafat, the P.L.O. chairman, was described as \"The Brother, The Leader, The Symbol.\"","thumbnail":null,"section":"World"},{"date":"19940906","headline":"Black Culture Is Theme In Lyons Dance Biennial","web_url":"https://www.nytimes.com/1994/09/06/arts/black-culture-is-theme-in-lyons-dance-biennial.html","abstract":"  The Lyons Dance Biennial, a French festival established in 1984, will focus this month on the international impact of black culture. Six American dance troupes will be featured among the 20 companies and musicians and singers who are also from Brazil, Africa, the Caribbean and France.   Unlike other European dance festivals, the Biennial is based thematically on dance in one country or in related cultures. This year's event, which runs from next Tuesday through Oct. 1, is called \"Mama Africa\" and will include traditional and experimental companies \"from Africa to Harlem,\" said the festival's artistic director, Guy Darmet.","thumbnail":null,"section":"Arts"},{"date":"19940906","headline":"Washington Public Schools Set to Open One Week Late","web_url":"https://www.nytimes.com/1994/09/06/us/washington-public-schools-set-to-open-one-week-late.html","abstract":"  The District of Columbia decided today to delay the start of school by five days, until Sept. 12, after a judge turned down a stopgap plan to put fire patrols in the hallways at dozens of schools that do not meet fire codes.   Most of the District's schools are in compliance with the codes, but education officials have said it would be too confusing to keep some schools closed while opening others as scheduled on Wednesday. The school board ordered the officials to draw up plans to accommodate the students whose schools will remain closed next Monday.","thumbnail":null,"section":"U.S."},{"date":"19940906","headline":"1 Killed, 1 Wounded in Dispute With an Off-Duty Rookie Officer","web_url":"https://www.nytimes.com/1994/09/06/nyregion/1-killed-1-wounded-in-dispute-with-an-off-duty-rookie-officer.html","abstract":"  An off-duty rookie police officer shot two men, killing one of them, during an altercation on the Bronx-Whitestone Bridge late Sunday night, the police said.   Officer David Velez, 23, was driving toward the Bronx around 11 P.M. when he saw a white Acura speeding up behind him. He changed lanes, but the car soon sped up to pull abreast, and its passengers began yelling at the officer before speeding ahead to cut him off, said Detective Andrew McInnis, a police spokesman.","thumbnail":null,"section":"New York"},{"date":"19940906","headline":"Cuomo: The First Nod Towards Pataki","web_url":"https://www.nytimes.com/1994/09/06/nyregion/the-ad-campaigns-cuomo-the-first-nod-towards-pataki.html","abstract":"  CANDIDATE: Gov. Mario M. Cuomo PRODUCER: The Garth Group, New York","thumbnail":null,"section":"New York"},{"date":"19940906","headline":"Jets Are in a Bubble Too Pleasant to Burst","web_url":"https://www.nytimes.com/1994/09/06/sports/pro-football-jets-are-in-a-bubble-too-pleasant-to-burst.html","abstract":"  Slow down, fans, Boomer Esiason cautioned today.   Esiason's Jets teammates are already being instructed by Coach Pete Carroll to keep in perspective their stunning 23-3 opening-day rout of the Bills. But while Esiason said that Jets fans should remember that next Sunday the John Elway-led Denver Broncos loom, he still sounded excited about what happened against the Bills.","thumbnail":null,"section":"Sports"},{"date":"19940906","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/06/nyregion/c-corrections-161586.html","abstract":"  Because of an editing error, an article yesterday about a campaign advertisement for Gov. Mario M. Cuomo misstated his position on assault weapons. Mr. Cuomo is a long-time supporter of banning the weapons.","thumbnail":null,"section":"New York"},{"date":"19940906","headline":"Sports of The Times; Unseeded, Undaunted, Unpredictable","web_url":"https://www.nytimes.com/1994/09/06/sports/sports-of-the-times-unseeded-undaunted-unpredictable.html","abstract":"  HE appears to be as much undaunted as he is unseeded. Andre Agassi is saying that he has never in his life hit the ball this well, this confidently, this special time of year. He is saying that he is ready to embrace his immense tennis talent, right here in New York City, right now when professional tennis needs him the most.   Agassi won a five-set match yesterday from Michael Chang, the last person you would expect Agassi to outlast on Labor Day at the United States Open. Chang is the world's foremost grinder. Agassi has been known as one of the tour's great unravelers.","thumbnail":null,"section":"Sports"},{"date":"19940906","headline":"Prenup Wins Jerome In Wire-to-Wire Drive","web_url":"https://www.nytimes.com/1994/09/06/sports/horse-racing-prenup-wins-jerome-in-wire-to-wire-drive.html","abstract":"  Prenup, the colt who missed the Triple Crown series because of knee surgery, kept streaking through the second half of the racing season yesterday afternoon, when he went wire to wire to win the 126th running of the Jerome Handicap at Belmont Park by four lengths over Ulises.   Although he scored a personal success, he didn't do much to clarify the rankings among horses headed for the landmark races that will decide the year's championships.","thumbnail":null,"section":"Sports"},{"date":"19940906","headline":"Police Arrest Man In Hit-and-Run Case","web_url":"https://www.nytimes.com/1994/09/06/nyregion/police-arrest-man-in-hit-and-run-case.html","abstract":"  After a hit-and-run accident yesterday in the Bronx that left a pedestrian dead, the police arrested a man whose driver's license had been suspended 40 times and finally revoked.   Mario Chavez, 41, of 537 West 133d Street in Manhattan, was charged with leaving the scene of an accident and aggravated unlicensed driving. The police said last night that it was not clear exactly how the accident occurred or who was to blame.","thumbnail":null,"section":"New York"},{"date":"19940906","headline":"Love, Found and Lost, Amid Sharp Turns of Fate","web_url":"https://www.nytimes.com/1994/09/06/books/books-of-the-times-love-found-and-lost-amid-sharp-turns-of-fate.html","abstract":"  Open Secrets  By Alice Munro  294 pages. Alfred A. Knopf. $23.    In \"A Real Life,\" one of the strongest tales in this sparkling new collection by Alice Munro, we are introduced to a woman named Dorrie, a woman whose life in the Ontario countryside seems completely set, frozen in ritual and routine. For years, Dorrie has led a frugal, marginal existence, trapping muskrats for their fur, collecting walnuts to mark the change of seasons. This is the life she led with her brother Albert, and this is the life she has continued to lead since his death. Then, suddenly, unexpectedly, everything changes: a visitor from Australia is charmed by Dorrie's eccentricity; the two begin to correspond; he proposes and after a small crisis of confidence, she marries him and moves to his plantation in Queensland. There, we are told, she embraces a very different sort of life: riding horses, flying airplanes, shooting crocodiles.","thumbnail":null,"section":"Books"},{"date":"19940906","headline":"Injury Forces Reneberg Out","web_url":"https://www.nytimes.com/1994/09/06/sports/us-open-94-injury-forces-reneberg-out.html","abstract":"  Richey Reneberg, an unseeded long shot, seemed on his way to the quarterfinals of the United States Open last night when he beat the No. 9 seeded Todd Martin, 6-3, in the first set.   But Reneberg, who upset seventh-seeded Boris Becker in the first round, felt a pop in the upper part of his left leg in the last game of that set, got treatment from a trainer at courtside twice, then retired after losing the first three games of the second set.","thumbnail":null,"section":"Sports"},{"date":"19940906","headline":"Rice Reigns as Touchdown King","web_url":"https://www.nytimes.com/1994/09/06/sports/pro-football-rice-reigns-as-touchdown-king.html","abstract":"  The touchdowns usually come by air. They are often a thing a beauty. Jerry Rice races downfield, speeds past his defender, soars through the air and makes the grab. Rice jukes and shakes and runs past the defense into the end zone.   But the touchdown that Rice made here tonight to tie Jim Brown's National Football League career touchdown mark was on a 23-yard reverse. That score made it San Francisco 37, Raiders 14, with 12 minutes 15 seconds to play.","thumbnail":null,"section":"Sports"},{"date":"19940906","headline":"Jean-Paul Gaultier","web_url":"https://www.nytimes.com/1994/09/06/style/IHT-jeanpaul-gaultier.html","abstract":"IT used to be called unisexwhen women started to wear the pants and Mick Jagger wore a dress. Jean-Paul Gaultier harked back to the days when you could not tell the chicks from the chaps. But the model duos walking out in his new JPG spring collection w","thumbnail":null,"section":"Style"},{"date":"19940906","headline":"Green Revolution Is Not Enough, Study Finds","web_url":"https://www.nytimes.com/1994/09/06/science/green-revolution-is-not-enough-study-finds.html","abstract":"  CONFOUNDING both doomsayers and optimists, a new study has found that the much-admired \"green revolution\" in agriculture, coupled with a quadrupling of the rate at which contraceptives are used, has enabled India to do little more than mark time in per capita food production for the last 20 years.   While food production kept pace with India's swelling population, the study by Indian, American and European collaborators found, there is no assurance it can continue. Furthermore, agriculture's monumental achievement of feeding a population that nearly doubled over the two decades has come at a stiff price in environmental degradation and impoverishment of the soil, the study found.","thumbnail":null,"section":"Science"},{"date":"19940906","headline":"East German Spy Chief on Trial for Manslaughter","web_url":"https://www.nytimes.com/1994/09/06/world/east-german-spy-chief-on-trial-for-manslaughter.html","abstract":"  The longtime chief of East Germany's secret police, Erich Mielke, went on trial here today for manslaughter, but the trial was quickly recessed after defense lawyers challenged the judge's conduct.   The charges allege that Mr. Mielke, 86, was among those responsible for ordering border guards to shoot East Germans who tried to flee westward. He is already serving a six-year prison term for the murder of two Berlin police officers in 1931.","thumbnail":null,"section":"World"},{"date":"19940906","headline":"Orphaned East Timor : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/06/opinion/IHT-orphaned-east-timor-letters-to-the-editor.html","abstract":"Regarding \"Remember The Rape of East Timor\" (Opinion, Aug. 13):.Anthony Lewis writes: \"The Timorese had shown no sympathy for communism. They just wanted independence.\" The first statement is for the most part true; but after the ir","thumbnail":null,"section":"Opinion"},{"date":"19940906","headline":"I.O.C. Names a Second American to Its Ruling Body","web_url":"https://www.nytimes.com/1994/09/06/sports/olympics-ioc-names-a-second-american-to-its-ruling-body.html","abstract":"  The International Olympic Committee today elected James L. Easton, president of the International Archery Federation, to the second American seat on the Olympic movement's powerful ruling body.   Easton was named to the post vacated in 1991 when Robert Helmick was forced to resign amid charges of conflict of interest. Anita DeFrantz, a former Olympic rower, had been the sole American member on the I.O.C. since Helmick's resignation.","thumbnail":null,"section":"Sports"},{"date":"19940906","headline":"Black-Tights Era Is Giving Way To Variety","web_url":"https://www.nytimes.com/1994/09/06/style/black-tights-era-is-giving-way-to-variety.html","abstract":"  One fashion decision a woman hasn't had to make in the last few years is what to wear on her legs. Black opaque tights have been the right choice with just about any skirt length. But those carefree days may be over. There are signs of anarchy in the hosiery area, with designers suggesting sheer nude or sheer black pantyhose, opaque white tights, over-the-knee stockings and even knee-highs with a skirt.   Women with an interest in fashion have already started experimenting, going barelegged in the summer or wearing thigh-high stockings with mini-dresses or white tights with dark skirts. Now that fall merchandise has been in the stores for a month, retailers have noticed a change in what women are buying.","thumbnail":null,"section":"Style"},{"date":"19940906","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/06/nyregion/chronicle-161659.html","abstract":"  The Red Hot Chili Peppers, a hard-rock band worshiped by the grunge generation, are trying to tap into a new audience: the Sesame Street set.   The group's lead singer, ANTHONY KIEDIS , recently told Melody Maker magazine that the band has wanted to perform on Sesame Street for a long time. But the Children's Television Workshop, which produces the show, has nixed the idea.","thumbnail":null,"section":"New York"},{"date":"19940906","headline":"Azzedine Alaia","web_url":"https://www.nytimes.com/1994/09/06/style/IHT-azzedine-alaia.html","abstract":"YOU have to hand it to a designer who can make tweed look super-sexy and give a fresh spin to cowgirl chic. Azzedine Alaïa's skill is in the cut and thrust of his clothes and the way they fit, from the spike-heeled puss- in-boots rising to the minusc","thumbnail":null,"section":"Style"},{"date":"19940906","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/09/06/style/IHT-what-theyre-reading.html","abstract":"Moufida Tlatli, Tunisian- born filmmaker, is reading \"A Small Personal Voice: Essays, Reviews, Interviews\" by Doris Lessing..\"I have read every word Lessing has written. There is a luminous wisdom and seriousness that flows from her pen.","thumbnail":null,"section":"Style"},{"date":"19940906","headline":"How Minority Tutsi Won the War","web_url":"https://www.nytimes.com/1994/09/06/world/how-minority-tutsi-won-the-war.html","abstract":"  At first glance, it seems a bit incredible that the guerrilla forces of the Rwandan Patriotic Front routed the Rwandan Army.   After all, the rebels, made up largely of ethnic Tutsi refugees, represented at most 15 percent of the population, while the governing Hutu accounted for nearly 85 percent and had been trained by the French and equipped with modern weapons by several countries over the years.","thumbnail":null,"section":"World"},{"date":"19940906","headline":"1919: Austrian Question : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/06/opinion/IHT-1919-austrian-question-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Despatches from Bâle indicate that the German Government has sent to the Peace Conference a reply to the ultimatum demanding a modification of the clauses in the German Constitution which open the door to future union with Austria. Germany is","thumbnail":null,"section":"Opinion"},{"date":"19940906","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/09/06/sports/transactions-160725.html","abstract":"  HOLIDAY Baseball  National League  CHICAGO CUBS -- Announced a four-year extension of their player development contract with Daytona of the Florida State League.","thumbnail":null,"section":"Sports"},{"date":"19940906","headline":"Latest Killing in Gaza Strip Adds to Israelis' Unease","web_url":"https://www.nytimes.com/1994/09/06/world/latest-killing-in-gaza-strip-adds-to-israelis-unease.html","abstract":"  The killing of an Israeli soldier in the Gaza Strip overnight reinforced for Israelis today that neither their Government nor the new Palestinian Authority has been able to stop recurring attacks by armed Palestinians opposed to peace talks.   After the latest incident, a drive-by shooting that left one soldier dead and two others wounded, Prime Minister Yitzhak Rabin cautioned that violence -- and the failure of Palestinian leaders to stop it -- could endanger future negotiations on extending Palestinian self-rule in the occupied territories.","thumbnail":null,"section":"World"},{"date":"19940906","headline":"An Electronic Coach for Computer Slide Talks","web_url":"https://www.nytimes.com/1994/09/06/science/peripherals-an-electronic-coach-for-computer-slide-talks.html","abstract":"  AT every moment of the working day, people are giving business presentations. A presentation may be as simple as making an oral proposal to a superior; it may involve standing before the board of directors with pie charts, or even running a \"slide show,\" which these days is as likely to be done with a computer as with a slide projector.   That computer slide show may have been prepared with Microsoft Powerpoint, Harvard Graphics, Lotus Freelance Graphics or another program. But it does not, and should not, run by itself. Someone still has to stand there, making comments, changing slides, perhaps even editing on the fly to speed things up or slow them down to suit a particular audience.","thumbnail":null,"section":"Science"},{"date":"19940906","headline":"Touchdown! Scoreboards Can Barely Keep Up","web_url":"https://www.nytimes.com/1994/09/06/sports/pro-football-touchdown-scoreboards-can-barely-keep-up.html","abstract":"  The National Football League craved more scoring, and this past weekend it got it.   The N.F.L. opened its 1994 season with a 70-touchdown barrage, including 4 games in which 8 or more touchdowns were scored. Just 56 touchdowns were scored on the opening Sunday last season.","thumbnail":null,"section":"Sports"},{"date":"19940906","headline":"Love, Found and Lost, Amid Sharp Turns of Fate","web_url":"https://www.nytimes.com/1994/09/06/books/love-found-and-lost-amid-sharp-turns-of-fate.html","abstract":"In \"A Real Life,\" one of the strongest tales in this sparkling new collection by Alice Munro, we are introduced to a woman named Dorrie, a woman whose life in the Ontario countryside seems completely set, frozen in ritual and routine. For years, Dorrie has led a frugal, marginal existence, trapping muskrats for their fur, collecting walnuts to mark the change of seasons. This is the life she led with her brother Albert, and this is the life she has continued to lead since his death. Then, suddenly, unexpectedly, everything changes: a visitor from Australia is charmed by Dorrie's eccentricity; the two begin to correspond; he proposes and after a small crisis of confidence, she marries him and moves to his plantation in Queensland. There, we are told, she embraces a very different sort of life: riding horses, flying airplanes, shooting crocodiles. <TD WIDTH=2","thumbnail":null,"section":"Books"},{"date":"19940906","headline":"Gay Presence Leads Revival Of Declining Neighborhoods","web_url":"https://www.nytimes.com/1994/09/06/us/gay-presence-leads-revival-of-declining-neighborhoods.html","abstract":"  As cities around the country continue to shrink, urban planners say the neighborhoods molded by homosexuals in recent decades are taking on a new importance as bastions against further decay.   Although there are no authoritative statistics to track the migration of homosexuals to various urban neighborhoods, their presence -- and with it their economic power -- has become increasingly visible.","thumbnail":null,"section":"U.S."},{"date":"19940906","headline":"Patterns","web_url":"https://www.nytimes.com/1994/09/06/style/patterns-159387.html","abstract":"  Outfoxing the Editors    When Martin Margiela decided to forgo the March runway shows in Paris and present his collection for the first time when it is already in the stores, he missed out on an important part of fashion process -- the part when editors view collections and decide what trends to focus on in their magazines.","thumbnail":null,"section":"Style"},{"date":"19940906","headline":"Population Meeting Opens With Challenge to the Right","web_url":"https://www.nytimes.com/1994/09/06/world/population-meeting-opens-with-challenge-to-the-right.html","abstract":"  World leaders opened the United Nations Conference on Population and Development today with unexpectedly sharp attacks on religious conservatives who have tried to block an international agreement on curbing population because it contains references to abortion and women's rights.   The responses of many of the delegations to the speeches was surprisingly enthusiastic, dealing at least a temporary psychological setback to the Vatican and Islamic religious scholars who have led the opposition to the agreement. At the end of the day, Vatican officials said that they were still far from agreement on several issues, despite a European effort to revise some of the language of an accord intended to establish guidelines for population stabilization over the next two decades.","thumbnail":null,"section":"World"},{"date":"19940906","headline":"In Capital's Streets and Halls, Dogged Voice for the Disabled","web_url":"https://www.nytimes.com/1994/09/06/us/in-capital-s-streets-and-halls-dogged-voice-for-the-disabled.html","abstract":"  Receptionists in the Senate often recognize Stephen Sellows as he approaches, a small man who shuffles from office to office and speaks unclearly.  Some aides exchange knowing glances as they prepare to brush him off with metallic courtesy.    On one of his recent weekly visits to Congress, Mr. Sellows occasionally barged into offices and haltingly demanded to see the person in charge of \"the D.C. budget.\" Lacking the polish of lobbyists who represent business, he would then try to plead on behalf of statehood for the District of Columbia and aid to people with disabilities.","thumbnail":null,"section":"U.S."},{"date":"19940906","headline":"By Design; High Heels Teeter In","web_url":"https://www.nytimes.com/1994/09/06/style/by-design-high-heels-teeter-in.html","abstract":"  Leaf through any fashion magazine and what do you see on the models' feet? Staggeringly high heels.   Designers brought back stiletto heels for day and evening in their fall shows, and the footwear is now drifting into the stores. Whether the shoes will walk out again depends on whether a generation that grew up in sneakers can balance on four-inch heels. But nothing spells nighttime glamour better than spike-heeled satin slippers.","thumbnail":null,"section":"Style"},{"date":"19940906","headline":"Robbers Tie Up Tiffany Guards And Take $1 Million in Jewelry","web_url":"https://www.nytimes.com/1994/09/06/nyregion/robbers-tie-up-tiffany-guards-and-take-1-million-in-jewelry.html","abstract":"  With trickery, threats, precision timing and a dash of bravado, two armed robbers invaded Tiffany's fabled emporium in midtown Manhattan late Sunday, the police said, and, after binding four guards and defeating alarm systems, made off with more than $1 million in jewelry -- and videotapes that had recorded the whole escapade.   No shots were fired and no one was injured. But it was the costliest robbery in the 157-year history of Tiffany & Company, which had been victimized nine times previously by ambitious shoplifters, smash-and-grab thugs, con artists with elaborate tales and, once, by a man who shot a hole in a sidewalk display window and tried to snare a diamond-and-ruby necklace with a wire.","thumbnail":null,"section":"New York"},{"date":"19940906","headline":"Chinese Women Continue to Pile Up the Medals and Suspicions","web_url":"https://www.nytimes.com/1994/09/06/sports/swimming-chinese-women-continue-to-pile-up-the-medals-and-suspicions.html","abstract":"  If you did not swim for the world's most populous nation, it was a day for looking up reluctantly and often bitterly at the times on the scoreboard; a day for looking up at the top step of the Foro Italico medals stand; a day for becoming increasingly familiar with \"March of the Volunteers.\"   \"I'm getting sick of that song,\" said the American swimmer Jenny Thompson.","thumbnail":null,"section":"Sports"},{"date":"19940906","headline":"Elementary School Must Start Building Math and Science Skills; Set the Goals High","web_url":"https://www.nytimes.com/1994/09/06/opinion/l-elementary-school-must-start-building-math-and-science-skills-set-the-goals-high-161926.html","abstract":"  To the Editor:   I am a product of New York City public schools in the South Bronx. Among other courses, I now teach statistics to undergraduate students. I would not have been successful in math had I not had to meet the high expectations that were set by my teachers and myself.","thumbnail":null,"section":"Opinion"},{"date":"19940906","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/06/nyregion/c-corrections-161608.html","abstract":"  A headline yesterday about talks between the United States and Cuba described a Cuban proposal on immigration incorrectly in some editions. The proposal was for the United States to accept 100,000 Cuban immigrants in total, not 100,000 per year.","thumbnail":null,"section":"New York"},{"date":"19940906","headline":"1894:Case of Blackmail?: IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/06/opinion/IHT-1894case-of-blackmail-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - Mrs. Glascock yesterday [Sept. 4], in Court, said that Senator Stewart had drugged her and then outraged her in his office. The Senator says the woman is carrying on \"a badger game.\" Our despatches last reported that Mr. Charles I. Gl","thumbnail":null,"section":"Opinion"},{"date":"19940906","headline":"Q&A","web_url":"https://www.nytimes.com/1994/09/06/science/q-a-160024.html","abstract":"  Raindrops and Sheets   Q.  Why does rain fall as drops and not sheets?","thumbnail":null,"section":"Science"},{"date":"19940906","headline":"Studies Raise Doubts About Need to Lower Home Radon Levels","web_url":"https://www.nytimes.com/1994/09/06/science/studies-raise-doubts-about-need-to-lower-home-radon-levels.html","abstract":"  SEVERAL new studies of radon, the radioactive gas known to cause cancer and found to be seeping into millions of homes across the country, have uncovered little evidence linking household exposure to disease, raising questions about how much risk radon poses to humans at very low levels.   Researchers say these studies have in most cases failed to show an association between lung cancer and household radon levels at or even slightly higher than the level at which the Environmental Protection Agency recommends taking corrective measures.","thumbnail":null,"section":"Science"},{"date":"19940906","headline":"People With 401(k)'s Still Need to Plan","web_url":"https://www.nytimes.com/1994/09/06/opinion/people-with-401-k-s-still-need-to-plan.html","abstract":"  To the Editor:   There is good cause to beware of corporate America's plans for its retirees. When overfunded pension plans were a juicy reward for an in-house raid, officers and boards were happy with traditional pensions.","thumbnail":null,"section":"Opinion"},{"date":"19940906","headline":"Russian Troops On Full Alert In the Caucasus","web_url":"https://www.nytimes.com/1994/09/06/world/russian-troops-on-full-alert-in-the-caucasus.html","abstract":"  Russian troops stationed near the border of the secessionist Chechen republic were put on top alert today after dozens of people died in the worst fighting yet between the Chechen government and troops opposed to secession.   Russia, which refused to recognize the secession three years ago, last month began backing an opposition group, but promised that Russian troops would not intervene.","thumbnail":null,"section":"World"},{"date":"19940906","headline":"Elementary School Must Start Building Math and Science Skills","web_url":"https://www.nytimes.com/1994/09/06/opinion/l-elementary-school-must-start-building-math-and-science-skills-161799.html","abstract":"  To the Editor:   Schools Chancellor Ramon Cortines and his staff are to be commended for their interest and efforts in raising standards in New York City high school mathematics and science (news article, Aug. 30).","thumbnail":null,"section":"Opinion"},{"date":"19940906","headline":"Library's Gay Show Is an Eye-Opener, Even for Its Subjects","web_url":"https://www.nytimes.com/1994/09/06/arts/library-s-gay-show-is-an-eye-opener-even-for-its-subjects.html","abstract":"  The snowy marble walls and carved oak ceilings of the Gottesman Exhibition Hall at the New York Public Library do not commonly echo with sounds of sobbing and shouts of glee.   But \"Becoming Visible: The Legacy of Stonewall,\" a history of New York's lesbian and gay life, has prompted many such reactions -- and flashes of anger and disgust -- since its opening in June, when it broke attendance records for a show at the library.","thumbnail":null,"section":"Arts"},{"date":"19940906","headline":"Though Desperate, Most Cubans Are Not Ready to Take to Rafts","web_url":"https://www.nytimes.com/1994/09/06/world/flight-cuba-cuba-though-desperate-most-cubans-are-not-ready-take-rafts.html","abstract":"  There are no rafts in the quiet gulf that presses up to this small town on Cuba's western end, only children splashing around under the hot late-summer sun and fishing boats tethered to the shore.    Though some hungry townspeople have taken to stealing food from their neighbors' homes, no one has yet tried to steal any of the boats. In a town whose name translates as Faith, no one seems to have turned decisively against the Revolution.","thumbnail":null,"section":"World"},{"date":"19940906","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/09/06/nyregion/metro-digest-157678.html","abstract":"  TIFFANY'S COSTLIEST ROBBERY: $1 MILLION   With trickery, threats, precision timing and a dash of bravado, two armed robbers invaded Tiffany's fabled emporium in midtown Manhattan while it was closed and, after binding four guards and defeating alarm systems, made off with more than $1 million in jewelry -- and videotapes that had recorded the whole operation. No shots were fired, and no one was injured. But it was the costliest robbery in the 157-year history of Tiffany & Company. A1.","thumbnail":null,"section":"New York"},{"date":"19940906","headline":"Not Letting an Amnesty Turn Into a Travesty; Bucks or Books, It's a Short Shelf Life","web_url":"https://www.nytimes.com/1994/09/06/nyregion/not-letting-amnesty-turn-into-travesty-bucks-books-it-s-short-shelf-life.html","abstract":"  Who couldn't go for a good amnesty? Cheaters repent, authorities forgive, the slate gets wiped clean. Some are good for the state's bank balance, others get missing books back on library shelves, still others eliminate the backlog on unpaid parking tickets. And they're all good P.R.    In New York, some state legislators were so happy with the state's first tax amnesty in the mid-1980's that they began promoting a second, which finally went into effect Thursday for the next three months.","thumbnail":null,"section":"New York"},{"date":"19940906","headline":"Henning Gets Fast Start In Shaping Up the Isles","web_url":"https://www.nytimes.com/1994/09/06/sports/hockey-henning-gets-fast-start-in-shaping-up-the-isles.html","abstract":"  Lorne Henning skated off the ice after his first practice session as head coach of the Islanders and said he liked what he saw.   \"I thought the guys looked great,\" said Henning, who was named to the post on June 20, 19 days after Al Arbour announced his retirement. \"We had a good tempo today, and everyone looks in good shape.\"","thumbnail":null,"section":"Sports"},{"date":"19940906","headline":"U.S. Again Offers More Visas for Cuban Refugees","web_url":"https://www.nytimes.com/1994/09/06/world/flight-from-cuba-diplomacy-us-again-offers-more-visas-for-cuban-refugees.html","abstract":"  The Clinton Administration made a new offer to Cuba over immigration yesterday, saying that if Havana clamped down on the exodus of boat people, the United States might take more than the 20,000 refugees it offered to admit each year when talks between the two sides opened here five days ago.    But Administration officials refused to provide details, saying only that they were prepared to show flexibility and that they considered the offer \"a serious attempt to meet the immigration needs of both sides,\" as one put it.","thumbnail":null,"section":"World"},{"date":"19940906","headline":"It Takes a Big Push","web_url":"https://www.nytimes.com/1994/09/06/opinion/l-it-takes-a-big-push-161896.html","abstract":"  To the Editor:   A postscript to your exhaustive post-mortem of the health-care bill, \"For Health Care, Time Was a Killer\" (front page, Aug. 29):","thumbnail":null,"section":"Opinion"},{"date":"19940906","headline":"Editorial Notebook: Ireland's Real Lawmakers; The Songs and Poems Make Its Destiny","web_url":"https://www.nytimes.com/1994/09/06/opinion/editorial-notebook-ireland-s-real-lawmakers-the-songs-and-poems-make-its-destiny.html","abstract":"  \"It's Over!\" proclaimed a headline in The Belfast Telegraph when the Irish Republican Army announced a complete cessation of its 25-year war against British rule in Northern Ireland. This time, it may be so. But you can be sure there will be no cease-fire in Ireland's truly abiding conflict, the war of words.    Other disputes between kindred peoples may have lasted longer and involved bigger pieces of territory. However, no quarrel I can think of has generated more eloquent speeches, songs, novels and plays, and more reams of poetry, than that in the Emerald Isle. Here if nowhere else, in Shelley's memorable phrase, poets have been the unacknowledged legislators of mankind.","thumbnail":null,"section":"Opinion"},{"date":"19940906","headline":"Parade Shows Off West Indian Political Clout","web_url":"https://www.nytimes.com/1994/09/06/nyregion/parade-shows-off-west-indian-political-clout.html","abstract":"  The West Indian American Day Parade, the largest annual street celebration in New York City, was an explosion of colorful costumes, a haze of spiced food and a thunder of steel-band music yesterday, flowing down Eastern Parkway in Brooklyn. But first came the politicians, strutting for support from one of the city's burgeoning immigrant groups.   The Caribbean festival drew state and local politicians by the dozens, demonstrating the infusion of new and potential voters represented by immigrants, including those from the Caribbean islands.","thumbnail":null,"section":"New York"},{"date":"19940906","headline":"Now It's Laughter And Fun For Pierce","web_url":"https://www.nytimes.com/1994/09/06/sports/us-open-94-now-it-s-laughter-and-fun-for-pierce.html","abstract":"  Mary Pierce lost the point, and she laughed.   She lunged too late for a hard-hit ball to her left, missed, and flashed a smile. She shared high-fives with her doubles partner, Murphy Jensen, and bounced around the tennis court as if she were at a weekend party in the country rather than in a quarterfinal match at the United States Open.","thumbnail":null,"section":"Sports"},{"date":"19940906","headline":"A Lunch Date Proves Costly As Friends Pinch His Picasso","web_url":"https://www.nytimes.com/1994/09/06/nyregion/a-lunch-date-proves-costly-as-friends-pinch-his-picasso.html","abstract":"  When Crawford Greenleaf returned from a lunch date with a dear friend to find his apartment burglarized and his valuable Picasso sketch among the missing items, he did not have a clue, the police say, that his friend was in on the job.   But the police say that Mr. Greenleaf's friend for 20 years, Barbara Joslyn, 45, of West Hollywood, Calif., had lured him to a lunch date on Saturday so that her companion, Ian Pringle, a film producer, could make off with two paintings, the Picasso sketch, a clock and jewelry, with an estimated total value of $800,000.","thumbnail":null,"section":"New York"},{"date":"19940906","headline":"Film Ratings Under Attack From More Than One Angle","web_url":"https://www.nytimes.com/1994/09/06/movies/film-ratings-under-attack-from-more-than-one-angle.html","abstract":"  Movie ratings seem like taxes: necessary but a source of irritation and anger. Within the last few days, debate over the 26-year-old film rating system has taken a particularly nasty turn.    \"I've had a Maalox moment on this latest go-round,\" said Jack Valenti, chairman of the Motion Picture Association of America, the movie industry's lobbying arm, which controls the ratings classification board and is now locked in an angry dispute with the creators of a new film, \"Jason's Lyric,\" about black teen-agers in Houston.","thumbnail":null,"section":"Movies"},{"date":"19940906","headline":"Debate May Force A Redrawing Of Flying Reptile From the Jurassic","web_url":"https://www.nytimes.com/1994/09/06/science/debate-may-force-a-redrawing-of-flying-reptile-from-the-jurassic.html","abstract":"  DISAGREEMENT over the wing structure of extinct flying reptiles has led to a lacerating scientific debate between paleontologists, the outcome of which could oblige artists and film makers to begin redrawing the terrible pterosaurs of fact and fancy.   Important issues, including the precise relationships between dinosaurs, pterosaurs and birds, could eventually be affected by the debate. But for the moment, attention centers on the fossil remnant of a single reptile about the size of a crow that flew over what is now Kazakhstan 156 million years ago.","thumbnail":null,"section":"Science"},{"date":"19940906","headline":"Woman Is Killed in Attack By Son's Pit Bulls in Bronx","web_url":"https://www.nytimes.com/1994/09/06/nyregion/woman-is-killed-in-attack-by-son-s-pit-bulls-in-bronx.html","abstract":"  Two pit bull terriers left with a Bronx man's parents mauled the couple Sunday night, killing the mother and injuring the father, the police said.   The attack was one of three unrelated violent incidents in the city involving pit bulls in less than 24 hours. Police officers in Brooklyn killed two that had chased a 13-year-old boy and then turned on the officers, and an officer in Manhattan was bitten by another one of the dogs.","thumbnail":null,"section":"New York"},{"date":"19940906","headline":"Bridging the Generation Gap With the Youth of Autumn","web_url":"https://www.nytimes.com/1994/09/06/style/IHT-bridging-the-generation-gap-with-the-youth-of-autumn.html","abstract":"A youthquake has shaken fashion - and the changed landscape was on view at the exhibitions held last weekend. In the offerings for women and men at the Porte de Versailles, there was not so much a gender divide as a generation gap. For the first time sin","thumbnail":null,"section":"Style"},{"date":"19940906","headline":"Refugees Crowding Navy 'Paradise'","web_url":"https://www.nytimes.com/1994/09/06/world/flight-from-cuba-the-base-refugees-crowding-navy-paradise.html","abstract":"  They call it \"paradise,\" the Navy's best-kept secret.   \"The weather, things to do -- snorkeling, fishing, scuba diving,\" said Petty Officer Lynn Rodriguez, 22 years old, listing what is nice about this military outpost on the Caribbean, in the southeast corner of Cuba.","thumbnail":null,"section":"World"},{"date":"19940906","headline":"1944: War on Bulgaria : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/06/opinion/IHT-1944-war-on-bulgaria-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] Russia tonight [Sept. 5] declared war on Bulgaria, bluntly asserting that the so- called \"neutrality\" of the Sofia government was only a cloak to cover continuing aid to Germany. The Soviet declaration was m","thumbnail":null,"section":"Opinion"},{"date":"19940906","headline":"President Begins a Campaign to Avoid Losses for the Democratic Party in November","web_url":"https://www.nytimes.com/1994/09/06/us/president-begins-a-campaign-to-avoid-losses-for-the-democratic-party-in-november.html","abstract":"  President Clinton opened a campaign today to fend off heavy losses in the November elections with a Labor Day address that called attention to what the White House hopes will save Democrats: the creation of jobs.   At the huge shipyard here that is Maine's largest employer, Mr. Clinton pointed to the 4.1 million jobs by which the nation's economy has grown since he became President and called that a measure of a vitality that his critics have overlooked.","thumbnail":null,"section":"U.S."},{"date":"19940906","headline":"Lead Team's Mayhem","web_url":"https://www.nytimes.com/1994/09/06/opinion/l-lead-team-s-mayhem-317946.html","abstract":"  To the Editor:    The carefully collected and mounted autumn leaves are gone. The fall pictures saved and displayed for the last 30 years are missing. The paints, paper, crayons and math manipulatives no longer exist. Puzzle pieces are missing, and books are destroyed.","thumbnail":null,"section":"Opinion"},{"date":"19940906","headline":"Woodstock '94 Becomes Myth Before Our Eyes","web_url":"https://www.nytimes.com/1994/09/06/opinion/l-woodstock-94-becomes-myth-before-our-eyes-161810.html","abstract":"  To the Editor:   That good old Woodstock amnesia seems to be setting in early, even among reliable reporters.","thumbnail":null,"section":"Opinion"},{"date":"19940906","headline":"Liberators of Paris : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/06/opinion/IHT-liberators-of-paris-letters-to-the-editor.html","abstract":"As a soldier who fought through France and Germany during World War II, I was intensely interested in all the hullabaloo about the Normandy landings and the liberation of Paris. However, I was deeply disappointed in the way the French press, television a","thumbnail":null,"section":"Opinion"},{"date":"19940906","headline":"Mental Hospitals Aren't for Criminals","web_url":"https://www.nytimes.com/1994/09/06/opinion/l-mental-hospitals-aren-t-for-criminals-161888.html","abstract":"  To the Editor:   Committing criminals to mental hospitals, as New Jersey plans to do, is a bad idea. The state's plan to put violent criminals, including sex offenders, into state mental hospitals if they are still dangerous by the end of their prison terms is the wrong solution to the serious problem of how to protect society from these criminals.","thumbnail":null,"section":"Opinion"},{"date":"19940906","headline":"Arriving at Richard III After Years of Imagining","web_url":"https://www.nytimes.com/1994/09/06/theater/arriving-at-richard-iii-after-years-of-imagining.html","abstract":"  Asked if he were going to have a hump as Richard III, Richard Thomas said, \"You think I waited 30 years to play this role and I'm going to do it without a hump?\" He laughed, and added: \"Two humps! And a patch over my eye -- and a hook. I've been pretty long enough.\"   It was in 1964 that Mr. Thomas first acted in \"Richard III,\" as the young Prince Edward, at the American Shakespeare Festival in Stratford, Conn. Two years after that, he played the other young prince, the Duke of York, for the New York Shakespeare Festival in Central Park. Now he is preparing to play the title role at Hartford Stage in a production that starts previews on Sept. 24.","thumbnail":null,"section":"Theater"},{"date":"19940906","headline":"India's Dirty Little War","web_url":"https://www.nytimes.com/1994/09/06/opinion/india-s-dirty-little-war.html","abstract":"  A relentless, deadly struggle goes on and on in India's mainly Muslim state of Kashmir, where New Delhi is trying to crush forces seeking independence or union with Pakistan. The violence comes from both sides, but India's obdurate insistence on resolving a political problem by force has increasingly enmeshed it in a campaign of lawless state terrorism. The ugly results are documented in a new study by Human Rights Watch/Asia.    Regrettably, Washington, instead of raising its voice to defend human rights, has lowered it in an effort to improve commercial and diplomatic ties. The U.S. may have little power to deter India from repression. But the Clinton Administration should assert American disapproval more forthrightly.","thumbnail":null,"section":"Opinion"},{"date":"19940906","headline":"Officer Is Slain By Brother, Also on Force","web_url":"https://www.nytimes.com/1994/09/06/nyregion/officer-is-slain-by-brother-also-on-force.html","abstract":"  After an afternoon at a family barbecue spent drinking and arguing over plans for his bachelor party, a New York City police sergeant was shot and killed by his older brother, himself a police officer, in the older brother's home late Saturday night, the police said.   Sgt. Douglas Soorko, 32, was shot by Officer Steven Soorko, 39, in the officer's home about 11 P.M. Saturday, the police said. The younger brother, who was to be married Sept. 17, had gone to the officer's house to continue a heated argument over the wedding when the shooting occurred, said Sgt. John Clifford, a Police Department spokesman.","thumbnail":null,"section":"New York"},{"date":"19940906","headline":"Sonic Device for Blind May Aid Navigation","web_url":"https://www.nytimes.com/1994/09/06/science/sonic-device-for-blind-may-aid-navigation.html","abstract":"  THE other day Dr. Reginald Golledge, who is blind, took a remarkable stroll through the campus of the University of California at Santa Barbara. As Dr. Golledge walked along, places and impediments in his path seemed to call out their names to him -- \"library here, library here,\" \"bench here, bench here\" -- guiding him through a Disney-esque landscape of talking objects.   Dr. Golledge, a geographer at the university, was testing a prototype navigation system for the blind that announced the whereabouts of the objects through stereo headphones mounted to a computer in his backpack, creating a virtual reality landscape. The information came not from some miniature radar but from the signals broadcast by the military's network of global positioning satellites. One day, its developers hope, miniaturized versions of this navigation device, which now weighs 28 pounds, will help the blind navigate unfamiliar neighborhoods.","thumbnail":null,"section":"Science"},{"date":"19940906","headline":"To Economists, Managed Care Is No Cure-All","web_url":"https://www.nytimes.com/1994/09/06/us/to-economists-managed-care-is-no-cure-all.html","abstract":"  Advocates of managed health care say the way to slow the growth in the nation's medical spending is to move most Americans into health maintenance organizations and similar groups. But many economists say that any savings would largely disappear if everybody had managed-care coverage.   In large part, these economists say, the savings of managed care -- which come from steering patients to doctors and hospitals that accept lower fees and cost-saving rules -- are illusory for the country as a whole. That is because when a managed-care group negotiates a lower group rate with a hospital, say, the hospital does not simply absorb the loss of revenue. Instead, it makes up the difference from patients with traditional fee-for-service coverage, a tactic called cost-shifting.","thumbnail":null,"section":"U.S."},{"date":"19940906","headline":"Developers Seek Profits in Polluted Land","web_url":"https://www.nytimes.com/1994/09/06/nyregion/developers-seek-profits-in-polluted-land.html","abstract":"  If the 166-acre tract of scraggly, garbage-strewn undergrowth here seems an unlikely place for a new shopping mall, consider what lies beneath its scarred topsoil. For decades, almost all of this city's trash was buried here.   In the parlance of environmentalists, the site is a brown field -- something less polluted than a toxic waste dump, but still needing more extensive cleanup than the undeveloped greenery of the nation's suburbs and rural areas.","thumbnail":null,"section":"New York"},{"date":"19940906","headline":"Gay Neighborhoods Adding Life to Cities","web_url":"https://www.nytimes.com/1994/09/06/us/gay-neighborhoods-adding-life-to-cities.html","abstract":"  As American cities continue to shrink, urban planners say the neighborhoods molded by homosexuals in the last few decades are taking on a new importance as examples of once-decaying areas that have been revived and that are bastions against further deterioration.","thumbnail":null,"section":"U.S."},{"date":"19940906","headline":"'Traditional' Urban Design : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/06/opinion/IHT-traditional-urban-design-letters-to-the-editor.html","abstract":"Regarding \"Islands Across America Where 'Do Not' Is the Law\" (Meanwhile, Aug. 23) by Evan McKenzie:.The writer makes a strong point for the insidiousness of \"condo law\" in America, and as a victim of such law I heartily agree that s","thumbnail":null,"section":"Opinion"},{"date":"19940906","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/06/nyregion/chronicle-158143.html","abstract":"  During a rare public appearance on Sunday, actress LUISE RAINER expressed regret about the abrupt end of her film career in the late 1930's.   Ms. Rainer, 84, won Oscars for best actress in successive years, for \"The Great Ziegfeld\" in 1936 and \"The Good Earth\" in 1937. But she disappeared from the movie screen soon afterward. Accepting an award from the Society for Cinephiles in Hollywood, Ms. Rainer said she stopped acting because she didn't like any of the roles she was offered after her early successes, The Associated Press reported.","thumbnail":null,"section":"New York"},{"date":"19940906","headline":"Beijing Journal; City's Healthy Flush Begins to Look Like Fever","web_url":"https://www.nytimes.com/1994/09/06/world/beijing-journal-city-s-healthy-flush-begins-to-look-like-fever.html","abstract":"  \"Get out of the way, bread box!\"   \"How do you expect people to get through?\" yelled Wei Qinghai, 73, as he powered his pedal-driven cab through a busy intersection in central Beijing.","thumbnail":null,"section":"World"},{"date":"19940906","headline":"Serbian Church Blocking Pope's Visit to Belgrade","web_url":"https://www.nytimes.com/1994/09/06/world/serbian-church-blocking-pope-s-visit-to-belgrade.html","abstract":"  The Serbian Orthodox Church, unforgiving of what it sees as the complicity of some Roman Catholic bishops in the mass killings of Serbs during World War II, has quietly blocked plans for Pope John Paul II to visit Belgrade as part of the trip he plans this week to Sarajevo in Bosnia and Zagreb in Croatia.   Politicians and church officials involved in the negotiations said the Serbian President, Slobodan Milosevic, and the Vatican were both in favor of the Belgrade visit.","thumbnail":null,"section":"World"},{"date":"19940906","headline":"On My Mind; A Victory in Cairo","web_url":"https://www.nytimes.com/1994/09/06/opinion/on-my-mind-a-victory-in-cairo.html","abstract":"  In all the talk, hope and fury about the Cairo conference, one agreed sentence has received almost no public or press attention. That is a pity.   The sentence is of importance to women specifically but it touches every man because it is an achievement for human rights and human decency.","thumbnail":null,"section":"Opinion"},{"date":"19940906","headline":"No Headline","web_url":"https://www.nytimes.com/1994/09/06/nyregion/no-headline-156973.html","abstract":"  \"Morality becomes hypocrisy if it means accepting mothers' suffering or dying in connection with unwanted pregnancies and illegal abortions and unwanted children.\" -- GRO HARLEM BRUNDTLAND, Prime Minister of Norway, at the United Nations Conference on Population and Development.  [ A1:4. ]","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19940906","time":"1994-09-06 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":77,"wspd":7.6},{"date":"19940906","time":"1994-09-06 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":82,"wspd":7.6},{"date":"19940906","time":"1994-09-06 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.1,"rhum":83,"wspd":3.6},{"date":"19940906","time":"1994-09-06 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":83,"wspd":7.6},{"date":"19940906","time":"1994-09-06 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.5,"rhum":86,"wspd":5.4},{"date":"19940906","time":"1994-09-06 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":87,"wspd":5.4},{"date":"19940906","time":"1994-09-06 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.3,"rhum":85,"wspd":5.4},{"date":"19940906","time":"1994-09-06 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":84,"wspd":1.8},{"date":"19940906","time":"1994-09-06 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":81,"wspd":3.6},{"date":"19940906","time":"1994-09-06 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":68,"wspd":7.6},{"date":"19940906","time":"1994-09-06 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.3,"rhum":64,"wspd":5.4},{"date":"19940906","time":"1994-09-06 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16,"rhum":59,"wspd":11.2},{"date":"19940906","time":"1994-09-06 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.1,"rhum":65,"wspd":13},{"date":"19940906","time":"1994-09-06 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":66,"wspd":16.6},{"date":"19940906","time":"1994-09-06 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.7,"rhum":62,"wspd":14.8},{"date":"19940906","time":"1994-09-06 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":65,"wspd":13},{"date":"19940906","time":"1994-09-06 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15,"rhum":69,"wspd":14.8},{"date":"19940906","time":"1994-09-06 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.8,"rhum":73,"wspd":13},{"date":"19940906","time":"1994-09-06 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":78,"wspd":13},{"date":"19940906","time":"1994-09-06 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":82,"wspd":5.4},{"date":"19940906","time":"1994-09-06 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.3,"rhum":84,"wspd":5.4},{"date":"19940906","time":"1994-09-06 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":85,"wspd":7.6},{"date":"19940906","time":"1994-09-06 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":87,"wspd":11.2},{"date":"19940906","time":"1994-09-06 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":88,"wspd":5.4},{"date":"19940906","time":"1994-09-06 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":44,"wspd":18.7},{"date":"19940906","time":"1994-09-06 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":51,"wspd":18.7},{"date":"19940906","time":"1994-09-06 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":56,"wspd":16.6},{"date":"19940906","time":"1994-09-06 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":56,"wspd":18.7},{"date":"19940906","time":"1994-09-06 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":60,"wspd":16.6},{"date":"19940906","time":"1994-09-06 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":58,"wspd":16.6},{"date":"19940906","time":"1994-09-06 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":64,"wspd":18.7},{"date":"19940906","time":"1994-09-06 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":67,"wspd":18.7},{"date":"19940906","time":"1994-09-06 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":70,"wspd":14.8},{"date":"19940906","time":"1994-09-06 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":70,"wspd":16.6},{"date":"19940906","time":"1994-09-06 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":67,"wspd":18.7},{"date":"19940906","time":"1994-09-06 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":67,"wspd":18.7},{"date":"19940906","time":"1994-09-06 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":57,"wspd":20.5},{"date":"19940906","time":"1994-09-06 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":48,"wspd":24.1},{"date":"19940906","time":"1994-09-06 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":44,"wspd":25.9},{"date":"19940906","time":"1994-09-06 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":41,"wspd":27.7},{"date":"19940906","time":"1994-09-06 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":32,"wspd":25.9},{"date":"19940906","time":"1994-09-06 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":28,"wspd":24.1},{"date":"19940906","time":"1994-09-06 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":27,"wspd":24.1},{"date":"19940906","time":"1994-09-06 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":27,"wspd":25.9},{"date":"19940906","time":"1994-09-06 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":31,"wspd":22.3},{"date":"19940906","time":"1994-09-06 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":31,"wspd":24.1},{"date":"19940906","time":"1994-09-06 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":32,"wspd":22.3},{"date":"19940906","time":"1994-09-06 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":31,"wspd":20.5}]},"19940907":{"guardian_articles":[{"date":"19940907","headline":"Instant cafe","web_url":"https://www.theguardian.com/technology/1994/sep/08/internet","abstract":null,"thumbnail":null,"section":"Technology"}],"nytimes_articles":[{"date":"19940907","headline":"Kohl Is Riding High as German Election Nears","web_url":"https://www.nytimes.com/1994/09/07/world/kohl-is-riding-high-as-german-election-nears.html","abstract":"  An explosion of cheers and applause burst from the crowd as Chancellor Helmut Kohl strode toward the podium to address a campaign rally in Potsdam on Saturday night. As always, his speech was full of enthusiasm and optimism.   \"The landscape here in the east is beginning to bloom, and if it takes four or five years longer than we had hoped, that means nothing in the sweep of history,\" he cried out in his booming baritone. \"Germany is free, Germany is united, and Germany has a great economic and social future.\"","thumbnail":null,"section":"World"},{"date":"19940907","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/07/opinion/IHT-letters-to-the-editor-92670160400.html","abstract":"Was it not Fidel Castro who was responsible for stripping Cubans of every civil right inherent in a civilized and free society, forcing them into communized slave labor cutting sugar cane? Isn't this the tyrant who has imprisoned thousands of Cubans for","thumbnail":null,"section":"Opinion"},{"date":"19940907","headline":"With Washington Schools Delayed for Week, Officials and Parents Look for Alternatives","web_url":"https://www.nytimes.com/1994/09/07/us/with-washington-schools-delayed-for-week-officials-parents-look-for-alternatives.html","abstract":"  A day after the District of Columbia school board postponed the opening of schools because of fire code violations, school officials scrambled to find alternatives for the schools that would not be ready by the scheduled opening on Monday. At the same time, parents searched frantically for day care.   The delay came after Judge Kaye K. Christian on Monday refused to accept an interim plan to open 47 school buildings that had failed to meet fire codes. Education officials said it would be too confusing to open some schools as scheduled on Wednesday while others were closed.","thumbnail":null,"section":"U.S."},{"date":"19940907","headline":"Clinton Staff Shows Jitters As Shake-Up Is Expected","web_url":"https://www.nytimes.com/1994/09/07/us/clinton-staff-shows-jitters-as-shake-up-is-expected.html","abstract":"  As President Clinton wraps up his vacation here and heads back to Washington, some of his top aides are awaiting his return on Wednesday with more than a little apprehension, expecting him to make the first of a series of staff changes as the White House gets back to business.   For two months, Leon E. Panetta, the new White House chief of staff, has quietly been weighing big changes in Mr. Clinton's team. Now, White House officials say that Mr. Panetta is getting ready to present those recommendations to Mr. Clinton and that an overhaul of the lineup could be announced next week.","thumbnail":null,"section":"U.S."},{"date":"19940907","headline":"Degrees of Freedom for Raft Children","web_url":"https://www.nytimes.com/1994/09/07/world/degrees-of-freedom-for-raft-children.html","abstract":"  Clad in \"Batman\" sneakers and a \"Miami Dolphins\" T-shirt, 8-year-old Yandro Martinez says he has learned some English -- \"teacher\" and \"door\" -- and made two friends since he started the third grade last week at Ben Sheppard Elementary School here.   He tells classmates he is a \"balsero,\" a Spanish term now applied to those who came from Cuba on a raft or a small boat.","thumbnail":null,"section":"World"},{"date":"19940907","headline":"Making Waves in the Murky Nuclear Potion","web_url":"https://www.nytimes.com/1994/09/07/opinion/IHT-making-waves-in-the-murky-nuclear-potion.html","abstract":"The assertion by former Prime Minister Nawaz Sharif that Pakistan has an atom bomb is a disturbing development for peace in the subcontinent. If indeed it is true that Pakistan has a bomb, it will come as no surprise to the world. But the claim by a pers","thumbnail":null,"section":"Opinion"},{"date":"19940907","headline":"Nigeria Needs Democracy : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/07/opinion/IHT-nigeria-needs-democracy-letters-to-the-editor.html","abstract":"Regarding the report \"Fraud Does a Thriving Business as Nothing Else Moves in Nigeria\" (Aug. 31):.The major singular contributory factor for the environment in which these fraudulent activities thrive has been the lack of democracy in Nigeria","thumbnail":null,"section":"Opinion"},{"date":"19940907","headline":"Devils Seem to Sport Their Same Smart Look","web_url":"https://www.nytimes.com/1994/09/07/sports/hockey-devils-seem-to-sport-their-same-smart-look.html","abstract":"  With the exception of Bernie Nicholls, who signed with the Chicago Blackhawks, and Slava Fetisov, an unrestricted free agent who was not invited to training camp, the Devils have returned to the ice with the same cast that brought them the second-best point total in the National Hockey League last season.   Jacques Lemaire, in his second season as coach, said he didn't know whether an established newcomer -- he cited Steve Yzerman of the Detroit Red Wings as an example -- would provide the ingredient to take the Devils beyond the heights they reached last season, when they lost to the Rangers in double overtime in Game 7 of the Stanley Cup semifinals.","thumbnail":null,"section":"Sports"},{"date":"19940907","headline":"Personal Health; Getting back into the game quickly with RICE.","web_url":"https://www.nytimes.com/1994/09/07/us/personal-health-getting-back-into-the-game-quickly-with-rice.html","abstract":"  COMING downstairs the other morning, I missed a step and twisted my ankle so badly I wept with pain. As visions of weeks without tennis or cycling added to my agony, I hopped to the kitchen where I quickly downed ibuprofen and taped an ice pack tightly around my throbbing ankle. Then I hopped over to my reclining chair and sat down to read with my foot elevated. An hour later, I returned to the refrigerator to replace the now-melted ice pack with a frozen one and climbed back up to my chair.   I continued icing my ankle for 20 minutes of every hour all afternoon, keeping it elevated, and took another dose of ibuprofen after four hours. By evening I was able to walk several blocks to take my nightly swim. Then I taped the ankle for the night. The next morning, with the ankle still taped, I was able to bicycle in comfort and the second morning I could play tennis without tape, without pain and without favoring the injured foot.","thumbnail":null,"section":"U.S."},{"date":"19940907","headline":"1919:Liberty Replica : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/07/opinion/IHT-1919liberty-replica-in-our-pages100-75-and-50-years-ago.html","abstract":"BORDEAUX - At the mouth of the Gironde River was laid this morning [Sept. 6] the corner- stone of the replica of the statue of Liberty which will commemorate the arrival of the first American troops in France.","thumbnail":null,"section":"Opinion"},{"date":"19940907","headline":"Financial Issues Helping Cuomo to Focus Scrutiny on Pataki as Primary Draws Near","web_url":"https://www.nytimes.com/1994/09/07/nyregion/financial-issues-helping-cuomo-to-focus-scrutiny-on-pataki-as-primary-draws-near.html","abstract":"  Throughout his rapid rise from local politics to endorsed Republican candidate for governor, State Senator George E. Pataki has sought to present a carefully honed image to the public: son of immigrants, farm boy, Ivy League scholarship winner, principled legislator.   But for the last few weeks, Mr. Pataki has had to answer questions generated by news articles about his personal finances. And though none of those questions individually has proved deeply damaging, together they have given Gov. Mario M. Cuomo's campaign new tools to chisel at Mr. Pataki's public persona.","thumbnail":null,"section":"New York"},{"date":"19940907","headline":"Woods Named to International Team","web_url":"https://www.nytimes.com/1994/09/07/sports/sports-people-golf-woods-named-to-international-team.html","abstract":"  TIGER WOODS was one of four players chosen yesterday to represent the United States in next month's world amateur team championship, to be played in Versailles, France. Woods, 18, won the United States Amateur last month. Joining him on the team are ALLEN DOYLE, 46, a three-time selection from LaGrange, Ga.; JOHN HARRIS, 42, of Edina, Minn., and TODD DEMSEY, 22, of Rancho Santa Fe, Calif. The team is chosen by the United States Golf Association based upon play in the last two years. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940907","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/09/07/nyregion/metro-digest-167690.html","abstract":"  PEPPER SPRAY GOES TO COLLEGE   The hottest must-have item among female students at Rutgers University this fall is neither baggy pants nor book bags nor electronic games. It is pepper spray. Crime and the fear of crime has come to college, from big city universities to tiny rural schools. Although some still cling to the image of college as a sacred haven of higher purpose, increasingly, experts say, parents and students are realizing that few campuses are as idyllic as they look. A1. NEW YORK CITY","thumbnail":null,"section":"New York"},{"date":"19940907","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/07/nyregion/c-corrections-172553.html","abstract":"  An art review in Weekend on Friday about an exhibition of silk Kashan rugs at the Metropolitan Museum of Art misstated the curator's surname. He is Daniel Walker, not Daniel Walsh.","thumbnail":null,"section":"New York"},{"date":"19940907","headline":"U.S. Studies Officer Shooting","web_url":"https://www.nytimes.com/1994/09/07/nyregion/us-studies-officer-shooting.html","abstract":"  A United States Justice Department official said yesterday that the department's civil rights division was monitoring developments in the local investigation of the shooting of a Transit police officer by an off-duty New York City police officer last month.   The official, who spoke on condition of anonymity, said senior department attorneys have held preliminary talks with the United States Attorney's office in Manhattan about a potential Federal inquiry.","thumbnail":null,"section":"New York"},{"date":"19940907","headline":"Toward Saner Football","web_url":"https://www.nytimes.com/1994/09/07/opinion/toward-saner-football.html","abstract":"  The grim sight of Napoleon McCallum's knee being wrenched from its socket on \"Monday Night Football\" reminds us that the season of mayhem and misplaced values is upon us again. To be sure, it is delusional to think that football is going to disappear. For one thing, it is too deeply intertwined with the fabric of national life and America's social and historical consciousness.   Consider what football represents. By one analysis, the drive for the end zone represents a re-enactment of the frontier experience: the offensive drive as manifest destiny. By another account, the training of a boy to play an obedient role as one-eleventh of The Team is the way the nation prepares him to fit into the modern corporation.","thumbnail":null,"section":"Opinion"},{"date":"19940907","headline":"Now Starring in Dublin: A Poetic Friel Heroine","web_url":"https://www.nytimes.com/1994/09/07/arts/critic-s-notebook-now-starring-in-dublin-a-poetic-friel-heroine.html","abstract":"  The sad and miraculous plight of Molly Sweeney has brought out the best in the playwright Brian Friel.   Telling the story of a blind massage therapist who, at 41, temporarily recovers her sight, he has produced an entrancing drama that lodges in the mind's eye and stays there, long after Molly's final words have been spoken.","thumbnail":null,"section":"Arts"},{"date":"19940907","headline":"Grandmothers Raise New Families for Love, Not for Money","web_url":"https://www.nytimes.com/1994/09/07/opinion/l-grandmothers-raise-new-families-for-love-not-for-money-172910.html","abstract":"  To the Editor:   \"Paying Grandmas to Keep Kids in Limbo\" by Judith Sheindlin (Op-Ed, Aug. 29), on grandmothers who care for their grandchildren, omits details crucial to widespread acceptance of kinship care. The author devotes much time to the reimbursements grandmothers receive, yet little to the children they care for. She never mentions that children in the foster care system who are placed with relatives, usually grandmothers, were previously abused or neglected and are typically traumatized.","thumbnail":null,"section":"Opinion"},{"date":"19940907","headline":"Rwanda's Leaders Vow to Build a Multiparty State for Both Hutu and Tutsi","web_url":"https://www.nytimes.com/1994/09/07/world/rwanda-s-leaders-vow-to-build-a-multiparty-state-for-both-hutu-and-tutsi.html","abstract":"  Rwanda's new Government is committed to building a multiparty democracy in which ethnic origin is no longer an issue, according to Paul Kagame, the country's new Vice President and the man who led a rebel army to victory in the civil war here.   Five months after the most recent burst of heavy fighting, which killed countless thousands and forced thousands of others to flee, international human rights organizations are present, and Mr. Kagame said in an interview that others were welcome to join them and the United Nations observers posted here to help protect returning refugees.","thumbnail":null,"section":"World"},{"date":"19940907","headline":"New Tour Plan Put on Hold","web_url":"https://www.nytimes.com/1994/09/07/sports/new-tour-plan-put-on-hold.html","abstract":"  A fierce battle for the control of women's tennis in 1995 and beyond was revealed yesterday when Billie Jean King and the International Management Group announced and then hastily canceled a news conference outlining the development of a new tour. The new tour would be backed and run for the next two years by I.M.G., a sports management conglomerate, and would include King at the helm.   The proposed takeover of the current WTA Tour reportedly has the endorsement of top players, including the WTA Players Association president, Martina Navratilova. Navratilova favors the streamlining of events to promote more rivalries between top names.","thumbnail":null,"section":"Sports"},{"date":"19940907","headline":"Can Siberia Teach Us About Heating?","web_url":"https://www.nytimes.com/1994/09/07/opinion/l-can-siberia-teach-us-about-heating-172626.html","abstract":"  To the Editor:   \"Verkhoyansk Journal: A Siberian Icebox That Holds a Thousand People\" (news article, Sept. 3) has important information about home heating in very cold weather. You state that it takes seven truckloads of wood costing $1,650 to heat a modest house each winter in Verkhoyansk, Russia, where temperatures drop to as low as -90 degrees Fahrenheit.","thumbnail":null,"section":"Opinion"},{"date":"19940907","headline":"Castro and Washington : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/07/opinion/IHT-castro-and-washington-letters-to-the-editor.html","abstract":"An effective U.S. strategy for dealing with Cuba must start with the abandonment of policy from another era, an epoch when communism ran rampant and served as the buzzword for all forms of xenophobia.. First, Fidel Castro must be given respect, which he","thumbnail":null,"section":"Opinion"},{"date":"19940907","headline":"1894:Abyssinian's Visit : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/07/opinion/IHT-1894abyssinians-visit-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - King Menelik of Abyssinia is coming northward with the object of obtaining a recognition of his independence. He may not reach Rome until he has visited all the other capitals, in order to proclaim in unmistakable terms that he does not mean to be","thumbnail":null,"section":"Opinion"},{"date":"19940907","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/07/opinion/IHT-letters-to-the-editor-91037871539.html","abstract":"Current U.S. policy toward Cuba and Haiti is cruel to the people of those countries and counterproductive. I suggest lifting the blockades, inviting Mr. Castro and Lieutenant General Raoul Cédras to Washington on state visits and welcoming both coun","thumbnail":null,"section":"Opinion"},{"date":"19940907","headline":"Book Notes; Out of art, into publishing Stephen King, on tour Booker Prize time.","web_url":"https://www.nytimes.com/1994/09/07/books/book-notes-out-of-art-into-publishing-stephen-king-on-tour-booker-prize-time.html","abstract":"  Out of Art    David Ramus is a former fine-arts dealer whose high-flying years in the 1980's art world left him with spectacular debts and a number of creditors clamoring for blood. \"I failed miserably in the art world,\" is how he described it in a recent interview from his home in Atlanta.    Mr. Ramus, 39, has never been a writer except in private, dabbling in sketches and short stories he never showed to anyone. But last October, when his art-selling practices became the subject of a Federal investigation, he sat down to write his first novel, as much, he said, \"to exorcise my demons as anything else.\" The book, \"Thief of Light,\" about forged masterpieces and greed and murder in the art world, caused a tremendous end-of-the-summer stir in a small but rich corner of Manhattan's publishing world. The stir turned out to be brief, because the novel was snapped up so quickly that few people had time to learn about it.","thumbnail":null,"section":"Books"},{"date":"19940907","headline":"3 Minutes Of Rock (And Fame)","web_url":"https://www.nytimes.com/1994/09/07/nyregion/about-new-york-3-minutes-of-rock-and-fame.html","abstract":"  LIKE once-proud Greeks adapting to the culture of an ascendant Rome, the members of the Russian Red Army chorus were taking their cues from younger, long-haired MTV commissars of our own triumphant culture of rock-and-roll and youth-driven marketing.   \"O.K., let's really hear those balalaikas,\" said one of the Americans, a leather-vested, postmodern, post-Communist, post-adolescent as he led a rehearsal of \"Sweet Home Alabama,\" the song that the Red Army Chorus is to present during the MTV Video Music Awards on Thursday night at Radio City Music Hall.","thumbnail":null,"section":"New York"},{"date":"19940907","headline":"McCallum Likely to Be Out for Season","web_url":"https://www.nytimes.com/1994/09/07/sports/sports-people-pro-football-mccallum-likely-to-be-out-for-season.html","abstract":"  NAPOLEON McCALLUM, the Los Angeles Raiders running back, was expected to be lost for the season after surgery to replace a ruptured artery in his left knee. McCallum's knee was dislocated on a tackle in the third quarter of the Raiders' 44-14 loss to the San Francisco 49ers on Monday night. He underwent two hours of surgery Monday night at Stanford Medical Center.   \"It would be premature for me to speculate on the severity, but it would be fair to assume this was at least season-ending,\" the Raiders' executive assistant, AL LoCASALE, said yesterday.","thumbnail":null,"section":"Sports"},{"date":"19940907","headline":"Staten Island's Leader Endorses Pataki","web_url":"https://www.nytimes.com/1994/09/07/nyregion/staten-island-s-leader-endorses-pataki.html","abstract":"  Borough President Guy V. Molinari of Staten Island, a harsh critic of the way Republican leaders chose George E. Pataki as a gubernatorial candidate, endorsed Mr. Pataki yesterday in a show of party unity before the primary election.   Mr. Molinari's daughter, Representative Susan Molinari, a Republican of Staten Island, also supported Mr. Pataki yesterday. He is running against Richard M. Rosenbaum, a former state party chairman waging an outsider's challenge in the Republican primary next Tuesday.","thumbnail":null,"section":"New York"},{"date":"19940907","headline":"2 Ohioans Arrested in Series of Slayings","web_url":"https://www.nytimes.com/1994/09/07/us/2-ohioans-arrested-in-series-of-slayings.html","abstract":"  It was a cross-country crime rampage that began in rural Ohio one week ago with a stolen car, a missing woman and two male suspects. One was an ex-convict fresh out of prison, a man found guilty both of theft and of once biting his own baby so hard that he drew blood. The other was a gangly, troubled 16-year-old described as \"a follower,\" not a violent criminal, by his hometown police chief.   The rampage turned murderous three times over in Missouri and Oklahoma, where the victims' cars were stolen after automobiles taken in previous crimes were abandoned. And it ended this morning, after a nationwide manhunt, with arrests in a dusty culvert at the edge of the mountains around Santa Fe.","thumbnail":null,"section":"U.S."},{"date":"19940907","headline":"Shawinigan Journal; Quebec Libre? His Hometown Won't Think of It","web_url":"https://www.nytimes.com/1994/09/07/world/shawinigan-journal-quebec-libre-his-hometown-won-t-think-of-it.html","abstract":"  They have known him here for years, people like Marcel Brousseau, who as a boy played baseball with him, or the brothers Guy and Gilles Sauvageau, who run a coffee, magazine and tobacco shop where he still occasionally drops in to pass the time of day.   Prime Minister Jean Chretien, the son of a machinist at a local paper mill, comes home every few weeks, the way Harry Truman used to return to Independence, Mo. Mr. Chretien still owns a house in Shawinigan, has family here and knows many townspeople by their first names.","thumbnail":null,"section":"World"},{"date":"19940907","headline":"A Third-World Effort on Family Planning","web_url":"https://www.nytimes.com/1994/09/07/world/a-third-world-effort-on-family-planning.html","abstract":"  Challenging the notion that birth control is a Western idea out of keeping with traditional cultures, 10 developing nations with successful family planning programs will announce here this week a new international partnership to share their skills and experience with other third-world countries.   The 10 nations -- Bangladesh, Colombia, Egypt, Indonesia, Kenya, Mexico, Morocco, Thailand, Tunisia and Zimbabwe -- include Muslim, Buddhist and Christian lands, some poor and some newly richer. Because they prove that family planning can work in diverse settings, they are in a sense models for the United Nations International Conference on Population and Development now in session here.","thumbnail":null,"section":"World"},{"date":"19940907","headline":"Candidate Ties Gubernatorial Bid to Property Taxes","web_url":"https://www.nytimes.com/1994/09/07/nyregion/candidate-ties-gubernatorial-bid-to-property-taxes.html","abstract":"  In a governor's race in which all the candidates talk tough on crime and promise to purge the government of waste, William E. Curry Jr. has seized onto the state's high property taxes as an issue that highlights his independence from the pack.   While several of his opponents have focused on cutting or eliminating an unpopular income tax introduced in 1991, Mr. Curry has pledged to return about $1 billion from state coffers to cities and towns for property tax relief. The details of the program have met widespread criticism, but Mr. Curry insists that his approach is the only one that challenges the status quo.","thumbnail":null,"section":"New York"},{"date":"19940907","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/09/07/nyregion/inside-166626.html","abstract":"  A Meeting of Irishmen   Gerry Adams, the I.R.A.'s political leader, held his first talks with the Prime Minister of Ireland on ending \"the troubles\" in Ulster. Page A11. Promise From Rwanda    Rwanda's new Government pledged to build a multiparty democracy in which ethnic origin, the root of much strife, was not an issue. Page A10. Police Suicide Count Rises    Two New York City police officers killed themselves, matching a grim record set in 1987: 10 suicides by city officers in a year. Page B1. Sampras Eliminated at Open    Pete Sampras, the defending champion and top-seeded player, was beaten in five sets by Jaime Yzaga of Peru. Page B15.","thumbnail":null,"section":"New York"},{"date":"19940907","headline":"She's Long On Talent, Short on The Serve","web_url":"https://www.nytimes.com/1994/09/07/sports/us-open-94-she-s-long-on-talent-short-on-the-serve.html","abstract":"  The first time, it was taken as an aberration. After all, how many times does a serve fall 10 feet short of the net? Gabriela Sabatini had served softly, 49 miles per hour to be precise, and the ball simply sputtered to a stop before it made it to the other side of the court.   The double fault was Sabatini's seventh of the day, and she would get No. 8 two games later, when yet another serve -- this one clocked at 46 m.p.h. -- drooped and dropped on her side of the court. This time, Sabatini's odd failure quickly prompted whispers at the United States Open. And the question so many asked was one heard often lately on the women's tour:","thumbnail":null,"section":"Sports"},{"date":"19940907","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/07/nyregion/c-corrections-172545.html","abstract":"  The Peripherals column in Science Times yesterday, about a software program for business presentations, named it incorrectly at one point. It is Harvard Spotlight for Windows, not Harvard Presenter for Windows.","thumbnail":null,"section":"New York"},{"date":"19940907","headline":"Inquiries in Two Shootings","web_url":"https://www.nytimes.com/1994/09/07/nyregion/inquiries-in-two-shootings.html","abstract":"  Two cases in which off-duty New York City police officers shot people to death on Monday are to be presented to grand juries soon, according to Mary deBourbon, spokeswoman for the Queens District Attorney.    In one case, an officer killed his younger brother, a sergeant on the force; in the other, a civilian was killed and another wounded.","thumbnail":null,"section":"New York"},{"date":"19940907","headline":"Caribbean New York","web_url":"https://www.nytimes.com/1994/09/07/opinion/caribbean-new-york.html","abstract":"  New York City is a perpetual work in process, an immigrant city that is always remaking itself from the customs and intonations of its newest foreign-born families. The process is often imperceptible until a sudden shift in conditions brings a new demographic order into focus.   This will be recorded as the year in which the traditional Labor Day parade in Manhattan was canceled for lack of interest, forcing politicians who typically used it as a photo opportunity to retreat to the West Indian American Day Parade in Brooklyn. Smart move. The gathering, known to West Indians themselves as \"Carnival,\" has long been the largest street gathering in New York, drawing between one and two million revelers yearly.","thumbnail":null,"section":"Opinion"},{"date":"19940907","headline":"Jets' Washington Looks For Another Game Ball","web_url":"https://www.nytimes.com/1994/09/07/sports/pro-football-jets-washington-looks-for-another-game-ball.html","abstract":"  When a pro football defense faces a relatively immobile quarterback like Jim Kelly or Dan Marino, it tries to drive him out of the pocket. Against a mobile quarterback like John Elway or Randall Cunningham, it tries to keep him in the pocket because once he gets outside, he can scramble or throw on the run, sometimes as far as 50 yards upfield or crossfield.   So Marvin Washington, who gave Kelly fits Sunday in the Jets' 23-3 thrashing of the Buffalo Bills, has no time to celebrate, not that he's the celebrating type. This Sunday, the Jets play the Denver Broncos at Giants Stadium, and Washington must concern himself about Elway.","thumbnail":null,"section":"Sports"},{"date":"19940907","headline":"Osborne Will Return to Rangers","web_url":"https://www.nytimes.com/1994/09/07/sports/sports-people-pro-hockey-osborne-will-return-to-rangers.html","abstract":"  MARK OSBORNE, who played for the Rangers for three and a half seasons in the mid-1980's, has re-signed with the Stanley Cup champions as an unrestricted free agent, the club announced yesterday. Osborne, 33, played for the Toronto Maple Leafs last season, scoring 9 goals and assisting on 15 others in 73 games. He has appeared in 882 career games and has 527 points. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940907","headline":"Of a Mouse and Friends, and Passage From Cell to Liberty","web_url":"https://www.nytimes.com/1994/09/07/opinion/IHT-of-a-mouse-and-friends-and-passage-from-cell-to-liberty.html","abstract":"Fifty years ago this Wednesday, Mickey Mouse was welcomed back to France as a symbol of the Allied liberation by Léon Bancal, editor of the Marseille daily Le Provençal. Mr. Bancal (1893-1966) gave the welcome in a sequel to an editorial he had","thumbnail":null,"section":"Opinion"},{"date":"19940907","headline":"Citing Security, Pope Defers Sarajevo Trip","web_url":"https://www.nytimes.com/1994/09/07/world/citing-security-pope-defers-sarajevo-trip.html","abstract":"  Citing security concerns, Pope John Paul II called off a visit to Sarajevo that had been scheduled for Thursday. The Vatican said the Pope acted out of concern for the safety of people who would flock to see him in the devastated city, which is still encircled by Serbian siege forces.   The Bosnian Serbs had warned for weeks that they could not even promise that the Pope's plane would land safely. Sniper fire was reported in the stadium where the Pope was to offer Mass in Sarajevo, and planes at the airport have been hit by small arms fire in the last two days.","thumbnail":null,"section":"World"},{"date":"19940907","headline":"1944:Poor G.I.s in Paris : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/07/opinion/IHT-1944poor-gis-in-paris-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - [From our New York edition:] For the first time since the war began the American soldier is a poor man. With his high rate of pay the G.I. has been a comparative plutocrat in most parts of the world, but when he comes into Paris now he finds that","thumbnail":null,"section":"Opinion"},{"date":"19940907","headline":"Lots of Pain, Little Gain: Sampras Upset by Yzaga","web_url":"https://www.nytimes.com/1994/09/07/sports/us-open-94-lots-of-pain-little-gain-sampras-upset-by-yzaga.html","abstract":"  Pete Sampras, his physical condition deteriorating as the match wore on, was dethroned from his position as the defending champion of the United States Open yesterday by a merciless five-set challenge from Jaime Yzaga of Peru, a scrapper who exploited the fact that the champion was perilously sore.   \"I really saw that he was getting tired, more tired every time, and I congratulate him because he never really gave up and obviously he wasn't feeling well, but that's what makes a champion, he kept fighting until the end,\" observed Yzaga, who saved his admiration of Sampras's mettle until the upset was complete.","thumbnail":null,"section":"Sports"},{"date":"19940907","headline":"On the Trail Of Genocide","web_url":"https://www.nytimes.com/1994/09/07/opinion/on-the-trail-of-genocide.html","abstract":"  The prisoners in the Government jail in Kibungo, Rwanda, will tell you they killed their Tutsi neighbors and burned their houses, but they deny they did it willingly. Their testimony has a chilling similarity: not just their repeated invocations of \"orders from above\" or their matter-of-fact delivery, but their depiction of the massacres as a military operation, a matter of guns and grenades. The duty of the civilian conscripts, they say, was nettoyage, \"cleaning up\" -- killing the survivors.   But it is unlikely that the several hundred prisoners held in Kibungo will come to trial in the near, or even foreseeable, future. In early August, the United States and the United Nations secured a promise from the new Government of Rwanda that it would not prosecute anyone for genocide. Instead, Rwanda's Prime Minister, Faustin Twagiramungu, agreed to an international war crimes tribunal under U.N. auspices, probably at The Hague.","thumbnail":null,"section":"Opinion"},{"date":"19940907","headline":"Clinton Has Opportunity to Act Wisely on Cuba","web_url":"https://www.nytimes.com/1994/09/07/opinion/l-clinton-has-opportunity-to-act-wisely-on-cuba-172766.html","abstract":"  To the Editor:   Clinton Administration officials insist that Fidel Castro is directing the flow of refugees fleeing Cuba. They, and much of the United States media, portray President Castro as the dictator in control of the floodgates, which he cynically opens and closes at will, forcing out thousands of unhappy Cubans. Such a distorted picture has plunged President Clinton into a policy quagmire. Mr. Castro cannot now stop the exodus; only a change in United States policy will stem the human tide.","thumbnail":null,"section":"Opinion"},{"date":"19940907","headline":"Public & Private; Beside the Point","web_url":"https://www.nytimes.com/1994/09/07/opinion/public-private-beside-the-point.html","abstract":"  When Tim Wirth, the Under Secretary of State for Global Affairs, first began to lay the Administration's rhetorical groundwork for this week's global population conference in Cairo, the note he sounded seemed inspired.    \"Sustainable development cannot be realized without the full engagement and complete empowerment of women,\" Mr. Wirth said in a speech in March. Bypassing the contentious divisions of overpopulation vs. overconsumption, developed vs. developing nations, the rights of women could unite all in strategies for a world whose population has doubled in the last four decades and might triple by the end of the next century.","thumbnail":null,"section":"Opinion"},{"date":"19940907","headline":"CUBAN REFUGEES START TO ARRIVE AT PANAMA BASE","web_url":"https://www.nytimes.com/1994/09/07/world/cuban-refugees-start-to-arrive-at-panama-base.html","abstract":"  The first of what could eventually amount to 10,000 Cubans landed here tonight from the overloaded Guantanamo Bay Naval Station in Cuba, moving into new camps and giving some breathing room to the Administration in its standoff with the Cuban Government.    As the first refugees, most wearing shorts, T-shirts and sandals, walked to a bus, reporters called out, asking how they felt to be in Panama. One answered: \"Good, good. We're a long way from Fidel Castro.\"","thumbnail":null,"section":"World"},{"date":"19940907","headline":"North Raises Iran-Contra Issue In Debate for Senate Candidates","web_url":"https://www.nytimes.com/1994/09/07/us/north-raises-iran-contra-issue-in-debate-for-senate-candidates.html","abstract":"  Oliver L. North used a nationally televised debate tonight to confront what he called \"a whispering campaign\" conducted by his three opponents in the Virginia Senate race: his role in the Iran-contra affair.    As a military aide to President Ronald Reagan in 1985 and 1986, Mr. North helped to divert profits from the sale of arms to Iran to the contra rebels in Nicaragua.","thumbnail":null,"section":"U.S."},{"date":"19940907","headline":"Rice and 49ers Deliver a Powerful Message","web_url":"https://www.nytimes.com/1994/09/07/sports/on-pro-football-rice-and-49ers-deliver-a-powerful-message.html","abstract":"  Jerry Rice is unique. Jerry Rice is like any other National Football League player.   N.F.L. coaches can scream and scowl and stroke. They can attempt to motivate their players in so many ways. But nothing serves as motivation for an N.F.L. player as much as a subtle push from his opposing peers, Rice included.","thumbnail":null,"section":"Sports"},{"date":"19940907","headline":"LaFontaine Signs for Some Big Money","web_url":"https://www.nytimes.com/1994/09/07/sports/sports-people-pro-hockey-lafontaine-signs-for-some-big-money.html","abstract":"  Buffalo Sabre center PAT LaFONTAINE, who was the National Hockey League's second-leading scorer two seasons ago but who was injured most of last season, has agreed to a contract that will reportedly make him one of the highest-paid players in the sport.","thumbnail":null,"section":"Sports"},{"date":"19940907","headline":"Taking Change From Classroom to Central Office","web_url":"https://www.nytimes.com/1994/09/07/us/taking-change-from-classroom-to-central-office.html","abstract":"  This fall, Deborah Meier, the reform-minded principal who created a new kind of high school in Harlem, becomes, in a way, one of them at the New York City Board of Education headquarters. She will now have an office alongside some of the very officials she had long avoided.   For nearly two decades, Ms. Meier, a prize-winning educator who pioneered several of New York City's alternative schools, has been viewed as an exception, not a threat, by those in charge of the city's schools. Leave her alone, her supporters said; she just wants to run her schools.","thumbnail":null,"section":"U.S."},{"date":"19940907","headline":"Remembering the 60's The Living Theater Way","web_url":"https://www.nytimes.com/1994/09/07/theater/theater-review-remembering-the-60-s-the-living-theater-way.html","abstract":"  About 10 minutes into the Living Theater's 30th-anniversary production of \"Mysteries and Smaller Pieces,\" at the Theater for the New City (155 First Avenue, East Village), the catcalls begin. \"Next!,\" shouts one man. Another yells: \"Go ahead! Move! I dare you!\"   Are the voices coming from the audience or from members of the classically iconoclastic troupe? No matter. Tom Walker, the actor who has been standing immobile since the stage lights came up, doesn't stir. Yes, he blinks from time to time. But he remains as resonantly silent as a statue in a church, even when other actors swarm around him in a mock military drill.","thumbnail":null,"section":"Theater"},{"date":"19940907","headline":"Balancing Outsider Appeal With an Insider's Strategy","web_url":"https://www.nytimes.com/1994/09/07/nyregion/balancing-outsider-appeal-with-an-insider-s-strategy.html","abstract":"  If the abstract reasons why Richard M. Rosenbaum could win the Republican primary for governor were made flesh and bone, they might walk and talk like Henry Grassi, 68, a retired letter carrier from Brighton Beach, Brooklyn.   After meeting the ever-ebullient Mr. Rosenbaum at the Brighton Beach Baths on Saturday, Mr. Grassi said he was impressed with the candidate's cannonball straightforwardness, his gruff lack of pretension. Impressed enough, indeed, to vote for him over the acknowledged front-runner in next Tuesday's primary, state Senator George E. Pataki.","thumbnail":null,"section":"New York"},{"date":"19940907","headline":"Simpson Team Taking Aim at DNA Laboratory","web_url":"https://www.nytimes.com/1994/09/07/us/simpson-team-taking-aim-at-dna-laboratory.html","abstract":"  When prosecutors in the O. J. Simpson trial present DNA results implicating him in the slashing deaths of his former wife and her friend, defense lawyers will probably counterattack with evidence that the laboratory that did the tests has made errors in two proficiency tests and has had problems in court cases.   In court papers, Mr. Simpson's defense team has disclosed that in two independent proficiency tests, the company, Cellmark Diagnostics, found DNA in one of 50 mock crime scene samples when none was present. It was the type of mistake, the defense team has said, that could send an innocent person to jail.","thumbnail":null,"section":"U.S."},{"date":"19940907","headline":"Berman to Theismann: ESPN Is Still Scoring the Biggest Pre-Game Points","web_url":"https://www.nytimes.com/1994/09/07/sports/tv-sports-berman-to-theismann-espn-is-still-scoring-the-biggest-pre-game-points.html","abstract":"  Before \"Fox N.F.L. Sunday\" is anointed as the mother of all pre-game shows because it is one hour long and boasts the only bald host, let us now praise ESPN's \"N.F.L. Gameday\" as the best of its breed. Against Fox's program and NBC's one-week-only expansion of \"The N.F.L. Live\" to 60 minutes, \"Gameday\" showed it is the one to follow for information, pacing and mirth.   \"Gameday\" -- one hour long -- is in its 10th season; \"Fox N.F.L. Sunday\" is merely one week old. \"Gameday\" has enviable chemistry with the host, Chris Berman, Joe Theismann, Tom Jackson and Chris Mortensen. Phil Simms, added this season, fit in quickly.","thumbnail":null,"section":"Sports"},{"date":"19940907","headline":"Stich Allows Kafelnikov Hardly a Shred of Hope","web_url":"https://www.nytimes.com/1994/09/07/sports/us-open-94-stich-allows-kafelnikov-hardly-a-shred-of-hope.html","abstract":"  Confronted last night at the United States Open by the ominous prospect of facing 14th-seeded Yevgeny Kafelnikov, the 20-year-old Russian whose rise through the ranks has been swift and fearless, fourth-seeded Michael Stich refused to buckle under to the towheaded upstart who seems to have made a habit of upsetting him.   Instead of allowing Kafelnikov to notch a fifth consecutive victory against him, Stich poured on the power, used his superior Grand Slam experience and dealt the Russian a 7-6 (10-8), 6-3, 6-2 dressing-down.","thumbnail":null,"section":"Sports"},{"date":"19940907","headline":"U.S. Comes to Soccer's Temple In Search of Some Respect...","web_url":"https://www.nytimes.com/1994/09/07/sports/IHT-us-comes-to-soccers-temple-in-search-of-some-respect.html","abstract":"David Platt came around the corner of Bisham Abbey, the elegant grounds of stone and brick where the England team trains, and there he found the photographers waiting for him. This is something the U.S. press doesn't do any longer, stage photographs - th","thumbnail":null,"section":"Sports"},{"date":"19940907","headline":"Amino Acid Offers Hope of Relieving Milder Symptoms Of Schizophrenia","web_url":"https://www.nytimes.com/1994/09/07/us/amino-acid-offers-hope-of-relieving-milder-symptoms-of-schizophrenia.html","abstract":"  AMONG the most intractable symptoms of schizophrenia are those that are the most subtle, including social withdrawal, emotional flatness and apathy, which do not respond to most existing medications. But new studies are finding that very large doses of a form of glycine, a common amino acid, may offer relief from these \"negative\" symptoms.   The finding, reported in the August issue of The American Journal of Psychiatry, is potentially of great importance, because the negative symptoms are more persistent than the more blatant ones, like delusions and hallucinations, and account for some of the most debilitating long-term effects of the disorder.","thumbnail":null,"section":"U.S."},{"date":"19940907","headline":"Tending the Spirit as Well as the Body; Chaplains' Nurturing Plays a Growing Role in Hospital Care","web_url":"https://www.nytimes.com/1994/09/07/nyregion/tending-spirit-well-body-chaplains-nurturing-plays-growing-role-hospital-care.html","abstract":"  During Daryl Bloom's eight-year battle against bone cancer, the doctors and nurses who deftly restored his health over the course of a dozen operations were helped by someone who never stepped foot into surgery, someone, in fact, who holds no medical degree and whose specialty is the realm of the intangible.   Sister Elaine Goodell, a staff chaplain at Memorial Sloan-Kettering Cancer Center, was Mr. Bloom's \"spiritual bodybuilder,\" providing counsel, conversation or just company during his many hospital stays and insisting that he would get out of the hospital and on with his life.","thumbnail":null,"section":"New York"},{"date":"19940907","headline":"Massachusetts Governor Cruises Election Road","web_url":"https://www.nytimes.com/1994/09/07/us/massachusetts-governor-cruises-election-road.html","abstract":"  Mark Roosevelt, the front-runner in the Democratic primary for governor, was introducing himself to the men at the Eire Pub in Dorchester, a staunchly Democratic neighborhood in Boston.   Dennis Farrell, a lifelong Democrat, hardly took his eyes off the television. He seemed surprised that Mr. Roosevelt, a 38-year-old state representative, was campaigning. \"Seems like a shoo-in for Weld,\" Mr. Farrell, who manages a post office, told a reporter.","thumbnail":null,"section":"U.S."},{"date":"19940907","headline":"Sports of The Times; Pete Flunks Endurance Competition","web_url":"https://www.nytimes.com/1994/09/07/sports/sports-of-the-times-pete-flunks-endurance-competition.html","abstract":"  FIRST Pete Sampras fell into a hole. Then he hit the wall. This tennis is a dangerous sport. And what's worse, the danger is spreading. Jaime Yzaga is the man who defeated the top-seeded player at the United States Open yesterday, and Yzaga couldn't stay the course, either.   Yzaga walked off the court after beating Sampras and strolled into the press conference and started talking in near flawless English. But after a few minutes of staring at the raffish gaggle of international journalists, Yzaga, too, hit his personal wall. \"I'm not feel that well, sorry,\" he said. \"Can we stop it? Who's in charge here? I'm not feeling well.\"","thumbnail":null,"section":"Sports"},{"date":"19940907","headline":"Cuban Reply to U.S. Keeps Talks Going","web_url":"https://www.nytimes.com/1994/09/07/world/cuban-reply-to-us-keeps-talks-going.html","abstract":"  Cuba replied today to the new immigration offer made by the United States on Monday as talks on stemming the exodus of boat people from Cuba entered their fifth day.   An Administration official described the Cuban response as serious, though still containing \"some material we can't accept.\" But neither side provided details of what the Cubans said or what the United States is offering. The two delegations are to meet again Wednesday at the United Nations.","thumbnail":null,"section":"World"},{"date":"19940907","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/07/opinion/IHT-letters-to-the-editor.html","abstract":"Fidel Castro has lost control of his people because of his insistence on continuing the anachronistic Communist system. Dissent is starting to surface now in spite of threats and coercion because Cubans simply cannot take it any more. . ALVIN STILLER. .","thumbnail":null,"section":"Opinion"},{"date":"19940907","headline":"Neely Ends His Holdout With Bruins","web_url":"https://www.nytimes.com/1994/09/07/sports/sports-people-pro-hockey-neely-ends-his-holdout-with-bruins.html","abstract":"  CAM NEELY, one of the league's top goal scorers despite a succession of serious injuries, ended his holdout yesterday by agreeing to a one-year contract with the Boston Bruins. Terms of the pact were not released, but Neely and the Bruins reportedly had reached agreement on a base salary of $1.4 million, with incentives that could add $1 million. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940907","headline":"Foe of Risk Hyperbole","web_url":"https://www.nytimes.com/1994/09/07/opinion/l-foe-of-risk-hyperbole-172928.html","abstract":"  To the Editor:   James Hahn (letter, Aug. 29) objects to your quoting a scientist from the American Council on Science and Health because he alleges that our corporate funding makes this person not credible. We receive relatively little of our budget from the chemical industry, which sells its products to the tobacco industry and is uncomfortable with our unrelenting opposition to cigarette companies.","thumbnail":null,"section":"Opinion"},{"date":"19940907","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/07/nyregion/c-corrections-172537.html","abstract":"  An article on Monday about the reunion of a California woman with her son who had been abducted to Iraq by her estranged husband misstated the given name of a State Department spokesman in some copies. The spokesman, who described the difficulties of resolving international custody disputes, was Michael McCurry, not Steve.","thumbnail":null,"section":"New York"},{"date":"19940907","headline":"Lawyer Accuses the Police in His Arrest","web_url":"https://www.nytimes.com/1994/09/07/nyregion/lawyer-accuses-the-police-in-his-arrest.html","abstract":"  The only thing L. Monty Kandekore and the Greenburgh police agree on is this: A struggle took place last fall between Mr. Kandekore and police officers outside his apartment complex on Central Avenue.   Mr. Kandekore, a bankruptcy lawyer who is black, says two officers beat him and used racial slurs. White police officers tell a different story. They say the lawyer appeared intoxicated and repeatedly punched an officer who was trying to arrest him. Mr. Kandekore was indicted on charges of driving while intoxicated, assault and resisting arrest and is awaiting trial.","thumbnail":null,"section":"New York"},{"date":"19940907","headline":"In Any Case, Unfair Punishment","web_url":"https://www.nytimes.com/1994/09/07/opinion/in-any-case-unfair-punishment.html","abstract":"  Three months after accusing O. J. Simpson of double murder and only weeks before the trial, Los Angeles prosecutors have yet to say whether they will seek the death penalty. Their hesitation is understandable, but the delay constitutes an indictment of capital punishment and exposes the arbitrary rules that haunt its use.    Whoever slashed the throat of Mr. Simpson's former wife, Nicole, and stabbed her friend Ronald Goldman to death is surely eligible for California's death penalty in every legal sense. But the same can be said of multitudes of convicted murderers, while only a few hundred have been executed since 1976 under court-approved guidelines. The selection from those technically eligible, as even advocates of the death penalty understand, is warped by unwritten standards and social forces.","thumbnail":null,"section":"Opinion"},{"date":"19940907","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/07/style/chronicle-168165.html","abstract":"  For most of the 33 years that ZUBIN MEHTA has been associated with the Israel Philharmonic, the past 25 years as its music director, he was unable to take the orchestra to India, his place of birth, because Israel and India did not establish diplomatic relations until 1992. That will change when Mr. Mehta and the orchestra perform in New Delhi on Nov. 27 and in four concerts in Bombay from Nov. 30 to Dec. 3.    \"It will be a dream fulfilled,\" Mr. Mehta said yesterday. \"It has hurt me for so many years that I couldn't take this orchestra to my own country.\"","thumbnail":null,"section":"Style"},{"date":"19940907","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/09/07/nyregion/news-summary-166545.html","abstract":"  International A3-15  PANAMA TAKES IN CUBANS  The first of 10,000 Cubans arrived in Panama from the Guantanamo Bay naval base in Cuba, opening a new holding area for refugees and giving some breathing room to the Clinton Administration in its standoff with Fidel Castro.  A1  Cuban children cling to hope despite detention camp chaos.  A14","thumbnail":null,"section":"New York"},{"date":"19940907","headline":"Health Care Debate to Shift To Federal Employees' Plan","web_url":"https://www.nytimes.com/1994/09/07/us/health-care-debate-to-shift-to-federal-employees-plan.html","abstract":"  Almost every health care proposal still pending in Congress complies with the politically potent demand -- expressed over and over in last month's Senate debate -- that all Americans should be able to get insurance as good as what Congress has.   In fact, there is no special health plan for members of Congress. They participate in the Federal Employees Health Benefits Program, along with nine million other Government workers, retirees and dependents.","thumbnail":null,"section":"U.S."},{"date":"19940907","headline":"Don't Call Unemployment a Jobs Plan","web_url":"https://www.nytimes.com/1994/09/07/opinion/l-don-t-call-unemployment-a-jobs-plan-172880.html","abstract":"  To the Editor:   Secretary of Labor Robert B. Reich's boastful summary of the Clinton Administration's \"work-force agenda\" in \"The Fracturing of the Middle Class\" (Op-Ed, Aug. 31) is political disingenuousness.","thumbnail":null,"section":"Opinion"},{"date":"19940907","headline":"At Venice Festival, a Meeting of the Simpletons and Psychopaths","web_url":"https://www.nytimes.com/1994/09/07/style/IHT-at-venice-festival-a-meeting-of-the-simpletons-and-psychopaths.html","abstract":"The first days of this year's Venice Film Festival suggest a world - as viewed through the filmmaker's lens, at least - sharply divided between natural- born psychopaths and natural-born nincompoops. Michael Radford, whose previous films include \"An","thumbnail":null,"section":"Style"},{"date":"19940907","headline":"Let Relatives Be Foster Parents","web_url":"https://www.nytimes.com/1994/09/07/opinion/let-relatives-be-foster-parents.html","abstract":"  Many of New York City's foster children live with relatives. The \"kinship care\" program has been controversial. Some critics think it should be eliminated altogether. In fact it serves the needs of some children well, but can be made to work better.   Just like non-related families that agree to take in abused or neglected children on a temporary basis, relatives of about 40 percent of the city's 47,000 foster children receive government stipends and must be approved and supervised by child welfare officials.","thumbnail":null,"section":"Opinion"},{"date":"19940907","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/07/style/chronicle-172820.html","abstract":"  Gone are the days when PATTI LABELLE strutted on stage in glittering dresses, feathers in her hair, platform heels on her feet.   When the singer opens a 50-city, seven-week tour in Oakland, Calif., on Oct. 7, she will be dressed all in red by CAROLINE SIMONELLI, a New York designer, whose elegant ballgowns are sold at stores like Henri Bendel.    \"I'm into fire and ice -- brilliant colors and beautiful, refined fabrics like taffetas and crepes,\" said the singer, who will open her show dressed in a slinky red rayon matte jersey strapless sheath and a matching full-length red coat shaped like a kite.","thumbnail":null,"section":"Style"},{"date":"19940907","headline":"Orchestras Merge Business Resources","web_url":"https://www.nytimes.com/1994/09/07/arts/music-notes-orchestras-merge-business-resources.html","abstract":"  In an innovative managerial arrangement, the American Symphony Orchestra has taken the chamber orchestra Concordia under its wing. Concordia, founded 10 years ago by Marin Alsop to explore American music, particularly concert music with jazz influences, will retain its own board of trustees, keep its own books and pursue its own artistic goals. But the American Symphony Orchestra will oversee the presentation of its concerts, as well as its marketing and fund raising.   \"What we're trying to do,\" explained Eugene Carr, the executive director of the American Symphony, \"is to create a new way to manage the arts by combining resources. It seem ridiculous that if you have a dozen organizations, each producing a small number of events every year, you also have a dozen executive directors, a dozen office leases, a dozen marketing departments. None of the organizations can really afford to engage as much staff as it needs.\"","thumbnail":null,"section":"Arts"},{"date":"19940907","headline":"A Boom, for the Few -- A special report.; Latin Economic Speedup Leaves Poor in the Dust","web_url":"https://www.nytimes.com/1994/09/07/world/boom-for-few-special-report-latin-economic-speedup-leaves-poor-dust.html","abstract":"  The much-hailed economic recovery in almost all of Latin America has politicians and Government economists preaching the benefits of open markets, privatization, fiscal discipline and deregulation.   It would seem they have good reason. Having put aside the politics of protected markets and nationalism, and welcomed vast new foreign investment, the region's economies are expected to grow an estimated 3 percent this year. That would be the fourth consecutive year of such growth, the most robust economic expansion in Latin America in decades.","thumbnail":null,"section":"World"},{"date":"19940907","headline":"2 World Records: One Complicated, One Straightforward","web_url":"https://www.nytimes.com/1994/09/07/sports/swimming-2-world-records-one-complicated-one-straightforward.html","abstract":"  For Tom Dolan, the tall drink of water from the University of Michigan, his world record in the men's 400-meter individual medley was a relatively straightforward affair. The 19-year-old Dolan swam well in the preliminaries; he swam even better in the final, covering the distance in 4 minutes 12.30 seconds, bettering the old mark by six-tenths of a second.   For Franziska Van Almsick, 16, the other teen-ager who broke a world record today at the world swimming championships in the Foro Italico, the story was not nearly so simple.","thumbnail":null,"section":"Sports"},{"date":"19940907","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/07/nyregion/c-corrections-172561.html","abstract":"  The dateline of a sports article on Aug. 27 about the United States Amateur golf tournament misidentified the site. Ponte Vedra is in Florida, not California.  ","thumbnail":null,"section":"New York"},{"date":"19940907","headline":"A Riddling Writer So Far Out He's In","web_url":"https://www.nytimes.com/1994/09/07/movies/a-riddling-writer-so-far-out-he-s-in.html","abstract":"When Paul Bowles was an aspiring young writer and composer visiting Paris in the late 1920's, he looked up Gertrude Stein and showed her some of his poems. One of the verses she read began, \"The heated beetle pants.\" Stein sternly pointed out that beetles don't pant and advised him that his real talent was for prose.     Stein also insisted on calling Mr. Bowles Freddy because she felt that Paul was too romantic a name for someone who she sensed didn't have an ounce of romanticism.  ","thumbnail":null,"section":"Movies"},{"date":"19940907","headline":"Undercover Games","web_url":"https://www.nytimes.com/1994/09/07/opinion/l-undercover-games-172936.html","abstract":"  To the Editor:   Since anybody can buy a fake badge and a toy gun and play policeman, and since undercover officers can fail to recognize their own, what are we to make of the subway shootout involving two police officers?","thumbnail":null,"section":"Opinion"},{"date":"19940907","headline":"Tailhook Group Wins Early Round in Ex-Navy Woman's Suit","web_url":"https://www.nytimes.com/1994/09/07/us/tailhook-group-wins-early-round-in-ex-navy-woman-s-suit.html","abstract":"  The Pentagon report on the Tailhook Association's 1991 convention has been barred from evidence in a lawsuit brought by a former Navy officer who was one of the women sexually abused there.   The ruling, issued last Friday by Judge Philip M. Pro of Federal District Court in Las Vegas, Nev., who called the report \"not sufficiently trustworthy,\" was a victory for the Tailhook Association, an organization of naval aviators, and its co-defendant, the Las Vegas Hilton, where the convention took place.","thumbnail":null,"section":"U.S."},{"date":"19940907","headline":"Elliott Plans His Own Racing Team","web_url":"https://www.nytimes.com/1994/09/07/sports/sports-people-auto-racing-elliott-plans-his-own-racing-team.html","abstract":"  BILL ELLIOTT, a former Winston Cup champion, made his split with JUNIOR JOHNSON's racing team official yesterday and said he planned to form his own racing team with his brothers, ERNIE and DAN. Elliott, winner of 40 Winston Cup races and the 1985 points championship, will be sponsored by McDonald's, which also backs a Johnson car driven by JIMMY SPENCER.   \"I want to go back home,\" Elliott said at a news conference in Charlotte, N.C. He is from Dawsonville, Ga.","thumbnail":null,"section":"Sports"},{"date":"19940907","headline":"Fear Prompts Self-Defense As Crime Comes to College","web_url":"https://www.nytimes.com/1994/09/07/nyregion/fear-prompts-self-defense-as-crime-comes-to-college.html","abstract":"  The hottest must-have item among female students at Rutgers University this fall is neither baggy pants nor book bags nor electronic games. It is pepper spray.   Dangling from key chains or tucked inside backpacks, the slender cans of chemical repellent are commonplace across this sprawling campus. In a bathroom at the student center on the Busch College campus of Rutgers, which crosses into Piscataway, N.J., during freshmen orientation week, several young women relinquished their weapons momentarily as they paused to check their hair. Outside, a few students displayed their cans and answered without hesitation when asked what topic most occupies their minds.","thumbnail":null,"section":"New York"},{"date":"19940907","headline":"Payments, Not Games, Are Latest Issue","web_url":"https://www.nytimes.com/1994/09/07/sports/baseball-payments-not-games-are-latest-issue.html","abstract":"  Major league baseball union and management officials have been unable to reconvene negotiations in an effort to resolve the major issues that caused a strike to halt games on Aug. 12. Other issues continue to percolate, one of which resulted in the union's filing an unfair labor practice charge against club owners yesterday.    The charge, registered with the National Labor Relations Board, alleges that the club owners violated the National Labor Relations Act by failing to make a $7.8 million payment to the players' health and benefit fund on Aug. 1. The missed payment was widely denounced at the time by union officials and players, who called it an inflammatory act on the owners' part, and it added to the bitterness that has characterized the relationship between the two sides.","thumbnail":null,"section":"Sports"},{"date":"19940907","headline":"Yes, What's Past Is Past; Hextall Hopes It Isn't Goals","web_url":"https://www.nytimes.com/1994/09/07/sports/hockey-yes-what-s-past-is-past-hextall-hopes-it-isn-t-goals.html","abstract":"  Ron Hextall isn't one to make excuses.   \"Last year was probably my worst year ever,\" Hextall, the Islander goalie, said today at training camp. \"But I think I learned from it. It keeps you on your toes a little more when you're not as successful as you have been.\"","thumbnail":null,"section":"Sports"},{"date":"19940907","headline":"No Headline","web_url":"https://www.nytimes.com/1994/09/07/nyregion/no-headline-167150.html","abstract":"  \"I don't think people are as naive as they once were. Parents are becoming even more and more sensitive to the issue of safety when they're looking at schools. It's a result of the world we live in.\" TERESA AWALT, of the National Campus Violence Prevention Center.  [ A1:5. ]","thumbnail":null,"section":"New York"},{"date":"19940907","headline":"Romance Author Tells of a Real-Life Crime","web_url":"https://www.nytimes.com/1994/09/07/nyregion/romance-author-tells-of-a-real-life-crime.html","abstract":"  If the crime sounded as if it had been dreamed up by a romance-novel writer, listen to the confession:   \"My life was effectively at an end,\" wrote Barbara Josyln, the love-story author, trying to explain the despair and financial hardship that induced her to act as a decoy, taking a friend to lunch on Saturday while a male accomplice robbed the friend's Park Avenue apartment of a Picasso sketch and other valuables worth $800,000, the police said.","thumbnail":null,"section":"New York"},{"date":"19940907","headline":"After 5 Sacks Against Eagles, Giants Feel Pretty Chipper","web_url":"https://www.nytimes.com/1994/09/07/sports/pro-football-after-5-sacks-against-eagles-giants-feel-pretty-chipper.html","abstract":"  After one game, they've stopped saying, \"We'll be O.K.\" In Week 2 of the P.L.T. Era (Post Lawrence Taylor), the Giants' defense is preparing for Buddy Ryan's Arizona Cardinals with a good measure of confidence, employing less bark and more bite.   Although Mike Nolan, the Giants' defensive coordinator, has yet to buy into this notion, he is \"feeling a little better\" after the Giants contained quarterback Randall Cunningham in a 28-23 victory over the Eagles last Sunday.","thumbnail":null,"section":"Sports"},{"date":"19940907","headline":"In America; A Good Chance","web_url":"https://www.nytimes.com/1994/09/07/opinion/l-in-america-a-good-chance-172715.html","abstract":"  A few months ago I was waiting on line for coffee at a shop in Times Square when a fellow in a wheelchair came in. New York is both a city of strangers and a place where you're constantly running into people you know. You can spend a lifetime learning the etiquette of eye contact. I had a feeling I knew this guy but I wasn't sure. And then he said, \"Bob?\"   \"Jerome! Hey, man, how you doing?\"","thumbnail":null,"section":"Opinion"},{"date":"19940907","headline":"Pope, Lacking Safety Guarantee, Defers Visit to Bosnia","web_url":"https://www.nytimes.com/1994/09/07/world/pope-lacking-safety-guarantee-defers-visit-to-bosnia.html","abstract":"  Pope John Paul II has decided to postpone his visit to Sarajevo after failing to receive assurances for the safety of those who would attend events connected with his visit, the Vatican said today.   Preparations for a one-day visit on Thursday had been moving ahead, although the Vatican had consistently left open the possibility of a cancellation, insisting that the visit hinged on firm security assurances, particularly from the Bosnian Serbs.","thumbnail":null,"section":"World"},{"date":"19940907","headline":"Irish Premier Receives I.R.A. Chief Over Protestant Objections","web_url":"https://www.nytimes.com/1994/09/07/world/irish-premier-receives-ira-chief-over-protestant-objections.html","abstract":"  With Government workers watching from windowsills and a knot of cheering supporters waving the Irish tricolor on the sidewalk, Gerry Adams, the political leader of the Irish Republican Army, entered Government Buildings today for his first meeting with the Irish Prime Minister, Albert Reynolds.   Even before it began, the session was denounced by Protestant Unionists in the North. They saw it as a charade designed to confer sheep's clothing on Mr. Adams now that the I.R.A. -- on whose behalf he speaks -- has declared an unconditional cease-fire in the 25-year struggle over Northern Ireland.","thumbnail":null,"section":"World"},{"date":"19940907","headline":"Not 'War Sex,' but Rape","web_url":"https://www.nytimes.com/1994/09/07/opinion/l-not-war-sex-but-rape-172901.html","abstract":"  To the Editor:   Your Sept. 1 report on Korean protests over a Japanese financial offer to atone for women forced into brothels for Japanese troops in World War II mentions \"forced sex\" numerous times, but \"rape\" not once.","thumbnail":null,"section":"Opinion"},{"date":"19940907","headline":"Don't Call Unemployment a Jobs Plan; Meanwhile at the Fed","web_url":"https://www.nytimes.com/1994/09/07/opinion/l-don-t-call-unemployment-a-jobs-plan-meanwhile-at-the-fed-172898.html","abstract":"  To the Editor:   \"Jobs Versus Inflation at the Fed\" (editorial, Aug. 30) states that I \"called last week for the Fed to use monetary policy to bring down unemployment from temporary high levels.\" Not so. I even voted to raise the discount rate on Aug. 16.","thumbnail":null,"section":"Opinion"},{"date":"19940907","headline":"In a Story of Inwardness, the Hero Is Always the Self","web_url":"https://www.nytimes.com/1994/09/07/books/books-of-the-times-in-a-story-of-inwardness-the-hero-is-always-the-self.html","abstract":"   The Jukebox   And Other Essays on Storytelling   By Peter Handke   Translated by Ralph Manheim and Krishna Winston. 167 pages. Farrar Straus & Giroux. $21.     Once upon a time, serious writers decided they were sick and tired of \"once upon a time.\" In 1936, Walter Benjamin spoke of the embarrassment that arose when the simple, primal wish to hear a story was expressed: \"It is as if something that seemed inalienable to us, the securest among our possessions, were taken from us: the ability to exchange experiences.\" Now, almost 60 years later, writers like the Austrian Peter Handke are still looking for ways to reclaim that possession. \"The Jukebox and Other Essays on Storytelling\" tries out all sorts of manners and tones. It struggles, ponders, poses, lectures, deconstructs and daydreams. It is high-minded, it is artful, it is officious and at moments it is actually moving.","thumbnail":null,"section":"Books"},{"date":"19940907","headline":"Flyers Name Lindros Their Captain","web_url":"https://www.nytimes.com/1994/09/07/sports/sports-people-pro-hockey-flyers-name-lindros-their-captain.html","abstract":"  The Philadelphia Flyers yesterday named 21-year-old center ERIC LINDROS their team captain. In 1992, the Flyers traded six players, two first-round draft choices and $15 million for the rights to Lindros, who refused to sign with the Quebec Nordiques after they made him the first overall selection in the 1991 draft. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940907","headline":"Vatican Rejects Compromise On Abortion at U.N. Meeting","web_url":"https://www.nytimes.com/1994/09/07/world/vatican-rejects-compromise-on-abortion-at-un-meeting.html","abstract":"  After a day of tortuous closed-door talks that pitted Vatican diplomats against many other delegates, the United Nations population conference failed tonight to reach a compromise on the contentious issue of abortion.   Standing alone, Vatican diplomats blocked a consensus on a formula sponsored by Pakistan, saying they found it unacceptable. The proposed formula itself took five hours of haggling among 15 countries.","thumbnail":null,"section":"World"},{"date":"19940907","headline":"Sit Back, Relax and Enjoy the Air Show","web_url":"https://www.nytimes.com/1994/09/07/sports/college-football-sit-back-relax-and-enjoy-the-air-show.html","abstract":"  Since 12 touchdown passes had been thrown and 118 points had been scored, what would 7 more points mean? Everything.    The difference between winning and losing. The difference between Alcorn State's becoming the first team to defeat Coach Eddie Robinson and Grambling in four consecutive matchups. The difference between Alcorn State quarterback Steve (Air) McNair leading the Braves to yet another last-second victory over Robinson.","thumbnail":null,"section":"Sports"},{"date":"19940907","headline":"Sarajevo Standoff: Paralysis of Big-Power Diplomacy","web_url":"https://www.nytimes.com/1994/09/07/world/sarajevo-standoff-paralysis-of-big-power-diplomacy.html","abstract":"  The cancellation of Pope John Paul II's visit to Sarajevo underscores the continuing limbo of insecurity in which the Bosnian capital lives, and the failure of the United States and its partners to carry out threats of tough action against the Bosnian Serbs.   It is now more than six weeks since the Clinton Administration and its partners in the so-called contact group -- Russia, Britain, France and Germany -- presented a take-it-or-leave-it proposal for a settlement in Bosnia that was supposed to lead to severe punishment for any party rejecting it.","thumbnail":null,"section":"World"},{"date":"19940907","headline":"The Robbers At Tiffany's: Not Jewelers","web_url":"https://www.nytimes.com/1994/09/07/nyregion/the-robbers-at-tiffany-s-not-jewelers.html","abstract":"  It was curiosity that drew Cathy Paul to the fabled showroom of Tiffany & Company yesterday, the first day of business after daring robbers escaped with more than $1.25 million in jewelry during the weekend.   \"I thought they were going to take the yellow diamonds,\" said Ms. Paul, a midtown resident, who was browsing through the store at Fifth Avenue and 57th Street at noon. \"I came to see if they were still there. I heard they went for the stones.\"","thumbnail":null,"section":"New York"},{"date":"19940907","headline":"Gopac Trains Leaders In Conservative Ideals","web_url":"https://www.nytimes.com/1994/09/07/opinion/l-gopac-trains-leaders-in-conservative-ideals-172871.html","abstract":"  To the Editor:   Re \"Newt Gingrich: Leader of the PAC\" (editorial, Aug. 30): Representative Gingrich does not have a personal leadership PAC. Neither his campaign nor he personally receives any money from Gopac. He is the general chairman of this Republican organization, founded by Gov. Pete du Pont in 1979. Gopac's primary role is to be the nation's premier training organization for political leaders on the local, state and national level.","thumbnail":null,"section":"Opinion"},{"date":"19940907","headline":"The Subcontinent Doesn't Need Indian Ballistic Missiles","web_url":"https://www.nytimes.com/1994/09/07/opinion/IHT-the-subcontinent-doesnt-need-indian-ballistic-missiles.html","abstract":"India will soon decide whether to start mass-producing and deploying its short-range ballistic missile, the Prithvi, which can carry nuclear weapons. New Delhi should resist such a move. It would damage Indian security, trigger a ballistic-missile arms r","thumbnail":null,"section":"Opinion"},{"date":"19940907","headline":"Fitzpatrick Visits His New Daughter","web_url":"https://www.nytimes.com/1994/09/07/sports/sports-people-pro-hockey-fitzpatrick-visits-his-new-daughter.html","abstract":"  Florida Panther goalie MARK FITZPATRICK, facing a charge of aggravated domestic battery against his wife, SUSAN, became a father when she gave birth to a baby girl. Fitzpatrick, who has a restraining order against him, visited the baby at a Miami hospital but said he was not allowed contact with his wife or any member of her immediate family. The girl, ALEXANDRA ELIZABETH, was born Friday night. Fitzpatrick's pretrial hearing on the battery charge is scheduled for Oct. 4. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940907","headline":"...And England Will Deliver It, With a Vengeance","web_url":"https://www.nytimes.com/1994/09/07/sports/IHT-and-england-will-deliver-it-with-a-vengeance.html","abstract":"The stars and stripes are flying over Wembley Stadium for Alexi Lalas and Co. It has taken three score years and eleven, but finally the English have condescended to receive the United States of America in London for a game of soccer..The way some Cath","thumbnail":null,"section":"Sports"},{"date":"19940907","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/07/opinion/IHT-letters-to-the-editor-90620037400.html","abstract":"Clearly, the Clinton administration has aligned itself with the intransigent, vengeful thinking of the Cuban-American community in Miami. This is a prescription for bloodshed in Cuba in the short term, and for never-ending political uncertainty on the is","thumbnail":null,"section":"Opinion"},{"date":"19940907","headline":"New Suicides Inspire Inquiry By the Police","web_url":"https://www.nytimes.com/1994/09/07/nyregion/new-suicides-inspire-inquiry-by-the-police.html","abstract":"  One was a New York City Police Department veteran whose career was put in limbo by the corruption scandal in the 30th Precinct. The other was a rookie who graduated from the Police Academy just last week but then saw his career jeopardized by a drunken-driving arrest over the weekend.   Within hours of each other yesterday, they chose the same solution to their problems: they shot themselves to death.","thumbnail":null,"section":"New York"},{"date":"19940907","headline":"Moscow Is Almost Certain: Anastasia Died With Czar's Family","web_url":"https://www.nytimes.com/1994/09/07/world/moscow-is-almost-certain-anastasia-died-with-czar-s-family.html","abstract":"  Saying it has resolved an enduring mystery, a Government commission reported today that Princess Anastasia, long rumored to have survived the firing squad that killed Czar Nicholas II and his family, was indeed murdered by the Bolsheviks in 1918.   The commission, directed by Deputy Prime Minister Yuri F. Yarov, reached its conclusions after two years of forensic, anthropological and molecular analysis of nine skeletons found in a shallow pit near the city of Yekaterinburg.","thumbnail":null,"section":"World"}],"wiki_events":[],"weather":[{"date":"19940907","time":"1994-09-07 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":89,"wspd":7.6},{"date":"19940907","time":"1994-09-07 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.7,"rhum":89,"wspd":7.6},{"date":"19940907","time":"1994-09-07 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":89,"wspd":5.4},{"date":"19940907","time":"1994-09-07 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.1,"rhum":89,"wspd":7.6},{"date":"19940907","time":"1994-09-07 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":88,"wspd":5.4},{"date":"19940907","time":"1994-09-07 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":88,"wspd":5.4},{"date":"19940907","time":"1994-09-07 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":89,"wspd":1.8},{"date":"19940907","time":"1994-09-07 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":89,"wspd":1.8},{"date":"19940907","time":"1994-09-07 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":87,"wspd":1.8},{"date":"19940907","time":"1994-09-07 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":82,"wspd":3.6},{"date":"19940907","time":"1994-09-07 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.5,"rhum":75,"wspd":5.4},{"date":"19940907","time":"1994-09-07 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.7,"rhum":63,"wspd":11.2},{"date":"19940907","time":"1994-09-07 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.2,"rhum":53,"wspd":11.2},{"date":"19940907","time":"1994-09-07 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.9,"rhum":61,"wspd":13},{"date":"19940907","time":"1994-09-07 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16,"rhum":75,"wspd":3.6},{"date":"19940907","time":"1994-09-07 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.2,"rhum":59,"wspd":13},{"date":"19940907","time":"1994-09-07 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.5,"rhum":49,"wspd":18.4},{"date":"19940907","time":"1994-09-07 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.5,"rhum":52,"wspd":14.8},{"date":"19940907","time":"1994-09-07 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.6,"rhum":56,"wspd":13},{"date":"19940907","time":"1994-09-07 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.7,"rhum":63,"wspd":13},{"date":"19940907","time":"1994-09-07 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.8,"rhum":71,"wspd":7.6},{"date":"19940907","time":"1994-09-07 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":78,"wspd":9.4},{"date":"19940907","time":"1994-09-07 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15,"rhum":81,"wspd":14.8},{"date":"19940907","time":"1994-09-07 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":86,"wspd":11.2},{"date":"19940907","time":"1994-09-07 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":38,"wspd":16.6},{"date":"19940907","time":"1994-09-07 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":42,"wspd":16.6},{"date":"19940907","time":"1994-09-07 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":49,"wspd":16.6},{"date":"19940907","time":"1994-09-07 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":57,"wspd":14.8},{"date":"19940907","time":"1994-09-07 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":63,"wspd":13},{"date":"19940907","time":"1994-09-07 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":65,"wspd":9.4},{"date":"19940907","time":"1994-09-07 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":67,"wspd":14.8},{"date":"19940907","time":"1994-09-07 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":70,"wspd":13},{"date":"19940907","time":"1994-09-07 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":70,"wspd":9.4},{"date":"19940907","time":"1994-09-07 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":75,"wspd":7.6},{"date":"19940907","time":"1994-09-07 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":78,"wspd":7.6},{"date":"19940907","time":"1994-09-07 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":78,"wspd":9.4},{"date":"19940907","time":"1994-09-07 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":75,"wspd":13},{"date":"19940907","time":"1994-09-07 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":65,"wspd":16.6},{"date":"19940907","time":"1994-09-07 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":59,"wspd":18.7},{"date":"19940907","time":"1994-09-07 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":54,"wspd":16.6},{"date":"19940907","time":"1994-09-07 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":52,"wspd":20.5},{"date":"19940907","time":"1994-09-07 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":45,"wspd":22.3},{"date":"19940907","time":"1994-09-07 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":44,"wspd":24.1},{"date":"19940907","time":"1994-09-07 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":37,"wspd":25.9},{"date":"19940907","time":"1994-09-07 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":38,"wspd":29.5},{"date":"19940907","time":"1994-09-07 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":42,"wspd":31.7},{"date":"19940907","time":"1994-09-07 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":39,"wspd":27.7},{"date":"19940907","time":"1994-09-07 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":43,"wspd":22.3}]},"19940908":{"guardian_articles":[{"date":"19940908","headline":"Defiance of the wolf baying at Yeltsin's door","web_url":"https://www.theguardian.com/world/1994/sep/08/chechnya","abstract":null,"thumbnail":null,"section":"World news"}],"nytimes_articles":[{"date":"19940908","headline":"China's Discus Champ: Alone, Disabled and Barred","web_url":"https://www.nytimes.com/1994/09/08/world/china-s-discus-champ-alone-disabled-and-barred.html","abstract":"  Disappointed and angry, China's national champion discus thrower among disabled athletes, Fang Zheng, sat in his apartment here this week as an international competition he was barred from entering took place 1,500 miles away in Beijing.   \"I am the champion,\" he said, adding that he had reaffirmed his supremacy in the discus with several record-breaking throws of 27 meters during training this summer.","thumbnail":null,"section":"World"},{"date":"19940908","headline":"Transit Police Report Decline In a Range of Subway Crimes","web_url":"https://www.nytimes.com/1994/09/08/nyregion/transit-police-report-decline-in-a-range-of-subway-crimes.html","abstract":"  Four years after Brian Watkins, a 22-year-old tourist from Utah, was stabbed to death in a mid-Manhattan subway station, the transit police said reports of subway crime in the first six months of 1994 dropped faster than at any time since the start of 1990.   Reported subway felonies dropped 17.9 percent in the first half of this year compared to the first six months of 1993. That sharp drop means that reported crime has declined 47.3 percent over all since the first six months of 1990, the police said yesterday.","thumbnail":null,"section":"New York"},{"date":"19940908","headline":"Three Congressional Endorsements","web_url":"https://www.nytimes.com/1994/09/08/opinion/three-congressional-endorsements.html","abstract":"  In three metropolitan area Congressional districts, victory in the Democratic primary on Sept. 13 will be tantamount to election because of the overwhelmingly Democratic registration. Here are our recommendations in these races.   Manhattan-Bronx, 15th District: Charles Rangel, the dean of New York's Congressional delegation, faces two challengers in only his second primary contest during 24 years in office. One of the challengers is Adam Clayton Powell 4th, son of the famous Harlem politician unseated by Mr. Rangel in 1970.","thumbnail":null,"section":"Opinion"},{"date":"19940908","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/08/nyregion/c-corrections-178748.html","abstract":"  The Advertising column in Business Day on Tuesday, about trends in advertising, marketing and media, misstated the first name of the announcer in commercials for Burger King and the New York State Lottery. He is Colter Rule, not Colton Rule.","thumbnail":null,"section":"New York"},{"date":"19940908","headline":"Diana and the Bulls : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/08/opinion/IHT-diana-and-the-bulls-letters-to-the-editor.html","abstract":"Regarding \"In Search of Diana of Ephesus\" (Leisure, Aug. 26):.The writer tells us that the noted Ephesian Diana may have been misinterpreted, that what have been taken as multiple rows of breasts on the statue are actually bulls' testicles, a","thumbnail":null,"section":"Opinion"},{"date":"19940908","headline":"Both Sides Gather: Will It Be Baseball or a Burial?","web_url":"https://www.nytimes.com/1994/09/08/sports/baseball-both-sides-gather-will-it-be-baseball-or-a-burial.html","abstract":"  Negotiators who held what was arguably the first serious talks aimed at ending what a 28-day-old players strike emerged from three hours of meetings last night with no settlement. What they did find, however, was some hope that constructive discussions could ultimately return the game to the field.   \"There still are differences between us of a not insignificant nature and dimension,\" Gene Orza, the associate general counsel of the Major League Baseball Players Association, said, \"but it certainly is better today than it was yesterday. And the goal is to make it better tomorrow.\"","thumbnail":null,"section":"Sports"},{"date":"19940908","headline":"A Vacation Ends: The Burden of Bosnia on Clinton","web_url":"https://www.nytimes.com/1994/09/08/world/a-vacation-ends-the-burden-of-bosnia-on-clinton.html","abstract":"  Even as the Administration tries in talks with Cuba to put one crisis to rest, senior aides to President Clinton say he faces more troubles abroad this fall, with tensions over Bosnia about to jump back to center stage.   The officials say they harbor no illusion that the forces that have pulled the United States toward a more prominent role in Bosnia can be kept dormant much longer. They cite a volatile mix of Serbian stubbornness in resisting peace plans, Russia's independence in easing its pressure on the Serbs and a desire in Congress to end the arms embargo on the Bosnian Government -- all of which could increase the pressure for American action, pressure that will only intensify as the November elections near.","thumbnail":null,"section":"World"},{"date":"19940908","headline":"Affluent Europe's Plight: Graying","web_url":"https://www.nytimes.com/1994/09/08/world/affluent-europe-s-plight-graying.html","abstract":"  For most of those attending the population conference here, the question is simple to put, if baffling to answer: What do you do when your land has too many people, especially young people?   But what do you if your land has too few young people, a riddle that confronts the low-birth-rate countries of Western Europe, Italy in particular, where the population has actually begun to shrink and where ever-smaller family sizes and the aging of society mean that, in a few years' time, there will only be one person of working age for every two retirees demanding a pension.","thumbnail":null,"section":"World"},{"date":"19940908","headline":"In an 11-Year-Old's Funeral, a Grim Lesson","web_url":"https://www.nytimes.com/1994/09/08/us/in-an-11-year-old-s-funeral-a-grim-lesson.html","abstract":"  In the last day and a half, mothers and their mothers skipped work, took their young by the hand and pulled them past the coffin of a stranger, 11-year-old Robert Sandifer.   His small body looked as though it belonged to a 7-year-old playing dead in his big brother's tan suit.","thumbnail":null,"section":"U.S."},{"date":"19940908","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/09/08/nyregion/news-summary-178071.html","abstract":"  International A3-12  VATICAN STALLS U.N. DEBATE  The Vatican put off for two more days any debate over how to deal with abortion in a plan to stabilize world population, seeking to remove language that might imply that it is acceptable for family planning.  A1","thumbnail":null,"section":"New York"},{"date":"19940908","headline":"92d St. Y Turning From the Classics To Music That Pays","web_url":"https://www.nytimes.com/1994/09/08/arts/92d-st-y-turning-from-the-classics-to-music-that-pays.html","abstract":"  With neither the pretense nor the purse of cultural palaces across town, the 92d Street Y has for years been a crucial address for serious music in New York, with an importance far beyond its modest setting. It introduced talents like Dawn Upshaw and Yo-Yo Ma, featured intriguing music without much concern for commercial success, and offered programs that broadened musical scholarship. But troubled by deficits and doubts over high-brow culture altogether, the Y is turning to community service and music that pays.    Last year, the Y split off the New York Chamber Symphony, created in 1977 to crown the Y's presence on the classical music scene. After a few years of transitional support, the 46-player symphony will have to fend for contributions itself, and may well seek a new home.","thumbnail":null,"section":"Arts"},{"date":"19940908","headline":"Irish to Play Michigan, but Will Their Offensive Line?","web_url":"https://www.nytimes.com/1994/09/08/sports/college-football-irish-to-play-michigan-but-will-their-offensive-line.html","abstract":"  The system has already produced one national championship in Lou Holtz's eight seasons at Notre Dame, and many of the fans who will start to arrive Thursday would volunteer that at least one other title, and perhaps two, has been earned, if not recognized.   But through all the controversies, the system has been consistent. A basic element of success in the Holtz era has been the ability to run the football, usually behind a strong offensive line.","thumbnail":null,"section":"Sports"},{"date":"19940908","headline":"Brodeur Forgets Past And Looks to Future","web_url":"https://www.nytimes.com/1994/09/08/sports/hockey-brodeur-forgets-past-and-looks-to-future.html","abstract":"  Martin Brodeur's lips said he no longer thought of Stephane Matteau's double-overtime goal for the Rangers last May 27 that ended the Devils' quest for the Stanley Cup, but his eyes contradicted his words.   \"I replayed the thing a few times in my mind,\" Brodeur said of the goal that put the Rangers in the Stanley Cup finals, \"but I don't think about it anymore.\"","thumbnail":null,"section":"Sports"},{"date":"19940908","headline":"Kennedy Supports Ordination Of Women as Catholic Priests","web_url":"https://www.nytimes.com/1994/09/08/us/kennedy-supports-ordination-of-women-as-catholic-priests.html","abstract":"  Little more than three months after Pope John Paul II declared that Catholics must accept that the priesthood is open only to men, Senator Edward M. Kennedy has said he favors allowing women to become priests.   \"I count myself among the growing number of Catholics who support the ordination of women as priests,\" Senator Kennedy said in a brief statement.","thumbnail":null,"section":"U.S."},{"date":"19940908","headline":"Russians Seal Nuclear Sub On Sea Floor","web_url":"https://www.nytimes.com/1994/09/08/world/russians-seal-nuclear-sub-on-sea-floor.html","abstract":"  Russian divers have completed the first phase of a deep sea operation to seal holes in a sunken submarine to prevent its corroding nuclear torpedoes from leaking plutonium and other radioactive material into the North Atlantic, the head of the expedition said yesterday.   Diving more than a mile under the waves in a pair of manned sub mersibles, the Russian team succeeded in attaching nine large seals to the bow of the submarine, the Komsomolets. The first phase of the expedition began in June and ended in August. The sealing job is to be completed next year.","thumbnail":null,"section":"World"},{"date":"19940908","headline":"Repeat Sex Offenders Should Serve for Life","web_url":"https://www.nytimes.com/1994/09/08/opinion/l-repeat-sex-offenders-should-serve-for-life-181838.html","abstract":"  To the Editor:   \"Megan's Legacy\" (editorial, Aug. 31) was a thoughtful examination of strategies for handling repeat sexual predators in our communities. New Jersey is just one of the states grappling with this serious problem.   As the original authors of legislation to protect against sexual predators, we are also concerned about the release of convicted sex offenders. And we are also aware of the concerns voiced by police and parents about letting repeat offenders go free.","thumbnail":null,"section":"Opinion"},{"date":"19940908","headline":"In Memoir, Barbara Bush Recalls Private Trials of a Political Life","web_url":"https://www.nytimes.com/1994/09/08/us/in-memoir-barbara-bush-recalls-private-trials-of-a-political-life.html","abstract":"  Bending, if not quite breaking the silence on political issues that she kept in 30 years of public life, Barbara Bush says in a new autobiography that she disagrees with her husband's stances on abortion and gun control, thinks Patrick J. Buchanan's \"America-first\" speech at the 1992 Republican convention sent a racist message and believed that Bill Clinton \"did not have a chance\" to defeat George Bush in the last Presidential election.   In an otherwise rosy depiction of life as the helpmate of a rising politician, Mrs. Bush also states, almost as an aside, that she was so deeply depressed in the mid-1970's that she sometimes stopped her car on highway shoulders for fear that she might deliberately crash the vehicle into a tree or an oncoming auto.","thumbnail":null,"section":"U.S."},{"date":"19940908","headline":"Adieu, Galeries","web_url":"https://www.nytimes.com/1994/09/08/opinion/l-adieu-galeries-181986.html","abstract":"  To the Editor:   I don't want Galeries Lafayette to leave New York City without a fond, sad farewell (Business Day, Aug. 31). Few stores in the city have had a more gracious, courteous atmosphere than this branch of the Parisian department store. The salespeople seemed to enjoy attending to customers. I once bought an inexpensive belt on sale -- the salesman polished all the silver on it before wrapping it.","thumbnail":null,"section":"Opinion"},{"date":"19940908","headline":"From Twins to Cubs","web_url":"https://www.nytimes.com/1994/09/08/sports/sports-people-baseball-from-twins-to-cubs.html","abstract":"  The Minnesota Twins' general manager, ANDY MacPHAIL, yesterday was offered the chance to run the Chicago Cubs and was waiting for the Twins' owner, CARL POHLAD, to give him permission to take the job.   In the last week, Pohlad has waffled about whether he would let MacPhail out of the final two years of his contract.","thumbnail":null,"section":"Sports"},{"date":"19940908","headline":"Bridge","web_url":"https://www.nytimes.com/1994/09/08/nyregion/bridge-177610.html","abstract":"  One of the most popular figures in the world of bridge, Jean Besse, died Saturday in his native Switzerland at age 80. Beneath a placid exterior, he concealed a razor-sharp mind that he applied to mathematics and computing as well as bridge.   He was a newspaper columnist and a theorist as well as a player of the highest class. A quarter-century ago, he won the Sunday Times Pairs in England, an event to which Europe's best were invited, and he represented Switzerland in 27 international championships. In 1964, he was a member of a four-man team that seemed headed for the semifinal stage of the world team championship when fatigue took its toll.","thumbnail":null,"section":"New York"},{"date":"19940908","headline":"If It's Early September, It's Time for a Haircut; With School Starting, Barbers Find Wedges, Buzzes and Bowls in Big Demand","web_url":"https://www.nytimes.com/1994/09/08/nyregion/if-it-s-early-september-it-s-time-for-haircut-with-school-starting-barbers-find.html","abstract":"  If there is one thing that Larry Giglio has learned in 56 years cutting hair, it is that a barber who can survive the day before school can survive anything.   \"Give me a wedge,\" said 11-year-old Steve Fiedeldey. \"Cut it a little higher and less hair than usual. I'm playing football. The helmet has to fit on.\"","thumbnail":null,"section":"New York"},{"date":"19940908","headline":"U.S. Team at Wembley A Flop in Bonus Round","web_url":"https://www.nytimes.com/1994/09/08/sports/soccer-us-team-at-wembley-a-flop-in-bonus-round.html","abstract":"  As it turned out, the $25,000 bonus didn't work, on any level.   In the first appearance by Americans at Wembley in the storied stadium's history, the United States lost to England, 2-0, tonight. The score could easily have been twice that.","thumbnail":null,"section":"Sports"},{"date":"19940908","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/08/opinion/IHT-letters-to-the-editor-93238924296.html","abstract":"I carry a toy telephone with me at all times. When this guy starts talking to Hong Kong I get out my phone and become the party at the other end, complete with accent. It works every time, especially in tightly packed compartments. He has nowhere else to","thumbnail":null,"section":"Opinion"},{"date":"19940908","headline":"U.S.-Cuban Talks Suspended As Envoy Returns to Havana","web_url":"https://www.nytimes.com/1994/09/08/world/us-cuban-talks-suspended-as-envoy-returns-to-havana.html","abstract":"  Talks between the United States and Cuba on halting the exodus of Cuban boat people toward Florida were suspended today when the chief Cuban negotiator, Ricardo Alarcon, abruptly broke off discussions and flew back to Havana to consult his Government.   But the rest of the Cuban delegation remained in New York and the spokesman for the American delegation, David T. Johnson, said the negotiations could resume as early as Friday.","thumbnail":null,"section":"World"},{"date":"19940908","headline":"Education Board Extends Takeover of Jersey City Schools","web_url":"https://www.nytimes.com/1994/09/08/nyregion/education-board-extends-takeover-of-jersey-city-schools.html","abstract":"  The Jersey City public schools will remain under state control for at least another year, the State Board of Education decided today.   In an action that had been expected, the board voted unanimously to extend its five-year takeover of the 29,000-student district until the system can meet state certification standards. The State Education Commissioner, Dr. Leo F. Klagholz, said that process would take at least a year, and could take significantly longer.","thumbnail":null,"section":"New York"},{"date":"19940908","headline":"This Young Star Has a Pro Gleam","web_url":"https://www.nytimes.com/1994/09/08/sports/us-open-94-this-young-star-has-a-pro-gleam.html","abstract":"  Martina Hingis has an endorsement deal with Yonex, which provides her tennis racquets, and with Tacchini, which supplies her shoes and clothes. She is represented by International Management Group, the leading management company in the sport of tennis, and she recently bought herself a horse.   Hingis also happens to have braces and has been in the eighth grade for all of two weeks. But with her 14th birthday just a few weeks away, she is poised to become the newest phenom on the women's professional circuit, with her tour debut scheduled for Oct. 3 in Zurich, Switzerland, her home country.","thumbnail":null,"section":"Sports"},{"date":"19940908","headline":"Buddy This, Buddy That, Buddy, Buddy, Buddy","web_url":"https://www.nytimes.com/1994/09/08/sports/pro-football-giants-notebook-buddy-this-buddy-that-buddy-buddy-buddy.html","abstract":"  The Giants are already getting sick of hearing about Buddy Ryan. Very sick.   \"How many Super Bowls has he won?\" said Giants defensive end Michael Strahan. \"I'm serious. How many?\"","thumbnail":null,"section":"Sports"},{"date":"19940908","headline":"F.D.A. Blocks Some Shipments Of Blood Products From Canada","web_url":"https://www.nytimes.com/1994/09/08/us/fda-blocks-some-shipments-of-blood-products-from-canada.html","abstract":"  Federal Health officials have halted shipments of some blood products from Canada after a Food and Drug Administration inspector found substandard procedures and sloppy record keeping at a Red Cross blood center in Toronto.   The agency's order said the \"inspection raised concerns regarding the operations of all Canadian Red Cross establishments.\" No Canadian blood is transfused in the United States, officials said.","thumbnail":null,"section":"U.S."},{"date":"19940908","headline":"Police Striving To Find Ways Of Combating Rising Suicides","web_url":"https://www.nytimes.com/1994/09/08/nyregion/police-striving-to-find-ways-of-combating-rising-suicides.html","abstract":"  They were mainly young, in their 20's and 30's, police officers just settling into a dangerous and, many of them would often say, rewarding job. But one by one this year they died sudden deaths -- not, as they might have assumed, in combat with those who have made fear an enduring part of city life, but by their own hands.   This week the number of police officers who committed suicide in 1994 reached 10, matching the record set in 1987. For four of the last five years in New York City, suicide has been the leading cause of death among officers. Before two officers killed themselves on Tuesday, Police Commissioner William J. Bratton had already stepped up counseling efforts. Now those efforts are being intensified as officials struggle to better understand the deaths.","thumbnail":null,"section":"New York"},{"date":"19940908","headline":"Pact May Open Phone Lines to Cuba","web_url":"https://www.nytimes.com/1994/09/08/world/pact-may-open-phone-lines-to-cuba.html","abstract":"  Clinton Administration officials and telecommunications companies said today that they were close to reaching an agreement with Cuba that would restore full telephone service with the island.   Largely because of the American trade embargo, only two telephone circuits -- both routed through Italy -- are available for calls between Cuba and the United States. Officials of several phone companies said there could be more than 500 circuits once full telephone service was restored.","thumbnail":null,"section":"World"},{"date":"19940908","headline":"More Records Fall, but Not for U.S.","web_url":"https://www.nytimes.com/1994/09/08/sports/swimming-more-records-fall-but-not-for-us.html","abstract":"  Outside the Foro Italico, the Tiber river lazily follows its serpentine course, and the steamy city streets are only slowly coming back to life after summer vacation.   Inside the Foro Italico, the mood is not nearly so sleepy. Inside, everyone seems to be in a hurry, particularly young, once-anonymous women from China.","thumbnail":null,"section":"Sports"},{"date":"19940908","headline":"Crown Hts. Defense Team To Ask Judge to Step Down","web_url":"https://www.nytimes.com/1994/09/08/nyregion/crown-hts-defense-team-to-ask-judge-to-step-down.html","abstract":"  Lawyers for Lemrick Nelson Jr., who is charged with violating the civil rights of a Hasidic scholar stabbed to death during the 1991 violence in Crown Heights, said yesterday that they would ask the Federal judge assigned to the case to step down from it today.   They asserted that the judge, David G. Trager of United States District Court in Brooklyn, had a conflict of interest. They argued that the screening committee that recommended him for the Federal bench was headed by a lawyer who also heads a Jewish group that joined the call for a Federal investigation of the August 1991 violence. The Hasidic scholar, Yankel Rosenbaum, 29, was killed during the four-day disturbance. The investigation later led to the civil rights prosecution of Mr. Nelson.","thumbnail":null,"section":"New York"},{"date":"19940908","headline":"Fierce Emotion Now Introspection","web_url":"https://www.nytimes.com/1994/09/08/movies/books-of-the-times-fierce-emotion-now-introspection.html","abstract":"  Brando  Songs My Mother Taught Me  By Marlon Brando  With Robert Lindsey. Illustrated. 468 pages. Random House. $25.   As Stanley, the brutish destroyer of innocence in \"A Streetcar Named Desire\"; as Johnny, the brooding gang leader in \"The Wild One\"; as Ken, the anxious war veteran in \"The Men,\" and as Terry, the ex-boxer who makes a heroic stand in \"On the Waterfront,\" Marlon Brando brought a fierce new emotionality to the screen, a psychological realism that seemed to sum up the postwar yearnings and discontents of a generation. As Richard Schickel, the author of an illuminating study of Mr. Brando's work, once put it: an \"untutored, unspoken sensitivity informed most of Brando's early roles, and the suspense in all of them (other than 'Streetcar' and, of course, 'Julius Caesar') revolved around whether or not he would acknowledge his best self, articulate his aspirations and his pain. In all of them he eventually did.\"","thumbnail":null,"section":"Movies"},{"date":"19940908","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/09/08/style/IHT-what-theyre-reading.html","abstract":"John Nix, a U.S. State Department official dealing with international narcotics traffic, is reading \"Driving Force\" by Dick Francis..\"All his novels are wonderful and instructive. His knowledge of horses and horse racing is quite remarkab","thumbnail":null,"section":"Style"},{"date":"19940908","headline":"For Cubans Left Behind, Fearful Wait for Word","web_url":"https://www.nytimes.com/1994/09/08/world/for-cubans-left-behind-fearful-wait-for-word.html","abstract":"  Each morning before he leaves for high school, Rene Neto takes the family bicycle from the crumbling three-room apartment he shares with his grandparents, an aunt, his mother and four siblings and rides off to look for his father.    At an ancient Roman Catholic church at the mouth of Havana harbor, the wiry 15-year-old scans a long list of boat people from his neighborhood who have been taken to the United States Naval Station at Guantanamo Bay, Cuba. In the afternoon, he rides up the coast to the home of a half-brother in case anyone there has heard any news. At night he listens for hours to a Spanish-language radio station in Miami, hoping to hear his father's name among those listed as having survived.","thumbnail":null,"section":"World"},{"date":"19940908","headline":"Simpson Agrees to Give Up Custody of His Children for Now","web_url":"https://www.nytimes.com/1994/09/08/us/simpson-agrees-to-give-up-custody-of-his-children-for-now.html","abstract":"  O. J. Simpson will allow the parents of his slain former wife to have legal custody of their two grandchildren until charges that he murdered their mother are resolved, according to an agreement filed with an Orange County Court.   If approved by the court, as is expected, custody of the two children will be given to Louis H. Brown and Juditha Brown, who have cared for the children since the slayings of their mother, Nicole Brown Simpson.","thumbnail":null,"section":"U.S."},{"date":"19940908","headline":"Bosnian Leader Assails the U.N., Saying It Sabotaged Pope's Visit","web_url":"https://www.nytimes.com/1994/09/08/world/bosnian-leader-assails-the-un-saying-it-sabotaged-pope-s-visit.html","abstract":"  The Bosnian President said today that the top United Nations official in the former Yugoslavia had sabotaged the visit to Sarajevo that Pope John Paul II had planned by exaggerating the dangers and deceiving the Pope.   In an unusually bitter public attack, made the day after the Pope postponed his visit, President Alija Izetbegovic said that the official, Yasushi Akashi, had shown consistent hostility toward the interests of Bosnia and that the Bosnian Government would like to see him replaced.","thumbnail":null,"section":"World"},{"date":"19940908","headline":"Buses Have Pluses, Like Lots of Stops; Credit Ralph Kramden","web_url":"https://www.nytimes.com/1994/09/08/opinion/l-buses-have-pluses-like-lots-of-stops-credit-ralph-kramden-181951.html","abstract":"  To the Editor:   The subheadline \"fewer stops would mean more riders\" (Op-Ed, Sept. 1) calls to mind that this suggestion was first made by New York's premier bus driver, Ralph Kramden, Jackie Gleason's alter ego on television's \"Honeymooners.\"","thumbnail":null,"section":"Opinion"},{"date":"19940908","headline":"Treasury Had Doubts About Health Plan, Papers Show","web_url":"https://www.nytimes.com/1994/09/08/us/treasury-had-doubts-about-health-plan-papers-show.html","abstract":"  From the first weeks of the Clinton Administration, Treasury officials expressed profound doubts about major parts of the President's plan to overhaul the nation's health care system, White House records made public today show.   Today, the Administration released 234 boxes of working papers of Hillary Rodham Clinton's Task Force on National Health Care Reform, after fighting for 18 months to keep the boxes, each containing about 2,500 pages, secret.","thumbnail":null,"section":"U.S."},{"date":"19940908","headline":"VATICAN HOLDS UP ABORTION DEBATE AT TALKS IN CAIRO","web_url":"https://www.nytimes.com/1994/09/08/world/vatican-holds-up-abortion-debate-at-talks-in-cairo.html","abstract":"  In an unexpected maneuver today that angered many participants in the United Nations population conference, the Vatican was able to to put off for two more days any debate over how to deal with abortion in a plan to stabilize world population in the coming decades.   The Vatican move, apparently supported by several small countries that did not enter the debate until today, in effect reopened a discussion on the language of one paragraph of a 113-page document and sent it back to a committee until Friday. The action brought sharp condemnation from Egypt, the conference host, and sent delegates from a number of nations into private meetings to try to find a way to force the issue back onto the conference floor over the Vatican's objections.","thumbnail":null,"section":"World"},{"date":"19940908","headline":"Paris Opera Reaches Pact With Conductor","web_url":"https://www.nytimes.com/1994/09/08/arts/paris-opera-reaches-pact-with-conductor.html","abstract":"  The Paris Opera dismisses its music director. A French court rules that it has no right to do so. The music director shows up to conduct rehearsals. His path is blocked by the opera house's director. The court fines the house $9,500 a day. An appeals court is called on to give its verdict.   Over the last month, the bizarre power struggle between the Paris Opera and its music director, Myung-Whun Chung, has come to resemble opera bouffe, with lawyers dodging in and out of court and the main actors exchanging insults while the audience watches with detached amusement.","thumbnail":null,"section":"Arts"},{"date":"19940908","headline":"No Headline","web_url":"https://www.nytimes.com/1994/09/08/nyregion/no-headline-178535.html","abstract":"  \"I brought my grandson here to see what can happen in gangs. That's a baby in there and I'm scared to death for mine.\" -- CATHERINE WILDER, at the wake for a Chicago boy killed by his street gang.  [ A1:3. ]","thumbnail":null,"section":"New York"},{"date":"19940908","headline":"On a Harlem Block, Hope Is Swallowed by Decay","web_url":"https://www.nytimes.com/1994/09/08/nyregion/on-a-harlem-block-hope-is-swallowed-by-decay.html","abstract":"  There are days that Robert LeShawn Garland, a lanky 18-year-old with a yen to fly airplanes, can look out his window and spy his father waiting in a snaking line to buy crack. Once their eyes met, and his father hung his head.   On the floor below, Donna Williams often starts her day with a beer, trying to beat the blues. She has five children, she just turned 40, and she has been on welfare for more than a decade. From her living room, she can see an empty lot and rows of boarded windows.","thumbnail":null,"section":"New York"},{"date":"19940908","headline":"Women's Channels Are Next For Cable","web_url":"https://www.nytimes.com/1994/09/08/sports/television-sports-women-s-channels-are-next-for-cable.html","abstract":"  Televised women's sports, all too often the lower-rated stepchildren of men's events, are about to become a battleground between two groups seeking to launch women's sports cable networks over the next year.   On one side is the Women's Sports Network, an entrepreneurial effort of Mike Weisman, a former executive producer of NBC Sports, and Terry Kassel, a former senior vice president of Major League Baseball Productions. The venture, they said, is backed by \"tens of millions of dollars\" in capital.","thumbnail":null,"section":"Sports"},{"date":"19940908","headline":"Three Players Take Different Roads to Reach Semifinals","web_url":"https://www.nytimes.com/1994/09/08/sports/us-open-94-three-players-take-different-roads-to-reach-semifinals.html","abstract":"  There are different ways of getting into a Grand Slam tennis semifinal. Yesterday at the United States Open, the three-time champion Steffi Graf, the upset-minded Jana Novotna and Todd Martin, the solitary surviving American among the seeded men, explored them all.    Graf, the defending Open champion, got there by rote with a masterful 6-0, 6-2 dismissal of South Africa's Amanda Coetzer that took 55 minutes and left her plenty of time to escape from the courts, enjoy a meal of crab cakes and take in a movie.","thumbnail":null,"section":"Sports"},{"date":"19940908","headline":"U.S. Reassures Seoul on Nuclear Arms Talks With North Korea","web_url":"https://www.nytimes.com/1994/09/08/world/us-reassures-seoul-on-nuclear-arms-talks-with-north-korea.html","abstract":"  With American and North Korean negotiators soon to resume their talks on Pyongyang's nuclear weapons program, the Clinton Administration is trying to reassure South Korea that it is not overly eager to reach an accommodation.   In a news conference today with South Korea's Foreign Minister, Han Sung Joo, Secretary of State Warren Christopher announced that he will visit Seoul and said no resolution of the nuclear issue was possible unless the North was willing to improve relations with the South.","thumbnail":null,"section":"World"},{"date":"19940908","headline":"Essay; Imagine A G.O.P. Senate","web_url":"https://www.nytimes.com/1994/09/08/opinion/essay-imagine-a-gop-senate.html","abstract":"  \"Seven More in '94\" was the wild-and-woolly slogan perpetrated in this space almost a year ago, in a report of a long-shot Republican chance to capture the Senate.    Back then, the switch of seven seats to give the G.O.P. a 51-to-49 majority was seen as a partisan's pipe dream. Now, as the '94 campaign begins in earnest, you hear George Mitchell, the retiring Democratic leader, predicting a loss of three or four seats (not including his own) while Bob Dole (busily creating delegate i.o.u.'s in the Northwest this week) predicts Republican gains of six or seven.","thumbnail":null,"section":"Opinion"},{"date":"19940908","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/08/style/chronicle-181480.html","abstract":"  A court in Paris has legally recognized an 18-year-old woman as the daughter of Yves Montand, Reuters reported yesterday.    Mr. Montand, the French singer and actor, who died in 1991 at the age of 70, had repeatedly refused to submit to blood tests in connection with claims that he was the father of the woman, AURORE DROSSART. The court made its ruling without a blood test, based on other evidence.","thumbnail":null,"section":"Style"},{"date":"19940908","headline":"Envoys Back Easing of Yugoslav Sanctions if Foreign Monitors Go to Bosnia","web_url":"https://www.nytimes.com/1994/09/08/world/envoys-back-easing-of-yugoslav-sanctions-if-foreign-monitors-go-to-bosnia.html","abstract":"  Diplomats from the five-nation \"contact group\" seeking to end the war in Bosnia said today that they would urge an easing of economic sanctions against Yugoslavia if the authorities there accepted foreign monitors to ascertain that Yugoslav aid to Bosnian Serb forces had stopped.   Under the emerging plan, monitors would be civilians attached to embassies in Belgrade rather than members of a multinational military force. The Serbian president, Slobodan Milosevic, has told foreign envoys that he cannot accept foreign troops in Yugoslavia.","thumbnail":null,"section":"World"},{"date":"19940908","headline":"Court Strikes Down Abortion-Protest Buffer Zone","web_url":"https://www.nytimes.com/1994/09/08/nyregion/court-strikes-down-abortion-protest-buffer-zone.html","abstract":"  A Federal appeals court in Manhattan yesterday struck down as unconstitutional a court-approved buffer zone to prevent anti-abortion demonstrators from encroaching on an abortion clinic in Buffalo.   The 2-to-1 ruling by the United States Court of Appeals for the Second Circuit comes two months after the United States Supreme Court approved a 36-foot sanctuary around a Florida clinic that had been besieged by opponents of abortion.","thumbnail":null,"section":"New York"},{"date":"19940908","headline":"Ohio State Missing Star","web_url":"https://www.nytimes.com/1994/09/08/sports/sports-people-college-football-ohio-state-missing-star.html","abstract":"  Ohio State's star wide receiver, JOEY GALLOWAY, who passed up the National Football League to return to the Buckeyes for his senior year, was suspended yesterday for two games for accepting money from a financial planner.   Galloway tied a school record with 11 touchdown receptions last year.","thumbnail":null,"section":"Sports"},{"date":"19940908","headline":"Journal; Trans-Atlantic Fantasy","web_url":"https://www.nytimes.com/1994/09/08/opinion/journal-trans-atlantic-fantasy.html","abstract":"  America is so loud it's hard to get far enough away to escape its din. Even Timbuktu may at this moment be colonized by Burger King tie-ins to \"The Lion King.\" So on a vacation during which I hoped to purge my mind of all things Whitewater, Brentwood and Presley-Jackson -- but had scant expectation of actually doing so -- I was at first startled and then delighted to discover an America-free zone in a most unexpected place not all that far from home: England.    Maybe England's aversion to hard American news reflects the triumph of Rupert Murdoch's scorched-earth campaign to strip journalism of anything that might resemble fact. Maybe it's because every British editor of any skill has already immigrated to New York to work for Conde Nast.  Whatever the reason, it is now almost impossible to find cogent information about what's happening in the United States in even the upmarket London newspapers. For an American looking to get away from it all, even a week in urban England is tantamount to a month in the country. Without CNN.","thumbnail":null,"section":"Opinion"},{"date":"19940908","headline":"Jets' Newest Challenge: Elway and the Broncos","web_url":"https://www.nytimes.com/1994/09/08/sports/pro-football-jets-newest-challenge-elway-and-the-broncos.html","abstract":"  No rest for the weary. After the Jets thrashed Jim Kelly and the Buffalo Bills, 23-3, in the season opener, this week's challenge is John Elway and the Denver Broncos.   Elway could be more dangerous than Kelly, who was sacked three times and intercepted twice by the Jets.","thumbnail":null,"section":"Sports"},{"date":"19940908","headline":"After Tough Start, Fordham's Spirit Isn't Defeated","web_url":"https://www.nytimes.com/1994/09/08/sports/college-football-notebook-after-tough-start-fordham-s-spirit-isn-t-defeated.html","abstract":"  When the Villanova football team departed its bus and walked into the Fordham gym, Ted Bonanno, the Rams' facilities director and crew coach, sized up the visitors.   \"They certainly looked bigger than our guys,\" Bonanno said later.","thumbnail":null,"section":"Sports"},{"date":"19940908","headline":"Transactions","web_url":"https://www.nytimes.com/1994/09/08/sports/transactions-179485.html","abstract":"  Football  National Football League   ARIZONA CARDINALS -- Waived Michael Brandon, defensive lineman. Signed Bernard Wilson, defensive lineman. Signed Herschel Currie, cornerback, and Bryan Hooks, defensive lineman, to the practice squad. Waived Chris Swartz, quarterback, from the practice squad.   CLEVELAND BROWNS -- Signed Damion Lyons, defensive back, to the practice squad. Waived P.J. Killian, linebacker, from the practice squad.","thumbnail":null,"section":"Sports"},{"date":"19940908","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/08/nyregion/c-corrections-181455.html","abstract":"  The pop music listing in the Arts and Leisure section last Sunday included an outdated entry for tomorrow night's concert at Jones Beach in Wantagh, L.I. Kenny G will appear; Toni Braxton will not.","thumbnail":null,"section":"New York"},{"date":"19940908","headline":"A Romantic's Romantic In a Romantic Mood","web_url":"https://www.nytimes.com/1994/09/08/arts/cabaret-review-a-romantic-s-romantic-in-a-romantic-mood.html","abstract":"  Even in a cabaret world that is the last bastion of traditional pop romanticism, Ann Hampton Callaway stands out as a romantic's romantic. With her lush, throbbing voice, smooth long-lined phrasing, and near-tearful commitment to love songs, she treats classic pop ballads like precious jewels. And in her fine new cabaret act at Rainbow and Stars (30 Rockefeller Plaza), she is at her most persuasive singing standards by Rodgers and Hart (\"Where or When\"), Sigmund Romberg and Dorothy Fields (\"Close as Pages in a Book\") and others.   The high point of Tuesday's opening-night show was a seamless medley of Stephen Sondheim's \"Not a Day Goes By\" and Jule Styne and Carolyn Leigh's \"Killing Time,\" in which Ms. Callaway transcended her uusual reserve and belted with an unaccustomed ferocity.","thumbnail":null,"section":"Arts"},{"date":"19940908","headline":"Security Force Eases Up a Bit In Belfast","web_url":"https://www.nytimes.com/1994/09/08/world/security-force-eases-up-a-bit-in-belfast.html","abstract":"  Security operations have been scaled down somewhat in Northern Ireland after a week in which the Irish Republican Army has stuck to its unconditional cease-fire, the top British representative in the province confirmed today.   The official, Sir Patrick Mayhew, who is Secretary of State for Northern Ireland, said commanders of the 18,000 British troops and 13,000 members of the Royal Ulster Constabulary had relaxed certain procedures in response to the \"reduced threat.\"","thumbnail":null,"section":"World"},{"date":"19940908","headline":"Population Meeting Is Really About Knowledge","web_url":"https://www.nytimes.com/1994/09/08/opinion/l-population-meeting-is-really-about-knowledge-181790.html","abstract":"  To the Editor:   I am surprised that as the United Nations Conference on Population and Development, meeting in Cairo through Sept. 13, takes the necessary and humane steps to address pressing realities, it is met with opposition that includes major Christian bodies. Underlying the seemingly complicated debate concerning the United Nations initiatives in family planning seems a very simple question: Is the education of women dangerous?","thumbnail":null,"section":"Opinion"},{"date":"19940908","headline":"Time to Change Chords","web_url":"https://www.nytimes.com/1994/09/08/sports/sports-people-hockey-time-to-change-chords.html","abstract":"  St. Louis Blues goaltender CURTIS JOSEPH, disappointed with the lack of progress in contract negotiations, said he will play out his option this season.   Joseph is in the final year of a three-year, $3 million deal he signed during the 1992-93 season. If he and the Blues do not reach agreement on a new contract before June 30, he will become a free agent.","thumbnail":null,"section":"Sports"},{"date":"19940908","headline":"Troubled Precinct Absorbs Another Blow","web_url":"https://www.nytimes.com/1994/09/08/nyregion/troubled-precinct-absorbs-another-blow.html","abstract":"  At the epicenter of a police corruption scandal for months, the 30th Precinct in Harlem suffered another surge of sadness and grief yesterday over the suicide of one of its own.   Officers searched for black bunting to hang in the station house, to put alongside the funeral announcements and the memorial bouquet resting on the front desk. The Friday night office jaunt to Atlantic City, which officers organized as part of an effort to build up morale, was called off.","thumbnail":null,"section":"New York"},{"date":"19940908","headline":"1919:Clocks on Strike : IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/08/opinion/IHT-1919clocks-on-strike-in-our-pages-100-75-and-50-years-ago.html","abstract":"PARIS - Public clocks in Paris, never excellent timekeepers at the best, went out of commission for the most part with the war. Of late, efforts seemed to be made to start them going again, but the clocks now seem to have caught the spirit of the times an","thumbnail":null,"section":"Opinion"},{"date":"19940908","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/09/08/nyregion/metro-digest-174890.html","abstract":"  WHERE HOPE IS SWALLOWED BY DECAY In Harlem, 129th Street between Malcolm X Boulevard and Fifth Avenue is a block in the America of the black underclass -- a block that could be in Chicago, Miami or Los Angeles. It has its own values, rules and economy. Even as the nation engages in a spirited dialogue on issues like welfare reform, education and job training, places like 129th Street exist as a world apart. The scrappers on the block -- the ones who call the police on drug dealers and badger landlords for repairs -- say the old civil-rights remedies like affirmative action do little to improve lives hobbled by a multitude of ills. A1. NEW YORK CITY  CROWN HTS. DEFENSE TO SEEK NEW JUDGE Lawyers for Lemrick Nelson Jr., who is charged with violating the civil rights of a Hasidic scholar stabbed to death during the 1991 violence in Crown Heights, said that they would ask the Federal judge assigned to the case to step down from it. They asserted that the judge, David G. Trager of United States District Court in Brooklyn, had a conflict of interest. B3.","thumbnail":null,"section":"New York"},{"date":"19940908","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/08/style/chronicle-295701.html","abstract":"  They waste no time in tackling weighty issues in Washington, so it didn't strike anyone as unusual to hear WALTER F. MONDALE, the United States Ambassador to Japan, deliver a talk on trade to an audience of more than 350 people at the National Press Club on Tuesday.   Despite the seriousness of his topic, he did manage to inject some levity in his remarks when he described his first year as Ambassador.","thumbnail":null,"section":"Style"},{"date":"19940908","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/08/opinion/IHT-letters-to-the-editor.html","abstract":"Regarding the editorial \"From Rwanda to Cairo\" (Aug. 26):. It is not only the poor countries that should be reducing birthrates. High rates may be seen as beneficial to rich countries, but only under an accounting system that treats natural res","thumbnail":null,"section":"Opinion"},{"date":"19940908","headline":"P.B.A. Chief Defends Officer Who Shot Transit Policeman","web_url":"https://www.nytimes.com/1994/09/08/nyregion/pba-chief-defends-officer-who-shot-transit-policeman.html","abstract":"  Saying he wanted to \"set the record straight\" for an off-duty New York City police officer who mistakenly opened fire on a plainclothes transit officer last month, the president of the police union said yesterday that the off-duty officer was completely focused on the other man's gun and shot in \"response to a life-threatening gesture.\"   Phil Caruso, president of the Patrolmen's Benevolent Association, offered what he said was Officer Peter Del-Debbio's account of the Aug. 22 shooting on an East Side subway platform in which he critically wounded Transit Officer Desmond Robinson, whom Officer Del-Debbio mistook for a criminal.","thumbnail":null,"section":"New York"},{"date":"19940908","headline":"English Avenge Defeat by U.S.","web_url":"https://www.nytimes.com/1994/09/08/sports/IHT-english-avenge-defeat-by-us.html","abstract":"Much has changed since the United States last met and beat England. The Americans made their names in the World Cup, reaching the Final 16, while the English sat home watching. It has to be said, however, that the interim 15 months has most helped - Engl","thumbnail":null,"section":"Sports"},{"date":"19940908","headline":"Focus of White House Inquiry Sharpens","web_url":"https://www.nytimes.com/1994/09/08/us/focus-of-white-house-inquiry-sharpens.html","abstract":"  Federal investigators have found evidence that the former head of the White House travel office deposited money that news organizations paid for Presidential trips into his own bank account and may have diverted some of it to his personal use, law-enforcement officials said today.   About $55,000 in such money was deposited into the bank account of the former official, Billy R. Dale, from 1988 to 1991, the officials said, referring to a review of Mr. Dale's bank records.","thumbnail":null,"section":"U.S."},{"date":"19940908","headline":"Population Meeting Is Really About Knowledge; Rightful Place in Debate","web_url":"https://www.nytimes.com/1994/09/08/opinion/l-population-meeting-is-really-about-knowledge-rightful-place-in-debate-181943.html","abstract":"  To the Editor:   William Safire argues in \"Vatican Vs. V.P.: Papal Population Politics\" (column, Sept. 5) that it is \"overreaching\" for an American bishop to \"predict the political behavior of co-religionists.\" Mr. Safire is responding to Bishop James McHugh's warning that Roman Catholics might desert the Democratic Party if President Clinton continues to finesse support for abortion at the United Nations population conference. \"This papacy,\" Mr. Safire says, had better apologize to the President for threatening to adhere to its beliefs.","thumbnail":null,"section":"Opinion"},{"date":"19940908","headline":"Bosnia: Lead, Don't React","web_url":"https://www.nytimes.com/1994/09/08/opinion/bosnia-lead-don-t-react.html","abstract":"  The Clinton Administration's Bosnia policy is under attack from both the Russian Government and the U.S. Congress. Meanwhile, Britain and France, with agendas of their own, complicate Washington's problems.    Instead of allowing other nations to set the agenda, President Clinton needs to take the initiative. That means maintaining his commitment to Congress to seek an end to the U.N. arms embargo against Bosnia next month and adding incentives for other Security Council members to go along.","thumbnail":null,"section":"Opinion"},{"date":"19940908","headline":"Agassi Plants Another Seed At the Open","web_url":"https://www.nytimes.com/1994/09/08/sports/us-open-94-agassi-plants-another-seed-at-the-open.html","abstract":"  They would not be his final bows, but Andre Agassi, the man who observes the rules of a compass each time he takes his leave of the packed Stadium Court, acknowledged all points north, south, east and west. And then, with his mission of reinvention in full swing here at the United States Open, he strode briskly into the semifinal round after causing yet another upset.   Last night's departee was the 13th-seeded Thomas Muster of Austria, a hard-driving, hard-grunting martial man who was trounced, 7-6 (7-5), 6-3, 6-0, by this event's own baroque boy, the pony-tailed and bejeweled Agassi.","thumbnail":null,"section":"Sports"},{"date":"19940908","headline":"Rams Re-sign Henley","web_url":"https://www.nytimes.com/1994/09/08/sports/sports-people-pro-football-rams-re-sign-henley.html","abstract":"  Cornerback DARRYL HENLEY, who faces a January trial on Federal drug trafficking charges, was re-signed yesterday by the Los Angeles Rams.   United States District Court Judge GARY L. TAYLOR ruled last week that Henley could travel with the team without being accompanied by a Federal agent and also eased bail restrictions.","thumbnail":null,"section":"Sports"},{"date":"19940908","headline":"Calling All Rangers (Except for Messier)","web_url":"https://www.nytimes.com/1994/09/08/sports/hockey-calling-all-rangers-except-for-messier.html","abstract":"  When the Rangers arrive at training camp on Friday, there is a possibility that Mark Messier, the captain of the Stanley Cup champions, will be absent because of a contract dispute.   Messier, who will turn 34 on Jan. 18, wants to more than double his current salary of $2.65 million a year. He is requesting a total of about $18 million for three years, an average of $6 million per season, which would put him among the highest-paid players in the National Hockey League. He has the right to renegotiate his contract because the Rangers won the championship.","thumbnail":null,"section":"Sports"},{"date":"19940908","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/08/opinion/IHT-letters-to-the-editor-93487749503.html","abstract":"No government has the right to come between a husband and a wife or a mother and her child, or to dictate the future of marriages and families by political force or persuasion. May Cairo be a place where the world affirms the dignity of human life.. JAYM","thumbnail":null,"section":"Opinion"},{"date":"19940908","headline":"Doo-Wop Stars Try for a Comeback","web_url":"https://www.nytimes.com/1994/09/08/movies/doo-wop-stars-try-for-a-comeback.html","abstract":"  In the early 1950's, when high school seemed more innocent, the stairwells of Morrisania High School in the Bronx echoed with singing, doo-wop singing to be precise.   This precursor of rock-and-roll, which sprouted in Eastern urban high schools, flourished roughly from the late 40's to the mid-50's. Among the singing groups were the Chords, the Ravens, the Orioles, the Crickets and the Mellows. The story of these wildly popular yet undercompensated and quickly forgotten singers is the subject of a National Geographic Explorer documentary Sunday evening on TBS at 9 P.M.","thumbnail":null,"section":"Movies"},{"date":"19940908","headline":"Red Hot News From '92","web_url":"https://www.nytimes.com/1994/09/08/opinion/red-hot-news-from-92.html","abstract":"  This is a big week for revelations from the 1992 Presidential campaign. Two items have emerged casting new light on how George Bush managed to blow one of the biggest leads in American political history. These bits, one having to do with Dan Quayle and another with the abortion issue, are not earth-shaking. Rather they fall into the suspicions-confirmed category. Yes, the strategy and management of the campaign really were as incompetent as they seemed.    One story comes from Mary Matalin in the odd-couple campaign book she wrote with her husband, James Carville. According to Ms. Matalin, the Bush team lied when it \"continued to insist vehemently\" that Vice President Quayle was not pulling down the ticket. In an excerpt in Newsweek, Ms. Matalin says that the campaign, which she served as political director, was sitting on astonishing news. Its surveys showed that for the first time in polling history a Vice-Presidential candidate was not a neutral factor. Someone produced what Ms. Matalin calls a \"secret memo\" for campaign insiders saying that Mr. Bush could get \"a potential 4-6 percentage point net gain . . . by replacing Dan Quayle.\"","thumbnail":null,"section":"Opinion"},{"date":"19940908","headline":"New President Is Snubbed By Opposition In Mexico","web_url":"https://www.nytimes.com/1994/09/08/world/new-president-is-snubbed-by-opposition-in-mexico.html","abstract":"  Snubbing an invitation by President-elect Ernesto Zedillo Ponce de Leon to help plan a new government, the two major opposition parties have shown no sign that they are ready to work with him or even accept his victory, more than two weeks after the election.   Anxiety over the unsettled situation is heightened by continuing tensions in the southern state of Chiapas. The rebel Zapatista National Liberation Army warned last week that there would be another outbreak of violence unless the ruling party's candidate for Governor there renounced his victory, which has been recognized by electoral authorities but not by the rebels.","thumbnail":null,"section":"World"},{"date":"19940908","headline":"White House Repairs Put Clintons Across Street","web_url":"https://www.nytimes.com/1994/09/08/us/white-house-repairs-put-clintons-across-street.html","abstract":"  Returning from their 12-day vacation on Martha's Vineyard, the Clintons today found that they could not go home.    With renovations to the White House taking longer than anticipated, the First Family moved across Pennsylvania Avenue to take up residence for the next few days at Blair House, the three-story red brick building that serves as the President's official guest house.","thumbnail":null,"section":"U.S."},{"date":"19940908","headline":"Benetton Loses Appeal","web_url":"https://www.nytimes.com/1994/09/08/sports/sports-people-auto-racing-benetton-loses-appeal.html","abstract":"  Benetton lost its appeal yesterday over MICHAEL SCHUMACHER's disqualification from the Belgian Grand Prix, while the sport's governing body cleared the Formula I team of equipment tampering in the German Grand Prix. The International Automobile Federation's World Council ruled against Schumacher for the second time in two weeks. The German lost an appeal of a two-race suspension last week for ignoring a black flag in the British Grand Prix. Schumacher, who leads DAMON HILL of Britain by 21 points in the overall standing, finished first in last month's Belgian Grand Prix, but was disqualified after inspectors found a wooden plank under his car.","thumbnail":null,"section":"Sports"},{"date":"19940908","headline":"Miller Joins Pistons","web_url":"https://www.nytimes.com/1994/09/08/sports/sports-people-pro-basketball-miller-joins-pistons.html","abstract":"  The restricted free-agent center OLIVER MILLER signed an offer sheet from the Detroit Pistons yesterday, and the Phoenix Suns have 15 days to match it.","thumbnail":null,"section":"Sports"},{"date":"19940908","headline":"Buses Have Pluses, Like Lots of Stops","web_url":"https://www.nytimes.com/1994/09/08/opinion/l-buses-have-pluses-like-lots-of-stops-181846.html","abstract":"  To the Editor:   I heartily disagree with Lucius J. Riccio that \"fewer stops would mean more riders\" on New York City buses (Op-Ed, Sept. 1). Having to walk two or three blocks to get an express bus places me closer enough to my destination that I just elect to walk.","thumbnail":null,"section":"Opinion"},{"date":"19940908","headline":"New Training Videos for Officers","web_url":"https://www.nytimes.com/1994/09/08/nyregion/new-training-videos-for-officers.html","abstract":"  As a grand jury continues to investigate the death of a Staten Island man in police custody, the Police Department said yesterday it would begin showing a new series of training videos next week to try to prevent excessive force and deaths of suspects in custody.   Among the suggestions will be more widespread use of pepper spray instead of physical force, Chief of Personnel Michael Julian said. The spray was used only 100 times in the last year in the 12,000 incidents in which force was necessary, he said.","thumbnail":null,"section":"New York"},{"date":"19940908","headline":"'Gratuitous Mud' : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/08/opinion/IHT-gratuitous-mud-letters-to-the-editor.html","abstract":"Regarding \"A Militant Whose Mission for Peace Will Continue\" (Meanwhile, Sept. 2):.In the course of praising Linus Pauling, Colman McCarthy throws gratuitous mud on American physicians. Far from being a part of his \"scientific life,\"","thumbnail":null,"section":"Opinion"},{"date":"19940908","headline":"Top Advocate On Health Care Urges a Delay","web_url":"https://www.nytimes.com/1994/09/08/us/top-advocate-on-health-care-urges-a-delay.html","abstract":"  Representative Jim McDermott, the Washington Democrat who rallied 85 colleagues behind his proposal for a Government-paid health care system far more sweeping than President Clinton's plan, urged Congress today to abandon all efforts at health care changes this year.   Mr. McDermott, who had reluctantly gone along with efforts to develop other versions of legislation to insure all Americans, said none of the incremental plans now being considered would \"even bring us close\" to a system that offered universal coverage, fairness and cost controls.","thumbnail":null,"section":"U.S."},{"date":"19940908","headline":"Isles Relent and Hogue's Holdout Ends","web_url":"https://www.nytimes.com/1994/09/08/sports/isles-relent-and-hogue-s-holdout-ends.html","abstract":"  Benoit Hogue is a no-show no longer.   The Islanders and Hogue came to terms this afternoon, ending the 27-year-old forward's three-day holdout. Hogue passed his physical this afternoon and was scheduled to be ready to skate in practice on Thursday morning.","thumbnail":null,"section":"Sports"},{"date":"19940908","headline":"Kohl and Challenger Trade Accusations","web_url":"https://www.nytimes.com/1994/09/08/world/kohl-and-challenger-trade-accusations.html","abstract":"  In what may be their only face-to-face confrontation before German elections on Oct. 16, Chancellor Helmut Kohl and his Social Democratic challenger, Rudolf Scharping, used a parliamentary debate today as a campaign forum, accusing each other of cooperating with supporters of former East Germany's Communist regime.   The Chancellor, who has rejected Mr. Scharping's challenge to debate him on television, accused Mr. Scharping of planning to form a Government in Bonn after the election with the support of the Party of Democratic Socialism, the successor to East Germany's Communist Party. Mr. Kohl, who is 64, said this had broken a postwar democratic consensus not to cooperate with extremists.","thumbnail":null,"section":"World"},{"date":"19940908","headline":"Rowland Pledges an End To the State's Income Tax","web_url":"https://www.nytimes.com/1994/09/08/nyregion/rowland-pledges-an-end-to-the-state-s-income-tax.html","abstract":"  The leading Republican candidate for governor, John G. Rowland, pledged today that he would eliminate Connecticut's personal income tax over the next five years and reduce the state's business and inheritance taxes without raising other taxes to take their place.   \"We're not going to be increasing any of the other taxes,\" Mr. Rowland said during a television debate here with his opponent in next Tuesday's Republican primary, Secretary of the State Pauline R. Kezer. \"We can cut enough spending.\"","thumbnail":null,"section":"New York"},{"date":"19940908","headline":"Health Plan Skeptics","web_url":"https://www.nytimes.com/1994/09/08/us/health-plan-skeptics.html","abstract":"  Newly released records of Hillary Rodham Clinton's health task force show that Treasury officials expressed early and profound doubts about major parts of the President's plan to overhaul health care.    Article, page A22.","thumbnail":null,"section":"U.S."},{"date":"19940908","headline":"Sharing the Load Isn't Sherrard's Style","web_url":"https://www.nytimes.com/1994/09/08/sports/pro-football-sharing-the-load-isn-t-sherrard-s-style.html","abstract":"  While most of the attention this week has been focused on the rotating Giants linebackers and Buddy Ryan's big mouth, there has been something else brewing. Mike Sherrard is extremely concerned about the way the Giants are rotating their receivers -- the way the team does with its middle linebackers -- and has gone to Coach Dan Reeves over what he sees as a diminishing role.   This is not to portray Sherrard as a complainer. In fact, Sherrard, who is the Giants' best receiver and the team's big-play threat, was hesitant to talk about the situation. He made it clear that as long as the team is winning that's what matters the most.","thumbnail":null,"section":"Sports"},{"date":"19940908","headline":"Woyzeck, as Puppet, Still Yanked Around by Life","web_url":"https://www.nytimes.com/1994/09/08/arts/theater-review-woyzeck-highveld-woyzeck-puppet-still-yanked-around-life.html","abstract":"  Woyzeck is back.   History says Johan Christian Woyzeck died long ago, a real man beheaded for a real crime of passion. He stabbed his lover, the widow Woost, to death with a knife.","thumbnail":null,"section":"Arts"},{"date":"19940908","headline":"U.S., Despite Critics, Is to Expand Taiwan Ties","web_url":"https://www.nytimes.com/1994/09/08/world/us-despite-critics-is-to-expand-taiwan-ties.html","abstract":"  Completing a policy review of how to treat one of Asia's emerging economic powers, the Clinton Administration announced today that it would expand official ties with Taiwan, while continuing not to recognize it as a country separate from China.   Republican and Democratic lawmakers quickly attacked this split-the-difference policy adjustment as not treating Taiwan with due respect, and the Government of this island of 20 million said the new policy fell short of what was needed.","thumbnail":null,"section":"World"},{"date":"19940908","headline":"2 Like-Minded Liberals, 1 Job. Who'll Win?","web_url":"https://www.nytimes.com/1994/09/08/nyregion/2-like-minded-liberals-1-job-who-ll-win.html","abstract":"  Under a lowering sun on upper Broadway, a volunteer for Thomas K. Duane was trying to convince work-weary Upper West Siders, rushing home with arms filled with groceries, why her man would make a better Congressman than Jerrold L. Nadler.   \"Jerry's good,\" the volunteer, Nina de Fels, said hurriedly, as she shoved a flier into one woman's grocery bag, stuffed full with onions. \"I like Jerry, but Tom's terrific.\" She emphasized \"terrific,\" apparently the only word she could find to distinguish the two.","thumbnail":null,"section":"New York"},{"date":"19940908","headline":"Because of Foster Care System, a Child Wakes at Night Crying","web_url":"https://www.nytimes.com/1994/09/08/opinion/l-because-of-foster-care-system-a-child-wakes-at-night-crying-181781.html","abstract":"  To the Editor:   Part of my professional work involves doing intakes (gathering background history) for new prospective patients in a mental health clinic in the East New York section of Brooklyn. I recently encountered the case of a 6-year-old Hispanic girl named Judy, who has been with her foster mother since the age of 1 month. She had been immediately placed into foster care because traces of heroin were discovered in her blood at birth.","thumbnail":null,"section":"Opinion"},{"date":"19940908","headline":"G.O.P. Leaders Bury Hatchets, But Shallowly","web_url":"https://www.nytimes.com/1994/09/08/nyregion/new-york-gop-leaders-bury-hatchets-but-shallowly.html","abstract":"  Seeking to end a bitter feud that has divided the New York State Republican Party for months, the Senate majority leader, Ralph J. Marino, will endorse State Senator George E. Pataki for governor on Thursday, aides to both men said tonight.   The long-anticipated announcement comes after weeks of delicate negotiations between the two camps over whether Mr. Pataki, the Republican Party's endorsed candidate, would pledge to support Mr. Marino's leadership in the Republican-controlled Senate next year if he were elected governor.","thumbnail":null,"section":"New York"},{"date":"19940908","headline":"Near a Dark Stadium, the Spirit of Baseball Lives","web_url":"https://www.nytimes.com/1994/09/08/nyregion/near-a-dark-stadium-the-spirit-of-baseball-lives.html","abstract":"  Just as George Steinbrenner so often warned might happen, Yankee Stadium these days is just another vacant building in the South Bronx.   The House That Ruth Built didn't go dark for the reasons the team's owner predicted: the fans' fear of crime and other urban demons. The players' strike shut the stadium, of course. But in a way the strike has cleared the air in the South Bronx of all that talk about the Yankees moving to New Jersey.","thumbnail":null,"section":"New York"},{"date":"19940908","headline":"The Duchess of Parma","web_url":"https://www.nytimes.com/1994/09/08/opinion/l-the-duchess-of-parma-181960.html","abstract":"  To the Editor:   Your Sept. 1 news article on the arrival of Pizza Hut in Parma, Italy, refers erroneously to Napoleon's widow, the Duchess of Parma (as well as of Piacenza and Gustalla), as Maria Luisa of Bourbon-Parma. The duchess was Marie Louise of Hapsburg, daughter of the Holy Roman Emperor Francis II (later Emperor of Austria as Francis I).","thumbnail":null,"section":"Opinion"},{"date":"19940908","headline":"Missing Boat: Perils in a Life at Sea, and on Land","web_url":"https://www.nytimes.com/1994/09/08/us/missing-boat-perils-in-a-life-at-sea-and-on-land.html","abstract":"  The women of this fishing community have a covenant with their men. They don't tell their husbands how much they worry when the men are at sea, for days and sometimes weeks on end.    And the men don't tell their wives about the waves crashing over the deck in 50-mile-per-hour gales, or the ice on the masts in winter, or the freighters they can't see in the fog. And they never, never admit that sometimes they are afraid.","thumbnail":null,"section":"U.S."},{"date":"19940908","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/08/nyregion/c-corrections-181463.html","abstract":"  A picture caption yesterday about Richard M. Rosenbaum's campaign for the Republican nomination for Governor of New York misstated the date of his appearance in Brooklyn. It was on Saturday.","thumbnail":null,"section":"New York"},{"date":"19940908","headline":"Portable-Phone Pollution : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/08/opinion/IHT-portablephone-pollution-letters-to-the-editor.html","abstract":"Regarding \"Forced to Listen In\" (Observer, Aug. 31) by Russell Baker:.Mr. Baker asks: What do you do about the guy who takes the last available seat on the commuter train, beside you, pulls a phone out of his dispatch case and does business f","thumbnail":null,"section":"Opinion"},{"date":"19940908","headline":"1944:Japanese POWs : IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/08/opinion/IHT-1944japanese-pows-in-our-pages-100-75-and-50-years-ago.html","abstract":"WASHINGTON - [From our New York edition:] More than 900 Japanese prisoners of war, arming themselves with baseball bats and mess knives, made a mass escape attempt at a prison camp in Australia last month, and 231 were killed or committed suicide and 108","thumbnail":null,"section":"Opinion"},{"date":"19940908","headline":"1894:Royal Pretensions : IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/08/opinion/IHT-1894royal-pretensions-in-our-pages-100-75-and-50-years-ago.html","abstract":"PARIS - [The Herald says in an editorial:] The throne of France is vacant, but it seems to be in good quarters at the garde-meuble in Paris, where it has been stored away for twenty-four years. Nevertheless, there are plenty of pretenders who cast their e","thumbnail":null,"section":"Opinion"},{"date":"19940908","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/08/style/chronicle-315829.html","abstract":"  They waste no time in tackling weighty issues in Washington, so it didn't strike anyone as unusual to hear WALTER F. MONDALE, the United States Ambassador to Japan, deliver a talk on trade to an audience of more than 350 people at the National Press Club on Tuesday.   Despite the seriousness of his topic, he did manage to inject some levity in his remarks when he described his first year as Ambassador.","thumbnail":null,"section":"Style"},{"date":"19940908","headline":"Eilat Journal; It's Israel, Where Teen-Agers Cram for the Army","web_url":"https://www.nytimes.com/1994/09/08/world/eilat-journal-it-s-israel-where-teen-agers-cram-for-the-army.html","abstract":"  Like many teen-agers, Sebastian Cabots is wary of the use of military might. He says Israel's invasion of Lebanon a decade ago \"wasn't justified\" and calls the occupation of the West Bank and Gaza Strip \"a political mistake.\"    \"We have suffered a moral decline,\" he said. \"All these are strikes against Israel and the army.\"","thumbnail":null,"section":"World"},{"date":"19940908","headline":"Exxon Oil Spill Devastated a Way of Life","web_url":"https://www.nytimes.com/1994/09/08/opinion/l-exxon-oil-spill-devastated-a-way-of-life-181978.html","abstract":"  To the Editor:   Five years after the Exxon Valdez oil spill, all is not well in Alaska's Prince William Sound. I live here and know firsthand the environmental degradation, economic devastation and social upheaval it caused. Exxon ruined far more than the sound's fishing. Exxon ruined a way of life.","thumbnail":null,"section":"Opinion"}],"wiki_events":[{"date":"19940908","headline":"USAir Flight 427, on approach to Pittsburgh International Airport, suddenly crashes in clear weather killing all 132 aboard, resulting in the most extensive aviation investigation in world history and altering manufacturing practices in the industry.","pages":[{"title":"USAir Flight 427","web_url":"https://en.wikipedia.org/wiki/USAir_Flight_427","description":"Aviation accident in 1994","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/N513AU_in_Florida%2C_1991.jpg/320px-N513AU_in_Florida%2C_1991.jpg","thumbnail_width":320,"thumbnail_height":214},"abstract":"USAir Flight 427 was a scheduled flight from Chicago's O'Hare International Airport to Palm Beach International Airport, Florida, with a stopover at Pittsburgh International Airport. On Thursday, September 8, 1994, the Boeing 737 flying this route crashed in Hopewell Township, Pennsylvania while approaching Runway 28R at Pittsburgh, which was USAir's largest hub at the time."}]}],"weather":[{"date":"19940908","time":"1994-09-08 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":85,"wspd":14.8},{"date":"19940908","time":"1994-09-08 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.8,"rhum":82,"wspd":14.8},{"date":"19940908","time":"1994-09-08 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.8,"rhum":86,"wspd":11.2},{"date":"19940908","time":"1994-09-08 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":81,"wspd":13},{"date":"19940908","time":"1994-09-08 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":85,"wspd":13},{"date":"19940908","time":"1994-09-08 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.6,"rhum":83,"wspd":9.4},{"date":"19940908","time":"1994-09-08 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":87,"wspd":9.4},{"date":"19940908","time":"1994-09-08 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":81,"wspd":13},{"date":"19940908","time":"1994-09-08 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":79,"wspd":7.6},{"date":"19940908","time":"1994-09-08 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.3,"rhum":66,"wspd":16.6},{"date":"19940908","time":"1994-09-08 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.7,"rhum":60,"wspd":14.8},{"date":"19940908","time":"1994-09-08 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.2,"rhum":53,"wspd":18.4},{"date":"19940908","time":"1994-09-08 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.7,"rhum":51,"wspd":13},{"date":"19940908","time":"1994-09-08 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.2,"rhum":44,"wspd":20.5},{"date":"19940908","time":"1994-09-08 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.6,"rhum":41,"wspd":25.9},{"date":"19940908","time":"1994-09-08 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.6,"rhum":47,"wspd":24.1},{"date":"19940908","time":"1994-09-08 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.8,"rhum":46,"wspd":20.5},{"date":"19940908","time":"1994-09-08 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.2,"rhum":48,"wspd":22.3},{"date":"19940908","time":"1994-09-08 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.6,"rhum":52,"wspd":16.6},{"date":"19940908","time":"1994-09-08 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":58,"wspd":11.2},{"date":"19940908","time":"1994-09-08 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.3,"rhum":60,"wspd":13},{"date":"19940908","time":"1994-09-08 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":66,"wspd":7.6},{"date":"19940908","time":"1994-09-08 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":72,"wspd":9.4},{"date":"19940908","time":"1994-09-08 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.5,"rhum":71,"wspd":9.4},{"date":"19940908","time":"1994-09-08 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":48,"wspd":18.7},{"date":"19940908","time":"1994-09-08 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":51,"wspd":16.6},{"date":"19940908","time":"1994-09-08 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":57,"wspd":14.8},{"date":"19940908","time":"1994-09-08 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":61,"wspd":13},{"date":"19940908","time":"1994-09-08 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":65,"wspd":11.2},{"date":"19940908","time":"1994-09-08 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":61,"wspd":13},{"date":"19940908","time":"1994-09-08 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":60,"wspd":14.8},{"date":"19940908","time":"1994-09-08 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":60,"wspd":9.4},{"date":"19940908","time":"1994-09-08 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":64,"wspd":11.2},{"date":"19940908","time":"1994-09-08 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":67,"wspd":13},{"date":"19940908","time":"1994-09-08 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":69,"wspd":9.4},{"date":"19940908","time":"1994-09-08 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":69,"wspd":13},{"date":"19940908","time":"1994-09-08 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":67,"wspd":14.8},{"date":"19940908","time":"1994-09-08 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":55,"wspd":13},{"date":"19940908","time":"1994-09-08 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":46,"wspd":16.6},{"date":"19940908","time":"1994-09-08 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":42,"wspd":16.6},{"date":"19940908","time":"1994-09-08 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":42,"wspd":22.3},{"date":"19940908","time":"1994-09-08 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":39,"wspd":24.1},{"date":"19940908","time":"1994-09-08 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":37,"wspd":27.7},{"date":"19940908","time":"1994-09-08 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":37,"wspd":24.1},{"date":"19940908","time":"1994-09-08 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":37,"wspd":25.9},{"date":"19940908","time":"1994-09-08 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":38,"wspd":25.9},{"date":"19940908","time":"1994-09-08 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":40,"wspd":27.7},{"date":"19940908","time":"1994-09-08 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":41,"wspd":24.1}]}}