{"19930525":{"guardian_articles":[],"nytimes_articles":[{"date":"19930525","headline":"The Reds Have A New Manager: Name Is Johnson","web_url":"https://www.nytimes.com/1993/05/25/sports/on-baseball-the-reds-have-a-new-manager-name-is-johnson.html","abstract":"  After the Cincinnati Reds named Tony Perez manager last Oct. 30, they also hired two others who had sought the job and a third former major league manager. With Davey Johnson, Bobby Valentine and Jack McKeon on the Reds' roster of employees as consultants or advisers, Perez understandably could have felt uneasy and insecure about his position.   But two months ago, in spring training, Perez said: \"Everybody feels sorry for me but myself. I know what we're doing. We're trying to be as good as we can be. It doesn't matter that they're here. If I don't do my job, I get fired. They could get anybody over here, whether they're working for you or not.\"","thumbnail":null,"section":"Sports"},{"date":"19930525","headline":"In Canada's View, We Are Our Brother's Keeper","web_url":"https://www.nytimes.com/1993/05/25/opinion/IHT-in-canadas-view-we-are-our-brothers-keeper.html","abstract":"- Bosnia is clearly at the top of the agenda. To say the world faces cruel choices there is more than an understatement. I do not pretend to know all the answers, but some lessons are clear.","thumbnail":null,"section":"Opinion"},{"date":"19930525","headline":"Top Prize at Cannes Is Shared","web_url":"https://www.nytimes.com/1993/05/25/movies/top-prize-at-cannes-is-shared.html","abstract":"  As if unable to make up its mind, the jury at the 46th Cannes International Film Festival tonight split the Palme d'Or, the festival's top prize, between two films: \"The Piano,\" Jane Campion's romantic comedy set in New Zealand in the 1850's, and \"Farewell to My Concubine,\" Chen Kaige's epic covering approximately 50 years of recent Chinese political and cultural history.    The awards were presented in the Festival Palace at closing ceremonies with Jeanne Moreau as the host.","thumbnail":null,"section":"Movies"},{"date":"19930525","headline":"Allies' Plan Angers Bosnian Muslims","web_url":"https://www.nytimes.com/1993/05/25/world/allies-plan-angers-bosnian-muslims.html","abstract":"  The Muslim-led Government announced tonight that it would actively oppose any action to carry out the joint Western strategy for ending the bloodshed in this former Yugoslav republic.   \"We will not accept implementation,\" said Sulejman Sulic, Under Secretary of Foreign Affairs. He said Bosnia would urge the Security Council to reject the strategy and would continue to press military operations against Serbian nationalist forces.","thumbnail":null,"section":"World"},{"date":"19930525","headline":"Health Care Keeps Rank As Job Leader","web_url":"https://www.nytimes.com/1993/05/25/nyregion/health-care-keeps-rank-as-job-leader.html","abstract":"  Even amid the steep job losses that have buffeted the New York City economy since 1989, the city's health care industry has grown rapidly, solidifying its position as the city's largest employer by far, according to a new Federal report.   But the explosive growth of the industry also underscores a problem for the city, experts say, as the skills and education demanded by health-care jobs outpace what New York's young workers have to offer.","thumbnail":null,"section":"New York"},{"date":"19930525","headline":"Books of The Times; When a Regular Guy Sees a Ghost","web_url":"https://www.nytimes.com/1993/05/25/books/books-of-the-times-when-a-regular-guy-sees-a-ghost.html","abstract":"  Seaward By Brad Leithauser 384 pages. Alfred A. Knopf. $23.","thumbnail":null,"section":"Books"},{"date":"19930525","headline":"Coslet Voices Confidence About Esiason","web_url":"https://www.nytimes.com/1993/05/25/sports/pro-football-coslet-voices-confidence-about-esiason.html","abstract":"  Jets Coach Bruce Coslet says he isn't worried about how quarterback Boomer Esiason will handle the fact that his 2-year-old son, Gunnar, has cystic fibrosis.   \"I know Boomer will fight it,\" Coslet said yesterday. \"He won't accept defeat in it. With my limited knowledge of the disease, I know they've made great strides just recently. He'll handle his job. As he has said, the football is therapy for him.\"","thumbnail":null,"section":"Sports"},{"date":"19930525","headline":"Rare Glimpses of Judicial Chess and Poker","web_url":"https://www.nytimes.com/1993/05/25/us/rare-glimpses-of-judicial-chess-and-poker.html","abstract":"  When the Supreme Court first considered whether the Constitution should protect private homosexual acts, the Justices showed little interest. Only two of the nine voted in 1985 even to hear the case of an Atlanta man arrested for having sex with another man in his own bedroom.    But over the next year and a half, the case known as Bowers v. Hardwick became a high-stakes poker game among the Justices, as conservatives and liberals on the Court struggled behind the scenes to make it a definitive constitutional statement on homosexual rights.","thumbnail":null,"section":"U.S."},{"date":"19930525","headline":"Observer; Big Town Small Shots","web_url":"https://www.nytimes.com/1993/05/25/opinion/observer-big-town-small-shots.html","abstract":"  They're running for mayor of New York again. It must be the police escorts that go with the job. Or maybe it's the free rent that goes with Gracie Mansion. If you've ever had to pay rent in New York you know why a person will do almost anything to avoid it, even be mayor.    The truth about being mayor of New York is that it doesn't make much difference who does it. New York goes right on being the same eternally exasperating, lovable old mess under Mayor Dinkins that it's been since His Honor was named Impellitteri, and maybe longer.","thumbnail":null,"section":"Opinion"},{"date":"19930525","headline":"Contracts Renewed Despite an Inquiry","web_url":"https://www.nytimes.com/1993/05/25/nyregion/contracts-renewed-despite-an-inquiry.html","abstract":"  New York City's Office of Contracts has ordered the limited renewal of several disputed contracts to a South Bronx antipoverty agency headed by Ramon S. Velez while investigators look into allegations of malfeasance raised by City Comptroller Elizabeth Holtzman.   Ms. Holtzman had sought to block renewal of contracts totaling $1.6 million for Head Start and senior-citizen services from the Hunts Point Multi-Service Center, the flagship in Mr. Velez's South Bronx empire of social-service agencies and companies.","thumbnail":null,"section":"New York"},{"date":"19930525","headline":"Supreme Court Roundup; Justices Limit Shielding Sources Who Aid F.B.I.","web_url":"https://www.nytimes.com/1993/05/25/us/supreme-court-roundup-justices-limit-shielding-sources-who-aid-fbi.html","abstract":"  A unanimous Supreme Court today rejected the Justice Department's sweeping assertion that all sources supplying information to the Federal Bureau of Investigation in a criminal investigation should be treated as \"confidential\" and thus exempt from disclosure under the Freedom of Information Act.   Congress never gave the F.B.I. a blanket exemption of that type, either in the original Freedom of Information Act in 1966, or in later amendments, Justice Sandra Day O'Connor wrote for the court.","thumbnail":null,"section":"U.S."},{"date":"19930525","headline":"Media Memo; Struggling to Bring the Health-Care Debate Home to Readers","web_url":"https://www.nytimes.com/1993/05/25/us/media-memo-struggling-to-bring-the-health-care-debate-home-to-readers.html","abstract":"  There are many unknowns about the health-care proposal that President Clinton is to unveil next month, but one thing is certain: press coverage of it will be virtually endless after the secret Washington sessions end.   Less certain is whether all that coverage will be comprehensible.","thumbnail":null,"section":"U.S."},{"date":"19930525","headline":"Balkan Powder Keg Watches the Fuse","web_url":"https://www.nytimes.com/1993/05/25/world/balkan-powder-keg-watches-the-fuse.html","abstract":"  There is one thing the Serbian military and police authorities who govern here in Kosovo Province and the two million restive ethnic Albanians who resist them agree on. It is that if the war in the Balkans spreads here, the bloodletting will be worse than anything yet.   \"The situation is very dangerous and explosive,\" said Ibrahim Rugova, a dark-haired former literary critic whom all the Albanians here, but none of the few hundred thousand Serbs who rule them, recognize as their elected president. The Albanian majority wants independence and freedom from Serbian rule; the Serbs fear that they want unification with Albania.","thumbnail":null,"section":"World"},{"date":"19930525","headline":"Budget Plan Short of Votes In House, Democrat Warns","web_url":"https://www.nytimes.com/1993/05/25/us/budget-plan-short-of-votes-in-house-democrat-warns.html","abstract":"  Amid White House insistence that Congress would enact its package of tax increases and spending cuts largely unchanged, a leading Democratic critic said today that the plan still lacked enough support to survive a vote by the full House on Thursday.   Opposition to the package's most contentious provision, a $71 billion energy tax, also continued to mount in the Senate Finance Committee, the measure's next stop.","thumbnail":null,"section":"U.S."},{"date":"19930525","headline":"Experts Ponder Cuban Epidemic","web_url":"https://www.nytimes.com/1993/05/25/science/the-doctor-s-world-experts-ponder-cuban-epidemic.html","abstract":"  AMERICAN medical experts returning from Cuba have different theories about the nature of the epidemic that has struck there in recent months, affecting some 25,000 people.   The disease impairs vision and can damage peripheral nerves, causing symptoms like burning sensations in the legs. The underlying cause of the disease, all agree, is a nutritional deficiency, most probably resulting from changes in the diet caused by worsening economic problems in Cuba.","thumbnail":null,"section":"Science"},{"date":"19930525","headline":"Racers Are Back in Driver's Seat at Indy","web_url":"https://www.nytimes.com/1993/05/25/sports/auto-racing-racers-are-back-in-driver-s-seat-at-indy.html","abstract":"  All the new safety measures at the Indianapolis Motor Speedway have proved effective so far this month, but a crucial safety device will not be tested until the green flag falls on Sunday to start the Indianapolis 500.   It can be found inside the helmet of each of the 33 drivers.","thumbnail":null,"section":"Sports"},{"date":"19930525","headline":"Gun Crazy","web_url":"https://www.nytimes.com/1993/05/25/opinion/gun-crazy.html","abstract":"  Last October a 16-year-old Japanese exchange student named Yoshihiro Hattori adopted an old American custom and got all dressed up for Halloween. He put on a white tux, a lot of jewelry and presto! he was Tony Manero, the swivel-hipped protagonist of \"Saturday Night Fever.\" A few hours later he was dead -- because of another old American custom.   Yoshi and a friend were looking for a party in Central, a suburb of Baton Rouge, La., and rang the wrong doorbell. On opening the front door and seeing a stranger, Bonnie Peairs was scared witless. \"I wish I could have thought,\" she said later. \"If I could have just thought.\"","thumbnail":null,"section":"Opinion"},{"date":"19930525","headline":"At Yale, Honors for an Acting Chief","web_url":"https://www.nytimes.com/1993/05/25/nyregion/commencements-at-yale-honors-for-an-acting-chief.html","abstract":"  Howard R. Lamar, who served as acting president of Yale University over the last year and was generally seen as a stabilizing force on campus, conferred degrees yesterday on 1,219 undergraduates and about 2,000 graduate and professional students at the university's 292d commencement exercises in New Haven. Mr. Lamar, who will hand over his powers on July 1 to Richard C. Levin, now dean of the Graduate School of Arts and Sciences, received an honorary degree of doctor of laws.   A poignant moment in the proceedings came when an honorary degree of doctor of humane letters was announced for Arthur R. Ashe Jr., the tennis champion who died of AIDS. The degree was accepted by Alexandra Dell, a junior at Yale who was Mr. Ashe's goddaughter. The graduates stood in tribute to Mr. Ashe.","thumbnail":null,"section":"New York"},{"date":"19930525","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/25/style/chronicle-795593.html","abstract":"  What RIA LUBBERS, wife of Rund Lubbers, Prime Minister of the Netherlands, did on Sunday evening gives new meaning to the term Dutch treat.    Mrs. Lubbers had returned from a reception at The Hague for Mikhail S. Gorbachev, when she encountered 50 demonstrators outside her front door in Rotterdam. They were protesting proposed cuts in Government grants to students and the planned abolition of unemployment benefits for people under 21.","thumbnail":null,"section":"Style"},{"date":"19930525","headline":"Between Valley and Sky, Halfway Up a Swiss Wall","web_url":"https://www.nytimes.com/1993/05/25/opinion/IHT-between-valley-and-sky-halfway-up-a-swiss-wall.html","abstract":"- Some 20 years ago I lived awhile in an old stone house in a Swiss valley. I've come back to it and found neither the little town it is part of, nor the landscape, much changed. A pleasant surprise this, because the region is certainly a tourist target. But the laws of Switzerland are now very protective and, more to the point, mountains are clearly the best protection that nature can provide for itself against humanity's restlessness. I'm not going to hold forth about that: This is about my valley.","thumbnail":null,"section":"Opinion"},{"date":"19930525","headline":"School Computers Emulate Games To Capture the Attention of Pupils","web_url":"https://www.nytimes.com/1993/05/25/science/school-computers-emulate-games-to-capture-the-attention-of-pupils.html","abstract":"  A NEW wave of innovative computer programs and interactive devices is about to hit the nation's schools, driven by a national desire to address education problems, rapidly falling prices of computer and video technology, and the keenness of software companies to invade the vast educational market.    Representatives from Sega and Nintendo, the computer games companies, joined Apple, Sun Microsystems and Silicon Graphics and luminaries from government and education at a conference convened in Washington this month by the National Academy of Sciences. Their purpose was to explore how the bright new technologies of computer entertainment and communication might be harnessed to enliven the nation's classrooms.","thumbnail":null,"section":"Science"},{"date":"19930525","headline":"Washington at Work; Clinton's Woes on Capitol Hill Spur Sharp Criticism of His Top Lobbyist","web_url":"https://www.nytimes.com/1993/05/25/us/washington-work-clinton-s-woes-capitol-hill-spur-sharp-criticism-his-top.html","abstract":"  When President Clinton made Howard Paster his chief lobbyist on Capitol Hill, he turned to the ultimate Washington insider.   As a lobbyist for the United Automobile Workers, Mr. Paster had played a leading role in negotiating the loan bailout for the Chrysler Corporation. He kept Eastern Airlines flying a few more years by negotiating tax breaks for the carrier. And representing the oil industry, he helped soften environmental provisions in the 1991 Clean Air Act.","thumbnail":null,"section":"U.S."},{"date":"19930525","headline":"Redhead from Germany Takes On Red Clay of Paris. So Far, Becker's Ahead.","web_url":"https://www.nytimes.com/1993/05/25/sports/tennis-redhead-from-germany-takes-on-red-clay-of-paris-so-far-becker-s-ahead.html","abstract":"  Boris Becker has never won the French Open, but he couldn't help but swagger away from Center Court today after opening the curtain on this year's red-clay Grand Slam tournament with a 6-0, 6-3, 6-0 thrashing of a very young native son of France, 17-year-old Nicolas Estude.   Becker, after all, accomplished great things at 17, but that was at Wimbledon. And long ago. Here in Paris nothing terribly great has happened to him lately, or ever, so he didn't let himself be underwhelmed today after preventing the 579th-ranked Estude from becoming a local hero.","thumbnail":null,"section":"Sports"},{"date":"19930525","headline":"Expatriate Germans Lack a Law of Return","web_url":"https://www.nytimes.com/1993/05/25/opinion/l-expatriate-germans-lack-a-law-of-return-839093.html","abstract":"  To the Editor:   \"Germany Pays to Keep Ethnic Germans in Russia\" (front page, May 9) states that \"The German Constitution recognizes nationality by blood and birth, and in Germany, like Israel, there is a law of return.\"   There is no such far-reaching provision in the German Constitution. Aside from offering protection against involuntary loss of citizenship, the Constitution grants the right of immigration and a claim for citizenship to people persecuted in World War II for their German ethnic background. The reason was moral. The Constitution simply recognizes that these ethnic Germans would not have been subject to persecution had it not been for the war, for which Germany has accepted responsibility.","thumbnail":null,"section":"Opinion"},{"date":"19930525","headline":"Innis Campaign for Mayor: A Quixotic Quest?","web_url":"https://www.nytimes.com/1993/05/25/nyregion/innis-campaign-for-mayor-a-quixotic-quest.html","abstract":"  In his quixotic candidacy for mayor of New York City, even Roy E. Innis himself reluctantly acknowledges what many political pundits take as a forgone conclusion: that his chances of being elected are slim. But that appears to matter very little to the 58-year-old Mr. Innis, who seems to thrive on whatever attention he can get in a candidacy that is as unconventional as its candidate.    He has raised little money and his campaign for the Democratic nomination operates on a shoestring. But what matters most, Mr. Innis says, is that his views are now getting an airing. \"My aim is to give a voice to the silent majority in both the white and black communities,\" Mr. Innis said. \"I want to give them a focal point to rally around. I bring to this campaign the passion, skills and personality of leadership.\"","thumbnail":null,"section":"New York"},{"date":"19930525","headline":"Before Skies Become Entirely Barren of Birds; Mass Extinctions Grow","web_url":"https://www.nytimes.com/1993/05/25/opinion/l-before-skies-become-entirely-barren-of-birds-mass-extinctions-grow-845593.html","abstract":"  To the Editor:   Julian L. Simon and Aaron Wildavsky (Op-Ed, May 13) state that biologists have greatly exaggerated the extent of species extinction. \"No one has disputed our documentation,\" they say. I do so now. They have no documentation. Moreover they ignore the mass of data that accumulates from one month to the next in monographs and scientific journals devoted to biodiversity.   All biologists know that as habitat is reduced, species go extinct. The rate of loss, established by hundreds of independent studies on many kinds of plants and animals, has been found in the great majority of cases to fall between the third and sixth root of the area. The estimated rate of loss of tropical rain forest in the 1980's for example, translates at a typical value (the fourth root) to .5 percent species lost or doomed per year.","thumbnail":null,"section":"Opinion"},{"date":"19930525","headline":"Phils Bring Dynamite, Mets Ignite the Fuse","web_url":"https://www.nytimes.com/1993/05/25/sports/baseball-phils-bring-dynamite-mets-ignite-the-fuse.html","abstract":"  A slugfest with the Phillies? For the Mets, it wasn't much of a strategic concept.   Delivering the first shot and then every major blow, the Phillies dizzied the Mets, 6-3, tonight at Veterans Stadium. They may have to have their bats tested for steroids before the season is over. This time the first-place Phillies cranked out three homers and knocked the Mets 15 1/2 games back in the cellar of the National League East.","thumbnail":null,"section":"Sports"},{"date":"19930525","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/25/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: The Royal Scaffold","thumbnail":null,"section":"Opinion"},{"date":"19930525","headline":"Beijing Should Be Told to Play by the Trade Rules","web_url":"https://www.nytimes.com/1993/05/25/opinion/IHT-beijing-should-be-told-to-play-by-the-trade-rules.html","abstract":"- The debate in Washington over renewal of most-favored-nation status for China is exposing the contradictions inherent in the \"special relationship\" that the United States has accorded to China for the past decade. It also exposes the hypocrisy of Hong Kong.","thumbnail":null,"section":"Opinion"},{"date":"19930525","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/25/opinion/IHT-letters-to-the-editor-92944787405.html","abstract":"No Sexist Conspiracy. Regarding \"Lots of Fuzzy Feminist Thought in Silly Books\" (Opinion, April 28) by Katherine Knorr:. Something that has needed saying for a long time is Kathy Knorr's trenchant comment: \"Sexual harassment is real, but","thumbnail":null,"section":"Opinion"},{"date":"19930525","headline":"Knicks Are Winning Battle of the Boards","web_url":"https://www.nytimes.com/1993/05/25/sports/knicks-notebook-pro-basketball-knicks-are-winning-battle-of-the-boards.html","abstract":"  Charles Oakley isn't big on sympathy. So asked whether Horace Grant looked bothered by his sore right ankle in Game 1, Oakley had this response:   \"This is my rule -- if you're playing, you're not hurt. As far as all that other, if your ankle, toe, or back hurts, stay at home.\"","thumbnail":null,"section":"Sports"},{"date":"19930525","headline":"No Headline","web_url":"https://www.nytimes.com/1993/05/25/nyregion/no-headline-048993.html","abstract":"  \"I'd just like to know Clinton's horoscope. I want to see if he's a Gemini and capable of changing his mind one more time.\" -- MIRSAD GABELA, Bosnian Defense Ministry official.  [ A7:6. ]","thumbnail":null,"section":"New York"},{"date":"19930525","headline":"Review/Rock; Growling, Gnashing And Much Moshing. As Usual.","web_url":"https://www.nytimes.com/1993/05/25/arts/review-rock-growling-gnashing-and-much-moshing-as-usual.html","abstract":"  The audience came to mosh at Roseland on Saturday night, and so did the bands. With each song's first pounding, gnashing riff, the dance floor became a maelstrom of flailing arms and colliding bodies. As the bands played, members of Living Colour and Bad Brains climbed atop the speaker cabinets and leaped down onto the outstretched hands of fans, who passed them around and then carried them back to the stage. Even after the final encore, Vernon Reid, Living Colour's guitarist and founder, took one last jump.    The novelty has worn off the fact that Living Colour, four black musicians, play heavy metal, an overwhelmingly white genre. But as it settles in for the long haul, Living Colour keeps proving itself with remarkable musicianship that galvanizes audiences like the sold-out house at Roseland. Rock critics have complained that some of Living Colour's songs are didactic, but the crowd didn't seem to mind having the occasional conscientious message slipped in amid the furious crunch and improvisational frenzy of the music.","thumbnail":null,"section":"Arts"},{"date":"19930525","headline":"Daly Pleads Guilty to Misdemeanor","web_url":"https://www.nytimes.com/1993/05/25/sports/sport-people-golf-daly-pleads-guilty-to-misdemeanor.html","abstract":"  JOHN DALY pleaded guilty to a lesser charge of misdemeanor harassment arising from a disturbance at his Castle Rock., Colo., home on Dec. 20, the PGA Tour said in a statement yesterday. The plea will be withdrawn when Daly completes a counseling program for alcohol abuse. The original charge of third-degree assault was dismissed.","thumbnail":null,"section":"Sports"},{"date":"19930525","headline":"U.S. and France Are Split On Role of U.N. in Bosnia","web_url":"https://www.nytimes.com/1993/05/25/world/us-and-france-are-split-on-role-of-un-in-bosnia.html","abstract":"  The United States and France are divided over how broad the mandate should be for United Nations peacekeeping forces that are to protect six Muslim cities and towns in Bosnia.    The French Foreign Minister, Alain Juppe, said in discussions with American officials today that the enlarged peacekeeping force must in effect have war-making powers, including the right to retaliate against attacks by Bosnian Serbs on the designated safe havens. And as part of its mission, he added, the United States must be ready to use its air power to protect the 1.2 million people living in the enclaves, senior French officials said today.","thumbnail":null,"section":"World"},{"date":"19930525","headline":"Meek He's Not. M.V.P. He Is.","web_url":"https://www.nytimes.com/1993/05/25/sports/pro-basketball-meek-he-s-not-mvp-he-is.html","abstract":"  Charles Barkley has finally put a trophy where his mouth is. Had he swiped a most valuable player ballot, he would have voted for himself, twice, but instead he legitimately has won the award.   The National Basketball Association will not make the official proclamation until Tuesday, but league executives confirmed this afternoon that this 6-foot-4 1/2-inch forward, who shaves his head twice a week, plays golf four days a week and prefers not to be a role model, has been anointed its premier player in balloting by writers and broadcasters.","thumbnail":null,"section":"Sports"},{"date":"19930525","headline":"Bowe's Bums Rush Into HBO's Arms","web_url":"https://www.nytimes.com/1993/05/25/sports/tv-sports-bowe-s-bums-rush-into-hbo-s-arms.html","abstract":"  Just because Riddick Bowe, the 66 2/3 percent heavyweight champion, is in the bum-of-the-trimester business, does HBO Sports have to be? Sure.   But before we proceed, remember not to call Jesse Ferguson, who plotzed to Bowe in 107 seconds Saturday night, a bum, or Bowe's second easy title defense a mismatch to Seth Abraham, the chieftain of HBO Sports.","thumbnail":null,"section":"Sports"},{"date":"19930525","headline":"Clock Runs Out on the Islanders' Overtime Season","web_url":"https://www.nytimes.com/1993/05/25/sports/hockey-clock-runs-out-on-the-islanders-overtime-season.html","abstract":"  A season to savor ended tonight for the Islanders when the Montreal Canadiens eliminated them from the Stanley Cup playoffs. The cold statistics showed a 5-2 decision at the Forum and a 4-games-to-1 triumph in Wales Conference finals for Montreal, which will meet either Los Angeles or Toronto in the Stanley Cup finals.   But beyond the immediate disappointment, the Islanders begin their off season with major points of pride. They reached the Stanley Cup semifinals for the first time since 1984, when their four-year cup dynasty ended in the final round to Edmonton.","thumbnail":null,"section":"Sports"},{"date":"19930525","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/25/nyregion/c-corrections-788293.html","abstract":"  A music review yesterday about Willie Nelson's concert at Radio City Music Hall on Saturday night referred incorrectly to Django Reinhart. He was a guitarist.","thumbnail":null,"section":"New York"},{"date":"19930525","headline":"Smith Is Now Adjusting to Being Moved Around","web_url":"https://www.nytimes.com/1993/05/25/sports/pro-basketball-smith-is-now-adjusting-to-being-moved-around.html","abstract":"  He can stand being called soft. Five seasons in the league have taught Charles Smith how labels can be affixed or avoided. What was harder to take was the defense of the Atlanta Hawks against the Knicks in early March, when Smith's production had dropped to the point where he was not considered worth guarding.   \"When I caught the ball, there was no guy within three or four feet from me,\" Smith remembered. \"They'd double-team the guard and I'd step back and I'd catch it and they weren't rushing at me, I'll tell you that. They were coming towards me, but they were in no hurry.\"","thumbnail":null,"section":"Sports"},{"date":"19930525","headline":"First Things First in Macedonia","web_url":"https://www.nytimes.com/1993/05/25/opinion/first-things-first-in-macedonia.html","abstract":"  As part of the latest allied plan for containing Serbian aggression in the Balkans, the United States is now considering stationing American ground troops in the Republic of Macedonia. Such a preventive deployment outside the immediate war zone might be a good way for the U.S. to contribute to international peacekeeping efforts without thrusting American ground troops into combat. And it would back up U.S. warnings dating back to the Bush Administration that Belgrade should keep its hands off Macedonia.   But there's an embarrassing catch. In deference to the wishes of Greek-Americans and the Athens Government, Washington refuses to officially recognize Macedonia's independent existence.","thumbnail":null,"section":"Opinion"},{"date":"19930525","headline":"After Gunman's Acquittal, Japan Struggles to Understand America","web_url":"https://www.nytimes.com/1993/05/25/us/after-gunman-s-acquittal-japan-struggles-to-understand-america.html","abstract":"  From the moment a Japanese exchange student was shot to death near Baton Rouge, La., last October, the stereotype of the United States that streams across Japan's airwaves seemed amplified night after night: America the nation of gun-wielding paranoids, an out-of-control society where .44 Magnum revolvers are as common as toaster ovens.   Today, with the acquittal of Rodney Peairs, a homeowner who shot the 16-year-old Japanese high school student, Yoshihiro Hattori, just outside his door, Japan's anger shifted from America's gun culture to its justice system. Under what logic, television commentators and newspaper editorialists demanded, could the courts turn free a man who, under the Japanese legal system, would almost certainly be facing years in prison?","thumbnail":null,"section":"U.S."},{"date":"19930525","headline":"Democrats Drop Donors' Session With President","web_url":"https://www.nytimes.com/1993/05/25/us/democrats-drop-donors-session-with-president.html","abstract":"  The Democratic Party must have figured it had come up with an an offer no lobbyist could refuse. In invitations faxed and mailed all over the city last week, the party offered a weekend retreat, including a big breakfast with President Clinton, intimate briefings with senior White House officials and a gala dinner party.   The price: $15,000 a couple. Political action committees and deep-pocket corporate contributors were especially welcome.","thumbnail":null,"section":"U.S."},{"date":"19930525","headline":"Moscow Journal; The Latest Signs of Change: Russify That Name!","web_url":"https://www.nytimes.com/1993/05/25/world/moscow-journal-the-latest-signs-of-change-russify-that-name.html","abstract":"  This spring, responding to fears that foreign signs, advertising and other influences were somehow sapping the Russian capital of its Russianness, the city of Moscow came out with a law requiring all stores and businesses to display signs in Russian, or at least transliterate them into the Cyrillic alphabet.   Since then, the city's Inspectorate for the Control of the Condition of Advertising and Artistic Decorations has been bombarded with a slew of questions from merchants who fret about the survival of registered trademarks in another alphabet.","thumbnail":null,"section":"World"},{"date":"19930525","headline":"Now, Repeat After Me: The Quick Brown Fox","web_url":"https://www.nytimes.com/1993/05/25/science/peripherals-now-repeat-after-me-the-quick-brown-fox.html","abstract":"  A KEYBOARD that talks back may sound crazy, but think about it. What if you are learning to type? A keyboard that says aloud the letter you have struck could be reassuring. Someone entering material from a printed source would not have to keep shifting eyes from paper to screen. A person with a speech disability could type a message and let the computer read the words.   This is made possible by a family of products from Intellitools, formerly Unicorn Engineering, of Richmond, Calif.","thumbnail":null,"section":"Science"},{"date":"19930525","headline":"Bestial Words, Bestial War","web_url":"https://www.nytimes.com/1993/05/25/opinion/bestial-words-bestial-war.html","abstract":"There is much debate in the United States about politically correct speech: Which is more harmful to democracy, the expression of racist stereotypes or the measures taken to discourage such expression? I have been a very strong advocate of free expression. Yet I am convinced that the war in what used to be Yugoslavia is a war of words. \n\nAll the bestialities of this war were triggered by words -- cliches put forward by intellectuals and eagerly appropriated by politicians. These words undermined an informed and refined democratic public discourse that was slowly developing after Tito's death and opened the way for the destruction of the institutions and social mechanisms that kept the multinational culture alive.","thumbnail":null,"section":"Opinion"},{"date":"19930525","headline":"Donna Karan to Open in China","web_url":"https://www.nytimes.com/1993/05/25/style/IHT-donna-karan-to-open-in-china.html","abstract":"-Donna Karan will become the first American designer to open a fashion store inChina. Ashop in Shenzhen, the special economic zone adjacent to Hong Kong, will open in September. Plans were finalized during Karan's visit to Hong Kong last week. The store, in conjunction with Joyce of Hong Kong, will sell DKNY (Donna Karan New York) the designer's lower-priced sportswear line.","thumbnail":null,"section":"Style"},{"date":"19930525","headline":"Punishing Youths Without Throwing Away the Key; In Experimental Program, Judge Provides Juvenile Offenders Hope for Rehabilitation","web_url":"https://www.nytimes.com/1993/05/25/nyregion/punishing-youths-without-throwing-away-key-experimental-program-judge-provides.html","abstract":"  Tell me what you did, the judge begins, addressing Manhattan teen-agers who have been charged with crimes so serious that they must be prosecuted in adult court.   Is that your grandmother sitting in the back of the courtroom? the judge may ask, searching for a way to hook a teen-ager's soul. And do you know that the victim was about your grandmother's age? How would you feel if somebody beat up and robbed your grandmother?","thumbnail":null,"section":"New York"},{"date":"19930525","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/25/nyregion/c-corrections-789093.html","abstract":"  An obituary yesterday about the pianist Mieczyslaw Horszowski referred to the cellist Janos Starker incorrectly. Mr. Starker is alive and still performing; he presented the premiere of Chou Wen-Chung's Cello Concerto in January at Carnegie Hall.","thumbnail":null,"section":"New York"},{"date":"19930525","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/05/25/nyregion/news-summary-029293.html","abstract":"  International A2-8  RIGHTS PROPOSAL FOR CHINA  Top advisers to President Clinton recommended that he renew China's favorable trade status but require Beijing to improve its human rights record before any further annual renewals are granted.  A1  TIBETANS PROTEST CHINESE RULE  A protest against inflation in Lhasa broadened into a condemnation of Chinese rule, and police responded with tear gas.  A3","thumbnail":null,"section":"New York"},{"date":"19930525","headline":"Marshall Not Yet an Oiler","web_url":"https://www.nytimes.com/1993/05/25/sports/sport-people-football-marshall-not-yet-an-oiler.html","abstract":"  WILBER MARSHALL, an All-Pro linebacker, remained deadlocked yesterday in talks on moving from the Washington Redskins to the Houston Oilers, with only $150,000 holding up the deal.   Marshall, who had a career-high 138 tackles for the Redskins last season and led the team with six sacks, lowered his asking price from $3.7 million to $2.9 million late last week. But the Oilers reportedly have not budged from their original $2.75 million offer.","thumbnail":null,"section":"Sports"},{"date":"19930525","headline":"Cardinal in Mexico Killed in a Shooting Tied to Drug Battle","web_url":"https://www.nytimes.com/1993/05/25/world/cardinal-in-mexico-killed-in-a-shooting-tied-to-drug-battle.html","abstract":"  One of Mexico's two Roman Catholic Cardinals was shot to death today along with six other people when gunmen believed to be involved with drug traffickers opened fire outside the airport in the western city of Guadalajara, police officials said.   Details of the shooting were still sketchy tonight, but the police and Government officials said it appeared that the prelate, Juan Jesus Cardinal Posadas Ocampo, had been caught in a crossfire as he he sat in his car at the airport parking lot.","thumbnail":null,"section":"World"},{"date":"19930525","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/25/opinion/IHT-letters-to-the-editor.html","abstract":"What East Europe Lacks. Regarding \"Reform Has Won in Russia\" by Jeffrey D. Sachs and \"In Poland, Reform Has Meant Pain and Division\" (Opinion, May 5) by Konstanty Gebert:. What China has had that Russia and Eastern Europe do not have i","thumbnail":null,"section":"Opinion"},{"date":"19930525","headline":"Annenberg Donates A van Gogh to the Met","web_url":"https://www.nytimes.com/1993/05/25/arts/annenberg-donates-a-van-gogh-to-the-met.html","abstract":"  In one of the most glittering additions in recent years to its outstanding collection of 19th-century European paintings, the Metropolitan Museum of Art has been given Vincent van Gogh's \"Wheat Field With Cypresses.\" The 1889 scene of a windswept landscape beneath a roiling sky has been donated by Walter H. Annenberg, a former United States Ambassador to Britain and a longtime trustee of the museum, who has promised to bequeath his entire collection of paintings to the Metropolitan.   Mr. Annenberg, who made his fortune in publishing, said yesterday that he paid $57 million for the van Gogh, the most he had ever spent on a single painting. He acquired it from the collection of the family of the Swiss industrialist Emil G. Buhrle, who died in 1956.","thumbnail":null,"section":"Arts"},{"date":"19930525","headline":"3 Killed and 2 Wounded In Gun Battle in Teaneck","web_url":"https://www.nytimes.com/1993/05/25/nyregion/3-killed-and-2-wounded-in-gun-battle-in-teaneck.html","abstract":"  A gun battle among a group of men in a home in the northern New Jersey suburb of Teaneck left three dead and two wounded last night, the authorities said. At least six other men were in custody, they said.    The police in Teaneck said two of the men, none of whom had been identified, were found dead at the scene, while a third died while undergoing surgery last night at the Hackensack Medical Center.","thumbnail":null,"section":"New York"},{"date":"19930525","headline":"As Good as the Hype, Canadiens Set for Final","web_url":"https://www.nytimes.com/1993/05/25/sports/hockey-as-good-as-the-hype-canadiens-set-for-final.html","abstract":"  There was a moment, on a quiet practice day at Nassau Coliseum, when it all got to Ray Ferraro. The Montreal Canadiens had taken a 2-0 lead in the four-of-seven-game Wales Conference championship series and the underdog Islanders had returned home to Long Island for Game 3. Already, there was talk of a sweep, suggestions that the Islanders would not be able to steal a single game from the newly ordained Stanley Cup favorites.   It made Ferraro angry.","thumbnail":null,"section":"Sports"},{"date":"19930525","headline":"Flyers Choose Simpson to Be New Coach","web_url":"https://www.nytimes.com/1993/05/25/sports/sport-people-hockey-flyers-choose-simpson-to-be-new-coach.html","abstract":"  The Philadelphia Flyers yesterday named TERRY SIMPSON head coach to replace BILL DINEEN, who will remain with the club as a scout. Simpson, 49, was an assistant with the Winnipeg Jets the last three seasons and was head coach of the Islanders in 1986-87.   \"Terry has been known for his hard-working teams who play sound defense and an aggressive physical style,\" General Manager RUSS FARWELL said.","thumbnail":null,"section":"Sports"},{"date":"19930525","headline":"Cambodia Vote Seems to Lure Rebels","web_url":"https://www.nytimes.com/1993/05/25/world/cambodia-vote-seems-to-lure-rebels.html","abstract":"  Khmer Rouge guerrillas and other Cambodians living in areas under the control of the Maoist rebels have begun to vote this week at United Nations polling stations, eager to cast ballots in an election that the Khmer Rouge once threatened to sabotage.    Startled United Nations peacekeepers said today that hundreds of Cambodians, including Khmer Rouge officials, have left rebel-held areas in northwestern Cambodia since the six-day election began on Sunday, walking to polling stations to vote.","thumbnail":null,"section":"World"},{"date":"19930525","headline":"Chess","web_url":"https://www.nytimes.com/1993/05/25/arts/chess-443393.html","abstract":"  The road to a match for the world championship with Gary Kasparov of Russia is a long, hard one. It runs through a round of zonal tournaments all over the globe to the interzonals, from which candidates are selected for the elimination matches that eventually produce a championship challenger. And Judit Polgar, not yet 17 years old, is on the way. In fact, she is the first woman to make it to the interzonal stage, to be held this summer in Biel, Switzerland.   Polgar, who lives in Budapest with her two extraordinary, chess-playing sisters, Zsuzsa, 24, and Zsofia, 18, got through narrowly by achieving a tie for second place behind the Bulgarian grandmaster Kiril Georgiev in the Budapest zonal competition. Polgar then won a double-round elimination tie-break tournament in March in Budapest against the three players deadlocked with her.  TIE-BREAK STANDINGS Player . . . W. . . . L. . . . D. . . . Pts. Polgar . . . 3 . . . 1 . . . 2 . . . 4 Ftacnik . . . 2 . . . 2 . . . 2 . . . 3 Wojtkiewicz . . . 1 . . . 1 . . . 4 . . . 3 Gdanski . . . 0 . . . 2 . . . 4 . . . 2    The third qualifier for the interzonal was Lubomir Ftacnik of Slovakia, who played even with the Polish champion Alexander Wojtkiewicz in the tie-breaks but beat him out in their games against each other by a score of 1 1/2- 1/2.    Polgar incisively disposed of the Polish international master Jacek Gdanski's French Defense in Round 2 with a powerful mating attack.   There are not many openings as demanding as the Winawer Variation of the French Defense, initiated by 3 . . . Bb4. After 4 e5 Ne7 5 a3 Bc3 6 bc, White has the bishop-pair and a space advantage on the kingside as against his awkward doubled c pawns and Black's space advantage on the queenside.   The most direct, aggressive way to exploit this is 7 Qg4. Yet Black need not passively defend but can plan on a counterattack with 7 . . . Qc7. For example, after 8 Qg7 Rg8 9 Qh7 cd 10 Ne2 Nbc6 11 f4 Bd7, it is difficult to contain Black's dynamic possibilities. Polgar, of course, knows all this and has previously shown a preference for the gambit sideline with 8 Bd3 that she used here.   For a long time, it was thought that accepting the gambit with 8 . . . cd 9 Ne2 dc 10 Qg7 Rg8 11 Qh7 Qe5 12 Bf4 Qf6 13 h4 was unfavorable for Black, but in a Milu-D. Popescu game last year in Bucharest, Romania, Popescu boldly tried 13 . . . Rg2!?, with the idea that 14 Bg3 e5 15 Kf1 Rg3 16 Ng3 Bg4 would give him powerfully dynamic counterplay. Milu backed off with 14 Kf1, but after 14 . . . e5!? 15 Kg2 ef 16 Qh5 Nbc6 17 Qf3 Ng6 18 Bg6? Qg6 19 Kf1 Bg4! 20 Qc3, Black would have had the upper hand with 20 . . . Qe4 21 f3 Bf3 22 Re1 O-O-O 23 Ng1 Bg2 24 Kf2 Qg6. Gdanski avoided this, surely because he suspected that Polgar had come prepared with a new deadly wrinkle.   Still, his supposedly quiet method of closing the position with 8 . . . c4 9 Be2 O-O was not a permanent damper to White's aggressions. Polgar's 11 Bg5 Qa5 12 Kd2! left the black king pretty much cut off from its potential queenside defenders, while the white king was really secure, as Polgar would soon show.   Gdanski's 12 . . . f5 had the clever point that 13 ef?! e5! 14 Qh5 g6! 15 Qh6 Nf5 16 Qh3 16 Nfd4 turns the attack over to Black.   Gdanski must have felt safe in taking a defender away from his king with 14 . . . Nc8. He was right in thinking that he had a legitimate attack of his own but erred in underestimating how fast Polgar could strike.   Polgar halted Gdanski's attack with 18 Ra4! Qa4 and then charged with 19 h6! After 19 . . . g6 20 Bf6, Gdanski suddenly realized that she was about to crush 20 . . . Kg8 by 21 Qg6! hg 22 h7 Kf7 23 Ng5 Ke8 24 h8/Q Qa3 25 Qg7 Ne7 26 Rh8.   After 20 . . . Rf6 21 ef Kg8 22 Qc7!, defense by 22 . . . Rd8 would crack under 23 Ne5 Qa5 24 f7 Kf8 (24 . . . Kh8 permits 25 Qd6 followed by 26 f8/Q) 25 Nd7. Gdanski's 22 . . . Nb4 was desperation. After 23 cb Qb4 24 Kg3 g5 25 Ng5, there was no help in 25 . . . Qc3 26 Bd3!, so Gdanski gave up.","thumbnail":null,"section":"Arts"},{"date":"19930525","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/25/nyregion/c-corrections-791293.html","abstract":"  A picture caption on Friday about the illumination of the old Smallpox Hospital on Roosevelt Island described the project incorrectly. The building was lighted for only one night, to kick off a campaign to raise money for its permanent illumination.","thumbnail":null,"section":"New York"},{"date":"19930525","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/25/opinion/IHT-in-our-pages-100-75-and-50-years-ago-93087503664.html","abstract":"1918: German Hunger","thumbnail":null,"section":"Opinion"},{"date":"19930525","headline":"With Ivory in Short Supply, Pianists Tickle the Polymers","web_url":"https://www.nytimes.com/1993/05/25/science/with-ivory-in-short-supply-pianists-tickle-the-polymers.html","abstract":"  IMPORTING ivory into the United States has been illegal since 1989, but a team of engineers, materials scientists and piano builders believes it has developed a piano key to gladden the hearts of musicians as well as elephants.   The existing supply of ivory, traditionally used as a thin veneer to cover wooden piano keys, is being depleted, and conservationists and elephant lovers hope it will grow scarcer still. But many pianists still swear by ivory, and swear at imitations.","thumbnail":null,"section":"Science"},{"date":"19930525","headline":"What they're reading","web_url":"https://www.nytimes.com/1993/05/25/style/IHT-what-theyre-reading.html","abstract":"Helena Kane Finn, director of the Amerika Haus Library in Frankfurt, is reading \"Roots of Revolution: An Interpretive History of Modern Iran\" by Nikki R. Keddie and Yann Richard, and \"Disuniting of America\" by the historian Arthur M. S","thumbnail":null,"section":"Style"},{"date":"19930525","headline":"Topics of The Times; Big T","web_url":"https://www.nytimes.com/1993/05/25/opinion/topics-of-the-times-big-t.html","abstract":"  New York City police recently confiscated more than a million T-shirts in a raid on a mid-Manhattan building that was churning out \"designer\" counterfeits. Police raids don't often bag as many as a million of anything, but a million T-shirts? Yes, and that's just a drop in the bucket.   T-shirts are big business, especially shirts that say something funny or raunchy, or shirts that advertise macho blue jeans or where you've been -- or wish you'd been -- like a rock concert or Sun Valley. The man who shuttles Russia's U.N. diplomats around New York in a bus wears one that says: President Bill Clinton / Georgetown Class of '68.","thumbnail":null,"section":"Opinion"},{"date":"19930525","headline":"Odelein Won't Be Penalized","web_url":"https://www.nytimes.com/1993/05/25/sports/hockey-odelein-won-t-be-penalized.html","abstract":"  After reviewing videotape and hearing testimony today, the National Hockey League ruled that Lyle Odelein of the Montreal Canadiens wouldn't be suspended or fined for hitting Ray Ferraro of the Islanders in the head with a stick late in New York's 4-1 victory in Game 4 of the Wales Conference finals on Saturday night at Nassau Coliseum.   Odelein and Ferraro played tonight at the Forum in Game 5 as Montreal won, 5-2, to clinch the four-of-seven-game series.","thumbnail":null,"section":"Sports"},{"date":"19930525","headline":"New Rules Enacted to Prohibit Espionage","web_url":"https://www.nytimes.com/1993/05/25/sports/sport-people-yacht-racing-new-rules-enacted-to-prohibit-espionage.html","abstract":"  If organizers for the 1995 America's Cup yacht races have their way, the spying and skulduggery that have dominated the cup event for a decade will subside.   CHUCK NICHOLS, president of the San Diego Yacht Club's 1995 event committee, and ERNIE TAYLOR, representative for the 14 challengers, announced yesterday that a common base for both challengers and defenders would be established at a central yacht basin. And yacht keels, which have in recent cups been shrouded to protect a team's technology, must be uncovered before the finals in trial racing.","thumbnail":null,"section":"Sports"},{"date":"19930525","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/25/nyregion/c-corrections-790493.html","abstract":"  Eleven tables on page 15 in the Business section on Sunday, summarizing the stock market's activity last week, included erroneous data supplied by Tribune Media Services. The tables for the market indexes, the market diary, the most active stocks, the largest percentage gainers and the largest percentage losers reflected trading in the week ended May 14, not May 21. Readers wishing copies of the corrected tables may write to the Sunday Business Editor, The New York Times, 229 West 43d Street, New York, N.Y. 10036.","thumbnail":null,"section":"New York"},{"date":"19930525","headline":"Review/Dance; 4 Works From the 60's: 2 Exuberant, 2 Quiet","web_url":"https://www.nytimes.com/1993/05/25/arts/review-dance-4-works-from-the-60-s-2-exuberant-2-quiet.html","abstract":"  Choreographically, 1960 was a vintage year for George Balanchine. The New York City Ballet presented four of his creations from that year on Sunday afternoon at the New York State Theater as part of its \"Balanchine Celebration.\" Each was joyous. But where two were exuberant, two were quiet.    \"Donizetti Variations\" is surely a ballet for a bright spring day. Although it is set to music by an Italian composer, this piece has often reminded dancegoers of the works of August Bournonville, the 19th-century Danish choreographer who is celebrated for the speed and lightness of his steps. The movements Balanchine devised for \"Donizetti Variations\" are equally airy, and the piece received a buoyant performance by a cast in which the male star was the Danish-born Nikolaj Hubbe.","thumbnail":null,"section":"Arts"},{"date":"19930525","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/05/25/nyregion/metro-digest-238493.html","abstract":"  NEW YORK CITY PRESIDENT CHOSEN FOR CITY COLLEGE   The trustees of the City University of New York appointed Dr. Yolanda T. Moses, a black anthropologist from a small urban California campus, as the next president of City College, long the jewel but now the most troubled of the university system's 21 campuses. A1.   Dr. Moses has won a reputation as a builder of bridges, not as a scholar. B2.  POLICE RECEIVED CALLS IN BOY'S SLAYING   A man called the Jersey City police on Thursday and told them that the pajama-clad body of a 5-year-old boy could be found in a trash compactor at a housing project in East New York, Brooklyn, a law-enforcement official said yesterday. The caller identified himself as Stephan Poole, whom the authorities have been seeking for questioning in the death of 5-year-old Kayesean Blackledge, the official said. Mr. Poole is married to Kayesean's legal guardian and lived with her and the boy in Jersey City. Detectives also studied the tape of another call to the Jersey City police made on Friday by a man also identifying himself as Mr. Poole. B3. REGION CAMPAIGN TESTS PARTY SHIFT   The Republican stronghold of Nassau County is facing its toughest challenge in 25 years in the race for county executive.  The machine that could always be counted on to turn out a Republican majority appears to be in trouble. B5.  JUSTICES LIMIT SHIELDING OF SOURCES   In a case that grew out of a New Jersey man's effort to prove his innocence in the murder of a Newark police officer, a unanimous Supreme Court rejected the Justice Department's assertion that all sources supplying information to the F.B.I. in a criminal investigation should be treated as confidential and thus exempt from disclosure under the Freedom of Information Act. A16.  FLORIO RECEIVES AWARD FOR COURAGE   Gov. Jim Florio of New Jersey accepted an award for political courage from the Kennedy family and said he hoped the day would come when politicians would not have to be honored for sticking to their principles. B4. 3 KILLED IN SHOOTING IN TEANECK   A gun battle among a group of men in the northern New Jersey suburb of Teaneck left three dead and two wounded, the authorities said. Seven people were in custody, they said.  A judge temporarily barred New York State from going forward with plans to borrow more than $6 billion to finance a transportation plan. B4.  A disbarred lawyer charged with stealing more than $1.5 million from at least nine investors, including the actress Shirley Jones, was arraigned in Federal District Court in Hauppauge, L.I. B4.  The secret blackball system that enables New Jersey Senators to block gubernatorial appointments, without saying why, is again the subject of a public debate that Governor Florio hopes will enable him to eliminate it. B5. Chronicle B4 Commencements B4 Our Towns by Peter Marks B5","thumbnail":null,"section":"New York"},{"date":"19930525","headline":"DNA to Be Used to Monitor Effects of Ozone Depletion","web_url":"https://www.nytimes.com/1993/05/25/science/dna-to-be-used-to-monitor-effects-of-ozone-depletion.html","abstract":"  IN a novel approach to assessing the harmful biological effects of sunlight, a researcher in Florida and the Federal Environmental Protection Agency plan to use a device that contains human DNA to measure surface exposure to cancer-causing ultraviolet radiation.   The scientist, Dr. James Regan, a biology professor at the Florida Institute of Technology in Melbourne, will direct a three-year study with the agency to evaluate the DNA dosimeter and adapt it for use as a personal monitor. It measures ultraviolet-B radiation, the type most closely linked to skin cancer in humans.","thumbnail":null,"section":"Science"},{"date":"19930525","headline":"SCIENTIST AT WORK: Solomon Snyder; Brain Researcher Makes It Look Easy","web_url":"https://www.nytimes.com/1993/05/25/science/scientist-at-work-solomon-snyder-brain-researcher-makes-it-look-easy.html","abstract":"  Dr. Solomon Snyder, the soft-spoken director of the department of neuroscience at Johns Hopkins University in Baltimore, slouches on the sofa in his inner office and speaks of the great passions of his life. At age 54, Dr. Snyder has won 29 scientific awards for his research on brain chemistry and published over 700 papers. His curriculum vitae runs 50 pages. He is at the peak of his career. Yet he seems self-effacing, very different from the popular image of the successful scientist as the hard-driving person who lives only to beat the competition.   He speaks lovingly of his wife and two grown daughters. Children, he says, are more important than any honors. They \"are why we're here on earth.\" He keeps a couple of music stands in his office so that when his octogenarian father drops by, they can play duets -- his father on the flute and Dr. Snyder on the guitar.","thumbnail":null,"section":"Science"},{"date":"19930525","headline":"On My Mind; Preventing More Bosnias","web_url":"https://www.nytimes.com/1993/05/25/opinion/on-my-mind-preventing-more-bosnias.html","abstract":"  Two tragedies are taking place in Bosnia. The first is the slaughter of its people. The second is the failure of the officials responsible to think seriously about how to prevent future slaughters in future Bosnias.   Maybe that is because those officials are still on the job -- in all three sides in the civil war, in Europe and in the U.S.","thumbnail":null,"section":"Opinion"},{"date":"19930525","headline":"Clinton Aides Propose Renewal of China's Favored Trade Status","web_url":"https://www.nytimes.com/1993/05/25/world/clinton-aides-propose-renewal-of-china-s-favored-trade-status.html","abstract":"  Top advisers to President Clinton recommended today that he renew China's favorable trade status, Government and human rights officials said this evening. But they said he should require that Beijing improve its human rights record before any further annual renewals are granted.   The President did not immediately endorse the recommendation but told his aides to brief Congress on Tuesday.","thumbnail":null,"section":"World"},{"date":"19930525","headline":"For True School Decentralization, Close Central Board of Ed; Caring Leadership","web_url":"https://www.nytimes.com/1993/05/25/opinion/l-for-true-school-decentralization-close-central-board-of-ed-caring-leadership-849893.html","abstract":"  To the Editor:   \"A School System -- For the Kids\" (editorial, May 15) attacks the new president of the New York City Board of Education, Carol Gresser, for representing \"narrow interests.\" To the contrary, Mrs. Gresser, the parent of four city schools graduates, a former parent teacher association president and teacher, represents the views and interests of the schoolchildren, parents and residents of Queens -- almost 2 million strong.","thumbnail":null,"section":"Opinion"},{"date":"19930525","headline":"For True School Decentralization, Close Central Board of Ed","web_url":"https://www.nytimes.com/1993/05/25/opinion/l-for-true-school-decentralization-close-central-board-of-ed-838293.html","abstract":"  To the Editor:   \"A School System -- For the Kids\" (editorial, May 15) and \"Who Can Fix the City's Schools?\" (May 18), on school governance in New York City, claim that what is needed is to go beyond mere \"tinkering at the margins.\" Yet this is the tack you take. Few argue with the need to abandon the byzantine fashion we elect local school board members or to take steps to stem the patronage that eats away at the system. However, it is only by attacking the systemic waste of resources that we can hope to turn the future around for our children.   The bill in Albany representing the proposal put forth by Queens Borough President Claire Schulman and myself gives parents, principals and teachers more authority over the running of their institutions. It has the most sweeping anti-corruption package of any current proposal. It increases mayoral accountability through a commissioner of education, who would oversee budget issues, monitor compliance with mandates and negotiate labor contracts.","thumbnail":null,"section":"Opinion"},{"date":"19930525","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/05/25/us/inside-049793.html","abstract":"  Haiti Police Plan Is Rejected   Haiti's military authorities rejected a plan for a United Nations-backed police force as part of a settlement of its long political crisis. Page A8. Ex-G.M. Official Fights Back   The hard-driving executive who left General Motors for Volkswagen denied taking any G.M. documents and sued his former employer. Page D1. New Listing of Stock Options    Today The Times introduces a new listing of stock options, consolidating coverage of options that trade on more than one exchange and providing comprehensive coverage of the most active options. Article, page D1; table, page D17.","thumbnail":null,"section":"U.S."},{"date":"19930525","headline":"Sports of The Times; A Full-Court Press That Lacks Color","web_url":"https://www.nytimes.com/1993/05/25/sports/sports-of-the-times-a-full-court-press-that-lacks-color.html","abstract":"  A NEW sports day begins in New York City. Layers of editors and general managers at the city's daily newspapers, radio and TV stations pile into conference rooms to plot a course. Pro basketball playoffs, pro football signings, college recruiting, baseball races are all under way.   In nearly every case, the stories will involve African-American or Hispanic athletes. But in New York, how many of those heading into conference rooms this morning with the power to make decisions and shape the sports news will be black or Hispanic?","thumbnail":null,"section":"Sports"},{"date":"19930525","headline":"Hostility to Allies' New Plan For Bosnia Increases at U.N.","web_url":"https://www.nytimes.com/1993/05/25/world/hostility-to-allies-new-plan-for-bosnia-increases-at-un.html","abstract":"  Two days after the United States and four other countries announced a new strategy to contain the fighting in Bosnia and Herzegovina, opposition appears to be growing so rapidly that doubts were raised today about the plan's early enactment in the Security Council.   Fifty-one Islamic countries denounced the agreement by the United States, Russia, Britain, France and Spain because it failed to authorize military force to roll back territorial gains by the Serbs against the Bosnian Muslims.","thumbnail":null,"section":"World"},{"date":"19930525","headline":"A Real Go-Getter","web_url":"https://www.nytimes.com/1993/05/25/opinion/l-a-real-go-getter-847193.html","abstract":"  To the Editor:   Keron Thomas (\"Subway Caper Fueled by Passion for Trains,\" front page, May 12) taught himself a marketable skill: How to drive a subway train. Because he is a young black male he is perceived as dangerous and branded \"obsessive.\"   Wasn't Einstein obsessed with math, Steve Jobs with computers, Marc Chagall with painting and Bill Clinton with becoming President? Are not most successful people obsessed with what they do?","thumbnail":null,"section":"Opinion"},{"date":"19930525","headline":"Police Received Two Calls Detailing Boy's Slaying","web_url":"https://www.nytimes.com/1993/05/25/nyregion/police-received-two-calls-detailing-boy-s-slaying.html","abstract":"  A man called the Jersey City police on Thursday and told them that the pajama-clad body of a 5-year-old boy could be found in a trash compactor at a Brooklyn housing project, a law-enforcement official said yesterday.   The caller identified himself as Stephan Poole, whom the authorities have been seeking for questioning in the death of 5-year-old Kayesean Blackledge, the official said. Mr. Poole is married to Kayesean's legal guardian and lived with her and the boy in Jersey City.","thumbnail":null,"section":"New York"},{"date":"19930525","headline":"Jordan Is Revealed To Be of This Earth","web_url":"https://www.nytimes.com/1993/05/25/sports/on-pro-basketball-jordan-is-revealed-to-be-of-this-earth.html","abstract":"  The name of LaBradford Smith was extracted from Michael Jordan folklore yesterday as the news-media contingent from Chicago and elsewhere searched for proof that truly terrible things await he who dares to walk all over Air.   Smith is a guard for the Washington Bullets, who are in some quarters considered a team in the National Basketball Association. Back in February, Mr. Smith of Washington went to Chicago and, in the first game of a home-and-home series, torched Jordan and the Bulls for 37 points.","thumbnail":null,"section":"Sports"},{"date":"19930525","headline":"Q&A","web_url":"https://www.nytimes.com/1993/05/25/science/q-a-717393.html","abstract":"  Birds' Nests   Q.  Do birds often re-use their nests? And when they do, as a pair of phoebes seems to be doing in my back yard, is it the same pair from year to year, or their children, or the same female with a new mate, or what?    A.  \"Yes, birds often do re-use their nests,\" said Dr. Charles Walcott, the Louis Aggassiz Fuertes Director of the Laboratory of Ornithology at Cornell University in Ithaca, N.Y. \"Not always and not all birds, but the phoebe is a perfect example of a species that uses the same nest from year to year.\"","thumbnail":null,"section":"Science"},{"date":"19930525","headline":"A NEW PRESIDENT FOR CITY COLLEGE","web_url":"https://www.nytimes.com/1993/05/25/nyregion/a-new-president-for-city-college.html","abstract":"  The trustees of the City University of New York last night appointed a black anthropologist from an urban California campus as the next president of City College, long the jewel but now one of the most troubled of the university system's 21 campuses.   In selecting Dr. Yolanda T. Moses as City College's new president, the board chose a little-known vice president for academic affairs from California State University in Dominguez Hills, a largely black suburb of Los Angeles, who is known as a strong proponent of cultural diversity.","thumbnail":null,"section":"New York"},{"date":"19930525","headline":"Man Held in Fraud Pleads Not Guilty","web_url":"https://www.nytimes.com/1993/05/25/nyregion/man-held-in-fraud-pleads-not-guilty.html","abstract":"  A disbarred lawyer charged with stealing more than $1.5 million from at least nine investors, including the actress Shirley Jones, was arraigned today in Federal District Court here.   The defendant, Alan David Harris of Westwood, Calif., and Roslyn Harbor, L.I., pleaded not guilty to 40 counts of mail and wire fraud.    Since his arrest in December on charges that he recruited investors for a series of bogus real-estate projects in New York, California and Nevada, at least four more victims have come forward, said John La Perla, an investigator for the Postal Service. The losses are now estimated at more than $3 million, he said.   At the arraignment, the prosecutor, Bradley D. Simon, asked Judge Leonard D. Wexler to hold Mr. Harris without bail, saying that since his arrest Mr. Harris has continued to defraud investors.   Paul K. Rooney, the fourth lawyer to represent Mr. Harris since December, argued against that request, maintaining that his client has done nothing to harm anybody.   Judge Wexler scheduled a hearing for June 1 on whether Mr. Harris should be held without bail.","thumbnail":null,"section":"New York"},{"date":"19930525","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/25/opinion/IHT-letters-to-the-editor-90820813867.html","abstract":"Wreathed in Smoke. Regarding \"Europeans Find Hot Air in U.S., but Not Enough Smoke\" (April 24) by Lynda Richardson:. This article, criticizing the imposition of smoking restrictions in the United States, contains a profound flaw in logic.. A man","thumbnail":null,"section":"Opinion"},{"date":"19930525","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/25/style/chronicle-796393.html","abstract":"  RUSSELL BAKER, columnist for The New York Times who has twice won the Pulitzer Prize, has been elected chairman of the Pulitzer Prize board, Columbia University's president, Michael I. Sovern, announced yesterday.   Mr. Baker, who has been a board member since 1985, succeeds Claude Sitton, the former editor of The Raleigh Times and The News and Observer, in Raleigh, N.C., who is a senior lecturer at Emory University.","thumbnail":null,"section":"Style"},{"date":"19930525","headline":"Study on Lead in Water Confuses Matters","web_url":"https://www.nytimes.com/1993/05/25/opinion/l-study-on-lead-in-water-confuses-matters-848093.html","abstract":"  To the Editor:   Re \"High Level of Lead Found in Water Serving 30 Million\" (news article, May 12): The Environmental Protection Agency's survey of lead in drinking water is a disservice to efforts to protect the public from lead exposure. Not only do the results inflate potential public health risks, but they may also fail to flag the water systems posing the greatest hazard.","thumbnail":null,"section":"Opinion"},{"date":"19930525","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/25/opinion/IHT-in-our-pages-100-75-and-50-years-ago-90325293187.html","abstract":"1943: Floods in Germany","thumbnail":null,"section":"Opinion"},{"date":"19930525","headline":"For Soccer's Dream Team, Reality Turned Into a Nightmare","web_url":"https://www.nytimes.com/1993/05/25/sports/IHT-for-soccers-dream-team-reality-turned-into-a-nightmare.html","abstract":"- Magic, Michael and Larry had departed on the chartered luxury jet out of Barcelona. In their place, up stepped Marco, Jean-Pierre and Ruudand Gianluigiand Franco and Frank","thumbnail":null,"section":"Sports"},{"date":"19930525","headline":"Topics of The Times; Old 'Cheers,' New Fan","web_url":"https://www.nytimes.com/1993/05/25/opinion/topics-of-the-times-old-cheers-new-fan.html","abstract":"  There is at least one American who owns two television sets and a VCR who had never seen \"Cheers.\" She even missed the nationwide party that was last Thursday's farewell performance. Sunday's rerun, however, gave her a second chance to see what the fuss was all about. So she tuned in for episode 275.   It was not, \"Cheers\" regulars say, one of the truly great scripts. \"You shoulda seen it the night Diane . . .\" or \"You shoulda seen it when Sam . . .\" people told her the next day. But it was enough to confirm an old and favorite theory. When it comes to sitcoms, Smaller Is Better and Familiar Is Forever.","thumbnail":null,"section":"Opinion"},{"date":"19930525","headline":"Arrest Made in Subway Stabbing of Helpful Man","web_url":"https://www.nytimes.com/1993/05/25/nyregion/arrest-made-in-subway-stabbing-of-helpful-man.html","abstract":"  A Manhattan man who fled a work-release program early this month was arrested and charged in the stabbing of a man who came to the aid of a Queens mother in a subway station as she was being attacked by a mugger. The suspect also was charged with four other knifepoint robberies of women in New York, the police said.   The transit police credited the arrest to victims who came forward and helped them track down the suspect, who is believed to have been involved in a series of crimes in Manhattan in the last month.","thumbnail":null,"section":"New York"},{"date":"19930525","headline":"In His Class, Ducklings And 5-Year-Olds Mingle","web_url":"https://www.nytimes.com/1993/05/25/nyregion/our-towns-in-his-class-ducklings-and-5-year-olds-mingle.html","abstract":"  NIGHTFALL enveloped the grassy fields behind the school. Up the hill, the narrow woods were bathed in the glow of lights from houses on the other side of the trees, and the noise of the insects was drowned out by the sounds of passing traffic.   Ah, suburban wilderness. So muted. So accessible. So perfectly suited to the gentle, evocative lessons of Ray Lesch, a man among kindergartners.","thumbnail":null,"section":"New York"},{"date":"19930525","headline":"Christopher Warns Iraqi Chief Not to Attack Kurds in North","web_url":"https://www.nytimes.com/1993/05/25/world/christopher-warns-iraqi-chief-not-to-attack-kurds-in-north.html","abstract":"  Secretary of State Warren Christopher issued a blunt warning to President Saddam Hussein of Iraq today not to stage an offensive against Kurds in an autonomous enclave of northern Iraq.   Mr. Christopher said the United States would be \"watching very carefully\" to see if Iraq intended such an attack. Other State Department officials called attention to a United Nations resolution that prohibits Iraq from engaging in repression of its people.","thumbnail":null,"section":"World"},{"date":"19930525","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/25/opinion/IHT-letters-to-the-editor-91354079055.html","abstract":"Voting in Italy . Why propose either proportional representation or a simple majority voting system for Italy? Going from one extreme to the other merely exchanges one excess for another. Because of Britain's first-past-the-post system, to which Italy see","thumbnail":null,"section":"Opinion"},{"date":"19930525","headline":"Before Skies Become Entirely Barren of Birds","web_url":"https://www.nytimes.com/1993/05/25/opinion/l-before-skies-become-entirely-barren-of-birds-837493.html","abstract":"  To the Editor:   Julian Simon and Aaron Wildavsky in \"Facts, Not Species, Are Periled\" (Op-Ed, May 13) believe scientists are being unscientific when they warn of an impending tidal wave of extinction of animal species caused by humans. They claim, \"both of us have documented the complete absence of evidence for the claim that the extinction of species is going up rapidly -- or even going up at all.\"    Wrong. Dead wrong. Consider first the data on fishes. According to a 1989 report from the American Fisheries Society, 40 species and subspecies of North American fishes have vanished in this century. Thirteen became extinct between 1900 and 1950, and 27 have disappeared since 1950 -- a doubling of the rate over this century.","thumbnail":null,"section":"Opinion"},{"date":"19930525","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/25/nyregion/c-corrections-792093.html","abstract":"  A chart on May 3 about school board elections in Queens misstated one District 27 board member's position on whether to rehire the district superintendent. The board member, James B. Egan, says he is undecided about the rehiring of the superintendent, Beverly Hall.","thumbnail":null,"section":"New York"},{"date":"19930525","headline":"Bumps in the Road to an Upgrade","web_url":"https://www.nytimes.com/1993/05/25/science/personal-computers-bumps-in-the-road-to-an-upgrade.html","abstract":"  THE INTEL CORPORATION's Pentium microprocessor made its formal debut last week as the eventual successor to the popular i486 chip. At the same time, at least a dozen PC makers made known their plans for using the powerful Pentium chip in expensive, high-performance computers.    The trouble is that since last year those same PC makers have been selling i486-based PC's that are advertised as \"Pentium upgradeable.\" No doubt many buyers have been enticed with the implied promise that they will be able to \"upgrade to the power of Pentium\" when the chip becomes available, thus prolonging the productive life of their new PC's.","thumbnail":null,"section":"Science"},{"date":"19930525","headline":"Judge Bars State Borrowing for Transit","web_url":"https://www.nytimes.com/1993/05/25/nyregion/judge-bars-state-borrowing-for-transit.html","abstract":"  In the latest victory for an indignant taxpayer who has made a second career of challenging New York State's budgets, a judge today temporarily barred the state from going forward with plans to borrow more than $6 billion to finance a transportation plan.   The temporary order by JusticeLawrence E. Kahn of State Supreme Court in Albany, will have little immediate effect because the state has no plans to begin borrowing the money until the fall. But some officials said they feared that the lawsuit by the taxpayer, Robert L. Schulz of Glens Falls, N.Y., would have long-term consequences because the borrowing plan might not stand up to legal scrutiny.","thumbnail":null,"section":"New York"},{"date":"19930525","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/05/25/sports/transactions-763793.html","abstract":"  Baseball National League  CINCINNATI REDS -- Fired Tony Perez, manager; Dave Bristol, third base coach; and Larry Rothschild, pitching coach. Named Davey Johnson manager. Announced the resignation of Ron Oester, first base coach. Traded Travis Buckley, pitcher, to the Seattle Mariners for Charles \"Bubba\" Smith, first baseman.","thumbnail":null,"section":"Sports"},{"date":"19930525","headline":"For Yanks, a Bit Of Everything, Except a Victory","web_url":"https://www.nytimes.com/1993/05/25/sports/baseball-for-yanks-a-bit-of-everything-except-a-victory.html","abstract":"  Talk about emotion. Talk about theatrics. Talk about drama. Talk about fear. Then talk about Yankee Stadium last night because the fabled park was fraught with these elements as the Yankees and Orioles slugged and slogged through nine strange innings of baseball.   There was Danny Tartabull lying stiffly on the outfield grass for five minutes with an injury, the scary stuff on a wacky night. Before Tartabull's collision with Gerald Williams, there were two runners thrown out at home in the same inning, two homers by Kevin Maas and leads vanishing like free beer with Jim Abbott and Rick Sutcliffe pitching. Finally, when was the last time anyone saw Cal Ripken hit a homer away from Baltimore?","thumbnail":null,"section":"Sports"},{"date":"19930525","headline":"Results Plus","web_url":"https://www.nytimes.com/1993/05/25/sports/results-plus-707693.html","abstract":"  YACHT RACING No Wind, No Way for Schooner Light winds forced the British schooner ADIX to withdraw yesterday from its attempt to break an 88-year-old trans-Atlantic sailing record. \"With the prospect of no wind for the next day at least now, we are motoring to make landfall in reasonable time,\" reported Capt. Paul Goss, skipper of the 184-foot yacht, in a ship-to-shore message. The three-masted vessel was sailing for the Atlantic Challenge Cup, a trans-Atlantic trophy recently established by the New York Yacht Club. ADIX needed to complete its 3,000-mile voyage in less than 12 days 4 hours, the pace set in 1905 by a similar vessel, the schooner Atlantic. ADIX set sail May 15 from Sandy Hook, N.J. CYCLING Italian Wins Second Stage of Tour Adriano Baffi outsprinted his fellow Italian Marco Saligari and Dimitri Konychev of Moldavia yesterday to win the second stage of the Tour of Italy. Moreno Argentin of Italy, who fought off Miguel Indurain, Franco Chioccioli and Gianni Bugno in the final stages, retained the overall lead, after finishing in the same time as the winner. Baffi scored his first victory this season by covering the 141.9-mile distance from Grosseto to Rieti in 5 hours 52 minutes 54 seconds, an average speed of 23.610 miles an hour. Greg LeMond, who lost several minutes in the first part of Sunday's opening stage, trailed the winner by 1:10 yesterday and was virtually out of contention for the overall victory. LeMond, a three-time Tour de France winner, fell to 98th place over all, 9:35 behind Argentin, a former world champion. The second stage was almost flat, except for a high hill about five miles from the finish. In the overall standings, Argentin leads runner-up Maurizio Fondriest of Italy by 36 seconds and the third-place Indurain, of Spain, by 38. Bugno and Chiappucci were fifth and sixth, respectively, with a gap of 44 and 47 seconds. Today's stage -- a hilly course of 97.3 miles -- will end in Scanno, in central Italy. The 21-stage race ends on June 13. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930525","headline":"Still Funny and Still a Major Draw, Carson Wows an Awards Luncheon","web_url":"https://www.nytimes.com/1993/05/25/arts/still-funny-and-still-a-major-draw-carson-wows-an-awards-luncheon.html","abstract":"  Johnny Carson returned to center stage in the entertainment world yesterday, bringing out the biggest names in the television business for a lunch in his honor at the Plaza Hotel.   He provided convincing evidence that as a performer, he has hasn't lost a step.","thumbnail":null,"section":"Arts"},{"date":"19930525","headline":"Before Skies Become Entirely Barren of Birds; What Data?","web_url":"https://www.nytimes.com/1993/05/25/opinion/l-before-skies-become-entirely-barren-of-birds-what-data-846393.html","abstract":"  To the Editor:   In \"Facts, Not Species, Are Periled\" (Op-Ed, May 13), Julian Simon and Aaron Wildavsky state that the \"standard source of all the apocalyptic forecasts\" of mass extinction of species is \"a 1979 book, 'The Sinking Ark,' by a conservation biologist, Norman Myers.\"    Since writing this book, I have published several dozen papers in scientific journals and three further books that clarify and substantiate my 1979 assertions -- except that these further writings demonstrate that the extinction rate is not 100 species a year but more like 50 to 150 species a day. This finding has been confirmed by independent analyses by other leading biologists, such as Professor Edward O. Wilson of Harvard.","thumbnail":null,"section":"Opinion"},{"date":"19930525","headline":"4 Israeli Soldiers Die as Squads Fire on Each Other","web_url":"https://www.nytimes.com/1993/05/25/world/4-israeli-soldiers-die-as-squads-fire-on-each-other.html","abstract":"  In the most serious mishap of its kind suffered by the Israeli Army in years, four soldiers were killed today when two Israeli paratrooper squads fired on each other in the so-called security zone that Israel maintains in southern Lebanon.   It was not clear what ignited the predawn shootout, in which three other soldiers were wounded, two seriously. But there was a good chance that the episode would have political ramifications.","thumbnail":null,"section":"World"},{"date":"19930525","headline":"LEADERS IN HAITI SPURN POLICE PLAN","web_url":"https://www.nytimes.com/1993/05/25/world/leaders-in-haiti-spurn-police-plan.html","abstract":"  After two days of talks and a month of intense diplomatic pressure, Haiti's military authorities have rejected an American-backed United Nations plan to deploy an international police force here as part of a settlement of Haiti's long political crisis, diplomats said today.   The rejection was delivered to President Clinton's special adviser for Haitian affairs, Lawrence Pezzullo, and the United Nations special envoy to Haiti, Dante Caputo. It came after American diplomats expressed strong confidence in recent days that army leaders would accept the return of the country's elected President, the Rev. Jean-Bertrand Aristide.","thumbnail":null,"section":"World"},{"date":"19930525","headline":"Pazienza Comes to Aid of Fellow Fighter","web_url":"https://www.nytimes.com/1993/05/25/sports/sport-people-boxing-pazienza-comes-to-aid-of-fellow-fighter.html","abstract":"  VINNY PAZIENZA, making a boxing comeback form a serious injury, has donated $10,000 worth of boxing tickets to a fund benefiting SERGEI ARTEMIEV, the Russian boxer who collapsed in a fight in March after suffering a brain injury.   Artemiev will never fight again, but he is lucky to be alive. There was a period when doctors did not know if he would regain clear vision or a functioning memory after surgery removed a blood clot in his brain.","thumbnail":null,"section":"Sports"},{"date":"19930525","headline":"Agency Accused of Race Bias","web_url":"https://www.nytimes.com/1993/05/25/us/agency-accused-of-race-bias.html","abstract":"  Don E. Newquist, the chairman of the International Trade Commission, has ordered a formal investigation of the agency's hiring and promotion practices after several commissioners received copies of an anonymous letter complaining of racial discrimination. He told the agency's 464 employees on Friday that he had asked Jane E. Altenhofen, the agency's inspector general, to assess the agency's compliance with Federal equal opportunity laws and regulations.","thumbnail":null,"section":"U.S."},{"date":"19930525","headline":"Florio Gets Singled Out By Kennedys For Courage","web_url":"https://www.nytimes.com/1993/05/25/nyregion/florio-gets-singled-out-by-kennedys-for-courage.html","abstract":"  Gov. Jim Florio of New Jersey accepted an award for political courage today from the Kennedy family, saying he hoped the day would come when politicians would not have to be honored for sticking to their principles.   \"I tell you, I look forward to the day when public servants who follow the dictates of their conscience are not regarded as heroes worthy of awards, but simply as men and women who are worthy of the offices to which they've been entrusted,\" he said in a ceremony at the John F. Kennedy Library here.","thumbnail":null,"section":"New York"},{"date":"19930525","headline":"White House Asked Aid Of F.B.I. in Dismissals","web_url":"https://www.nytimes.com/1993/05/25/us/white-house-asked-aid-of-fbi-in-dismissals.html","abstract":"  Amid concern in the White House last Friday over charges that cronyism lay behind the dismissal of seven travel aides, Clinton advisers summoned a senior official in the Federal Bureau of Investigation to a political strategy session and solicited a public statement from the agency backing their version of events.   By calling on the F.B.I. to help save the Administration from embarrassment, the White House appeared to be deviating from two decades of efforts to insulate the law-enforcement agency from even the appearance of Presidential manipulation.","thumbnail":null,"section":"U.S."},{"date":"19930525","headline":"Top Seeds Begin the Dance in Paris With Waltzes","web_url":"https://www.nytimes.com/1993/05/25/sports/IHT-top-seeds-begin-the-dance-in-paris-with-waltzes.html","abstract":"Jim Courier made the most of a muggy afternoon here Monday with a solid triumph over Roberto Azar, 27, a low-ranked Argentine whose misfortune it was to have drawn the defending champion for the first round, thus virtually guaranteeing that his appearance","thumbnail":null,"section":"Sports"},{"date":"19930525","headline":"Rural America Is Growing Slightly, Population Studies Show","web_url":"https://www.nytimes.com/1993/05/25/us/rural-america-is-growing-slightly-population-studies-show.html","abstract":"  Rural America, with its enticing vistas of fields, forests, buttes and mountains and its unenticing economy of failing farms, depleted mines and low-wage factories, hemorrhaged population throughout the 1980's. But new statistics for the early 1990's show that the countryside, at least for the moment, is holding its own again.   From one rural county to another, the changes documented by Kenneth Johnson, a demographer at Loyola University-Chicago, and Calvin Beale, a demographer at the Department of Agriculture in Washington, are slight but consistent. While only 47 percent of all rural counties in the United States gained population in the 1980's, two-thirds gained population from the spring of 1990, when the 1990 census was completed, to the spring of 1991.","thumbnail":null,"section":"U.S."},{"date":"19930525","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/25/nyregion/c-corrections-108693.html","abstract":"  An article on May 17 about the increasing number of black, Hispanic and Asian converts to Judaism misidentified the branch chosen by most converts. It is Reform Judaism, not Orthodox or Conservative.","thumbnail":null,"section":"New York"},{"date":"19930525","headline":"Navy Hearing on Killer's Penalty May Skirt Victim's Homosexuality","web_url":"https://www.nytimes.com/1993/05/25/us/navy-hearing-on-killer-s-penalty-may-skirt-victim-s-homosexuality.html","abstract":"  After months of speculation about the effect the beating death of a gay sailor might have on the debate over homosexuals in the military, hearings in the sentencing of a shipmate who killed him produced one surprise today: it appears that the homosexuality of the victim may not play a big role in these proceedings.   Airman Apprentice Terry M. Helvey, 21, has pleaded guilty to murdering Allen R. Schindler last year in a public toilet outside the United States Navy base at Sasebo, in southwestern Japan. Today, the military judge accepted the plea, and a hearing began before a jury to determine the sentence.","thumbnail":null,"section":"U.S."}],"wiki_events":[],"weather":[{"date":"19930525","time":"1993-05-25 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":76,"wspd":11.2},{"date":"19930525","time":"1993-05-25 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.8,"rhum":77,"wspd":11.2},{"date":"19930525","time":"1993-05-25 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":82,"wspd":7.6},{"date":"19930525","time":"1993-05-25 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":86,"wspd":13},{"date":"19930525","time":"1993-05-25 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":91,"wspd":13},{"date":"19930525","time":"1993-05-25 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":92,"wspd":11.2},{"date":"19930525","time":"1993-05-25 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":94,"wspd":11.2},{"date":"19930525","time":"1993-05-25 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":94,"wspd":13},{"date":"19930525","time":"1993-05-25 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":92,"wspd":11.2},{"date":"19930525","time":"1993-05-25 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":89,"wspd":14.8},{"date":"19930525","time":"1993-05-25 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":88,"wspd":14.8},{"date":"19930525","time":"1993-05-25 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.6,"rhum":86,"wspd":13},{"date":"19930525","time":"1993-05-25 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":78,"wspd":14.8},{"date":"19930525","time":"1993-05-25 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.5,"rhum":77,"wspd":16.6},{"date":"19930525","time":"1993-05-25 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.2,"rhum":75,"wspd":20.5},{"date":"19930525","time":"1993-05-25 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15,"rhum":94,"wspd":23.8},{"date":"19930525","time":"1993-05-25 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17,"rhum":76,"wspd":14.8},{"date":"19930525","time":"1993-05-25 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17,"rhum":76,"wspd":18.4},{"date":"19930525","time":"1993-05-25 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15,"rhum":94,"wspd":22},{"date":"19930525","time":"1993-05-25 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.3,"rhum":72,"wspd":31.3},{"date":"19930525","time":"1993-05-25 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.5,"rhum":72,"wspd":22.3},{"date":"19930525","time":"1993-05-25 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.3,"rhum":64,"wspd":16.6},{"date":"19930525","time":"1993-05-25 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":65,"wspd":20.5},{"date":"19930525","time":"1993-05-25 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":66,"wspd":20.5},{"date":"19930525","time":"1993-05-25 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":51,"wspd":20.5},{"date":"19930525","time":"1993-05-25 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":51,"wspd":18.7},{"date":"19930525","time":"1993-05-25 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":54,"wspd":13},{"date":"19930525","time":"1993-05-25 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":62,"wspd":16.6},{"date":"19930525","time":"1993-05-25 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":64,"wspd":16.6},{"date":"19930525","time":"1993-05-25 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":66,"wspd":22.3},{"date":"19930525","time":"1993-05-25 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":66,"wspd":24.1},{"date":"19930525","time":"1993-05-25 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":71,"wspd":22.3},{"date":"19930525","time":"1993-05-25 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":71,"wspd":18.7},{"date":"19930525","time":"1993-05-25 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":73,"wspd":16.6},{"date":"19930525","time":"1993-05-25 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":73,"wspd":13},{"date":"19930525","time":"1993-05-25 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":73,"wspd":18.7},{"date":"19930525","time":"1993-05-25 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":66,"wspd":14.8},{"date":"19930525","time":"1993-05-25 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":52,"wspd":22.3},{"date":"19930525","time":"1993-05-25 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":47,"wspd":24.1},{"date":"19930525","time":"1993-05-25 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":40,"wspd":33.5},{"date":"19930525","time":"1993-05-25 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":37,"wspd":24.1},{"date":"19930525","time":"1993-05-25 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":34,"wspd":40.7},{"date":"19930525","time":"1993-05-25 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":36,"wspd":22.3},{"date":"19930525","time":"1993-05-25 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.2,"rhum":33,"wspd":33.5},{"date":"19930525","time":"1993-05-25 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.8,"rhum":31,"wspd":29.5},{"date":"19930525","time":"1993-05-25 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":34,"wspd":27.7},{"date":"19930525","time":"1993-05-25 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":37,"wspd":29.5},{"date":"19930525","time":"1993-05-25 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":36,"wspd":22.3}]},"19930526":{"guardian_articles":[],"nytimes_articles":[{"date":"19930526","headline":"POINT MAN IN PARIS DRAWS LITTLE FIRE","web_url":"https://www.nytimes.com/1993/05/26/world/point-man-in-paris-draws-little-fire.html","abstract":"  In strictly political terms, Edouard Balladur became France's Prime Minister in March with the mission of preparing the ground for the leader of the neo-Gaullist party, Jacques Chirac, to win the country's presidential election in 1995.   To achieve this, it was understood that he would have to bring down unemployment, revive economic growth and restore self-confidence to France so Mr. Chirac would have good reasons to ask French voters to choose him as President Francois Mitterrand's successor.","thumbnail":null,"section":"World"},{"date":"19930526","headline":"IRANIAN JETS BOMB FOES' BASES IN IRAQ","web_url":"https://www.nytimes.com/1993/05/26/world/iranian-jets-bomb-foes-bases-in-iraq.html","abstract":"  Iranian military planes attacked two opposition guerrilla bases inside Iraq today in \"retaliation for recent sabotage raids,\" the official Iranian news agency reported.   The report added that Teheran reserved the right \"to chase and punish seditionists\" inside Iraqi territory.","thumbnail":null,"section":"World"},{"date":"19930526","headline":"When Others Light Up : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/26/opinion/IHT-when-others-light-up-letters-to-the-editor.html","abstract":"Lynda Richardson criticizes America's progress against the evil of smoking but makes no mention of the tremendous inconsistencies and prejudice against nonsmokers in Europe. I would like to be able to enjoy a smoke-free meal in Europe. I would like to fly","thumbnail":null,"section":"Opinion"},{"date":"19930526","headline":"Myopia at the White House; Scrambled Ethics","web_url":"https://www.nytimes.com/1993/05/26/opinion/myopia-at-the-white-house-scrambled-ethics.html","abstract":"  After a week of one political blunder after another, a light bulb finally went on somewhere in the White House, and the Democratic National Committee canceled the White House fund-raising breakfast with President Clinton it was planning for lobbyists and other fat-cat contributors.   But the rest of the tawdry affair will proceed next month as planned. What possessed the party chairman, David Wilhelm, to schedule the event in the first place? And who in the White House approved a breakfast session so obviously destined to leave the populist-posing President with more egg on his face than on his plate?","thumbnail":null,"section":"Opinion"},{"date":"19930526","headline":"Clinton's Math: More Gets Less","web_url":"https://www.nytimes.com/1993/05/26/opinion/clinton-s-math-more-gets-less.html","abstract":"  In his campaign document \"Putting People First,\" Bill Clinton promised to create \"a set of national standards for what students should know\" and an examination system \"to measure our students' and schools' progress in meeting the national standards.\"   Unfortunately, the Administration's school reform bill is not likely to fulfill that promise but would expand dramatically the scope and cost of Federal regulation of local schools.","thumbnail":null,"section":"Opinion"},{"date":"19930526","headline":"Wait-and-See Policy Backed for Prostate","web_url":"https://www.nytimes.com/1993/05/26/health/wait-and-see-policy-backed-for-prostate.html","abstract":"  FOR many men with early prostate cancer, the best thing to do may be nothing at all, a new report concludes.   Sifting through the scientific literature and generating statistical models of how patients will fare if they choose either to treat an early tumor aggressively with surgery or radiation or simply to watch and wait to see what happens, scientists with the Prostate Patient Outcomes Research Team could find no clear benefit of choosing invasive therapy in most cases.","thumbnail":null,"section":"Health"},{"date":"19930526","headline":"Connecticut Can K.O. the N.R.A.","web_url":"https://www.nytimes.com/1993/05/26/opinion/connecticut-can-ko-the-nra.html","abstract":"  The Connecticut legislature can influence rational gun regulation far beyond the state's borders by voting to ban the sale of semiautomatic assault rifles. It would be the third major defeat this year for the National Rifle Association's bully-boy lobbyists, and a strong prod for Washington to get moving on Federal legislation.   Barring last-minute glitches, the 36 members of the State Senate could get their chance today. Gov. Lowell Weicker supports the bill, as does the Senate's Democratic president, John Larson, and -- not incidentally -- an overwhelming 79 percent of the public, according to a recent poll. Nonetheless a close vote is expected and, if the bill carries, another close vote in the House.","thumbnail":null,"section":"Opinion"},{"date":"19930526","headline":"Mariners' O'Brien Makes Retirement Plans","web_url":"https://www.nytimes.com/1993/05/26/sports/sports-people-baseball-mariners-o-brien-makes-retirement-plans.html","abstract":"  PETE O'BRIEN says the end is near for his baseball career. He plans to retire after this season with the Seattle Mariners to spend more time with his family and perhaps enter the ministry.   The 35-year-old designated hitter said he is ready to give up his $2.5 million salary. He is in his fourth season with Seattle after a year in Cleveland and seven in Texas.","thumbnail":null,"section":"Sports"},{"date":"19930526","headline":"Croatia Faces a Showdown In Areas Occupied by Serbs","web_url":"https://www.nytimes.com/1993/05/26/world/croatia-faces-a-showdown-in-areas-occupied-by-serbs.html","abstract":"  As the West backs away from a showdown with the Serbs over Bosnia, the question in the capital of Croatia is whether President Franjo Tudjman will bide his time or renew attacks on Serbian-held territory in Croatia.    Mr. Tudjman and his Government had favored Western air strikes on Serbian positions in Bosnia and Herzegovina, not only in the hope that they might cripple roads and bridges used to supply Serbian forces in Croatia, but also to help morale at home.","thumbnail":null,"section":"World"},{"date":"19930526","headline":"Review/Film; Teen-Agers Living Under the Gun","web_url":"https://www.nytimes.com/1993/05/26/movies/review-film-teen-agers-living-under-the-gun.html","abstract":"Teenage life in Watts. Flashy but graphic and chilling.","thumbnail":null,"section":"Movies"},{"date":"19930526","headline":"The Death of a Showman","web_url":"https://www.nytimes.com/1993/05/26/style/IHT-the-death-of-a-showman.html","abstract":"At the Almeida in Islington, Thomas Bernhard's \"The Showman\" is Austria's answer to \"The Entertainer.\" But where John Osborne managed to convey the collapse of an entire British empire within the decline of the old music-hall Empires,","thumbnail":null,"section":"Style"},{"date":"19930526","headline":"Freedom of Investment, Not Free Trade","web_url":"https://www.nytimes.com/1993/05/26/opinion/IHT-freedom-of-investment-not-free-trade.html","abstract":"Before America embarks on a trade war with Japan, someone needs to take a much closer look at the principles involved. .A basic U.S. premise is that persistent trade deficits with Japan prove that Japan closes its markets to foreign products. Under fre","thumbnail":null,"section":"Opinion"},{"date":"19930526","headline":"Qualifier Stuns Lendl In Paris","web_url":"https://www.nytimes.com/1993/05/26/sports/tennis-qualifier-stuns-lendl-in-paris.html","abstract":"  For Ivan Lendl, a three-time champion here, familiar Court 1 was transformed into a shrill chamber of horrors this afternoon as he was ushered from the first round of the 1993 French Open by a French qualifier, 297th-ranked Stephane Huet.   All the sweet intimacy of the small court was reserved for the 22-year-old Huet, whose fans screamed and applauded as they virtually goaded their unlikely hero into a 3-6, 7-5, 6-0, 7-6 (7-2) upset of Lendl, whom they acknowledged only with hisses.","thumbnail":null,"section":"Sports"},{"date":"19930526","headline":"'Hearings' on Gays in the Military Are a Sham; Pep Rally for Bigotry","web_url":"https://www.nytimes.com/1993/05/26/opinion/l-hearings-on-gays-in-the-military-are-a-sham-pep-rally-for-bigotry-117693.html","abstract":"  To the Editor:   I listened to the Senate Armed Services Committee's May 10 hearing on public radio, and my impressions were so different from your May 11 coverage that I hardly recognized it as the same event. The real story should be the shameful manner in which the committee allowed the hearing to degenerate into a pep rally for supporters of the ban on gays in the military.","thumbnail":null,"section":"Opinion"},{"date":"19930526","headline":"Pippen's Ejection Put Bulls on the Spot","web_url":"https://www.nytimes.com/1993/05/26/sports/pro-basketball-pippen-s-ejection-put-bulls-on-the-spot.html","abstract":"  The moment said more than any other about the current emotional state of the two-time defending National Basketball Association champions. Throughout an emotional evening, the Chicago Bulls had been frustrated by the decisions of officials, and perhaps by their own limitations.   With 7 minutes 34 seconds to play in the second game of the Eastern Conference championship series against the Knicks, the Bulls suffered a sudden, shocking setback.","thumbnail":null,"section":"Sports"},{"date":"19930526","headline":"Argentina Can't Delay in Orphans' Cases","web_url":"https://www.nytimes.com/1993/05/26/opinion/l-argentina-can-t-delay-in-orphans-cases-105293.html","abstract":"  To the Editor:   \"Argentines Contend for War Orphans' Hearts,\" your special report on the Argentine \"dirty war\" of 1976-83 (front page, May 11) rekindles indelible memories. Three years ago, while visiting Argentina and Uruguay, I had the privilege of meeting in Buenos Aires with the Grandmothers of the Plaza de Mayo and other Argentine human rights groups. I was inspired by these victims of ideological cleansing, the brutality of which ranks with the worst forms of racial, ethnic or religious cleansing.","thumbnail":null,"section":"Opinion"},{"date":"19930526","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/26/nyregion/c-corrections-079093.html","abstract":"  A report in the Chronicle column yesterday about Dutch protestors who were treated to a glass of wine and a chat on the Prime Minister's doorstep referred incorrectly to the Prime Minister. He is Ruud Lubbers.","thumbnail":null,"section":"New York"},{"date":"19930526","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/05/26/sports/transactions-896593.html","abstract":"  Baseball American League  NEW YORK YANKEES -- Recalled Bobby Munoz, pitcher, from Columbus of the International League. Optioned Andy Cook, pitcher, to Columbus.   SEATTLE MARINERS -- Signed Ryan Franklin and Brian Williams, pitchers. National League  FLORIDA MARLINS -- Signed Tony Turnbull, catcher, to a minor-league contract.   MONTREAL EXPOS -- Placed Jimmy Jones, pitcher, on the 15-day disabled list, retroactive to May 24. Recalled Mike Gardiner, pitcher, from Ottawa of the International League. Basketball United States Basketball League  CONNECTICUT SKYHAWKS -- Signed Henri Abrams, center-forward, and placed him on the taxi squad.   MIAMI TROPICS -- Activated Grant Gondrezick, guard, from the injured list. Placed Luther Burke, guard, on the injured list.   WESTCHESTER STALLIONS -- Released Henri Abrams, center-forward, and James Hodges, forward. Football Canadian Football League  SACRAMENTO GOLD MINERS -- Signed Mark Mraz, defensive end; Larry Wallace, wide receiver; Randy Schneider, offensive tackle; and Charles Fryar, cornerback. Hockey National Hockey League  FLORIDA PANTHERS -- Reached agreement with the Cincinnati Cyclones of the International Hockey League on a three-year contract whereby Cincinnati will become the primary affiliate of the Panthers.   PITTSBURGH PENGUINS -- Signed Troy Loney, left wing, to a multiyear contract. International Hockey League  SALT LAKE GOLDEN EAGLES -- Named Mike Forbes general manager. College  CALIFORNIA -- Named Billy Kennedy and Scott Perry assistant basketball coaches.   DARTMOUTH -- Named Jim Webster inside linebacker coach. Promoted Kevin Lempa to defensive coordinator-defensive backs coach.","thumbnail":null,"section":"Sports"},{"date":"19930526","headline":"Metropolitan Golf","web_url":"https://www.nytimes.com/1993/05/26/sports/metropolitan-golf.html","abstract":"  U.S. Open Qualifying     Adam Spring, who won the Metropolitan Golf Association junior title twice, celebrated his initiation into the pro ranks with rounds of 63 and 66 to lead all United States Open qualifiers from the area. They advanced to the sectionals, the last test before the 1993 Open, at Baltusrol in Springfield, N.J., next month.","thumbnail":null,"section":"Sports"},{"date":"19930526","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/26/style/chronicle-181893.html","abstract":"  PAMELA HARRIMAN, the new United States Ambassador to France, was a student in HELEN WORTH'S cooking school in New York in 1962, but she had to miss a session. Ms. Worth, who attended Mrs. Harriman's swearing-in ceremony, recalled that the class her student had missed was devoted to souffles. \"I am sending her an article about the low-calorie way to make souffles with only egg whites,\" Ms. Worth said. \"It would be dastardly to go to France without it.\"   Not that she envisions Ambassador Harriman in the embassy kitchen whipping up souffles for the parties she will no doubt be giving. But she needs to know how to do it, Ms. Worth said: \"You can't say to a cook, no matter how much you are paying them, that you don't like something. You must be able to say, 'I want it done this way.' \"","thumbnail":null,"section":"Style"},{"date":"19930526","headline":"Inmate in Subway Stabbing Was in Work-Release Plan","web_url":"https://www.nytimes.com/1993/05/26/nyregion/inmate-in-subway-stabbing-was-in-work-release-plan.html","abstract":"  Elis Zayas, the man charged in the stabbing of a man who came to the aid of a Queens woman as she was being mugged in a subway station, walked off from a work-release program that he had been admitted to less than seven months after he started serving a prison sentence.   The State Corrections Commissioner, Thomas A. Coughlin 3d, insisted yesterday that Mr. Zayas's case was an isolated one. But he said it showed the risks posed by a program that, driven by prison overcrowding and financial constraints, returns more than twice as many inmates to the streets as it did three years ago.","thumbnail":null,"section":"New York"},{"date":"19930526","headline":"'Hearings' on Gays in the Military Are a Sham; Blueprint for Blackmail","web_url":"https://www.nytimes.com/1993/05/26/opinion/l-hearings-on-gays-in-the-military-are-a-sham-blueprint-for-blackmail-118493.html","abstract":"  To the Editor:   If we needed further evidence that even proponents of the ban on homosexuals in the military don't believe their own arguments, their latest suggestion for a \"compromise\" is surely that. For years they argued that gays in the military -- or anywhere in the Government for that matter -- were security risks because they were subject to blackmail. Now they've come up with this \"Don't ask, don't tell\" policy that's a blueprint for blackmail. Since part of the policy is that the armed forces would not seek out homosexuals in uniform, they would certainly turn up in sensitive positions, and under this policy would be more subject to blackmail than ever.","thumbnail":null,"section":"Opinion"},{"date":"19930526","headline":"New Office At Lincoln Center To Oversee Programs","web_url":"https://www.nytimes.com/1993/05/26/arts/new-office-at-lincoln-center-to-oversee-programs.html","abstract":"  In its latest effort to be perceived primarily as an arts-presenting organization rather than a real-estate operation, Lincoln Center for the Performing Arts yesterday announced the formation of Lincoln Center Productions, an umbrella under which it will offer its current performance programs.    Nathan Leventhal, the president of Lincoln Center, said the new production office would oversee all the series presented by Lincoln Center. These are the Mostly Mozart Festival, Serious Fun, Great Performers, Jazz at Lincoln Center, Lincoln Center Out of Doors and Midsummer Night Swing. Their combined annual budget is about $12 million. The office will also administer Lincoln Center's commissioning program, which the center's newly appointed vice president for programming, Jane S. Moss, said would be expanded considerably.","thumbnail":null,"section":"Arts"},{"date":"19930526","headline":"Sonics Plan to Wake Up and Find the Basket","web_url":"https://www.nytimes.com/1993/05/26/sports/pro-basketball-sonics-plan-to-wake-up-and-find-the-basket.html","abstract":"  Late Monday night, half the Phoenix Suns frequented a pretentious sports bar called \"Majerle's.\" Dan Majerle is the owner, the bartender and the Suns' starting guard, and he hopped on a stool at about midnight to say, \"Shush, everyone. I'd like to announce this year's most valuable player: Charles Barkley.\"   Barkley, who was downing some hors d'oeuvres, accepted the raucous applause, at which point Suns center Oliver Miller rose for supposedly another poignant announcement. Miller, a 300-pounder, was afraid to stand on a stool, but, after a dramatic pause, said, \"Drinks are on Charles.\" The Exhaustion Excuse    The Seattle SuperSonics were uninvited, and, based on their complaints following that night's 105-91 defeat, they should have been in bed. Half of Seattle's players claimed to be hung over from their strenuous seven-game series against Houston, and they blamed their Game 1 loss in the Western Conference finals on utter exhaustion.","thumbnail":null,"section":"Sports"},{"date":"19930526","headline":"Greece Sues Gallery for Return of Mycenaean Jewelry","web_url":"https://www.nytimes.com/1993/05/26/arts/greece-sues-gallery-for-return-of-mycenaean-jewelry.html","abstract":"  The Government of Greece, seeking the return of rare Mycenaean gold jewelery and ornaments from the 15th century B.C., has filed suit against the Michael Ward Gallery at 9 East 93d Street in Manhattan.    The objects, on sale as a lot at the gallery for $1.5 million, include necklaces with lilies, large cusped rosettes from a belt, huge decorated gold rings, sealstones and other stylized jewelry and ornaments.","thumbnail":null,"section":"Arts"},{"date":"19930526","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/26/style/chronicle-180093.html","abstract":"  ROBERT WESTENBERG, an actor who is starring in \"Arms and the Man\" in Baltimore, was on the train to New York on Monday to rehearse one show, \"Gay Divorce,\" and audition for another, \"Kate's House,\" when he tucked his scripts and a score in the pocket of a seat -- and left them behind.   \"I was walking home from the subway stop when I realized I had no scripts and there was nothing I could do but phone Amtrak and hope against hope that they had not gone to Montreal,\" Mr. Westenberg said yesterday.","thumbnail":null,"section":"Style"},{"date":"19930526","headline":"13 Arrested In a Sting Pulled Off By the F.B.I.","web_url":"https://www.nytimes.com/1993/05/26/nyregion/13-arrested-in-a-sting-pulled-off-by-the-fbi.html","abstract":"  The Federal Bureau of Investigation laundered $22.5 million in cash for the Cali cocaine cartel between 1991 and 1992 in a far-flung -- and profitable -- sting operation that exposed illegal financial dealings from Colombia to Israel, Italy, Canada and New York, Federal officials in Connecticut announced yesterday.   Thirteen defendants were charged in the case, which used a small financial firm secretly set up and run by the F.B.I., the Drug Enforcement Administration, the Internal Revenue Service and the Customs Service out of an office building near the Greenwich, Conn., railroad station.","thumbnail":null,"section":"New York"},{"date":"19930526","headline":"White House Retreats on Ouster At Travel Office, Reinstating 5","web_url":"https://www.nytimes.com/1993/05/26/us/white-house-retreats-on-ouster-at-travel-office-reinstating-5.html","abstract":"  The White House today reinstated five of the seven travel aides who were dismissed last week for incompetence, and blamed President Clinton's chief of staff, Thomas F. McLarty 3d, for the handling of the travel office affair.   Mr. Clinton and Vice President Al Gore said they had nothing to do with the messy dismissals, rehirings and enlistment of the F.B.I. to buttress the White House's case, and they referred all questions to Mr. McLarty.","thumbnail":null,"section":"U.S."},{"date":"19930526","headline":"Wickman Makes It Look Easy","web_url":"https://www.nytimes.com/1993/05/26/sports/baseball-wickman-makes-it-look-easy.html","abstract":"  Bob Wickman, the pitcher the Yankees did not always believe in, the pitcher who wondered day after day during spring training if he would start the year in the minor leagues and the pitcher who rarely makes pitching look easy, eliminated some doubt and made everything seem so simple last night. Tossing a nifty three-hitter through eight innings, he helped the Yankees claim a 1-0 victory against the Orioles.   In his 16th major league start, Wickman, the pitcher with the nasty sinker and the splendid fortune, fooled the Orioles almost all evening until Leo Gomez ruined his pursuit of perfection with one out in the seventh inning by grounding a single through the middle. The sparse crowd at Yankee Stadium, 15,062 fans who had earlier booed when the Knicks-Bulls game was displayed and then removed from the video scoreboard, gave Wickman a standing ovation after his no-hit dream was dashed on an 0-1 sinker.","thumbnail":null,"section":"Sports"},{"date":"19930526","headline":"Belgrade Reneges on Verification Of Ban on Arming Bosnian Serbs","web_url":"https://www.nytimes.com/1993/05/26/world/belgrade-reneges-on-verification-of-ban-on-arming-bosnian-serbs.html","abstract":"  Serbian leaders told a Russian mediator today that they were not prepared to accept international monitors on their border with Bosnia and Herzegovina to verify their assertions that they were not supplying Bosnian Serb forces with weapons or other military supplies.   President Slobodan Milosevic of Serbia, who a month ago said international observers would be welcome to confirm that his Government was enforcing an embargo on military aid to Bosnian Serbs, told Vitaly I. Churkin, the Russian Deputy Foreign Minister, that there was now \"no need\" for them.","thumbnail":null,"section":"World"},{"date":"19930526","headline":"CRUCIAL BARGAINING BEGINS AS THAWING ON BUDGET IS SEEN","web_url":"https://www.nytimes.com/1993/05/26/us/crucial-bargaining-begins-as-thawing-on-budget-is-seen.html","abstract":"  With a critical House vote on President Clinton's budget imminent and perilously uncertain, the White House and conservative Democrats in Congress abruptly halted their sniping over the proposal's merits today and began talking up a deal.   By late today, it remained just talk. But for the first time, both sides seemed to agree that the proposal would be changed. The House wants to make at least a cursory effort to keep health-care spending from running up the deficit, and the Senate hopes to tone down at least part of a heavily debated energy tax.","thumbnail":null,"section":"U.S."},{"date":"19930526","headline":"Shocked Mexico Mourns Prelate Slain in Shootout","web_url":"https://www.nytimes.com/1993/05/26/world/shocked-mexico-mourns-prelate-slain-in-shootout.html","abstract":"  All through the day, long lines of mourners encircled the old Metropolitan Cathedral in the center of this city, waiting for as long as three hours to glimpse the polished wooden coffin of Juan Jesus Cardinal Posadas Ocampo.    The Cardinal was killed in a shootout at the airport here on Monday in what officials said tonight was a battle between rival groups of drug traffickers in which the the Cardinal \"was mistaken for one of them.\"","thumbnail":null,"section":"World"},{"date":"19930526","headline":"U.N. Aide Calls Cambodia Vote 'Free and Fair'","web_url":"https://www.nytimes.com/1993/05/26/world/un-aide-calls-cambodia-vote-free-and-fair.html","abstract":"  The head of the United Nations peacekeeping force in Cambodia described this week's internationally supervised elections as \"free and fair\" and said he would not rule out the involvement of the Khmer Rouge rebels in whatever government follows the voting.   Defying intimidation and threats of violence by both the Khmer Rouge and the incumbent Government, more than 85 percent of Cambodia's 4.7 million registered voters had cast ballots by the end of voting Tuesday, with three days of voting to go. The first results are expected this week.","thumbnail":null,"section":"World"},{"date":"19930526","headline":"'Hearings' on Gays in the Military Are a Sham; Not a Preference","web_url":"https://www.nytimes.com/1993/05/26/opinion/l-hearings-on-gays-in-the-military-are-a-sham-not-a-preference-120693.html","abstract":"  To the Editor:   Homosexuality is not (as you label it in \"A Recruiter's Dream,\" editorial, May 13), a sexual \"preference.\" No sane person (and both the American Psychological Association and the American Psychiatric Association advise us that heterosexuals and homosexuals are equally sane) would prefer to suffer the hostility gay men and lesbians so frequently encounter. No one would voluntarily choose to experience the ostracism, bigotry, discrimination and fear of violence you acknowledge prompted Col. Fred Peck to admit that he would fear for his gay son's safety if he chose to enlist in the military.","thumbnail":null,"section":"Opinion"},{"date":"19930526","headline":"Green Starts Hitting After the Mets Don't","web_url":"https://www.nytimes.com/1993/05/26/sports/baseball-green-starts-hitting-after-the-mets-don-t.html","abstract":"  The honeymoon lasted less than a week. Dallas Green, his managerial reputation only beginning to be soiled by a 1-4 Mets' record since he took over, lashed out tonight, challenging the competitive passions of his club and sparing no one his legendary anger.   Green, having seen the Mets lose, 4-2, to the first-place Phillies and a pitcher he thought was ripe to be had, tore into his inept offense and then roasted his starting pitcher.","thumbnail":null,"section":"Sports"},{"date":"19930526","headline":"New School Honors the Premier of a German State","web_url":"https://www.nytimes.com/1993/05/26/nyregion/commencements-new-school-honors-the-premier-of-a-german-state.html","abstract":"  The New School For Social Research conferred degrees yesterday on graduates from the Eugene Lang College, the New School, the Graduate Faculty of Political and Social Science and the Graduate School of Management and Urban Policy.   The commencements for two other divisions of the school, the Parsons School of Design and the Mannes College of Music, were held earlier this month.","thumbnail":null,"section":"New York"},{"date":"19930526","headline":"HIGH BRITISH AIDE NAMED IN IRAQ CASE","web_url":"https://www.nytimes.com/1993/05/26/world/high-british-aide-named-in-iraq-case.html","abstract":"  The inquiry into Britain's exports of weapons components and technology to Iraq in the years before the Persian Gulf war has broadened to include charges that a top official sought to cover up the Government's knowledge of a crucial sale.   The official, Sir Patrick Mayhew, the current Northern Ireland Secretary and a former Attorney General, said today that he would testify before the inquiry on Thursday to rebut charges made against him on Monday by Sir Hal Miller, a former Member of Parliament. Both Sir Hal and Sir Patrick are members of the governing Conservative Party.","thumbnail":null,"section":"World"},{"date":"19930526","headline":"U.N. Chief Bars Chinese Dissident","web_url":"https://www.nytimes.com/1993/05/26/world/un-chief-bars-chinese-dissident.html","abstract":"  Bowing to pressure from China, Secretary General Boutros Boutros-Ghali today barred a Chinese dissident from holding a news conference at United Nations headquarters here, despite the organization's official commitment to press freedom and the protection of human rights.   The dissident, Shen Tong, one of the leaders of the pro-democracy movement that organized the 1989 demonstrations in Tiananmen Square, was invited to speak and hold a news conference in the press room by members of the United Nations Correspondents Association. The Secretary General, enforcing a decision he announced last week, ordered the room locked and posted guards outside.","thumbnail":null,"section":"World"},{"date":"19930526","headline":"Myopia at the White House; The F.B.I., Abused","web_url":"https://www.nytimes.com/1993/05/26/opinion/myopia-at-the-white-house-the-fbi-abused.html","abstract":"  By design or incompetence or a blend of the two, the White House has used a highly vulnerable F.B.I. for unworthy political purposes. Though President Clinton's staff finally admitted yesterday that the process that led to the firing of the seven-member White House travel office was full of mistakes, it exonerated itself of meddling with the F.B.I. But meddle it did.   Last Friday the F.B.I.'s public affairs director, John Collingwood, was summoned to the White House, where top staff members sought his help to get them out of a major political jam.","thumbnail":null,"section":"Opinion"},{"date":"19930526","headline":"Marshall's Bequest . . .","web_url":"https://www.nytimes.com/1993/05/26/us/marshall-s-bequest.html","abstract":"  Following is the disputed portion of the contract governing the transfer of Thurgood Marshall's papers to the Library of Congress. It was signed by Justice Marshall on Oct. 24, 1991, and by James H. Billington, the Librarian of Congress, on Nov. 8, 1991.   I, Thurgood Marshall (hereinafter: Donor), hereby give, grant, convey title in and set over to the United States of America for inclusion in the collections of the Library of Congress (hereinafter: Library), and for administration therein by the authorities thereof, a collection of my personal and professional papers, more particularly described on the attached schedule.","thumbnail":null,"section":"U.S."},{"date":"19930526","headline":"Not UNESCO Figures : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/26/opinion/IHT-not-unesco-figures-letters-to-the-editor.html","abstract":"Regarding \"AIDS in Thailand\" (Letters, May 4): . John Knodel of the University of Michigan criticizes an article in your April 10 issue (\"Child Prostitution Spreads, Partly Because of Aids Fears\"), which said that \"one UNESCO stud","thumbnail":null,"section":"Opinion"},{"date":"19930526","headline":"In Vienna, It Ain't Just Wiener Schnitzel","web_url":"https://www.nytimes.com/1993/05/26/arts/in-vienna-it-ain-t-just-wiener-schnitzel.html","abstract":"  This city may still present to the world an archaic image of waltzes, whipped cream and intransigent conservatism in the arts and politics. But a lot of Viennese think differently. The annual Vienna Festival Weeks in May and June, for example, have become a hotbed of lively and experimental theater, dance and music, with funky performance sites and a flamboyantly attired audience to match.   In the 1993 festival's opening week, two particularly striking efforts to rethink the very idea of opera were given their world premieres. \"The Cave,\" an exploration of the legacy of the patriarch Abraham by the composer Steve Reich and the video artist Beryl Korot, began a four-night run on May 15. It will go to Berlin, Amsterdam, London, New York (where it will open the Brooklyn Academy of Music's Next Wave series on Oct. 13), Paris and Brussels.","thumbnail":null,"section":"Arts"},{"date":"19930526","headline":"Gibbs Accepts One-Year Deal With NBC","web_url":"https://www.nytimes.com/1993/05/26/sports/sports-people-football-gibbs-accepts-one-year-deal-with-nbc.html","abstract":"  JOE GIBBS, the former Washington Redskins head coach, will follow a well-trod career path of pro football coaches-turned announcers at NBC with his decision yesterday to sign a one-year, $100,000 agreement as a game analyst.   The hiring of Gibbs follows NBC's recent signing of MIKE DITKA, the recently departed Chicago Bears head coach, as the studio analyst for its \"NFL Live\" pre-game studio show.   Gibbs will work at least 11 games, mostly on the West Coast, to accommodate his desire to watch his son play for the Stanford football team. He will be a studio analyst for NBC's post-season schedule, including the Super Bowl.","thumbnail":null,"section":"Sports"},{"date":"19930526","headline":"U.S. ISSUES RULES ON MEDICINE CLUBS","web_url":"https://www.nytimes.com/1993/05/26/us/us-issues-rules-on-medicine-clubs.html","abstract":"  The Food and Drug Administration today issued guidelines for clubs that buy unapproved drugs for people with AIDS, cancer and other fatal diseases.   The sale of drugs that have not been approved by the agency is generally illegal, but the agency can permit individuals to import drugs, in amounts small enough for personal use, even if they have not been approved for use in the United States. All but a very few of the drugs are foreign-made.","thumbnail":null,"section":"U.S."},{"date":"19930526","headline":"Dental Care for Children Is Considered by Clinton","web_url":"https://www.nytimes.com/1993/05/26/us/dental-care-for-children-is-considered-by-clinton.html","abstract":"  Hillary Rodham Clinton told consumer advocates today that she hoped the President's health plan would cover comprehensive dental care for children and some dental services for adults.   Mrs. Clinton said she hoped the plan would include coverage of \"acute dental care for adults.\" Such care usually includes emergency care and services to control infection and bleeding and to relieve pain.","thumbnail":null,"section":"U.S."},{"date":"19930526","headline":"Trolleys Never Broke Any Speed Records","web_url":"https://www.nytimes.com/1993/05/26/opinion/l-trolleys-never-broke-any-speed-records-106093.html","abstract":"  To the Editor:   There is a lot to be said for trolleys, old and new, but they were and are not starships. Your May 14 article on the reopening of the trolley museum in East Haven, Conn., refers to \"a green trolley that once whizzed from Chicago to Milwaukee in an hour.\"","thumbnail":null,"section":"Opinion"},{"date":"19930526","headline":"Lendl Becomes the First Seed to Say Adieu","web_url":"https://www.nytimes.com/1993/05/26/sports/IHT-lendl-becomes-the-first-seed-to-say-adieu.html","abstract":"Michael Chang had just been saying how dangerous it sometimes could be to play tennis with a stranger; one never knows what kind of surprise he might pull out of the bag. .Chang handily mastered his unknown opponent Tuesday in his first-round match at","thumbnail":null,"section":"Sports"},{"date":"19930526","headline":"Security Council Establishes War-Crimes Tribunal for the Balkans","web_url":"https://www.nytimes.com/1993/05/26/world/security-council-establishes-war-crimes-tribunal-for-the-balkans.html","abstract":"  An 11-judge tribunal was set up tonight by the Security Council to hear charges of war crimes in the former Yugoslav federation. The tribunal will be able to impose prison terms but not to sentence anyone to death.   Today's decision, approved unanimously by the 15 member countries, is the first step in a three-part program for curbing the fighting in Bosnia and Herzegovina that Secretary of State Warren Christopher and the Foreign Ministers of Britain, France, Russia and Spain agreed upon Saturday in Washington.","thumbnail":null,"section":"World"},{"date":"19930526","headline":"Churchill Came Later : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/26/opinion/IHT-churchill-came-later-letters-to-the-editor.html","abstract":"Regarding \"Interests, Not Outrage\" (Letters, April 27): . The writer states that \"Britain, under Churchill, declared war on Germany.\" When Britain and France declared war on Germany, on Sept. 3, 1939, the British prime minister was Nev","thumbnail":null,"section":"Opinion"},{"date":"19930526","headline":"Public & Private; Dead Man Walking","web_url":"https://www.nytimes.com/1993/05/26/opinion/public-private-dead-man-walking.html","abstract":"  Nobody's likely to see Gary Graham as a choirboy, not after he admitted a violent armed robbery spree that included shootings and pistol-whippings when he was only 17.    But nobody saw Gary Graham kill Bobby Lambert outside the Safeway in Houston in May 1981 either, except for a lone witness sitting almost 40 feet away in her car. She couldn't pick Mr. Graham's picture out of a photo lineup, but she picked him out of a police lineup the next day, perhaps because his was the only face that appeared in both.","thumbnail":null,"section":"Opinion"},{"date":"19930526","headline":"The Novel as Mirror : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/26/opinion/IHT-the-novel-as-mirror-letters-to-the-editor.html","abstract":"Regarding \"A Novel Kind of Revenge - in Business Fiction, Japan Tells All\" (May 18): . The popularity of economic novels in Japan shows how repressive Japan's corporate society is. Most workers are forced to remain silent for fear of dismissal.","thumbnail":null,"section":"Opinion"},{"date":"19930526","headline":"Hubble Shows Results of Collision by 2 Galaxies","web_url":"https://www.nytimes.com/1993/05/26/us/hubble-shows-results-of-collision-by-2-galaxies.html","abstract":"  In a revealing glimpse of what happens when two galaxies collide, the Hubble Space Telescope has detected some of the most remarkable creations of such cosmic cataclysm: a rotating, pinwheel-shaped disk of gas at the merging galaxies' core surrounded by clusters of bright, young stars.   Photographs of the discoveries were released yesterday by the National Aeronautics and Space Administration. Astronomers said these and other observations of merging galaxies provided the best evidence yet to support the theory that giant elliptical galaxies originate in collisions between disk-shaped galaxies, flattened stellar systems resembling the Milky Way galaxy.","thumbnail":null,"section":"U.S."},{"date":"19930526","headline":"Students Challenge Ban On Prayer at Graduation","web_url":"https://www.nytimes.com/1993/05/26/us/students-challenge-ban-on-prayer-at-graduation.html","abstract":"  To many Americans, the issue seemed to have been settled last June with a firm ruling from the Supreme Court: the First Amendment bars public schools from having members of the clergy lead prayers at graduation ceremonies.   But in this crossroads hamlet in western Virginia and in dozens of communities around the nation, the debate is very much alive. Seizing on a point left unaddressed by the Supreme Court -- whether such prayers were legitimate if led by students -- a legal institute led by the evangelist Pat Robertson has offered to go to court to fight any school board that tries to prevent student-led prayers.","thumbnail":null,"section":"U.S."},{"date":"19930526","headline":"Weicker Proposes Tax Cuts To Assist Pratt & Whitney","web_url":"https://www.nytimes.com/1993/05/26/nyregion/weicker-proposes-tax-cuts-to-assist-pratt-whitney.html","abstract":"  In a bid to prevent Pratt & Whitney, Connecticut's largest private employer, from closing plants here, Gov. Lowell P. Weicker Jr. today proposed a legislative agenda of tax cuts and job-training grants.   He said that if the package were adopted, it would save Pratt & Whitney $32 million a year through taxes and outright grants and go far toward resolving the state's cost disadvantage in comparison with other states.","thumbnail":null,"section":"New York"},{"date":"19930526","headline":"Verdict in Death of Student Reverberates Across Nation","web_url":"https://www.nytimes.com/1993/05/26/us/verdict-in-death-of-student-reverberates-across-nation.html","abstract":"  Three days after Rodney Peairs walked out of a Louisiana courtroom a free man in the shooting death of a Japanese exchange student, the case is reverberating from radio talk shows to newspaper editorial pages, raising difficult issues of law, justice and race in a nation with more than 200 million guns and where 4.2 million new guns are sold each year.   Legal experts say that in cases like those of Mr. Peairs and Bernard Goetz, the New York subway gunman whose case became a cause celebre in 1984, jurors tend to sympathize with otherwise law-abiding people confronting what they believe is a threat in an increasingly violent society.","thumbnail":null,"section":"U.S."},{"date":"19930526","headline":"Islanders Look Ahead on Day After","web_url":"https://www.nytimes.com/1993/05/26/sports/hockey-islanders-look-ahead-on-day-after.html","abstract":"  Today was Day 1 of the \"off season\" for Don Maloney, although there won't be much time off for the Islanders' general manager this summer. Following his team's elimination from the Stanley Cup playoffs on Monday night in Montreal, Maloney contemplated a list of major chores and other issues that were obscured while his surprisingly successful team surged deep into springtime and to the third round of the four-round tournament.   His first priority, Maloney said, is to sign Al Arbour, the coach who is free to stay or go as he pleases. The second will be to sign Glenn Healy, a free-agent goalie whose stature grew considerably in the 18 post-season games against Washington, Pittsburgh and Montreal.","thumbnail":null,"section":"Sports"},{"date":"19930526","headline":"New York Must Afford Good Teachers","web_url":"https://www.nytimes.com/1993/05/26/opinion/l-new-york-must-afford-good-teachers-107993.html","abstract":"  To the Editor:   \"Higher Salaries for Teachers?\" (editorial, May 10) came as a shock to us. As teachers in New York City public schools, both of us were recently honored nationwide as the outstanding teachers in our respective fields at the 1992-93 Disney American Teacher Awards. What a contrast to the complete disrespect this city has shown for the work we do! Sadly, you endorse that disrespect.","thumbnail":null,"section":"Opinion"},{"date":"19930526","headline":"The Pop Life","web_url":"https://www.nytimes.com/1993/05/26/arts/the-pop-life-769193.html","abstract":"  New Rules for Grammys   Now it's official: the National Academy of Recording Arts and Sciences formally announced yesterday that the Grammy Awards would return to New York City in 1994, for the 36th annual ceremonies, after a year in Los Angeles. The academy has also changed eligibility rules that will affect who takes home some awards on March 1 from Radio City Music Hall.","thumbnail":null,"section":"Arts"},{"date":"19930526","headline":"Democrats Hustle for Donations at Big Parties and Private Meetings","web_url":"https://www.nytimes.com/1993/05/26/us/democrats-hustle-for-donations-at-big-parties-and-private-meetings.html","abstract":"  Shortly after dawn last Wednesday, Mickey Kantor, the United States Trade Representative, welcomed a dozen business leaders to his office for a private briefing on trade matters especially for big-ticket donors to the Democratic Party.   The meeting was arranged by the Democratic National Committee as part of a newly aggressive effort to raise millions of dollars for the party by expanding its donor base before new campaign-finance rules go into effect. Earlier this month, the party raised more than $3 million at a fund-raising dinner at Lincoln Center. And next month, it is hoping to bank millions more at a huge fund-raiser in Washington.","thumbnail":null,"section":"U.S."},{"date":"19930526","headline":"Floyd Won't Be a Rocket for Long","web_url":"https://www.nytimes.com/1993/05/26/sports/sports-people-basketball-floyd-won-t-be-a-rocket-for-long.html","abstract":"  ERIC (SLEEPY) FLOYD's six-year run with the Houston Rockets is about over.","thumbnail":null,"section":"Sports"},{"date":"19930526","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/26/nyregion/c-corrections-077393.html","abstract":"  An article on May 16 about the selection of Victor Gotbaum to fill a vacancy on the New York City Board of Education misstated his job experience with the State Department. Mr. Gotbaum was a foreign affairs officer with the department in the 1950's.","thumbnail":null,"section":"New York"},{"date":"19930526","headline":"Ewing Isn't Worried About M.V.P.","web_url":"https://www.nytimes.com/1993/05/26/sports/on-pro-basketball-ewing-isn-t-worried-about-mvp.html","abstract":"  They had dominated the second half and seemed to have turned the Bulls into a bunch of tired, old whiners. Then the Knicks came out of a timeout with three minutes and change left in the game and the scoreboard was telling them their lead was somehow down to 3. It is, apparently, going to be this way right on into June. Tense. Sloppy. Tight. This is how the Knicks play.   The score was 86-83 when the Knicks set up in their half-court offense. Patrick Ewing, on the right side of the lane, slid a shoulder into the Bulls' Will Perdue. Suddenly Ewing had inside position, Perdue on his back hip. A perfect bounce pass was delivered by John Starks. Ewing laid the ball gently into the net. Perdue hacked him from behind. The Madison Square Garden crowd roared, began to chant \"m.v.p., m.v.p.\"","thumbnail":null,"section":"Sports"},{"date":"19930526","headline":"Channel One Legislation Is Likely to Be Defeated in the Assembly","web_url":"https://www.nytimes.com/1993/05/26/nyregion/channel-one-legislation-is-likely-to-be-defeated-in-the-assembly.html","abstract":"  Amid concerns about the commercial and news content of Channel One, legislation to allow public schools to show the current-affairs program for teen-agers appears almost certain to fail in the New York State Assembly.   The proposal took a small step forward today when the Assembly Education Committee passed the bill, which has been amended so that students will not be required to watch the daily program, and sent it the Assembly Rules Committee for further review.","thumbnail":null,"section":"New York"},{"date":"19930526","headline":"1918: Aid for Russia : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/26/opinion/IHT-1918-aid-for-russia-in-our-pages100-75-and-50-years-ago.html","abstract":"WASHINGTON - An attempt is soon to be made by the Allies to help Russia. Views are being exchanged to elaborate a project which will be approved by all the Allied Governments as well as by the Russian people. President Wilson's promise to aid Russia is an","thumbnail":null,"section":"Opinion"},{"date":"19930526","headline":"Michael Douglas:At Last, Action","web_url":"https://www.nytimes.com/1993/05/26/style/IHT-michael-douglasat-last-action.html","abstract":"The view, from the Htel du Cap, is serene. Pretty children and their nannies walk the raked paths. Chalk rocks pave the way to the beach. But by the cabanas, a bodyguard looms, TV crews collide, walkie-talkies blast. Michael Douglas was here to tal","thumbnail":null,"section":"Style"},{"date":"19930526","headline":"1943: Churchill Buoyant : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/26/opinion/IHT-1943-churchill-buoyant-in-our-pages100-75-and-50-years-ago.html","abstract":"WASHINGTON - [From our New York edition:] Prime Minister Churchill, picturing the Allies as the stronger animal shaking the life out of the Axis, said today [May 25] that he and President Roosevelt have arrived at sound decisions for increasing the intens","thumbnail":null,"section":"Opinion"},{"date":"19930526","headline":"Senate Begins Wrestling Over Campaign Finance","web_url":"https://www.nytimes.com/1993/05/26/us/senate-begins-wrestling-over-campaign-finance.html","abstract":"  The Senate began what is expected to be a long battle over campaign finance legislation today by killing a proposal to hold individual contributions to $100 every two years, down from the current limits of $1,000 for a primary and another $1,000 for a general election.   The amendment, proposed by Senator Paul Wellstone, a freshman Democrat from Minnesota, was defeated by a vote of 84 to 13. The amendment would have limited individual contributions to $100 every election cycle, or $50 for a primary and another $50 for a general election.","thumbnail":null,"section":"U.S."},{"date":"19930526","headline":"N.F.L. Entry Fee Is Set at $140 Million","web_url":"https://www.nytimes.com/1993/05/26/sports/pro-football-nfl-entry-fee-is-set-at-140-million.html","abstract":"  Officials from the five cities vying for two National League Football franchises to be awarded in October learned today that the N.F.L. owners' asking price is $140 million, the highest franchise fee in sports history.   When interest payments are included, along with the fact that the new teams will not receive a full share of television payments in their first three seasons, the fee is closer to $190 million.","thumbnail":null,"section":"Sports"},{"date":"19930526","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/05/26/sports/results-plus-997093.html","abstract":"  SPORT Italian Rider Stays in the Lead  Moreno Argentin of Italy retained his lead in the Tour of Italy yesterday as Piotr Ugrumov of Latvia won the third stage of the cycling race in Scanno, Italy. Ugrumov finished the stage in 4 hours 5 minutes 47 seconds. He crossed the finish line two seconds ahead of Enrico Zaina of Italy and five seconds in front of Luc LeBlanc of France. Argentin finished 12th in a group that was 19 seconds behind the leader. The result was good enough to keep the Italian cyclist 12 seconds ahead of Ugrumov, who was second over all. Then came Maurizio Fondreist of Italy, 36 seconds back, and Miguel Indurain of Spain, another 38 seconds back.   Andrew Hampsten was the top American yesterday, finishing 31st, 19 seconds behind the leader. Hampsten was 32d over all, 1 minute 24 seconds behind. Greg LeMond, a three-time winner of the Tour of France who has never won the Tour of Italy, was the 92d finisher yesterday. The poor showing, 4 minutes 45 seconds behind Ugrumov, dropped LeMond to 112th over all, 14 minutes 1 second behind Argentin. (AP)   Ex-Olympian Wins Time Trial: Lance Armstrong, chasing a $1 million triple-crown prize, won the opening time trial of the K Mart Classic stage race in Morgantown, W.Va. Armstrong, a former Olympian from Austin, Tex., who rides professionally for Motorola, finished the one-and-a-half-mile race in 2 minutes 48.24 seconds. Steve Hegg, who won a gold medal in the 1984 Olympic pursuit, finished second. The resident of Dana Point, Calif., a member of the Chevrolet-L.A. Sheriffs team, had a time of 2:49.8. Armstrong won the one-day Thrift Drug Classic last weekend, which was the first leg of the Thrift Drug Triple Crown. The K Mart Classic, which ends Sunday in Charleston, W.Va., is the second leg. The triple crown concludes with the USPro Cycling Championship on June 6 in Philadelphia. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930526","headline":"Book Notes","web_url":"https://www.nytimes.com/1993/05/26/books/book-notes-776493.html","abstract":"  First Gutenberg, then the Book-of-the-Month Club, and now bookselling via infomercial. Try to wrap your literary and commercial imagination around this: the next generation of literary lights may soon find themselves, like Cher in one of her miracle shampoo spiels, pitching their wares in television ads disguised as programs and on the proliferating number of home shopping channels.   Publishers have long recognized the value of booking authors on news and talk shows, but on the whole they have stayed away from television advertising, especially direct-mail ads that peddle a product, then supply a toll-free number for ordering it. The exception had been how-to books or books in a series, like the Time-Life home improvement series. 30 Minutes, 5,000 Sales    But this season, novelists have broken into the 800-number book-hawking. Barbara Taylor Bradford went on QVC last month and, in two 15-minute segments, sold 5,000 autographed copies of her latest novel, \"Angel\" (Random House). Dominick Dunne followed suit on Monday night on QVC with his latest novel, \"A Season in Purgatory\" (Crown).","thumbnail":null,"section":"Books"},{"date":"19930526","headline":"Guatemalan, Supported by Army, Disbands Congress and the Court","web_url":"https://www.nytimes.com/1993/05/26/world/guatemalan-supported-by-army-disbands-congress-and-the-court.html","abstract":"  President Jorge Serrano Elias dissolved the Congress and the Supreme Court today and suspended constitutional rights in what appeared to be a military-backed effort to silence growing political and economic protests.    Mr. Serrano, a conservative former businessman whose two-year push to end the country's 32-year civil war has foundered in recent weeks, said he would rule temporarily by decree to stem a \"breakdown in law and order.\"","thumbnail":null,"section":"World"},{"date":"19930526","headline":"Profile Writer Has Last Word In Defense Against Libel Suit","web_url":"https://www.nytimes.com/1993/05/26/us/profile-writer-has-last-word-in-defense-against-libel-suit.html","abstract":"  It was Jeffrey M. Masson who did most of the talking during seven months of interviews that produced a two-part profile about him in The New Yorker magazine a decade ago.    But it was Janet Malcolm, the writer accused of libel in a trial here, whose voice was heard last in a Federal courtroom today, testifying that \"it was the totality of my experience that determined what quotations I used\" to capture his essence, make sense of him in 48,500 words.","thumbnail":null,"section":"U.S."},{"date":"19930526","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/26/nyregion/c-corrections-078193.html","abstract":"  Because of a production error, the front page of Science Times was omitted from some copies yesterday, and a duplicate front page from Business Day appeared in its place. Readers wishing copies of the correct page C1 may write to Production Quality Control, The New York Times, 229 West 43d Street, New York, N.Y. 10036.","thumbnail":null,"section":"New York"},{"date":"19930526","headline":"Dundo Journal; In Angola Now, Death and Diamonds Go Together","web_url":"https://www.nytimes.com/1993/05/26/world/dundo-journal-in-angola-now-death-and-diamonds-go-together.html","abstract":"  Until recently, the easternmost corner of Angola was largely isolated from the factional hostilities that have shattered much of this country. But in the last few months the woes of Africa's longest-running war appear to have focused full force on the Lunda Norte region.   In a surgical ward of a provincial hospital here is Gustavo Sozinho, a farmer whose leg was amputated after he stepped on a newly planted land mine. In the bed next to him is Teixeira Uanji, lying motionless with both legs in crude casts.","thumbnail":null,"section":"World"},{"date":"19930526","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/26/style/chronicle-179693.html","abstract":"  There is nothing unusual about a book tour, but two Washington writers who are married to each other and whose respective novels both have a publication date of June 2 are heading out on a his-and-hers version today.    \"It's an interesting exercise in marital relations that we've set ourselves up for,\" KATE LEHRER said the other day. Her second novel, \"When They Took Away the Man in the Moon\" is being published by Harmony Books.","thumbnail":null,"section":"Style"},{"date":"19930526","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/05/26/us/inside-199593.html","abstract":"  Dental Coverage Suggested For Health-Care Package   Hillary Rodham Clinton said she hoped the President's health plan would cover some dental care for children and adults. Page D20. Crackdown in Guatemala    Guatemala's leader dissolved Congress and the Supreme Court in what appeared to be a military-backed effort to quell protests. Page A3. Priests and Sexual Abuse    New York's Archbishop, John Cardinal O'Connor, ordered archdiocese priests to a rare meeting to discuss sexual abuse of minors. Page B1. Knicks Beat Bulls Again    The Knicks beat the defending champion Chicago Bulls, 96-91, for a 2-0 lead in their National Basketball Association playoff series. Page B9.","thumbnail":null,"section":"U.S."},{"date":"19930526","headline":"Papin: Milan's Mystery, And Marseille's Monster","web_url":"https://www.nytimes.com/1993/05/26/sports/IHT-papin-milans-mystery-and-marseilles-monster.html","abstract":"Olympique Marseille accepted $17 million last year for Jean-Pierre Papin. It was like cashing the check that surrendered Babe Ruth. .Papin was worth the price, because he could score a lot of goals, and the money could not. In response, Marseille's coa","thumbnail":null,"section":"Sports"},{"date":"19930526","headline":"Legislators Meet, But Marino's Away","web_url":"https://www.nytimes.com/1993/05/26/nyregion/legislators-meet-but-marino-s-away.html","abstract":"  With this year's legislative session entering its final stage, the Senate majority leader, Ralph J. Marino, skipped this week's activities in Albany to take a 10-day pleasure trip to Italy.   Gov. Mario M. Cuomo said he had not been told until Monday that Mr. Marino would be gone. He said the Senator's absence caused him to cancel a scheduled meeting with the legislative leaders at the Executive Mansion on Monday afternoon.","thumbnail":null,"section":"New York"},{"date":"19930526","headline":"Bridge","web_url":"https://www.nytimes.com/1993/05/26/nyregion/bridge-658093.html","abstract":"  Any two experts living on opposite sides of the continent used to be at a considerable disadvantage if they wished to polish their partnership methods. Now they have a most useful option, if each owns a computer. Early this month, Karen Allison of Jersey City and Karen Singer of Portland, Ore., wanted to practice in preparation for play in Memphis next month, in the hope of continuing to the World Championships in Chile in September. So they stayed home and hooked into the Sierra network, to play a planned game against John Lowenthal of Manhattan and Phillip Martin of Bronxville, N.Y., who were themselves practicing for a major New York team event.   On the diagramed deal Martin was South, struggling in a two-spade contract after East had opening the bidding with one club. West led that suit, and South captured the queen with the ace. The heart king was led and the jack was played. Singer correctly refused to ruff, discarding a diamond, and dummy's ace won. South ruffed a heart, and West again discarded a diamond, noting her partner's heart queen, a signal for diamonds.","thumbnail":null,"section":"New York"},{"date":"19930526","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/05/26/nyregion/metro-digest-325493.html","abstract":"   FLORIO'S CHIEF OF STAFF RESIGNS  Governor Florio has accepted the resignation of his chief of staff, Joseph C. Salema, whose bond firm is at the center of a Federal investigation into whether it improperly benefited from state bond deals. Mr. Salema resigned in an effort to spare the Governor further political embarassment in an election year. A1.   NEW YORK CITY   DINKINS WEIGHS SERVICE CUTS  The Dinkins administration said for the first time that it would have to resort to serious cuts in city services to balance the new budget, and the City Council began considering what should be cut. B3.   MAN WALKS AWAY FROM PRISON PROGRAM  A man charged in the stabbing of a good samaritan in the subway on May 12 had walked away on May 1 from a work-release program that he had been admitted to less than seven months after he started serving a prison sentence. The State Corrections Commissioner said that while the case was an isolated one, it showed the risks posed by a program that is forced by tight money and prison overcrowding to return more than twice as many people to the streets as it did three years ago. B2.   UNFULFILLED DREAMS FOR DEAD BOY  From the hospital bed where she is recovering from multiple-stab wounds, Dana Blackledge-Poole remembered the dreams she had had for the 5-year-old boy, her legal ward, whose body was found in a Brooklyn trash compactor on Thursday. The police are searching for her husband, Stephan Poole, for questioning in the killing of the boy, Kayesean Blackledge, and the stabbing of his wife. B3.   2 KITCHEN WINDOWS WIN A REPRIEVE   The Landmarks Preservation Commission and the owner of a Park Avenue apartment have reached an accommodation over two kitchen windows. The owner can keep his windows as long as he owns his co-op but must change them if and when he sells. B3.   REGION  F.B.I. IN STING OF DRUG CARTEL  The Federal Bureau of Investigation laundered $22.5 million in cash for the Cali cocaine cartel between 1991 and 1992 in a sting operation that exposed illegal financial dealings from Colombia to Israel, Italy, Canada and New York, Federal officials in Connecticut announced. Federal agencies jointly set up the sting by secretly running a small financial firm out of an office building near the Greenwich, Conn., railroad station. B6.   ALBANY NOT RECEPTIVE TO CHANNEL ONE   Amid concerns about the commercial and news content of Channel One, legislation to allow public schools to show the current-affairs program for teen-agers appears almost certain to fail in the New York State Assembly. B5.  BID TO KEEP PRATT & WHITNEY  In a bid to prevent Pratt & Whitney, Connecticut's largest private employer, from closing plants in the state, Gov. Lowell P. Weicker Jr. has proposed a package of tax cuts and job-training grants that could save the company $32 million a year. B5.   About New York by David Gonzalez B3   Commencements B6","thumbnail":null,"section":"New York"},{"date":"19930526","headline":"Hikind Says Threat Led to Police Guard","web_url":"https://www.nytimes.com/1993/05/26/nyregion/hikind-says-threat-led-to-police-guard.html","abstract":"  State Assemblyman Dov Hikind, an outspoken Jewish legislator who was critical of the acquittal of an Egyptian immigrant in the 1990 killing of Rabbi Meir Kahane, said yesterday that he has been put under police protection because of a \"serious threat\" against him.    Mr. Hikind, a Brooklyn Democrat, said he has been guarded by officers from the police intelligence division since he was contacted by law-enforcement authorities on May 17 and told of a plot against him. \"Basically I was informed of a serious threat against me,\" he said. \"I was offered police protection and gladly accepted.","thumbnail":null,"section":"New York"},{"date":"19930526","headline":"Accuracy","web_url":"https://www.nytimes.com/1993/05/26/opinion/accuracy.html","abstract":"I was talking to my wife, Elizabeth, over dinner the other day about the Janet Malcolm libel case -- actually, the conversation started in our Toyota Corolla, in which we had just picked up our daughter from day care, but we had to abandon the discussion temporarily since Anna -- whom we actually call by her pet name Bito (a long story) -- had begun to sing a Barney song (\"I love you, you love me, we're a happy family . . .\") so loudly in the back seat that we couldn't hear each other talk. So, to be perfectly accurate, only the first few sentences of the conversation took place in the Toyota, but they went precisely like this:\n\nMe: \"So, have you been following that, uh, case, that libel case, between the New Yorker writer -- what was her name?\"","thumbnail":null,"section":"Opinion"},{"date":"19930526","headline":"Bird Ceremony Nets $1 Million for Charity","web_url":"https://www.nytimes.com/1993/05/26/sports/sports-people-basketball-bird-ceremony-nets-1-million-for-charity.html","abstract":"  LARRY BIRD was petrified about filling the spotlight at his Boston Celtic retirement ceremony last winter. He endured the adulation, and yesterday it paid off in the amount of $1 million.   Those proceeds from Larry Bird Night last Feb. 4 at the Boston Garden were distributed to 25 Boston-area organizations engaged in charitable activities.   \"I was sort of scared to death about it,\" Bird said yesterday, \"but after seeing the money we raised, I can't wait to do another one.\"","thumbnail":null,"section":"Sports"},{"date":"19930526","headline":"Teaneck Killings Laid to Chinese Gang's Power Struggle","web_url":"https://www.nytimes.com/1993/05/26/nyregion/teaneck-killings-laid-to-chinese-gang-s-power-struggle.html","abstract":"  The authorities said today that a power struggle within a Chinese gang in Manhattan was responsible for the violence that spilled over into a placid, upper-middle-class suburban neighborhood here Monday night, leading to the fatal shooting of four gang members and the wounding of a fifth.   Some law enforcement officials theorized that the struggle in the Fuk Ching gang was rooted in its lucrative criminal specialty -- smuggling illegal immigrants into the United States from Fujian Province in southern China. Officials say the immigrants are often charged $30,000 to $35,000 by gang members and then forced to pay off that debt through legitimate work or by slipping into crime, including extortion and prostitution.","thumbnail":null,"section":"New York"},{"date":"19930526","headline":"FLORIO AIDE LEAVES AMID BOND INQUIRY","web_url":"https://www.nytimes.com/1993/05/26/nyregion/florio-aide-leaves-amid-bond-inquiry.html","abstract":"  Joseph C. Salema, Gov. Jim Florio's chief of staff, resigned today in an effort to spare the Governor further political embarrassment.    Mr. Salema's bond company is at the center of a Federal investigation into whether it improperly benefited from state bond deals. In accepting the resignation, Mr. Florio is heeding the advice of aides to shield himself and his re-election campaign from Republican attacks on Mr. Salema.","thumbnail":null,"section":"New York"},{"date":"19930526","headline":"Learning the Hard Way in Bosnia","web_url":"https://www.nytimes.com/1993/05/26/opinion/learning-the-hard-way-in-bosnia.html","abstract":"Western policy in the former Yugoslavia has been a failure. In this moment of deplorable paralysis at NATO and the U.N., what lessons can we draw from that failure?\n\nLesson No. 1 is that the U.S. was wrong to sabotage West European efforts to create defense capabilities outside NATO. The U.S. just last year resisted the idea of a French-German Eurocorps because it feared weakening NATO, the only European organization that the U.S. dominates.","thumbnail":null,"section":"Opinion"},{"date":"19930526","headline":"Review/Television; The Newest Incarnation Of Norris's 'McTeague'","web_url":"https://www.nytimes.com/1993/05/26/arts/review-television-the-newest-incarnation-of-norris-s-mcteague.html","abstract":"  Frank Norris's turn-of-the-century novel \"McTeague\" has had its share of ambitious adaptations. In 1924, it became a silent film titled \"Greed,\" directed by Erich von Stroheim and ultimately cut from 10 hours to 2. In 1992, with William Bolcom as the composer, \"McTeague\" was turned into an opera. The world premiere at the Lyric Opera of Chicago was directed by Robert Altman, the longtime maverick film director, who also wrote the libretto with Arnold Weinstein.    Now, with Mr. Altman getting credit for the concept and creative supervision, there's \"The Real McTeague,\" an hourlong \"Great Performances\" presentation on Channel 13 at 9 tonight. In a kind of synthesis of forms, scenes from the von Stroheim film are blended with corresponding scenes from the opera, directed for television by Kirk Browning. The whole is woven together with excerpts from the novel, read by Studs Terkel with his customary feistiness.","thumbnail":null,"section":"Arts"},{"date":"19930526","headline":"Manufacturers Recycling Half of Chemical Wastes","web_url":"https://www.nytimes.com/1993/05/26/us/manufacturers-recycling-half-of-chemical-wastes.html","abstract":"  The nation's manufacturers recycled more than half of the 38 billion pounds of chemical wastes they produced in 1991, as the amount of such waste released into the environment continued to decline, the Environmental Protection Agency reported today.   The agency's annual inventory of toxic compounds also showed that Pennsylvania was the largest exporter of chemical wastes, shipping 185 million pounds out of state in 1991. Texas, Ohio and New Jersey were the next largest exporters of such wastes.","thumbnail":null,"section":"U.S."},{"date":"19930526","headline":"Salvaging of Futures: It's One Life at a Time","web_url":"https://www.nytimes.com/1993/05/26/nyregion/about-new-york-salvaging-of-futures-it-s-one-life-at-a-time.html","abstract":"  WHEN Rita Fecher swept into New York in the 1960's, she was ready to join the revolution. She just didn't know where to look.   As the daughter of a rabbi and the ex-wife of another, trading her comfortable New Jersey world of frosted blond hair, swim clubs and mah-jongg for the avant-garde art and theater crowd of Greenwich Village was probably enough of a revolt. But downtown's social ferment was a skirmish compared to where she found the real uprising -- among the street gangs of the South Bronx.","thumbnail":null,"section":"New York"},{"date":"19930526","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/26/nyregion/c-corrections-076593.html","abstract":"  Because of an editing error, an article on Monday about drug activity at factories along the Mexican border misidentified a senior United States customs official. The official, Mike Lane, is Deputy Customs Commissioner.","thumbnail":null,"section":"New York"},{"date":"19930526","headline":"Plan to Unclog Herald Square To Close Broadway for 2 Blocks","web_url":"https://www.nytimes.com/1993/05/26/nyregion/plan-to-unclog-herald-square-to-close-broadway-for-2-blocks.html","abstract":"  After years of delays, New York City is now moving forward on an ambitious redesign of Herald Square that will permanently block off part of Broadway, which has stretched virtually uninterrupted from the northern Bronx to the tip of Manhattan since the early 1800's.   While the changes encompass only a small area, they will ripple throughout Manhattan as motorists accustomed to driving through Herald Square will be forced to take other routes.","thumbnail":null,"section":"New York"},{"date":"19930526","headline":"No Cash but a Nice Resale Value","web_url":"https://www.nytimes.com/1993/05/26/sports/sports-people-track-and-field-no-cash-but-a-nice-resale-value.html","abstract":"  Money is out as a reward for the winners at the world championships this year. Instead, each will get a new Mercedes.   PRIMO NEBIOLO, president of the International Amateur Athletic Federation, said track's governing body signed a two-year deal with Mercedes-Benz worth about $3 million.","thumbnail":null,"section":"Sports"},{"date":"19930526","headline":"Yevoli to Seek Re-election","web_url":"https://www.nytimes.com/1993/05/26/nyregion/yevoli-to-seek-re-election.html","abstract":"  Lewis J. Yevoli, the Oyster Bay Town Supervisor, said today that he would seek re-election, ending speculation that he would challenge the re-election bid of County Executive Thomas R. Gulotta.","thumbnail":null,"section":"New York"},{"date":"19930526","headline":"Coke and Human Rights:Which Is the Real Thing?","web_url":"https://www.nytimes.com/1993/05/26/opinion/IHT-coke-and-human-rightswhich-is-the-real-thing.html","abstract":"Each era poses its own questions. The basic question of today: Are human rights the same as Coca-Cola? . The reply, of course, depends on many factors. The response of Indonesians will vary according to their positions in society, the likely consequences","thumbnail":null,"section":"Opinion"},{"date":"19930526","headline":"Democrats Seek Donors","web_url":"https://www.nytimes.com/1993/05/26/us/democrats-seek-donors.html","abstract":"  The Democratic Party is busy pampering its most reliable givers by allowing them access to top officials in the Administration. Page D20.","thumbnail":null,"section":"U.S."},{"date":"19930526","headline":"Tracy Adapts To Penske's Ways","web_url":"https://www.nytimes.com/1993/05/26/sports/auto-racing-tracy-adapts-to-penske-s-ways.html","abstract":"  Before Roger Penske's 50-member caravan of mechanics, engineers, cooks and gofers left for its May encampment here, he sat down with Paul Tracy, who represents at least half the reason for it all.   \"I just got ahold of Paul,\" Penske said at the Indianapolis Motor Speedway the other day, referring to his 24-year-old driver, \"and I pointed out that he was going to Indy with two of the best cars and the best crew, and I said it was because we had worked together the last two years.\"","thumbnail":null,"section":"Sports"},{"date":"19930526","headline":"Windows Can Stay, Landmark Commission Rules","web_url":"https://www.nytimes.com/1993/05/26/nyregion/windows-can-stay-landmark-commission-rules.html","abstract":"  For roughly two months the Landmarks Preservation Commission has been facing a challenge to its authority by a prominent New Yorker, Robert L. Bernstein, who had objected to a commission demand that he replace two windows in the kitchen of his Park Avenue apartment that are in violation of landmarks rules.   Yesterday, after a two-hour session that went into minute detail about the history of the windows in question, the commission decided to adopt a formula that Mr. Bernstein had proposed at the outset of the case -- that he be allowed to keep his windows as long as he owns his co-op but must change them if and when he sells.","thumbnail":null,"section":"New York"},{"date":"19930526","headline":"Chinese Immigrants Kept Padlocked in Warehouse","web_url":"https://www.nytimes.com/1993/05/26/nyregion/chinese-immigrants-kept-padlocked-in-warehouse.html","abstract":"  Fifty-seven undocumented immigrants from China were kept padlocked in a Jersey City warehouse for more than a month, apparently as prisoners of a smuggling ring demanding up to $30,000 from their families for their release, the police said.   The immigrants, all male and from the Fujian province who ranged in age from 14 to 43, had been confined in a former auto body shop, where they slept side by side on bamboo mats on the second floor. They were discovered Monday morning by police officers investigating a telephone company complaint that no one had paid for about $3,000 worth of calls made to China from the warehouse since April.","thumbnail":null,"section":"New York"},{"date":"19930526","headline":"The Bombing: Retracing the Steps -- A special report; Fitting the Pieces of Terrorism -- Accounts Reconstruct Planning of Trade Center Explosion","web_url":"https://www.nytimes.com/1993/05/26/nyregion/bombing-retracing-steps-special-report-fitting-pieces-terrorism-accounts.html","abstract":"  The following article is based on reporting by Ralph Blumenthal, Robert Hanley, Alison Mitchell, Joseph B. Treaster and Mary B. W. Tabor and was written by Mr. Blumenthal.   At 4 A.M., in the early-morning chill of Feb. 26, a yellow Ryder rental van pulled into an all-night gas station on Kennedy Boulevard in Jersey City, tailed by a blue Honda sedan.","thumbnail":null,"section":"New York"},{"date":"19930526","headline":"Bolden to Replace Kersee at U.C.L.A.","web_url":"https://www.nytimes.com/1993/05/26/sports/sports-people-track-and-field-bolden-to-replace-kersee-at-ucla.html","abstract":"  JEANETTE BOLDEN, who won a gold medal in 1984 as a member of the United States 400-meter relay team, is taking over the U.C.L.A.'s women's track team from BOB KERSEE.","thumbnail":null,"section":"Sports"},{"date":"19930526","headline":"Motivation in Killing of Gay Sailor Is Left Unclear in Penalty Hearing","web_url":"https://www.nytimes.com/1993/05/26/us/motivation-in-killing-of-gay-sailor-is-left-unclear-in-penalty-hearing.html","abstract":"  In a day of sometimes wrenching testimony about the murder of a gay American sailor in Japan last year, a Navy investigator said today that the shipmate who has admitted the killing mentioned the victim's homosexuality as a motive only after the investigator himself suggested the possibility, and then later recanted the comment.   Airman Apprentice Terry M. Helvey has pleaded guilty to beating a gay shipmate, Allen R. Schindler, to death last October in a public toilet outside the United States Navy base at Sasebo, in southwestern Japan. He has never commented publicly on his motive, but Mr. Schindler's homosexuality has led some to say that the killing was a hate crime.","thumbnail":null,"section":"U.S."},{"date":"19930526","headline":"Police Detain Black Radicals, Imperiling South Africa Talks","web_url":"https://www.nytimes.com/1993/05/26/world/police-detain-black-radicals-imperiling-south-africa-talks.html","abstract":"  The police detained scores of black nationalists today in what they called an anti-terrorist crackdown, prompting fury and amazement from black leaders just when the country was nearing accord on the date of its first universal elections.   In a series of raids that began hours before sunup, according to the South African Press Association news service, the police rounded up 73 leaders and members of the militant Pan Africanist Congress, whose guerrilla affiliate has taken responsibility for many killings of police and white civilians.","thumbnail":null,"section":"World"},{"date":"19930526","headline":"Dinkins Administration Acknowledges Need for Cuts","web_url":"https://www.nytimes.com/1993/05/26/nyregion/dinkins-administration-acknowledges-need-for-cuts.html","abstract":"  The administration of Mayor David N. Dinkins said for the first time yesterday that it would have to resort to serious reductions in services to balance the new budget, and the New York City Council began considering what should be cut.   The statement from the city's Budget Director, Philip R. Michael, underscored the difficulty that Mayor Dinkins faces in trying to balance the budget for the next fiscal year, which begins in July, five months before the mayoral election.","thumbnail":null,"section":"New York"},{"date":"19930526","headline":"Okinawa and America : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/26/opinion/IHT-okinawa-and-america-letters-to-the-editor.html","abstract":"Since the end of World War II, Okinawa has served as the largest U.S. military base in the Far East. During the Cold War, Okinawa was vital to Washington's strategies to contain Soviet and Chinese communism. During the Vietnam War, it was a major staging","thumbnail":null,"section":"Opinion"},{"date":"19930526","headline":"'Hearings' on Gays in the Military Are a Sham","web_url":"https://www.nytimes.com/1993/05/26/opinion/l-hearings-on-gays-in-the-military-are-a-sham-116893.html","abstract":"  To the Editor:   Gays and lesbians, like most other Americans, work hard, pay their taxes and play by the rules. We do not live only in New York City or San Francisco or Los Angeles; we live in every city and town across the United States. We own homes, run businesses, employ people, are mothers and fathers, sons and daughters, aunts and uncles, nieces and nephews, doctors, lawyers, judges, teachers and police officers. We are not asking for \"special\" rights. We are asking only to be treated like all other full citizens of this country and be allowed to serve openly and honestly, if we so choose, in the military.","thumbnail":null,"section":"Opinion"},{"date":"19930526","headline":"Sports of The Times; It's a Trend: Even Jordan's Not Enough","web_url":"https://www.nytimes.com/1993/05/26/sports/sports-of-the-times-it-s-a-trend-even-jordan-s-not-enough.html","abstract":"  IT can't be this simple, can it? Actually, maybe it can. Scottie Pippen may not be there, and Bill Cartwright isn't going to regain his youth on the flight back to Chicago, and his replacements are not going to suddenly gain any prowess in anything more than giving fouls.   It just might be this way in these Eastern Conference finals, against a team that spent too much energy waiting to see if Toni Kukoc wanted a part of this league.","thumbnail":null,"section":"Sports"},{"date":"19930526","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/05/26/nyregion/news-summary-205393.html","abstract":"  International A3-13 WEST SEES GAINS, SERBS ASSERT   From Yugoslavia, the plan to contain the fighting in Bosnia and Herzegovina that the United States, Russia, Britain, France and Spain agreed on last weekend looks like a recognition by the outside world that the Bosnian Serbs have won their war against the Muslims.  A1","thumbnail":null,"section":"New York"},{"date":"19930526","headline":"Charitable Giving Rose to $124 Billion in 1992","web_url":"https://www.nytimes.com/1993/05/26/us/charitable-giving-rose-to-124-billion-in-1992.html","abstract":"  Despite the sluggish economy, individuals, corporations and foundations contributed $124.3 billion to philanthropy in 1992, a 6.4 percent increase over the previous year.   Still, the showing was disappointing considering that the number of millionaires increased fourteenfold and the baby boom generation moved into the 35-to-64 age category, the prime age for charitable giving. The total giving for 1991 was $116.8 billion.","thumbnail":null,"section":"U.S."},{"date":"19930526","headline":"Phillies Set for Their Medicine: the Mets","web_url":"https://www.nytimes.com/1993/05/26/sports/baseball-phillies-set-for-their-medicine-the-mets.html","abstract":"  If the Mets want to see the worst team in the National League East, they need not look farther than their dugout.   If they want to see the best team, they need not look farther than across the field at Veterans Stadium Monday night. For the Mets will finally see the Philadelphia Phillies, the bookend at the opposite end of the division, 14 1/2 games, and a seeming universe, away.","thumbnail":null,"section":"Sports"},{"date":"19930526","headline":"1893: Siam's Frontier : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/26/opinion/IHT-1893-siams-frontier-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - Mr. Verney, the English Secretary of the Siamese Legation, denied yesterday [May 25] the assertions in several French journals that Britain was guiding the policy of Siam and encouraging an aggressive attitude towards France. \"These assertio","thumbnail":null,"section":"Opinion"},{"date":"19930526","headline":"Drug 'Czar' Nominee Would Review U.S. Strategy","web_url":"https://www.nytimes.com/1993/05/26/us/drug-czar-nominee-would-review-us-strategy.html","abstract":"  In a presentation that recalled his cautious approach and sweeping goals upon taking over the New York City Police Department, Lee P. Brown told senators today that he would begin work as President Clinton's chief drug adviser with a thorough review of Federal anti-drug programs.   But under gentle yet persistent prodding at his confirmation hearing, Mr. Brown refused to detail the kind of strategy he would advocate.","thumbnail":null,"section":"U.S."},{"date":"19930526","headline":"Dumb Censorship at the U.N.","web_url":"https://www.nytimes.com/1993/05/26/opinion/dumb-censorship-at-the-un.html","abstract":"  A foolish and worrying squall hit the United Nations yesterday. Yielding to pressure from China, Secretary General Boutros Boutros-Ghali sought to keep a leading Chinese dissident from holding a news conference at U.N. headquarters. He prevailed on the U.N. Correspondents Association to move its press briefing by the dissident, Shen Tong, to an outside U.N. office.   When this compromise was rightly rejected by the group's rank and file as a dangerous precedent, U.N. press officials decreed that Mr. Shen might speak in the main building, but not in the Correspondents Association's quarters, and no TV crews would be allowed. So he spoke on the pavement, outside the U.N. gates, thus underscoring his essential theme -- that China is deeply worried about American attempts to tie trade benefits to human rights conditions.","thumbnail":null,"section":"Opinion"},{"date":"19930526","headline":"'Hearings' on Gays in the Military Are a Sham; 'Recruiter's Dream'","web_url":"https://www.nytimes.com/1993/05/26/opinion/l-hearings-on-gays-in-the-military-are-a-sham-recruiter-s-dream-119293.html","abstract":"  To the Editor:   I applaud \"A Recruiter's Dream\" (editorial, May 13) for rejecting Col. Fred Peck's argument that homosexuals should be excluded from the military for their own protection. I am astonished, however, that no one (including Colonel Peck's superiors) has condemned the offensive racial bias Colonel Peck showed in describing two of the attributes that make his son \"a recruiter's dream\": blue eyes and blond hair. The obvious implication is that a minority recruit is less than the military's ideal.","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19930526","time":"1993-05-26 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":68,"wspd":20.5},{"date":"19930526","time":"1993-05-26 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.1,"rhum":71,"wspd":18.4},{"date":"19930526","time":"1993-05-26 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":74,"wspd":25.9},{"date":"19930526","time":"1993-05-26 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":75,"wspd":25.9},{"date":"19930526","time":"1993-05-26 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.6,"rhum":80,"wspd":27.7},{"date":"19930526","time":"1993-05-26 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":81,"wspd":24.1},{"date":"19930526","time":"1993-05-26 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":79,"wspd":22.3},{"date":"19930526","time":"1993-05-26 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":77,"wspd":22.3},{"date":"19930526","time":"1993-05-26 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.6,"rhum":78,"wspd":25.9},{"date":"19930526","time":"1993-05-26 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":74,"wspd":22.3},{"date":"19930526","time":"1993-05-26 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.1,"rhum":71,"wspd":24.1},{"date":"19930526","time":"1993-05-26 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15,"rhum":72,"wspd":35.3},{"date":"19930526","time":"1993-05-26 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.7,"rhum":70,"wspd":27.7},{"date":"19930526","time":"1993-05-26 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.7,"rhum":72,"wspd":22.3},{"date":"19930526","time":"1993-05-26 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.3,"rhum":74,"wspd":27.7},{"date":"19930526","time":"1993-05-26 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":74,"wspd":22.3},{"date":"19930526","time":"1993-05-26 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.3,"rhum":74,"wspd":18.4},{"date":"19930526","time":"1993-05-26 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.3,"rhum":75,"wspd":20.5},{"date":"19930526","time":"1993-05-26 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16,"rhum":73,"wspd":14.8},{"date":"19930526","time":"1993-05-26 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.3,"rhum":79,"wspd":14.8},{"date":"19930526","time":"1993-05-26 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":81,"wspd":5.4},{"date":"19930526","time":"1993-05-26 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.7,"rhum":85,"wspd":7.6},{"date":"19930526","time":"1993-05-26 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":92,"wspd":11.2},{"date":"19930526","time":"1993-05-26 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":93,"wspd":9.4},{"date":"19930526","time":"1993-05-26 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":37,"wspd":18.7},{"date":"19930526","time":"1993-05-26 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":40,"wspd":11.2},{"date":"19930526","time":"1993-05-26 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":44,"wspd":18.7},{"date":"19930526","time":"1993-05-26 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":50,"wspd":20.5},{"date":"19930526","time":"1993-05-26 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":46,"wspd":22.3},{"date":"19930526","time":"1993-05-26 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":49,"wspd":22.3},{"date":"19930526","time":"1993-05-26 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":51,"wspd":20.5},{"date":"19930526","time":"1993-05-26 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":53,"wspd":18.7},{"date":"19930526","time":"1993-05-26 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":65,"wspd":18.7},{"date":"19930526","time":"1993-05-26 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":65,"wspd":16.6},{"date":"19930526","time":"1993-05-26 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":67,"wspd":18.7},{"date":"19930526","time":"1993-05-26 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":60,"wspd":20.5},{"date":"19930526","time":"1993-05-26 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":60,"wspd":22.3},{"date":"19930526","time":"1993-05-26 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":58,"wspd":22.3},{"date":"19930526","time":"1993-05-26 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":54,"wspd":20.5},{"date":"19930526","time":"1993-05-26 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":52,"wspd":14.8},{"date":"19930526","time":"1993-05-26 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":49,"wspd":16.6},{"date":"19930526","time":"1993-05-26 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":41,"wspd":13},{"date":"19930526","time":"1993-05-26 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":36,"wspd":13},{"date":"19930526","time":"1993-05-26 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":32,"wspd":24.1},{"date":"19930526","time":"1993-05-26 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":29,"wspd":22.3},{"date":"19930526","time":"1993-05-26 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":28,"wspd":24.1},{"date":"19930526","time":"1993-05-26 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":26,"wspd":27.7},{"date":"19930526","time":"1993-05-26 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":29,"wspd":24.1}]},"19930527":{"guardian_articles":[],"nytimes_articles":[{"date":"19930527","headline":"Cuomo Calls for Early Vote On Constitutional Convention","web_url":"https://www.nytimes.com/1993/05/27/nyregion/cuomo-calls-for-early-vote-on-constitutional-convention.html","abstract":"  Gov. Mario M. Cuomo turned up the volume today in his call for a constitutional convention, saying it may be the only way to break legislative gridlock on issues like public campaign financing and the merit selection of judges.   But critics in both parties dismissed the Governor's increasing emphasis on a constitutional convention as the early politics of a 1994 re-election campaign.","thumbnail":null,"section":"New York"},{"date":"19930527","headline":"Reviews/Television; A Querulous Barrister Comes Back to the Bar","web_url":"https://www.nytimes.com/1993/05/27/arts/reviews-television-a-querulous-barrister-comes-back-to-the-bar.html","abstract":"  John Mortimer's \"Rumpole of the Bailey,\" currently in its sixth season on \"Mystery\" (Channel 13, Thursdays at 9 P.M.), has reached that stage in television programming where a diverting trifle becomes a familiar piffle. Mr. Mortimer and Leo McKern, the 72-year-old actor embodying Horace Rumpole, are now on automatic pilot with perfunctory plots and set-in-concrete character shticks. (Retirement annuities seem to be irresistible.) Still, the old war horse has its endearing moments.    Last week's installment, the first of six this time around, was little more than a Rumpole sketch, as the barrister went, much against his better judgment, on a sea cruise as a sort of second honeymoon with his wife, Hilda (Marion Mathie). Hilda: \"We need to look at ourselves.\" Rumpole: \"Do you think that's altogether wise?\"","thumbnail":null,"section":"Arts"},{"date":"19930527","headline":"Giuliani's Man: On Winning Side in 5 Mayoral Elections","web_url":"https://www.nytimes.com/1993/05/27/nyregion/giuliani-s-man-on-winning-side-in-5-mayoral-elections.html","abstract":"  In the seven New York City mayoral elections since 1965, only one man has sat in the navigator's seat each time, and five times his candidates have won. He is both credited and condemned as an auteur of that minor American art form: the modern political media campaign.   Now at the age of 63, David Garth -- whose canniness and commercials helped elect both John V. Lindsay and Edward I. Koch -- is waging another crusade for City Hall, this time in the service of Rudolph W. Giuliani, the almost-was whom he is busily retooling as a might-yet-be. He remains a force to be reckoned with.","thumbnail":null,"section":"New York"},{"date":"19930527","headline":"Ethics Panel Examines Colon's Residency Issue","web_url":"https://www.nytimes.com/1993/05/27/nyregion/ethics-panel-examines-colon-s-residency-issue.html","abstract":"  Rafael Castaneira Colon, the South Bronx legislator and the City Council's third-ranking member, stepped down as majority whip of the Council yesterday as the Council's Ethics Committee met to consider whether he had violated residency laws, said Peter F. Vallone, the Council speaker.   Mr. Vallone said the Bronx District Attorney's office had begun an investigation to determine whether Mr. Colon lied about his residency on his election forms. Mr. Vallone added that Mr. Colon, who is also a member of the budget negotiating team and steering group, had decided to leave his post while the charges against him were pending.","thumbnail":null,"section":"New York"},{"date":"19930527","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/27/style/chronicle-976293.html","abstract":"  JEFF RICHARDSON, 42, secretary of the Indiana State Family and Social Services Administration, has been named executive director and chief executive officer of the Gay Men's Health Crisis, the organization announced yesterday. He was selected by a unanimous vote of the G.M.H.C. board on Monday to succeed Timothy J. Sweeney, who will step down in July.    Mr. Richardson, whose activist roots go back to the antiwar protests of the 1960's, is no newcomer either to social problems or to issues related to AIDS. In his present position, he oversees a $4 billion agency with responsibility for Medicaid, food stamps, mental health and developmental disability programs, in-home health care and community services. Before taking over in 1992, he was commissioner of a predecessor agency, the Indiana Department of Human Services, where he led efforts to establish state-funded AIDS-service programs.","thumbnail":null,"section":"Style"},{"date":"19930527","headline":"Reinventing the Wheel : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/27/opinion/IHT-reinventing-the-wheel-letters-to-the-editor.html","abstract":"Regarding \"Are There Any Grown-Ups in the White House?\" (Opinion, May 17): . Charles Krauthammer has missed the point in his analysis of Hillary Clinton's \"Politics of Meaning\" speech given in Texas recently. He trivialized her observa","thumbnail":null,"section":"Opinion"},{"date":"19930527","headline":"Home Video","web_url":"https://www.nytimes.com/1993/05/27/arts/home-video-789193.html","abstract":"  Smaller Video Disk    In the early 1980's, the audio compact disk took hold gradually. \"When we started, no one knew what a five-inch disk was,\" said Emiel Petrone, who was then the chairman of the Compact Disk Group of America, a trade organization that promoted the new format.   Today the five-inch video disk, called CD-ROM, is getting ready to make strides on the television screen. Several companies, among them 3DO of San Mateo, Calif., and Philips Consumer Electronics, part of the Dutch electronics giant, have announced that they will be selling disk machines that will play films and other programs at full motion, or at the same 30-frame-per-second rate as on a VHS tape or television broadcast.","thumbnail":null,"section":"Arts"},{"date":"19930527","headline":"Review/Theater; Old-Country Spirits Sowing Confusion","web_url":"https://www.nytimes.com/1993/05/27/theater/review-theater-old-country-spirits-sowing-confusion.html","abstract":"  The title character of \"Sharon,\" an elaborate musical melodrama set mostly in Ireland in the late 1920's, is a ghost who appears only briefly, wafting from a grave in which she has been buried for centuries to whisper advice in the ear of one of the show's more superstitious characters.   The question of whether such spirits exist runs to the heart of the musical, Geraldine Fitzgerald's adaptation of John B. Keane's play \"Sharon's Grave,\" with music by Franklin Micare. \"Sharon,\" at Playhouse 91 through Sunday, enthusiastically endorses magic, mysticism and the notion that if you need one badly enough, a ghost will appear to add to your confusion.","thumbnail":null,"section":"Theater"},{"date":"19930527","headline":"U.S. Seeks Ways to Isolate Iran; Describes Leaders as Dangerous","web_url":"https://www.nytimes.com/1993/05/27/world/us-seeks-ways-to-isolate-iran-describes-leaders-as-dangerous.html","abstract":"  The Clinton Administration is preparing a broad new effort to weaken Iran by persuading reluctant allies to cut off loans, investment and arms sales to what American officials regard as a permanently hostile Government.   The plan, drafted as part of an intensive policy review, reflects a conclusion that Iran must be isolated if it is to be prevented from emerging as a substantial threat to Western interests. Thus, the plan rejects Reagan and Bush Administration policies that offered to reward Teheran for good behavior. Abandoning a Balance    Administration officials said the new approach aimed at denying Iran access to the money and weapons needed to complete a military resurgence. They said it was based on a decision that the United States and its allies should now treat Iran as harshly as it treats Iraq.","thumbnail":null,"section":"World"},{"date":"19930527","headline":"2 Ships Glimpse Where the Sun's Realm Ends","web_url":"https://www.nytimes.com/1993/05/27/us/2-ships-glimpse-where-the-sun-s-realm-ends.html","abstract":"  Cruising far beyond the outermost planets, two American spacecraft have discovered the first strong physical evidence of the long-sought boundary marking the edge of the solar system, where the solar wind ebbs and the cold of interstellar space begins.   Voyager 1, now 4.9 billion miles out from Earth, began detecting intense low-frequency radio emissions last August. Signals were received at the same time by Voyager 2, which is 3.7 billion miles away from Earth.","thumbnail":null,"section":"U.S."},{"date":"19930527","headline":"Mussina Outpitches Unlucky Perez","web_url":"https://www.nytimes.com/1993/05/27/sports/baseball-mussina-outpitches-unlucky-perez.html","abstract":"  The story line is getting tired and annoying to innocent bystanders. Just imagine how frustrating it feels for Melido Perez. It usually proceeds like this: See Perez pitch commendably. See the Yankees score a run or maybe two. Complete nine innings and see them both lose.   There were some new twists added to the unpleasant script last night because shoddy defense by a replacement right fielder, Jim Leyritz, helped solidify the verdict and because Mike Mussina outpitched Perez, anyway. But there was no disguising or disputing how pivotal Leyritz's misplay of Cal Ripken's fly ball in the eighth inning was in helping the Orioles snap a 1-1 tie and cruise to a 6-2 victory at Yankee Stadium.","thumbnail":null,"section":"Sports"},{"date":"19930527","headline":"Florio Replaces Aide Who Left Amid Inquiry","web_url":"https://www.nytimes.com/1993/05/27/nyregion/florio-replaces-aide-who-left-amid-inquiry.html","abstract":"  Gov. Jim Florio appointed a new chief of staff who has both governmental and political credentials today to replace the longtime confidante who left the post in the midst of an investigation into possible improper steering of state bond business.   Richard L. Wright, an associate state treasurer, will preside over an administration buffeted by the resignation Tuesday of Joseph C. Salema, who has been subpoenaed in a multistate Federal investigation involving New Jersey Turnpike bonds.","thumbnail":null,"section":"New York"},{"date":"19930527","headline":"Knicks Build Wall Around Basket","web_url":"https://www.nytimes.com/1993/05/27/sports/basketball-knicks-build-wall-around-basket.html","abstract":"  Thus far in the Eastern Conference championship series, the Knicks have simply been the better team. And the Chicago Bulls must be wondering if they can change that.   The Knicks have shown superior depth, better offensive balance and more muscle in building a 2-0 lead in the four-of-seven-game series. It is too early to write off Chicago, a proud championship team that has Michael Jordan, the game's premier player. But as the Knicks and Bulls regroup for Game 3 on Saturday afternoon at Chicago Stadium, the Knicks' confidence is bolstered by these facts:","thumbnail":null,"section":"Sports"},{"date":"19930527","headline":"SOCCER;\nDestiny Deserts Yankees of Europe","web_url":"https://www.nytimes.com/1993/05/27/sports/soccer-destiny-deserts-yankees-of-europe.html","abstract":"Forty-seven minutes from the end of its nine-month quest to overthrow Europe, AC Milan, the greatest of all soccer clubs, was still trying to mesh all of its gold-plated parts. The owner was not happy. It was his fault, but you can't tell him that.\n\nHe positioned one of the world's great midfielders at his right hand in the audience, as if keeping a Cezanne in his cellar. Foolish. His coach plugged in one $17 million player. Didn't work. They withdrew the world's greatest scorer. Nothing.","thumbnail":null,"section":"Sports"},{"date":"19930527","headline":"Italian Clubs Reel From Graft Probes","web_url":"https://www.nytimes.com/1993/05/27/sports/IHT-italian-clubs-reel-from-graft-probes.html","abstract":"Italy's spreading, 16-month anti-corruption campaign, involving hundreds of businessmen and politicians, is also having a heavy impact on the national passion, soccer. .As Italians huddled before their television sets to watch the Champions' Cup final","thumbnail":null,"section":"Sports"},{"date":"19930527","headline":"BONN PARLIAMENT VOTES SHARP CURB ON ASYLUM SEEKERS","web_url":"https://www.nytimes.com/1993/05/27/world/bonn-parliament-votes-sharp-curb-on-asylum-seekers.html","abstract":"  In a landmark vote held while 10,000 opponents demonstrated in the streets outside, the lower house of Germany's Parliament agreed today to tighten the nation's asylum law, barring entry to thousands of foreigners who arrive in Germany each week to seek asylum.    The new law, which was approved in the lower house by 521 votes to 132, will make it far more difficult for foreigners who say they suffer persecution in their home country to be admitted to Germany. Germany now accepts more than twice as many foreigners seeking asylum as any other country in Western Europe, and rightists have used their presence to foment nationalistic feelings that have led to violence.","thumbnail":null,"section":"World"},{"date":"19930527","headline":"2 More Aggie Players Ineligible","web_url":"https://www.nytimes.com/1993/05/27/sports/sports-people-college-football-2-more-aggie-players-ineligible.html","abstract":"  R. C. SLOCUM, Texas A&M's football coach, said yesterday that two more of his players, linebacker JESSE COX and wide receiver BRIAN MITCHELL, have been declared ineligible for accepting improper payments from a prominent Dallas booster.   Slocum said the two players worked summer jobs at a Dallas company owned by WARREN GILBERT and were paid salaries of $200 a week. An investigation by the university and the National Collegiate Athletics Association showed they were paid for some hours they did not work, Slocum said.","thumbnail":null,"section":"Sports"},{"date":"19930527","headline":"Prisoner Dies in Custody","web_url":"https://www.nytimes.com/1993/05/27/nyregion/prisoner-dies-in-custody.html","abstract":"  The Manhattan District Attorney's office is investigating the death of a man in custody early Tuesday morning at New York Downtown Hospital. The prisoner, Johnnie Cromartie, 40, died two days after he was brought to the hospital with an epileptic seizure and an hour after struggling with officers while trying to escape, the police said. Nancy Ryan, chief of the District Attorney's trial division, said that an autopsy report was awaited but that investigators planned to talk with a witness who said two officers had beaten Mr. Cromartie after the escape attempt. Mr. Cromartie of 60 East 135th Street was arrested for possession of a revolver.","thumbnail":null,"section":"New York"},{"date":"19930527","headline":"Man Rapes and Robs 2 Women in Chelsea","web_url":"https://www.nytimes.com/1993/05/27/nyregion/man-rapes-and-robs-2-women-in-chelsea.html","abstract":"  A man raped, sodomized, beat and robbed two women yesterday after following them into their apartment building in Chelsea in Manhattan, said Detective Joseph McConville, a spokesman for the Police Department.   The man approached the two women from behind as they entered the vestibule, put a knife to the throat of one woman and ordered them inside the building on West 16th Street between Fifth and Seventh Avenues, the detective said. The two 25-year-old roommates, one a waitress and the other a student, were forced into an elevator and then into a stairwell of the 10th floor of the building. He tied them up with their own clothes, gagged and attacked them for about two hours, said Lieut. Ellen Hale.","thumbnail":null,"section":"New York"},{"date":"19930527","headline":"Justices Guard Mystique; Anger in High Court Over Marshall Papers Is Fueled by More Than Pomp and Privacy","web_url":"https://www.nytimes.com/1993/05/27/us/justices-guard-mystique-anger-high-court-over-marshall-papers-fueled-more-than.html","abstract":"  Of course judges are human. Of course they change their minds, say things they later regret, enter into tactical alliances, make timely compromises.   What is notable about Justice Thurgood Marshall's papers, released by the Library of Congress and spread before the public in newspaper accounts this week, is not that his Supreme Court files reveal all this, as other Justices' papers have documented before. The most striking and, at least on the surface, puzzling aspect of the affair is the evident anger and anguish of the Court itself over the disclosures. Obsessed With Secrecy    The material that has come to light -- the Justices' memorandums and working papers, drafts of opinions, even churlish passages that were edited out of final versions -- includes little if anything to embarrass the Court. To the contrary, what comes through most clearly is the collective seriousness of purpose the Justices bring to their work, in addition to an almost ritual politeness, a solicitude for one another's feelings extending even to whether anyone would object to the gift shop stocking copies of the Chief Justice's book about the Court.","thumbnail":null,"section":"U.S."},{"date":"19930527","headline":"Ill Wind Doesn't Worry Mansell","web_url":"https://www.nytimes.com/1993/05/27/sports/auto-racing-ill-wind-doesn-t-worry-mansell.html","abstract":"  Nigel Mansell was remembering the pitch a good friend, golfer Greg Norman, made to him about living in Florida: the convenience built into American life and, of course, the great weather.   \"And since we've come to Florida,\" Mansell said the other day, \"we've had three hurricanes.\"","thumbnail":null,"section":"Sports"},{"date":"19930527","headline":"Pakistan Chief's Dismissal Is Overturned","web_url":"https://www.nytimes.com/1993/05/27/world/pakistan-chief-s-dismissal-is-overturned.html","abstract":"  The Pakistan Supreme Court today overturned a presidential order of last month dismissing the Government of Prime Minister Nawaz Sharif and dissolving the National Assembly. It marked the first time in the country's 46-year history that a civilian government had been ordered restored to power.   The court's unexpected decision was seen as representing a shift in the balance of power away from the office of the president, who is chosen by the national and provincial parliaments. The current President, Ghulam Ishaq Khan, had been widely criticized for actions seen as an attempt to increase his own power at the expense of elected legislators.","thumbnail":null,"section":"World"},{"date":"19930527","headline":"Can the Democrats Govern?","web_url":"https://www.nytimes.com/1993/05/27/opinion/can-the-democrats-govern.html","abstract":"  A lot will be on the line when the House votes on President Clinton's budget, possibly as early as today. The fight is nominally over such economic issues as deficit reduction, tax hikes, Medicare cuts, subsidies for low-paid workers and investment in a high-tech future. But what's really at issue is the credibility of the Democrats as a governing party.    If, after regaining the White House from 12 years of Republican rule, the Democrats now split apart and let the new President's budget tumble, they will be portraying themselves as too disorganized to govern. In 1992 voters delivered a verdict on divided government. They put Democrats in charge of the White House and Congress to end gridlock and deliver action.","thumbnail":null,"section":"Opinion"},{"date":"19930527","headline":"Becker Continues His French Open Failures","web_url":"https://www.nytimes.com/1993/05/27/sports/tennis-becker-continues-his-french-open-failures.html","abstract":"  Boris Becker's forehand was flimsy, his backhand oblique, and his serve failed to stun Rodolphe Gilbert, an emotive French sprite whose tenacious spirit superseded his No. 92 world ranking. So what else could Becker do but attribute his second-round loss at the French Open today to the sorry fact that he does not, contrary to the demands of the slippery clay surface on which he was playing, have a mind like a steel trap.   Becker's mind, worn thin in his opinion by bad advice from the latest coach he has fired, and frayed by his fruitless attempts to make sense of clay, on which he has never won a tournament, shut down altogether on the stadium court today. Child-Like Behavior    It was children's day at Roland Garros, and despite sharing Gilbert's national patrimony, many of the chatterers in the stands couldn't help but holler for \"Boom Boom\" as he lumbered around the court like a golden-haired fairy tale bear, all bluster and no bite. Further humoring them, Becker sometimes behaved like a child himself, tossing his racquet into the hazy sky like a bouquet and denting the enemy clay by bouncing the racquet around like a basketball.","thumbnail":null,"section":"Sports"},{"date":"19930527","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/05/27/arts/pop-and-jazz-in-review-834093.html","abstract":"  Travis Shook  Blue Note    Though it's no fault of his own, the young pianist Travis Shook wasn't prepared for his first real show in New York City, on Monday night. Mr. Shook has recently signed with Columbia Records and released his first album, \"Travis Shook.\" Very few 24-year-olds would have the fortitude to resist these temptations to overreach themselves.   Mr. Shook, from Olympia, Wash., should have waited a few years because at this stage in his development he sounds like a decent enough student pianist. He'd occasionally break up a line with a percussive chord or two, letting silence accentuate the improvisation. But for the most part, his playing seemed flabby, his lines perilously close to falling apart, the improvisations unclear in their intent. Mr. Shook doesn't swing much, and his weakness for pastiche -- a bit of Erroll Garner, a bit of Oscar Peterson, a bit of Herbie Hancock tossed around -- advertised his unreadiness.","thumbnail":null,"section":"Arts"},{"date":"19930527","headline":"First Lady Sets Aggressive Tone For Debate on Health-Care Plan","web_url":"https://www.nytimes.com/1993/05/27/us/first-lady-sets-aggressive-tone-for-debate-on-health-care-plan.html","abstract":"  Hillary Rodham Clinton gave a preview today of the bare-knuckles political strategy she will use in seeking a revolution in American health care, as she attacked \"price gouging, cost shifting and unconscionable profiteering\" in the industry.   In a campaign-style speech to members of the Service Employees International Union, which represents 400,000 hospital and nursing-home workers, she declared that \"too many people have made too much money\" providing health care and health insurance.","thumbnail":null,"section":"U.S."},{"date":"19930527","headline":"Down With Sexualization : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/27/opinion/IHT-down-with-sexualization-letters-to-the-editor.html","abstract":"Regarding \"Toward New Limits on Sexuality\" (Opinion, April 28): . How extraordinarily uplifting to read the eloquent plea from Edmund M. Yoder Jr. for the \"drastic desexualization of the public space, now replete with promiscuous display an","thumbnail":null,"section":"Opinion"},{"date":"19930527","headline":"Queens Leader Says Stein Will End Mayoral Bid","web_url":"https://www.nytimes.com/1993/05/27/nyregion/queens-leader-says-stein-will-end-mayoral-bid.html","abstract":"  The Queens County Democratic leader, who two weeks ago withdrew his support for Andrew J. Stein's candidacy for mayor, said last night that Mr. Stein had told him that he would drop out of the race tomorrow.    But Mr. Stein, the City Council President, emphatically denied that he was withdrawing his challenge to Mayor David N. Dinkins for the Democratic nomination.","thumbnail":null,"section":"New York"},{"date":"19930527","headline":"Wheels and Deals in New Jersey","web_url":"https://www.nytimes.com/1993/05/27/opinion/wheels-and-deals-in-new-jersey.html","abstract":"  The resignation of Gov. Jim Florio's chief of staff, Joseph Salema, won't dispel the odor rising from the markets for New Jersey bonds. Federal investigators have not brought charges against Mr. Salema or anyone else, but there are signs that cozy political contacts have played too big a role in the selection of underwriters for bonds issued by state agencies and local governments.   Mr. Salema figures in this wheeling and dealing as half-owner of a small New Jersey investment firm, Armacon Securities Ltd., that handles a disproportionate share of public bond business in the state. Merrill Lynch cast suspicion on little Armacon three weeks ago when it suspended three high-level executives, citing \"apparent irregularities\" in its relations with Armacon.","thumbnail":null,"section":"Opinion"},{"date":"19930527","headline":"Three-Game Ban for Johnson","web_url":"https://www.nytimes.com/1993/05/27/sports/baseball-three-game-ban-for-johnson.html","abstract":"  Bill White, the National League president, announced today that Howard Johnson would be suspended for three games for his altercation with an umpire last Friday night at Shea Stadium.   Johnson appealed the suspension, and a hearing on the penalty will be heard in New York after the club returns next week from its road trip, which continues in Chicago and Houston. By appealing, he remained eligible to play and was in his usual fifth spot in the batting order tonight against the Phillies. He went 0 for 4, as he had the previous night when Manager Dallas Green blasted the heart of the Mets' batting order for not hitting.","thumbnail":null,"section":"Sports"},{"date":"19930527","headline":"Preakness Stars Sharp for Belmont","web_url":"https://www.nytimes.com/1993/05/27/sports/horse-racing-notebook-preakness-stars-sharp-for-belmont.html","abstract":"  By the dawn's early light, the two top horses from the Preakness Stakes were sharing the main track at Belmont Park yesterday morning as they staged major workouts for their next confrontation: one week from Saturday in the $500,000 Belmont Stakes, the final race in the Triple Crown series.   Prairie Bayou, who ran second in the Kentucky Derby and two weeks later won the Preakness by half a length, went five furlongs in an easy 1:02 seconds with Mike Smith riding, just as he did two weeks ago at Pimlico. The colt's trainer, Tom Bohannan, said they were right on target for the big reunion of the 3-year-old class.","thumbnail":null,"section":"Sports"},{"date":"19930527","headline":"Clinton to Go to Vietnam Memorial Despite Protest","web_url":"https://www.nytimes.com/1993/05/27/us/clinton-to-go-to-vietnam-memorial-despite-protest.html","abstract":"  The White House announced today that President Clinton would deliver remarks at the Vietnam Veterans Memorial on Monday, despite the risk that the visit could revive the debate over his draft record, which dogged his campaign.   Administration officials said the White House had received postcards from veterans as part of what the officials called an organized protest. The veterans charged that Mr. Clinton would \"engage in hypocrisy\" if he visited the memorial.","thumbnail":null,"section":"U.S."},{"date":"19930527","headline":"Fernandez Severance Pay to Total $475,000","web_url":"https://www.nytimes.com/1993/05/27/nyregion/fernandez-severance-pay-to-total-475000.html","abstract":"  As a result of lucrative benefits offered to Joseph A. Fernandez in 1989 when New York City was seeking his services as Schools Chancellor, the central Board of Education will pay Mr. Fernandez a severance package totaling about $475,000 when his contract expires June 30, the spokesman for the Chancellor said.   The severance payments are in addition to the $195,000 annual salary that Mr. Fernandez has been paid during the three and a half years he has been Chancellor. And while Chancellor, he has lived in a town house the board bought for his use for $1 million plus $250,000 in renovations.","thumbnail":null,"section":"New York"},{"date":"19930527","headline":"American Business Needs More Foresight","web_url":"https://www.nytimes.com/1993/05/27/opinion/l-american-business-needs-more-foresight-007893.html","abstract":"  To the Editor:   At first, I thought Milton Moskowitz was kidding in \"Spare the Knife, Spoil the Company\" (Op-Ed, May 14). After a second time through, however, I concluded he was serious. He really believes that the solution to our corporate woes is firing people!   He deplores that \"Our leading business schools are not supplying us with managers who can breathe vitality into corporations,\" and I agree. But firing people is exactly the wrong way to do this. Firing people as a group destroys, rather than builds vitality. No one questions the need to fire individuals for poor performance; to do otherwise destroys corporate vitality by disheartening competent workers. Even large Japanese companies, with their tradition of lifetime employment, fire incompetents.","thumbnail":null,"section":"Opinion"},{"date":"19930527","headline":"Guatemala's Do-It-Yourself Coup","web_url":"https://www.nytimes.com/1993/05/27/opinion/guatemala-s-do-it-yourself-coup.html","abstract":"  It's the latest fashion in Latin American authoritarianism, and it seems to be catching. Following the path marked out by President Alberto Fujimori of Peru 13 months ago, President Jorge Serrano of Guatemala enlisted the army Tuesday to help him abolish Congress, the courts and the Constitution. His purpose was to stifle criticism of his economic austerity policies.    Unless the hemisphere's democratic governments respond more effectively this time than they have in the past, Latin America's recent political gains could begin slipping away.","thumbnail":null,"section":"Opinion"},{"date":"19930527","headline":"Chief Judge Names Administrator for Courts","web_url":"https://www.nytimes.com/1993/05/27/nyregion/chief-judge-names-administrator-for-courts.html","abstract":"  Chief Judge Judith S. Kaye yesterday named E. Leo Milonas, a veteran appellate justice in Manhattan, to be the Chief Administrator of New York State's sprawling court system.   Justice Milonas, 56, said he would like to modernize and streamline a court system frequently derided as antiquated, overburdened and physically decrepit. He also proposed that the election of judges be eliminated.","thumbnail":null,"section":"New York"},{"date":"19930527","headline":"Bulls Seem to Be Playing Without a Full Deck","web_url":"https://www.nytimes.com/1993/05/27/sports/basketball-bulls-seem-to-be-playing-without-a-full-deck.html","abstract":"  Besides their being down to the Knicks, 2-0, in games, it has reached the point of asking: Just where are the Chicago Bulls?   As they left New York following Tuesday night's 96-91 Game 2 defeat in the Eastern Conference finals, the place they did not appear to be was on the same page. Coach Phil Jackson seemed more distracted than ever by the way the games were officiated. Scottie Pippen was frustrated by the physical Knicks to the point of being ejected in the fourth quarter. Horace Grant's bad ankle and the inspired play of the Knicks' beefy front court had rendered Grant invisible. Michael Jordan was left to fly solo against an inspired Knick defense and wound up missing 20 of his 32 shots on his way to a 36-point night.","thumbnail":null,"section":"Sports"},{"date":"19930527","headline":"Woman, Stalked for Year, Is Slain by Ex-Companion, Who Also Kills Himself","web_url":"https://www.nytimes.com/1993/05/27/nyregion/woman-stalked-for-year-is-slain-by-ex-companion-who-also-kills-himself.html","abstract":"  Stanley King had been stalking Patricia Thomas Clay for more than a year, following her to work, calling her on the job and once, appearing at the door of her Far Rockaway apartment pointing a gun. \"I'll kill you,\" he shouted, before Ms. Clay's family slammed the door on him and called the police.   Today Mr. King appeared at the Woodmere Nursing Center, where Ms. Clay worked, ignoring a court order of protection that relatives said Ms. Clay had against Mr. King, her former boyfriend. But this time, after 15 minutes of heated discussion, Mr. King shot the 26-year-old secretary and mother of two dead and then turned the gun on himself.","thumbnail":null,"section":"New York"},{"date":"19930527","headline":"Tokyo Journal; A Stickler for History, Even if It's Not Very Pretty","web_url":"https://www.nytimes.com/1993/05/27/world/tokyo-journal-a-stickler-for-history-even-if-it-s-not-very-pretty.html","abstract":"  Saburo Ienaga is 80 now, frail and a bit unsteady as he moves around the narrow library of his house, but seemingly unfazed that the Japanese Government finally routed him in the lawsuit to which he devoted a third of his life.   Twenty-eight years ago, he first went to court to challenge the way the deeply conservative Education Ministry recounts wartime history.","thumbnail":null,"section":"World"},{"date":"19930527","headline":"The Deaf Learn English and Pursue Careers; Deep-Rooted Distrust","web_url":"https://www.nytimes.com/1993/05/27/opinion/l-the-deaf-learn-english-and-pursue-careers-deep-rooted-distrust-011693.html","abstract":"  To the Editor:   To understand the deaf community's anguish over the cochlear implant (front page, May 16), it is crucial to understand the history of repression of deaf culture. Otherwise, the opposition of many deaf people to an operation that can sometimes restore hearing seems, at best, odd or idiosyncratic. At worst, especially in the case of denying the operation to a child, it seems cruel.   In my research for a book on the history of the disability rights movement, I found that fear of the cochlear implant comes out of the deaf community's well-founded sense of oppression. It is a reaction to more than a century of belief that deafness is a sickness, to be pitied, cured and eradicated. Americans born deaf have their own language, a sign language with its own grammar and sentence structure that is quite different from English. Using it, they built a vibrant 19th-century culture.","thumbnail":null,"section":"Opinion"},{"date":"19930527","headline":"American Business Needs More Foresight; Yes, He's Kidding","web_url":"https://www.nytimes.com/1993/05/27/opinion/l-american-business-needs-more-foresight-yes-he-s-kidding-489294.html","abstract":"  To the Editor:   I was one among a good number of friends of Milt Moskowitz who called because they did not understand \"Spare the Knife, Spoil the Company\" (Op-Ed, May 14).   I was relieved to learn that it was intended to be satire. Perhaps it was not recognized because it dealt with a subject not often treated by satirists.","thumbnail":null,"section":"Opinion"},{"date":"19930527","headline":"A Fresh Start for India : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/27/opinion/IHT-a-fresh-start-for-india-letters-to-the-editor.html","abstract":"Regarding the editorial \"India at the Edge\" (Feb. 25) and \"Pluralism in India\" (Letter, April 7): . The Bharatiya Janata Party is clearly communal in the sense of perniciously exploiting religion to attain political power. This is done","thumbnail":null,"section":"Opinion"},{"date":"19930527","headline":"No Headline","web_url":"https://www.nytimes.com/1993/05/27/nyregion/no-headline-336593.html","abstract":"  \"Given our salaries, setting our sights on the White House travel office would be the financial equivalent of us taking over someone's lemonade stand. It's ludicrous.\" -- LINDA BLOODWORTH-THOMASON.  [ A22:5. ]","thumbnail":null,"section":"New York"},{"date":"19930527","headline":"Boli Scores on Header in 43d Minute","web_url":"https://www.nytimes.com/1993/05/27/sports/IHT-boli-scores-on-header-in-43d-minute.html","abstract":"Forty-seven minutes from the end of its nine-month effort to reign over Europe, AC Milan was still trying to mesh all of its gold-plated parts. The owner was not happy. .One of the world's great midfielders had been positioned in the audience, as if to","thumbnail":null,"section":"Sports"},{"date":"19930527","headline":"A Photo Center With a Huge Job Vacancy","web_url":"https://www.nytimes.com/1993/05/27/arts/a-photo-center-with-a-huge-job-vacancy.html","abstract":"  Although not wholly unexpected, Cornell Capa's announcement last week that he intended to step down as the director of the International Center of Photography in June 1994 took many people by surprise. The ebullient Mr. Capa, who founded the center in 1974 and has been as closely identified with it as Joseph Papp was with the New York Shakespeare Festival, recently turned 75, and he remains a seemingly tireless advocate for photography.   In an interview shortly before his announcement, though, Mr. Capa said he had grown weary of the administrative and fund-raising aspects of his job and was resigning to spend more time with his wife, Edie.","thumbnail":null,"section":"Arts"},{"date":"19930527","headline":"U.S. Grants Permit for Dredging of Newark Bay Berths","web_url":"https://www.nytimes.com/1993/05/27/nyregion/us-grants-permit-for-dredging-of-newark-bay-berths.html","abstract":"  The three-year-old request by port officials to dredge shipping berths in Newark Bay, a vital New York harbor project that became mired in debate over environmental concerns, was approved today by the Army Corps of Engineers.   For the Port Authority of New York and New Jersey, it resolves a major concern: maintaining waterfront commerce worth $20 billion a year and saving 180,000 jobs endangered by the potential loss of shipping business. For environmentalists, it means continued frustration over disposal of dioxin, a potent industrial poison in the sediment. The material will be dumped six miles off the New Jersey coast amid some of the area's richest fishing grounds.","thumbnail":null,"section":"New York"},{"date":"19930527","headline":"NATO Talks Fail to Reach Accord on Bosnia Plan","web_url":"https://www.nytimes.com/1993/05/27/world/nato-talks-fail-to-reach-accord-on-bosnia-plan.html","abstract":"  Amid sharp differences over policy toward Bosnia, NATO defense ministers failed today to endorse a plan to create six safe enclaves for Bosnian Muslims that was announced by the United States, Russia, Britain, France and Spain last Saturday.   A statement issued after what participants described as a sometimes stormy two-day meeting said merely that the alliance had \"discussed\" the plan, which was intended to shore up rifts over Bosnia between the United States and Europe by shifting the focus of peace efforts from finding a lasting political solution to the more limited goal of containing the fighting.","thumbnail":null,"section":"World"},{"date":"19930527","headline":"Books of The Times; Handling the 'Sudden Silence' of Retirement","web_url":"https://www.nytimes.com/1993/05/27/books/books-of-the-times-handling-the-sudden-silence-of-retirement.html","abstract":"  The First Year  A Retirement Journal  By John Mosedale  244 pages. Crown Publishers. $22.   Late in \"The First Year: A Retirement Journal,\" John Mosedale recalls a story that Harry Reasoner, his colleague at CBS News, once told him about a man who lived on an island in the South Pacific. Mr. Mosedale writes: \"Life was effortless. Each day the sun rose in splendor. One morning the man emerged from his hut, looked at the rising sun and said, 'Another perfect goddamned day' and shot himself.\"","thumbnail":null,"section":"Books"},{"date":"19930527","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/27/nyregion/c-corrections-965793.html","abstract":"  An article in Business Day yesterday about the proposed merger of Amax Inc. and the Cyprus Minerals Company misidentified the chief executive of Cyprus. He is Milton H. Ward. The article also overstated the amount of debt that will stay with Alumax, the aluminum subsidiary that Amax is spinning off before merging with Cyprus. As noted in the adjoining chart, Alumax will have about $750 million of debt after the spinoff, not $1.2 billion.","thumbnail":null,"section":"New York"},{"date":"19930527","headline":"Librarian Vows to Continue Public Access to Marshall's Papers","web_url":"https://www.nytimes.com/1993/05/27/us/librarian-vows-to-continue-public-access-to-marshall-s-papers.html","abstract":"  The Librarian of Congress today strongly defended his actions in opening to the public the private papers of the late Justice Thurgood Marshall, saying that he had acted on the explicit instructions of Justice Marshall and that the papers would continue to be available.   \"We remain confident that we are carrying out his exact intentions in opening access to his papers after his death on Jan. 24,\" the Librarian, James H. Billington, said in a statement.","thumbnail":null,"section":"U.S."},{"date":"19930527","headline":"Colon Cancer Test","web_url":"https://www.nytimes.com/1993/05/27/opinion/l-colon-cancer-test-013293.html","abstract":"  To the Editor:   Kudos for publicizing the most important study to support annual testing for occult fecal blood (front page, May 13). However, vitamin C does not produce a false positive test result, but may cause a false negative one. When taken in large quantities, as vitamin supplement or in citrus fruits and juices, it may mask a positive result. JONATHAN DAVID, M.D. LAWRENCE J. BRANDT, M.D. Bronx, May 14, 1993","thumbnail":null,"section":"Opinion"},{"date":"19930527","headline":"Women and St. Andrew's: Old Society's New Issue","web_url":"https://www.nytimes.com/1993/05/27/nyregion/women-and-st-andrew-s-old-society-s-new-issue.html","abstract":"  For 237 years members of St. Andrew's Society of New York contentedly nurtured their Scottish traditions, taking pride in their charitable work and enjoying each other's fellowship.   But now there are rumblings about what the society needs to continue to prosper -- specifically over the question of whether admitting women would destroy the society or insure the future of the group, which claims to be the oldest charity in New York State.","thumbnail":null,"section":"New York"},{"date":"19930527","headline":"Sports of The Times; Jordan's Atlantic City Caper","web_url":"https://www.nytimes.com/1993/05/27/sports/sports-of-the-times-jordan-s-atlantic-city-caper.html","abstract":"  MICHAEL JORDAN turned the Knicks' home-court advantage into the Knicks' home-casino advantage.   Monday evening and early Tuesday morning, in the hours when Jordan's time might have been better spent resting for the second game of the Eastern Conference final between the Bulls and the Knicks, he was sighted by hotel guests in the baccarat pit in Bally's Grand casino in Atlantic City.","thumbnail":null,"section":"Sports"},{"date":"19930527","headline":"1943:Dsseldorf Blasted : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/27/opinion/IHT-1943dusseldorf-blasted-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] A force of British and Canadian planes battered the German arms center of Dsseldorf last night [May 25] with more than five two-ton block-busters a minute, the Air Ministry announced today [May 26]. Four-ton bom","thumbnail":null,"section":"Opinion"},{"date":"19930527","headline":"Clinton Budget Strains At House's Short Leash","web_url":"https://www.nytimes.com/1993/05/27/us/clinton-budget-strains-at-house-s-short-leash.html","abstract":"  Spring is here, the budget is on the House floor, and elected representatives are pontificating, cutting back-room deals, plying and being plied by lobbyists and angling for their hometowns.   Simply put, they are conducting the political equivalent of what any hog farmer would immediately identify as a good warm-weather roll in the slop.","thumbnail":null,"section":"U.S."},{"date":"19930527","headline":"A Jaguar? Now You're Talking","web_url":"https://www.nytimes.com/1993/05/27/sports/sports-people-track-and-field-a-jaguar-now-you-re-talking.html","abstract":"  Top British track stars do not seem impressed by the prospect of winning a Mercedes instead of cash at this year's world championships.   Olympic 100-meter champion LINFORD CHRISTIE, hurdler COLIN JACKSON, and 400-meter runners JOHN REGIS and DEREK REDMOND say they each have one.","thumbnail":null,"section":"Sports"},{"date":"19930527","headline":"3 Florio Foes Hold 2d G.O.P. Debate","web_url":"https://www.nytimes.com/1993/05/27/nyregion/3-florio-foes-hold-2d-gop-debate.html","abstract":"  In the last statewide forum before New Jersey's primary election in two weeks, the three major candidates for the Republican gubernatorial nomination met in a televised debate tonight, jousting over policy, campaign bickering and who is best qualified to defeat Gov. Jim Florio in November.   The tone of the town-hall style debate -- members of the audience put questions to the candidates, Christine Todd Whitman, Cary Edwards and James L. Wallwork -- was a marked departure from the previous rancor-filled meetings involving the three Republicans.","thumbnail":null,"section":"New York"},{"date":"19930527","headline":"The Deaf Learn English and Pursue Careers; A Matter of Choice","web_url":"https://www.nytimes.com/1993/05/27/opinion/l-the-deaf-learn-english-and-pursue-careers-a-matter-of-choice-012493.html","abstract":"  To the Editor:   Your May 16 front-page article addresses many important issues in deaf education, principally the use of cochlear implants.   Our results at St. Joseph, the school with the greatest wealth of experience in educating implanted students, defy the position of immutable opposition to this learning tool. More important, we believe there should be no immutable position on the issue at all. It is a matter of choice.","thumbnail":null,"section":"Opinion"},{"date":"19930527","headline":"Old Tactics Shadow Ex-Florio Aide; Revolving-Door Politics Lead to Enrichment, and a Liability","web_url":"https://www.nytimes.com/1993/05/27/nyregion/old-tactics-shadow-ex-florio-aide-revolving-door-politics-lead-enrichment.html","abstract":"  Those who have followed the rise to power of Jim Florio and his longtime lieutenant, Joseph C. Salema Jr., say clues to their considerable success were evident in their Camden County origins. There, they say, a pattern was established that the pair carried 35 miles up Interstate 295 to the capital in Trenton.    Mr. Florio, as the governor of New Jersey, has continued to pursue the liberal agenda and calculating, tough-minded political style that served him well as the Congressman representing the Camden area.","thumbnail":null,"section":"New York"},{"date":"19930527","headline":"The Tragedy of 'Shoot First' : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/27/opinion/IHT-the-tragedy-of-shoot-first-letters-to-the-editor.html","abstract":"Regarding \"For Japan, Acquittal Confirms Worst View of U.S.\" (May 25): . Mere words of apology can do little to alleviate the anguish felt by the bereaved family of the Japanese exchange student who was shot and killed in Louisiana, but my heart","thumbnail":null,"section":"Opinion"},{"date":"19930527","headline":"Armenia and Azerbaijan Agree on a Peace Plan","web_url":"https://www.nytimes.com/1993/05/27/world/armenia-and-azerbaijan-agree-on-a-peace-plan.html","abstract":"  Armenia and Azerbaijan agreed today to a peace plan negotiated by the United States, Russia and Turkey that would end five years of fighting over Nagorno-Karabakh, an Armenian-populated enclave in Azerbaijan.   If it holds, the plan would end a war that has killed more than 3,000 and confounded negotiators for years.","thumbnail":null,"section":"World"},{"date":"19930527","headline":"London Symphony Changes","web_url":"https://www.nytimes.com/1993/05/27/arts/london-symphony-changes.html","abstract":"  Michael Tilson Thomas has announced that he will step down as principal conductor of the London Symphony Orchestra in 1995 in order to devote more time to the New World Symphony, a training orchestra in Miami, and to composing and guest conducting. Mr. Thomas, who has held the post since 1988, is to be succeeded by Sir Colin Davis, who has had a close relationship with the orchestra since the mid-1960's. Mr. Thomas is to become the orchestra's principal guest conductor.","thumbnail":null,"section":"Arts"},{"date":"19930527","headline":"Tornado Veterans Wait for Next One","web_url":"https://www.nytimes.com/1993/05/27/us/tornado-veterans-wait-for-next-one.html","abstract":"  The tornado that people in Union City talk about the most twisted in from the northwest 20 years ago this week, killing two people and demolishing half the downtown buildings. It blew the cross atop St. Joseph's Roman Catholic Church into a field six miles away.   Another tornado destroyed the same church in 1896, and another flattened 15 farmhouses in 1927. Yet another reduced two barns on the edge of Union City to kindling and seemed hell-bent on roaring toward town until it hit the South Canadian River nearby, spun away to the east and died out.","thumbnail":null,"section":"U.S."},{"date":"19930527","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1993/05/27/style/IHT-what-theyre-reading.html","abstract":". Todd Barkan, jazz concert and record producer and owner of Keystone Korner/Yoshi's in Oakland, California, is reading \"Immortality\" by Milan Kundera. .\"His writing is rich because nearly every word is interlaced with philosophical ques","thumbnail":null,"section":"Style"},{"date":"19930527","headline":"Essay; The Lemonade Stand","web_url":"https://www.nytimes.com/1993/05/27/opinion/essay-the-lemonade-stand.html","abstract":"  Here's the good news: they're learning.   George Stephanopoulos, 32 going on 50, is no longer cockily expressing amazement that anyone could be interested in a minor shakeup in the White House travel office. On the contrary, he is admitting mistakes, showing contrition, learning. What he needs most is a good synonym for \"inappropriate.\"","thumbnail":null,"section":"Opinion"},{"date":"19930527","headline":"Sailor Gets Life for Killing Gay Shipmate","web_url":"https://www.nytimes.com/1993/05/27/us/sailor-gets-life-for-killing-gay-shipmate.html","abstract":"  Airman Apprentice Terry M. Helvey, an American sailor who beat a gay shipmate to death in Japan last year, was sentenced today to life in prison.    A jury of eight Navy and Marine officers took three hours to arrive at its decision after three days of sometimes wrenching testimony that brushed only lightly on the issue that had given this case prominence: the homosexuality of the victim, Radioman Allen R. Schindler.","thumbnail":null,"section":"U.S."},{"date":"19930527","headline":"A Gentleman All the Way : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/27/opinion/IHT-a-gentleman-all-the-way-letters-to-the-editor.html","abstract":"Regarding \"Rush Limbaugh Tells All to Lib City Reporterette\" (Back Page, March 27) by Maureen Dowd: . In her report of a dinner interview with Rush Limbaugh, Ms. Dowd tells how a passing friend of his tossed an off-color remark in her direction,","thumbnail":null,"section":"Opinion"},{"date":"19930527","headline":"What Israel Can Realistically Expect in Peace Talks With Arabs","web_url":"https://www.nytimes.com/1993/05/27/opinion/l-what-israel-can-realistically-expect-in-peace-talks-with-arabs-005193.html","abstract":"  To the Editor:   A. M. Rosenthal, in his interpretation of \"A Place Among Nations,\" Binyamin Netanyahu's book (column, May 11), states, \"journalism and diplomacy seem unable to consider the arguments of the present opposition that exchanges of land for promises of Arab good conduct is neither to the interests of peace nor Israel nor the West.\" \"And,\" he concludes, presumably on Mr. Netanyahu's say-so, \"no gulf about the goal of Israel's destruction divides the P.L.O. and various fundamentalists -- mostly tactics. Should Israel be eliminated in one phase, or two?\"   As a research psychologist at the Hebrew University of Jerusalem on leave in the United States, I am constantly struck by the consistency with which journalism sympathetic to Israel may also be incapable of understanding the peace process and the nature of the changes in Israeli and Palestinian thinking in recent years. Israel is certainly not negotiating for \"promises of Arab good conduct.\"","thumbnail":null,"section":"Opinion"},{"date":"19930527","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/27/nyregion/c-corrections-394293.html","abstract":"  An article yesterday about budget negotiations between Congress and the White House misstated the recent history of Democratic control of the Presidency. Bill Clinton is the party's first President in 12 years, not 16.","thumbnail":null,"section":"New York"},{"date":"19930527","headline":"Chinese Dissident Released; Bow to U.S. Is Seen","web_url":"https://www.nytimes.com/1993/05/27/world/chinese-dissident-released-bow-to-us-is-seen.html","abstract":"  The Government today freed a prominent pro-democracy campaigner who had spent the last 12 years in solitary confinement, and the move appeared to be an olive branch to President Clinton just before he decides on extending trade benefits to China.   The campaigner, Xu Wenli, a 49-year-old former editor of an underground magazine, was paroled three years before completion of his 15-year prison sentence. The length of his sentence and the three years he spent in a tiny punishment cell had made him a symbol of those who stand up against Chinese repression.","thumbnail":null,"section":"World"},{"date":"19930527","headline":"King Hussein of Jordan Breaks With Iraqis","web_url":"https://www.nytimes.com/1993/05/27/world/king-hussein-of-jordan-breaks-with-iraqis.html","abstract":"  King Hussein of Jordan, Iraq's closest Arab ally for more than a decade, has openly broken with Baghdad.   Charging the Iraqi Government with \"practices\" that had deeply harmed Jordanian interests, the King told senior editors of the Jordanian press that he now opposed the continued leadership of Iraq by President Saddam Hussein or his Baath party.","thumbnail":null,"section":"World"},{"date":"19930527","headline":"Send a Telegram Next Time","web_url":"https://www.nytimes.com/1993/05/27/sports/sports-people-baseball-send-a-telegram-next-time.html","abstract":"  Cincinnati Reds General Manager JIM BOWDEN said yesterday he made the right decision when he fired Manager TONY PEREZ, but regrets he did it by telephone rather than in person. \"I feel I made the right decision on the timing,\" Bowden said.   Bowden, 32 years old, said he saw firings handled by telephone while he worked for the Pittsburgh Pirates from 1984 to 1988. He said he was later fired by telephone from the New York Yankees' front office, when the owner GEORGE STEINBRENNER, called the office and told General Manager BOB QUINN to tell Bowden he was fired.","thumbnail":null,"section":"Sports"},{"date":"19930527","headline":"Becker Loses Once More in French Open","web_url":"https://www.nytimes.com/1993/05/27/sports/IHT-becker-loses-once-more-in-french-open.html","abstract":"It is one of the oddities of the game that someone like Boris Becker, for all his successes in the major shrines of tennis, should so often fall apart at Roland Garros Stadium. It happened again Wednesday, when the No. 4 seed lost in the second round of","thumbnail":null,"section":"Sports"},{"date":"19930527","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/27/opinion/IHT-letters-to-the-editor.html","abstract":"Regarding \"Homosexuals in Uniform\" (Letters, April 16) from Ken Cowan: .The conviction that homosexuality is morally wrong is not based on \"intuition\" or on the ignorant bias that humans tend to inflict on those different from themse","thumbnail":null,"section":"Opinion"},{"date":"19930527","headline":"Review/City Ballet; By Balanchine, Somber and Cheery","web_url":"https://www.nytimes.com/1993/05/27/arts/review-city-ballet-by-balanchine-somber-and-cheery.html","abstract":"  The New York City Ballet has created some enjoyably strange bedfellows in an attempt to present the oeuvre of George Balanchine chronologically in its \"Balanchine Celebration.\" A case in point was Friday night's program at the New York State Theater, which paired the dark, sere 1959 \"Episodes\" with some of Balanchine's most lighthearted ballets, including his 1956 \"Allegro Brillante.\"    \"Allegro Brillante\" rides exhilaratingly on the crest of the Tchaikovsky Piano Concerto to which it is danced. Propulsive, melodic and romantic, this outpouring of music sweeps the dancers along with it in continuous releves and releases, soaring lifts and small spurting jumps made lyrical by their slight off-centeredness. But that sweep demands an exactitude and sharpness of attack that was epitomized in the dancing of Kyra Nichols, with the understated partnering of Jock Soto providing the necessary grounding.","thumbnail":null,"section":"Arts"},{"date":"19930527","headline":"Remember Costa Rica : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/27/opinion/IHT-remember-costa-rica-letters-to-the-editor.html","abstract":"Regarding \"Venezuela's President to Face Trial for Theft\" (May 22): . The statement that Venezuela's \"35-year-old civilian democracy is Latin America's oldest\" is false! Costa Rica, a country without an army, has Latin America's oldest","thumbnail":null,"section":"Opinion"},{"date":"19930527","headline":"The Deaf Learn English and Pursue Careers","web_url":"https://www.nytimes.com/1993/05/27/opinion/l-the-deaf-learn-english-and-pursue-careers-006093.html","abstract":"  To the Editor:   \"Pride in a Soundless World: Deaf Oppose a Hearing Aid\" (front page, May 16), on the controversy over cochlear implants, quotes an outrageously false statement that demeans the deaf child, and by implication the entire deaf community. A professor at Gallaudet University (a school for deaf students) asserted to your reporter that \"the typical deaf child can only acquire some English and that very late.\"   I have been profoundly deaf from birth, I am a Ph.D. research scientist at a pharmaceutical company, I have published 65 research papers and edited a book, and I don't consider myself to be exceptional. Tens of thousands of \"typical\" deaf people, through appropriate training and educational approaches, have acquired spoken English skills that have allowed them to become physicians, dentists, lawyers, researchers, accountants, journalists, store clerks, office workers or otherwise productive members of society. The majority of deaf children are able to learn English, often as well as their hearing peers, when placed in oral or oral-aural programs, which may include cued speech programs.","thumbnail":null,"section":"Opinion"},{"date":"19930527","headline":"An Upbeat Young Gets Out of Montana's Shadow","web_url":"https://www.nytimes.com/1993/05/27/sports/pro-football-an-upbeat-young-gets-out-of-montana-s-shadow.html","abstract":"  Steve Young, 49ers quarterback, was in a most agreeable mood today at the Cadillac-National Football League Golf Classic at the Upper Monclair Country Club.   How about signing a few hundred autographs? Sure, no big deal. And how about wearing these funny looking white knickers and gold and maroon socks? No problem.","thumbnail":null,"section":"Sports"},{"date":"19930527","headline":"Anti-Violence Plan for Daly","web_url":"https://www.nytimes.com/1993/05/27/sports/sports-people-golf-anti-violence-plan-for-daly.html","abstract":"  Golfer JOHN DALY, arrested last December after he allegedly threw his wife, BETTYE DALY, against a wall and pulled her hair, has been sentenced to complete a program on domestic violence as a part of a plea bargain in the case. Daly appeared in Douglas County (Colo.) Court Tuesday.","thumbnail":null,"section":"Sports"},{"date":"19930527","headline":"Here Comes Greater China, Getting Richer by the Day","web_url":"https://www.nytimes.com/1993/05/27/opinion/IHT-here-comes-greater-china-getting-richer-by-the-day.html","abstract":"The Asia-Pacific Century is already dawning, bringing with it major business opportunities for manufacturers and service companies the world over. Nowhere are the opportunities more apparent than in the fast-emerging economic region of \"Greater Chin","thumbnail":null,"section":"Opinion"},{"date":"19930527","headline":"Transactions","web_url":"https://www.nytimes.com/1993/05/27/sports/transactions-942893.html","abstract":"  Baseball  American League   NEW YORK YANKEES -- Placed Danny Tartabull, outfielder, on the 15-day disabled list. Recalled Hensley Meulens, outfielder, from Columbus of the International League. National League   NL -- Suspended Howard Johnson, New York Mets third baseman, for three games and fined him an undisclosed amount for bumping umpire Jerry Lane and grabbing his arm in an argument during a game on May 21.","thumbnail":null,"section":"Sports"},{"date":"19930527","headline":"Mandela Group Says Arrests Won't Halt Talks","web_url":"https://www.nytimes.com/1993/05/27/world/mandela-group-says-arrests-won-t-halt-talks.html","abstract":"  The African National Congress declared tonight that despite its outrage at the widespread arrests of black nationalists on Tuesday it would press ahead with negotiations aimed at ending white rule by early next year.   The decision by the congress's 26-member working committee seemed to assure that the surprise crackdown on the militants of the Pan Africanist Congress will not seriously slow the juggernaut of reform.","thumbnail":null,"section":"World"},{"date":"19930527","headline":"Teledyne and Chilean Indicted in Iraq Bomb Sales","web_url":"https://www.nytimes.com/1993/05/27/us/teledyne-and-chilean-indicted-in-iraq-bomb-sales.html","abstract":"  A Chilean arms dealer who says he supplied bombs to the Iraqi Air Force for more than eight years with the knowledge of the United States Government was indicted here today along with a California military contractor on charges that they violated American laws controlling the export of munitions.   In a 21-count criminal indictment approved today by a Federal grand jury, the United States Attorney's office here accuses Carlos Cardoen Cornejo, an owner of corporations in Miami and Chile, of illegally obtaining and exporting more than 100 tons of zirconium, a metallic chemical used to make weapons like cluster bombs, in connivance with Teledyne Inc. of Los Angeles. Mr. Cardoen, 55, was charged with manufacturing at least 24,000 of the bombs in Chile and selling them to Iraq.","thumbnail":null,"section":"U.S."},{"date":"19930527","headline":"Arms Cuts Worry NATO","web_url":"https://www.nytimes.com/1993/05/27/world/arms-cuts-worry-nato.html","abstract":"  Citing a wide range of new military challenges now confronting the Western alliance, NATO defense ministers called today for a halt in the cuts in military spending that have followed the end of the cold war.   A statement issued after a two-day meeting here said, \"A stabilization of defense expenditures, as well as a more effective use of our national and collective resources, are necessary to enable the alliance to respond in a timely and effective way to the challenges of the future.\"","thumbnail":null,"section":"World"},{"date":"19930527","headline":"Farms Asked To Safeguard City's Water","web_url":"https://www.nytimes.com/1993/05/27/nyregion/farms-asked-to-safeguard-city-s-water.html","abstract":"  Trucks come daily to William J. Murphy's farm to take the milk from his cows to the markets of New York City. From other dairy farms, the cows' manure takes the same trip, city officials say, but by a different route: the municipal water system.    So New York City, which has budgets that won't balance, subway trains that are stolen, traffic jams and crime, is about to take on a new challenge, what the Commissioner of Environmental Protection, Albert F. Appleton, calls \"manure management.\"","thumbnail":null,"section":"New York"},{"date":"19930527","headline":"Walsh Apologizes to James","web_url":"https://www.nytimes.com/1993/05/27/sports/sports-people-college-football-walsh-apologizes-to-james.html","abstract":"  Stanford's football coach, BILL WALSH, said Tuesday he was \"out of line\" when he recently characterized Washington's football program as a rogue operation. Walsh, saying he felt foolish and embarrassed, said he called Washington Coach DON JAMES and apologized during a five-minute conversation.   The Stanford coach said he also would call Washington Athletic Director BARBARA HEDGES \"to restate my apology.\"","thumbnail":null,"section":"Sports"},{"date":"19930527","headline":"Yanks Put Tartabull on Disabled List","web_url":"https://www.nytimes.com/1993/05/27/sports/baseball-yanks-put-tartabull-on-disabled-list.html","abstract":"  Make room in the trainer's room for Danny Tartabull. The Yankees declined to delay the inevitable yesterday and placed their cleanup hitter on the 15-day disabled list with a bruised right kidney. Hensley Meulens was recalled from Class AAA Columbus to take Tartabull's roster spot.   In the moments after Tartabull collided with center fielder Gerald Williams while pursuing Brady Anderson's liner in Monday night's game with Baltimore, it was obvious the Yankee right fielder would probably have to go on the d.l.","thumbnail":null,"section":"Sports"},{"date":"19930527","headline":"Topics of The Times; Mr. Kantor's Mystery Guests","web_url":"https://www.nytimes.com/1993/05/27/opinion/topics-of-the-times-mr-kantor-s-mystery-guests.html","abstract":"  Mickey Kantor, the United States Trade Representative, is a busy man. He's in charge of the nation's effort to reduce foreign trade barriers and increase opportunities for American businesses to expand abroad. He sees nothing wrong with helping the Democratic Party in his off hours to raise money by providing private briefings in his office for big-ticket contributors.    Gwen Ifill of The Times reports that last week Mr. Kantor welcomed a dozen business leaders for a meeting on trade matters arranged especially for big donors by the Democratic National Committee. Who was there? That, alas, remains a mystery. Mr. Kantor and the D.N.C. refuse to say. \"No one asked him to do anything and he did not do anything,\" Mr. Kantor's spokeswoman, Anne Lazzutto, explains. But if nothing inappropriate happened, why the secrecy? The public surely has an interest in knowing who's getting access.","thumbnail":null,"section":"Opinion"},{"date":"19930527","headline":"CLINTON AND ALLIES TWIST ARMS IN BID FOR BUDGET VOTES","web_url":"https://www.nytimes.com/1993/05/27/us/clinton-and-allies-twist-arms-in-bid-for-budget-votes.html","abstract":"  On the eve of the most crucial Congressional vote of his Presidency so far, President Clinton, members of his Cabinet and loyalists in Congress spent Wednesday twisting the arms of dozens of Democratic lawmakers who were still not committed to voting for his budget.   By nightfall, vote-counters said they still did not have enough pledges of support to forge a majority in the House of Representatives, but they expressed optimism that a majority would be in hand by the time the vote was taken on this afternoon.","thumbnail":null,"section":"U.S."},{"date":"19930527","headline":"2 New England Appellate Judges Are Finalists for High Court Spot","web_url":"https://www.nytimes.com/1993/05/27/us/2-new-england-appellate-judges-are-finalists-for-high-court-spot.html","abstract":"  White House aides have narrowed their search for a new Supreme Court Justice to two Federal appellate judges from New England, Administration officials said today.   The two are Judge Stephen G. Breyer of Boston, who sits on the United States Court of Appeals for the First Circuit, and Judge Jon O. Newman of Hartford, of the Court of Appeals for the Second Circuit.","thumbnail":null,"section":"U.S."},{"date":"19930527","headline":"Brazil Answers Inflation With Cabinet Shuffle","web_url":"https://www.nytimes.com/1993/05/27/world/brazil-answers-inflation-with-cabinet-shuffle.html","abstract":"  With Brazil's Army discreetly flexing its political muscles, President Itamar Franco is gambling on a Cabinet shuffle that one newsweekly here called \"Itamar's last chance.\"   Unable to cut back inflation from its current level of 30 percent a month, Mr. Franco has pinned his hopes on Fernando Henrique Cardoso, 61, a former Sao Paulo senator who enjoys wide respect, from company boardrooms here in Brazil's industrial heartland to the headquarters of multilateral banks in Washington.","thumbnail":null,"section":"World"},{"date":"19930527","headline":"Review/Ballet; The Debut of a Swan Queen","web_url":"https://www.nytimes.com/1993/05/27/arts/review-ballet-the-debut-of-a-swan-queen.html","abstract":"  As American Ballet Theater's newest swan queen, 23-year-old Julie Kent is definitely a young woman most likely to succeed. Her debut as Odette-Odile in \"Swan Lake\" on Monday night at the Metropolitan Opera House was, despite some weak spots, hardly that of a novice in the role. She will perform again with Guillaume Graffin's Prince Siegfried tonight.   At this point, her Odette has a spectacular originality, less concerned with flow than with clarity of attack, making for a silvery luminosity that stems from beauty of shape and silhouette. She might tone down her galloping entrance in Act II, but even this startling image instantly defines her agitated swan queen. Metaphors of flight emanate from her strongly held arabesques, every one of which is poised on the point of a foot that has rolled up especially smoothly on toe.","thumbnail":null,"section":"Arts"},{"date":"19930527","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/27/nyregion/c-corrections-964993.html","abstract":"  A picture in some editions of Business Day yesterday with an article on page D3 about the appointment of a chief executive at the Riggs National Bank was published in error. It showed Lawrence H. Summers, Under Secretary of the Treasury for International Affairs, not Paul M. Homan of Riggs. Mr. Summers figured in the article on page D16 about the currency markets.","thumbnail":null,"section":"New York"},{"date":"19930527","headline":"Library of Congress -- Or School for Scandal?","web_url":"https://www.nytimes.com/1993/05/27/opinion/library-of-congress-or-school-for-scandal.html","abstract":"As law clerks to Justice Thurgood Marshall in his final two years at the Supreme Court, we are dismayed by the Library of Congress's indiscriminate release of Justice Marshall's Court papers to the public. We are certain that his wishes have not been honored.\n\nIn many separate conversations with us -- including during the fall of 1991, when Justice Marshall allegedly permitted full access to his papers upon his death -- Justice Marshall made clear how greatly he valued the confidentiality of the Court's deliberations and that he had no intention of violating that ethic.","thumbnail":null,"section":"Opinion"},{"date":"19930527","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/05/27/nyregion/metro-digest-414093.html","abstract":"  NEW YORK CITY BRONX COUNCILMAN FACES INQUIRIES   The City Council's Ethics Committee has begun hearings on whether Rafael Castaneira Colon, the South Bronx legislator and the Council's third-ranking member, had violated residency laws. The hearings come as prosecutors have also begun an investigation. B3. STEIN MAY QUIT MAYORAL RACE   Several political figures said Andrew J. Stein, the City Council President, will end his campaign to be mayor, but Mr. Stein emphatically denied the reports. B3.","thumbnail":null,"section":"New York"},{"date":"19930527","headline":"U.S. May Bargain With Korea on Atom Issue","web_url":"https://www.nytimes.com/1993/05/27/world/us-may-bargain-with-korea-on-atom-issue.html","abstract":"  In a new attempt to defuse a dispute over nuclear weapons, the United States said today that it was prepared to make some concessions to North Korea if it agreed to rejoin a treaty requiring it to open its nuclear sites to inspection.   The conciliatory statements by a senior State Department official appeared intended to signal American good will before a high-level meeting next week in New York between representatives of the two countries.","thumbnail":null,"section":"World"},{"date":"19930527","headline":"Topics of The Times; Long Island's Mighty Skaters","web_url":"https://www.nytimes.com/1993/05/27/opinion/topics-of-the-times-long-island-s-mighty-skaters.html","abstract":"  New York sports fans are currently transfixed by two teams of polar talents. The Knicks -- aggressive, confident winners. And the Mets -- passive, whiny losers. A word, then, for the middling New York Islanders, before they fade from memory.   They were, by their own admission, a group of unexceptional hockey players who possessed enough old-fashioned virtues -- industry and unselfishness among them -- to rise further than anyone expected. They not only reached the Stanley Cup playoffs but beat the seemingly invincible Pittsburgh Penguins, cup champions for the past two years. Moreover, the Islanders frosted the Penguins without the services of their superstar, Pierre Turgeon, decommissioned late in the season by another of hockey's mindless acts of violence.","thumbnail":null,"section":"Opinion"},{"date":"19930527","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/27/opinion/IHT-letters-to-the-editor-93309435171.html","abstract":"Regarding \"Merely Private Freedom\" (Opinion, May 11): Charles Krauthammer observes that most parents would not like their children to grow up gay because homosexual orientation is an immoral and illegitimate lifestyle. In an attempt to be evenha","thumbnail":null,"section":"Opinion"},{"date":"19930527","headline":"A Rally. A Victory. Really. Mets Soar on Four in a Wild 9th","web_url":"https://www.nytimes.com/1993/05/27/sports/baseball-a-rally-a-victory-really-mets-soar-on-four-in-a-wild-9th.html","abstract":"  The baseball was roped to the left-field corner, and suddenly there were Mets sprinting everywhere, racing from first, second and third, sprinting toward a triumph and away from a season of failure.   When the racing was done, when Charlie O'Brien's two-out, two-strike double in the top of the ninth had done its dramatic damage, the last-place Mets were 5-4 victors over the Phillies. It was wild. It was strange. And, mercifully, it was different. The Mets had won.","thumbnail":null,"section":"Sports"},{"date":"19930527","headline":"Clinton's Best Friends Find It a Tough Role","web_url":"https://www.nytimes.com/1993/05/27/us/clinton-s-best-friends-find-it-a-tough-role.html","abstract":"  Harry Thomason says he and his wife are \"fighting for the right to live in this country.\"   Linda Bloodworth-Thomason says she now empathizes with Bebe Rebozo, Bert Lance, Alfred Bloomingdale and others who have had bad experiences \"being the President's best friend.\"","thumbnail":null,"section":"U.S."},{"date":"19930527","headline":"Revisions Urged for Judges","web_url":"https://www.nytimes.com/1993/05/27/nyregion/revisions-urged-for-judges.html","abstract":"  Saying that New York State's system of electing judges shuts out women and members of minority groups, the New York State Bar Association today proposed a new system in which judges would be nominated by screening committees around the state and then appointed by the Governor or local elected leaders. But the proposal was met with little enthusiasm in the Republican-controlled State Senate, which has long favored the current system, in which judges who have been endorsed by political parties run for election.","thumbnail":null,"section":"New York"},{"date":"19930527","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/05/27/nyregion/news-summary-337393.html","abstract":"  International A3-15  GERMANY ACTS ON ASYLUM LAW  The lower house of Germany's Parliament agreed to tighten the nation's asylum law, barring entry to thousands of foreigners who arrive each week to seek asylum. Approval in the upper house of the Parliament is considered certain.  A1  U.S. SEEKS TO ISOLATE IRAN  The Clinton Administration is seeking to weaken Iran by persuading reluctant allies to cut off loans, investment and arms sales to what American officials regard as a permanently hostile Government.  A1  King Hussein of Jordan has openly broken with Iraq.  A15","thumbnail":null,"section":"New York"},{"date":"19930527","headline":"Review/Film: Children of Fate; The Tenacious Hold Of Grinding Poverty On an Italian Family","web_url":"https://www.nytimes.com/1993/05/27/movies/review-film-children-fate-tenacious-hold-grinding-poverty-italian-family.html","abstract":"  The documentary \"Children of Fate\" follows in the footsteps of \"Cortile Cascino,\" which was made for NBC-TV in 1961 but never shown. The earlier film, which has been incorporated into this new work, was co-directed by Robert M. Young and Michael Roemer, who assembled a vivid, devastatingly sad portrait of a Sicilian slum.   Now Mr. Young's son, Andrew, and his wife, Susan Todd, have created a follow-up film by revisiting Angela, seen as a long-suffering young mother in the first film and now the grandmother of nine. Thus the sad, unflinching \"Children of Fate\" can be seen as a family affair in every way.","thumbnail":null,"section":"Movies"},{"date":"19930527","headline":"SIHANOUK OPPOSES KHMER ROUGE ROLE","web_url":"https://www.nytimes.com/1993/05/27/world/sihanouk-opposes-khmer-rouge-role.html","abstract":"  Prince Norodom Sihanouk, Cambodia's head of state, announced today that he had abandoned plans to set up a coalition government that included the Khmer Rouge. He said internationally supervised elections this week proved that the Maoist rebels had no place in Cambodia's future.   Only weeks after suggesting that the Khmer Rouge should be incorporated into a new postwar government, the Prince told a group of visiting European lawmakers that the vast and enthusiastic voter turnout amounted to a final public repudiation of the guerrilla group. The Khmer Rouge boycotted the elections and had threatened to disrupt them with violence.","thumbnail":null,"section":"World"},{"date":"19930527","headline":"U.S. Blacks and Africans Seek Stronger Ties","web_url":"https://www.nytimes.com/1993/05/27/world/us-blacks-and-africans-seek-stronger-ties.html","abstract":"  \"Africa is open for business,\" Mohammed Fall Ainina, the Mauritanian Ambassador to the United States, told a group of black Americans meeting here this week, \"and the first people we're going to seek business from are you.\"   Mr. Ainina's remarks summed up an important goal of the second African/ African-American Summit: to encourage business between blacks on both continents. And increasingly, sponsors of the conference say, black Americans are beginning to compete with businesses from the former colonial powers of Europe.","thumbnail":null,"section":"World"},{"date":"19930527","headline":"Perkins's Basket Sends The Sonics Home Even","web_url":"https://www.nytimes.com/1993/05/27/sports/basketball-perkins-s-basket-sends-the-sonics-home-even.html","abstract":"  The Seattle SuperSonics, who usually do not fare well on the road, are even with the Phoenix Suns. Sam Perkins's brave 3-point shot with 9.8 seconds earned them a rare lead and left Charles Barkley stomping his size 18 sneakers.   The final score was 103-99, but the Suns had a chance to tie the game after Perkins's shot put Seattle ahead, 103-101.","thumbnail":null,"section":"Sports"},{"date":"19930527","headline":"1893: Fears for Holland : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/27/opinion/IHT-1893-fears-for-holland-in-our-pages100-75-and-50-years-ago.html","abstract":"FLIM, Switzerland - The Queen-Regent of the Netherlands is here with her daughter, Queen Wilhelmina. The health of the little Queen gives rise to serious apprehensions. Her Majesty, who is thirteen years of age, is said to be consumptive, and to have unde","thumbnail":null,"section":"Opinion"},{"date":"19930527","headline":"Defying the Justices","web_url":"https://www.nytimes.com/1993/05/27/us/defying-the-justices.html","abstract":"  The Librarian of Congress strongly defended his actions in making public the papers of the late Justice Thurgood Marshall. Page A24.","thumbnail":null,"section":"U.S."}],"wiki_events":[],"weather":[{"date":"19930527","time":"1993-05-27 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":91,"wspd":7.6},{"date":"19930527","time":"1993-05-27 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.7,"rhum":93,"wspd":1.8},{"date":"19930527","time":"1993-05-27 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.7,"rhum":95,"wspd":3.6},{"date":"19930527","time":"1993-05-27 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":91,"wspd":5.4},{"date":"19930527","time":"1993-05-27 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":92,"wspd":11.2},{"date":"19930527","time":"1993-05-27 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":92,"wspd":9.4},{"date":"19930527","time":"1993-05-27 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":91,"wspd":11.2},{"date":"19930527","time":"1993-05-27 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":90,"wspd":14.8},{"date":"19930527","time":"1993-05-27 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.1,"rhum":86,"wspd":16.6},{"date":"19930527","time":"1993-05-27 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":86,"wspd":13},{"date":"19930527","time":"1993-05-27 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.1,"rhum":84,"wspd":14.8},{"date":"19930527","time":"1993-05-27 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":83,"wspd":16.6},{"date":"19930527","time":"1993-05-27 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":78,"wspd":16.6},{"date":"19930527","time":"1993-05-27 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.7,"rhum":78,"wspd":16.6},{"date":"19930527","time":"1993-05-27 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":78,"wspd":20.5},{"date":"19930527","time":"1993-05-27 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":87,"wspd":13},{"date":"19930527","time":"1993-05-27 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":86,"wspd":13},{"date":"19930527","time":"1993-05-27 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":83,"wspd":13},{"date":"19930527","time":"1993-05-27 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.6,"rhum":93,"wspd":16.6},{"date":"19930527","time":"1993-05-27 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":94,"wspd":11.2},{"date":"19930527","time":"1993-05-27 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":93,"wspd":9.4},{"date":"19930527","time":"1993-05-27 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":94,"wspd":13},{"date":"19930527","time":"1993-05-27 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":92,"wspd":11.2},{"date":"19930527","time":"1993-05-27 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":94,"wspd":7.6},{"date":"19930527","time":"1993-05-27 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":33,"wspd":24.1},{"date":"19930527","time":"1993-05-27 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":35,"wspd":18.7},{"date":"19930527","time":"1993-05-27 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":36,"wspd":22.3},{"date":"19930527","time":"1993-05-27 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":40,"wspd":11.2},{"date":"19930527","time":"1993-05-27 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":48,"wspd":13},{"date":"19930527","time":"1993-05-27 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":52,"wspd":9.4},{"date":"19930527","time":"1993-05-27 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":60,"wspd":9.4},{"date":"19930527","time":"1993-05-27 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":60,"wspd":14.8},{"date":"19930527","time":"1993-05-27 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":60,"wspd":16.6},{"date":"19930527","time":"1993-05-27 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":60,"wspd":16.6},{"date":"19930527","time":"1993-05-27 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":62,"wspd":16.6},{"date":"19930527","time":"1993-05-27 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":56,"wspd":18.7},{"date":"19930527","time":"1993-05-27 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":47,"wspd":20.5},{"date":"19930527","time":"1993-05-27 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":46,"wspd":22.3},{"date":"19930527","time":"1993-05-27 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":40,"wspd":25.9},{"date":"19930527","time":"1993-05-27 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":26,"wspd":25.9},{"date":"19930527","time":"1993-05-27 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":21,"wspd":37.1},{"date":"19930527","time":"1993-05-27 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":20,"wspd":33.5},{"date":"19930527","time":"1993-05-27 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":18,"wspd":35.3},{"date":"19930527","time":"1993-05-27 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":21,"wspd":37.1},{"date":"19930527","time":"1993-05-27 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":16,"wspd":25.9},{"date":"19930527","time":"1993-05-27 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":15,"wspd":40.7},{"date":"19930527","time":"1993-05-27 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":18,"wspd":25.9},{"date":"19930527","time":"1993-05-27 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":18,"wspd":27.7}]}}