{"19941123":{"guardian_articles":[{"date":"19941123","headline":"News: Student protest gets dry run as Gormley wins 1994 Turner prize","web_url":"https://www.theguardian.com/artanddesign/1994/nov/23/20yearsoftheturnerprize.turnerprize","abstract":null,"thumbnail":null,"section":"Art and design"}],"nytimes_articles":[{"date":"19941123","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/23/nyregion/c-corrections-903841.html","abstract":"  An article in Science Times yesterday about an experiment using DNA, the genetic material, as a form of computer referred incorrectly in some copies to a problem solved that way. It was to find a path connecting seven cities, passing through each once, when routes exist between only some of them.","thumbnail":null,"section":"New York"},{"date":"19941123","headline":"Clemente's Widow Keeps His Dreams Alive","web_url":"https://www.nytimes.com/1994/11/23/sports/baseball-clemente-s-widow-keeps-his-dreams-alive.html","abstract":"  The number 21 signifies a lot on the island of Puerto Rico.   It is the number engraved on earrings, emblazoned on T-shirts worn by young men and women, the number sewn on the jerseys of Puerto Rican-born ballplayers such as Ruben Sierra.","thumbnail":null,"section":"Sports"},{"date":"19941123","headline":"NEW JERSEY PLANS TO CUT PAYMENTS FOR MEDICAID 20%","web_url":"https://www.nytimes.com/1994/11/23/nyregion/new-jersey-plans-to-cut-payments-for-medicaid-20.html","abstract":"  New Jersey officials said today that they planned to cut the amount of money hospitals receive to care for Medicaid patients by 20 percent starting in March. William Waldman, the State Human Services Commissioner, said he expected a court challenge, but is confident the move, which would reduce hospital reimbursements by $135 million annually, would be upheld.   \"We cannot be in the business of subsidizing hospitals,\" Mr. Waldman told reporters at a meeting in his office. \"We must become the purchasers of services that are delivered efficiently and economically.\"","thumbnail":null,"section":"New York"},{"date":"19941123","headline":"TWA Jetliner Hits Cessna in Takeoff In St. Louis, Killing 2","web_url":"https://www.nytimes.com/1994/11/23/us/twa-jetliner-hits-cessna-in-takeoff-in-st-louis-killing-2.html","abstract":"  A Trans World Airlines jetliner struck a private plane with its wing during takeoff tonight at Lambert-St. Louis International Airport today, killing two people aboard the small craft and injuring several passengers on the large jet.   The TWA MD-80, carrying 142 passengers plus its crew, was accelerating when the pilot apparently saw the Cessna 421 in his path and swerved to avoid the smaller plane, an Federal Aviation Administration spokeswoman, Sandra Campbell, said from the agency's Kansas City, Mo., regional office.","thumbnail":null,"section":"U.S."},{"date":"19941123","headline":"A Classical Music Guide","web_url":"https://www.nytimes.com/1994/11/23/opinion/l-a-classical-music-guide-904546.html","abstract":"  To the Editor:   When you refer to magazines dealing with classical music, as your Nov. 15 Arts pages did in discussing men's and women's musical preferences, you ought to take note of the American Record Guide. The magazine, to which I am a contributor, has for nearly three years continued the traditions of the defunct Musical America with a section edited by that publication's former editor devoted to classical music articles and reviews of live performances.","thumbnail":null,"section":"Opinion"},{"date":"19941123","headline":"Clinton Thanks Ukraine With $200 Million","web_url":"https://www.nytimes.com/1994/11/23/world/clinton-thanks-ukraine-with-200-million.html","abstract":"  President Clinton offered $200 million in additional economic aid to Ukraine today to thank that country's new President, Leonid Kuchma, for taking politically difficult steps sought by Washington toward free-market reforms and the elimination of nuclear weapons.   Promising a new relationship with Ukraine, which the Administration expects to become a major power in Europe in years to come, Mr. Clinton also provided Mr. Kuchma with security assurances in return for having persuaded his Parliament last week to vote to eliminate Ukraine's 1,800 nuclear warheads.","thumbnail":null,"section":"World"},{"date":"19941123","headline":"4 at Police Center In Washington Die As Gunfire Erupts","web_url":"https://www.nytimes.com/1994/11/23/us/4-at-police-center-in-washington-die-as-gunfire-erupts.html","abstract":"  Four people, including a District of Columbia police sergeant and two F.B.I. agents, were killed today in a wild eruption of gunfire inside the Police Headquarters building, the authorities said. Two other people were reported to have been wounded.   The police said the incident began around 3:30 P.M. and lasted about an hour. But by tonight many details of what had happened remained unknown.","thumbnail":null,"section":"U.S."},{"date":"19941123","headline":"1919: New York Radicals : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/11/23/opinion/IHT-1919-new-york-radicals-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - [From our New York edition:] The sinister forces of revolution and anarchy in the metropolitan district have been greatly augmented by the action of the Washington authorities in releasing from Ellis Island hundreds of dangerous radicals. This","thumbnail":null,"section":"Opinion"},{"date":"19941123","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/11/23/style/chronicle-904953.html","abstract":"  When 9-year-old JULIE GAL arrived here from Austria in 1961 speaking no English, she started taking classes at the Rudolph Steiner School in Manhattan. And the only child who would speak to her was Beth Rudin, she recalled yesterday.    The friendship lasted, and on Monday evening, Beth Rudin, now BETH RUDIN DEWOODY, gave a party for her old school chum to celebrate Ms. Gal's documentary, \"Islamic Fundamentalism and Democracy.\"","thumbnail":null,"section":"Style"},{"date":"19941123","headline":"Pataki Says He'll Meet Giuliani, And Help Him in a Budget Fight","web_url":"https://www.nytimes.com/1994/11/23/nyregion/pataki-says-he-ll-meet-giuliani-and-help-him-in-a-budget-fight.html","abstract":"  They still have not spoken, but Governor-elect George E. Pataki offered an olive branch today to Mayor Rudolph W. Giuliani, saying he would meet with the Mayor one on one next week and that he would help the Mayor next year in Albany to block two bills that would hurt the city budget.   In a press release ostensibly about the potential evils of \"unfunded mandates\" and \"pension supplementation,\" Mr. Pataki effectively offered a cease-fire in one of the most visible political feuds the state and city have seen in decades.","thumbnail":null,"section":"New York"},{"date":"19941123","headline":"SERBS PRESS DRIVE ON BOSNIAN TOWN, USING HELICOPTER","web_url":"https://www.nytimes.com/1994/11/23/world/serbs-press-drive-on-bosnian-town-using-helicopter.html","abstract":"  Undaunted by a NATO air raid Monday, rebel Serbs backed by tanks and a helicopter closed in on Bihac today, pounding Bosnian Government forces and leaving several villages burning and hundreds of refugees without shelter, United Nations officials said.   Despite the attack on the Serbian-held Udbina airfield in Croatia on Monday, Bosnian Serb forces fired at least one surface-to-air missile at two British Harrier jets that were on regular NATO patrol near Bosanska Krupa, the officials said.","thumbnail":null,"section":"World"},{"date":"19941123","headline":"Labor Secretary Urges Cuts For 'Corporate Welfare' Too","web_url":"https://www.nytimes.com/1994/11/23/us/labor-secretary-urges-cuts-for-corporate-welfare-too.html","abstract":"  Firing back at conservatives who have vowed to trim welfare costs, Labor Secretary Robert B. Reich today issued a broad but vague call to choke off as much as $200 billion in \"corporate welfare\" as a way of finding money for jobs programs.    But he stopped short of identifying any corporate tax break or subsidy as unreasonable or counterproductive. And though he referred to a study by a Democratic research organization that identifies $111 billion in preferential programs for specific industries, the Labor Secretary said he was not endorsing that report or the suggestions in it.","thumbnail":null,"section":"U.S."},{"date":"19941123","headline":"Dole and Gingrich Embrace Before Republican Governors","web_url":"https://www.nytimes.com/1994/11/23/us/dole-and-gingrich-embrace-before-republican-governors.html","abstract":"  Bob Dole and Newt Gingrich today displayed a bonhomie seldom, if ever, seen between the two Republicans.   In their first joint appearance since the election two weeks ago, Mr. Gingrich of Georgia, the House Speaker-in-waiting, and Mr. Dole, who is likely to become the Senate majority leader, appeared at the close of the Republican Governors Association conference here to emphasize how well they will work together.","thumbnail":null,"section":"U.S."},{"date":"19941123","headline":"A Separate Pathway Slowly Carries a Caress To the Brain's Attention","web_url":"https://www.nytimes.com/1994/11/23/us/a-separate-pathway-slowly-carries-a-caress-to-the-brain-s-attention.html","abstract":"  RESEARCHERS have discovered the scientific basis for enjoying a caress.    People, it seems, have a special pathway of nerves that send pleasure signals to the brain when the skin is gently stroked. The pathway is present at birth and may help human infants distinguish comfort from discomfort.","thumbnail":null,"section":"U.S."},{"date":"19941123","headline":"Appeals Court Upholds Academy's Removal of Gay Midshipman","web_url":"https://www.nytimes.com/1994/11/23/us/appeals-court-upholds-academy-s-removal-of-gay-midshipman.html","abstract":"  A Federal appeals court today upheld the Naval Academy's removal of a top-ranked midshipman who had acknowledged his homosexuality.   Lawyers for the former midshipman, Joseph C. Steffan, said later that they had not decided whether to appeal the 7-to-3 decision, issued by the United States Court of Appeals for the District of Columbia Circuit. Any further appeal, to the Supreme Court, would provide the Justices their first opportunity to consider the issue of homosexuals' service in the military.","thumbnail":null,"section":"U.S."},{"date":"19941123","headline":"Comptroller Sees Waste In Busing Preschoolers","web_url":"https://www.nytimes.com/1994/11/23/nyregion/comptroller-sees-waste-in-busing-preschoolers.html","abstract":"  Every school day, thousands of handicapped 3- and 4-year-old children spend more than two hours a day on buses to get to and from special training programs in New York City that they may not need, the City Comptroller charged yesterday.   A child from Brooklyn might be bused to the Bronx to correct a stutter; one from Queens might be bused to Manhattan for emotional problems. Citywide, more than 9,000 children attend programs run by a loose network of private centers specializing in treatment of very young disabled children, more than half with speech defects as their sole disability. Only about 14 percent are wheelchair users.","thumbnail":null,"section":"New York"},{"date":"19941123","headline":"The Case for 'Privatizing' Park Wildlife","web_url":"https://www.nytimes.com/1994/11/23/opinion/l-the-case-for-privatizing-park-wildlife-904430.html","abstract":"  To the Editor:   \"Flood of Rwanda Refugees Is Destroying Ecological Treasure\" (Science Times, Nov. 15) omits a significant reason for the threat to wildlife in Zaire's Virunga National Park: It is a common property resource.","thumbnail":null,"section":"Opinion"},{"date":"19941123","headline":"Friends Pay Loving Tribute To Tandy and Her Career","web_url":"https://www.nytimes.com/1994/11/23/movies/friends-pay-loving-tribute-to-tandy-and-her-career.html","abstract":"  Jessica Tandy, whose talent and graceful presence illuminated theater and films for almost 70 years, was remembered with deep affection and admiration at a memorial celebration yesterday at the Shubert Theater. Tandy died on Sept. 11 at the age of 85.    Mike Nichols, Kathy Bates, Zoe Caldwell and Karl Malden were among those who paid tribute to the actress before an audience that included Tandy's husband of 52 years, Hume Cronyn. Sir John Gielgud and Sir Alec Guinness were heard on tape. Sir John recalled their early performances together (Tandy was Ophelia to his Hamlet) and spoke about her \"brilliant career\" and her \"enchanting personal character.\"","thumbnail":null,"section":"Movies"},{"date":"19941123","headline":"Recalling the Muppet Master","web_url":"https://www.nytimes.com/1994/11/23/arts/television-review-recalling-the-muppet-master.html","abstract":"  It all began in 1955 with a hand in a sock. The hand belonged to Jim Henson, whose impertinent puppets on a show called \"Sam and Friends\" become a local late-night hit on the CBS affiliate in Washington. From the beginning, Mr. Henson's attitude toward television was, \"Let's play with the medium.\" How imaginatively and memorably he played is recounted on \"The World of Jim Henson,\" tonight's 90-minute \"Great Performances\" presentation on WNET.    Proceeding chronologically, the show includes interviews with longtime Henson colleagues like Frank Oz, performer and director, and Jerry Juhl, head writer, along with fans like Ted Koppel (\"I think we all see a little bit of ourselves in Kermit and wish we only had Kermit's panache\") and Maurice Sendak (\"There was something so to the heart, you were astonished that it could be so simple and funny\").","thumbnail":null,"section":"Arts"},{"date":"19941123","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/11/23/sports/results-plus-901539.html","abstract":"  N.B.A.  Bucks Defeat Celtics  Todd Day scored 23 points and Vin Baker added 20 as the Milwaukee Bucks used a strong second half to cruise to a 116-94 victory over the Boston Celtics in Hartford last night. Baker, playing at the Hartford Civic Center for the first time since he attended the University of Hartford, scored 14 points in the second half as the Bucks snapped Boston's three-game winning streak. Glenn Robinson added 17 points and Eric Murdock, activated Monday after missing seven games with an eye injury, came off the bench to score 15. Rick Fox, who missed the past two games with a hip injury, returned to the lineup and paced the Celtics with 16 points, all in the second half. (AP) Hawks 102, 76ers 99: Stacey Augmon scored 23 points, including a short jumper with 11 seconds to play, as Atlanta beat visiting Philadelphia to keep the 76ers winless on the road. The loss was the fourth in a row on the road for the 76ers. Philadelphia led by 98-97 after Willie Burton hit a layup for the last of his 22 points with 1 minute 40 seconds to play. Grant Long tied the score with a free throw with 1:17 left, and Steve Smith gave the Hawks the lead for good with two free throws with 46 seconds to play. (AP) Hornets 102, Warriors 98: Hersey Hawkins scored 7 of his 18 points in a decisive fourth-quarter stretch, helping Charlotte hold off visiting Golden State. The Warriors were trying to set a team record for consecutive road victories at the start of the season. Charlotte tried to help by being whistled for four technical fouls, two in the fourth quarter for illegal defense and a third in that period on the bench. Golden State literally gave away its shot at five straight road victories, committing 20 turnovers. (AP) Cavaliers 112, Timberwolves 79: Cleveland collected 37 points off turnovers, while giving visiting Minnesota its worst defeat of the season. Mark Price led Cleveland with 17 points, and Tony Campbell had 16. Bobby Phills and Chris Mills scored 15 each. The Timberwolves got 14 points, but only 3 rebounds, from Christian Laettner. (AP) Bulls 105, Clippers 93: Ron Harper scored 21 points against his former teammates as visiting Chicago ran off 18 straight points in the fourth quarter to rally for a victory over Los Angeles. The Clippers (0-10) remained the league's only winless team after squandering a fourth-quarter lead for the second straight game. (AP) FIGURE SKATING  Russians Win  Defending champions Maria Petrova and Anton Sikharulidze of Russia won the pairs' short program yesterday in the World Junior Figure Skating Championships in Budapest. In second place were the American sister-and-brother pair of Danielle and Steve Hartsell, who lost points because their side-by-side spins were slightly out of unison. Their coach, Johnny Johns, said he hoped the pair would take home a medal after today's free program. (AP)","thumbnail":null,"section":"Sports"},{"date":"19941123","headline":"Let the Turkey Offer Thanks as Well","web_url":"https://www.nytimes.com/1994/11/23/opinion/l-let-the-turkey-offer-thanks-as-well-904228.html","abstract":"  To the Editor:   The Thanksgiving season will soon be upon us. Traditionally, this holiday has been a joyful celebration of life, liberty and a bountiful harvest. More recently, the carcass of a turkey has become the centerpiece of the festivities.","thumbnail":null,"section":"Opinion"},{"date":"19941123","headline":"London Journal; A Tipsy Big Ben Leans Over Bedlam-on-Thames","web_url":"https://www.nytimes.com/1994/11/23/world/london-journal-a-tipsy-big-ben-leans-over-bedlam-on-thames.html","abstract":"  Westminster Bridge is falling down, or would be if engineers had not just embarked on a project to shore it up. Across town, near Sloane Square, one of the Victorian-era iron beams supporting the roof of the Underground station is cracked, forcing trains to crawl through at 15 miles an hour.   Even Big Ben isn't standing as tall as it used to. Last month, engineers reported the 135-year-old clock tower was listing just over a tenth of an inch, a slight tilt that some experts believe is related to nearby tunneling for a rail line extension.","thumbnail":null,"section":"World"},{"date":"19941123","headline":"So Witty, So Sophisticated, So Lonely","web_url":"https://www.nytimes.com/1994/11/23/movies/mrs-parker-and-the-vicious-circle-so-witty-so-sophisticated-so-lonely.html","abstract":"Algonquin wit, back when. Engrossing.","thumbnail":null,"section":"Movies"},{"date":"19941123","headline":"Venturing Several Steps Past Flamenco's Traditions","web_url":"https://www.nytimes.com/1994/11/23/arts/dance-review-venturing-several-steps-past-flamenco-s-traditions.html","abstract":"  The World Music Institute provided fascinating and informative essays on flamenco and its dance forms in the program for \"Flamenco Gitano,\" presented by the institute on Friday night at the New School. But scholarly notes were of as little use as a road map through a rain forest.    The music and dance was familiar enough, but here the accent was on exuberant improvisation by six skillful, go-for-broke performers, all Gypsies from Spain and nearly all related to one another. Dressed in simple black suits and dresses and cheerfully sipping wine onstage, they created an atmosphere that was unselfconsciously intimate, chatting easily among themselves and with the audience.","thumbnail":null,"section":"Arts"},{"date":"19941123","headline":"Swedes Pick Cup Team","web_url":"https://www.nytimes.com/1994/11/23/sports/sports-people-tennis-swedes-pick-cup-team.html","abstract":"  The Swedish Davis Cup team that will play Russia in the finals in Moscow on Dec. 2-4 was named yesterday. It will be the last one selected by the Swedish captain, JOHN-ANDERS SJOGREN, who said that he would step down after nine years. The team's coach, CARL-AXEL HAGESKOG, will replace Sjogren, who is 55 years old.   Not surprisingly, Sjogren chose STEFAN EDBERG, MAGNUS LARSSON, JONAS BJORKMAN and JAN APELL to play against Russia, with ANDERS JARRYD as a substitute.","thumbnail":null,"section":"Sports"},{"date":"19941123","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/23/nyregion/c-corrections-903868.html","abstract":"  An article yesterday about Sheldon Silver, the Speaker of the New York State Assembly, misstated the party affiliation of Assemblyman Richard L. Brodsky of Westchester. He is a Democrat.","thumbnail":null,"section":"New York"},{"date":"19941123","headline":"By Dorothy Parker, From A to Z","web_url":"https://www.nytimes.com/1994/11/23/books/books-of-the-times-by-dorothy-parker-from-a-to-z.html","abstract":"  THE POETRY AND SHORT STORIES OF DOROTHY PARKER  457 pages. Modern Library. $15.50.    Dorothy Parker always made good copy. Cole Porter began \"It Was Just One of Those Things,\" his tribute to one-night stands, with the lines \"As Dorothy Parker once said to her boyfriend/Fare thee well,/As Columbus announced when he knew he was bounced,/It was swell, Isabelle, swell. . . .\" She always made good copy and she still does, what with film tributes, articles and earnest panel discussions. Ever mistrustful, she would probably greet such attention with the wary opening lines of her story \"The Little Hours\": \"Now what's this? What's the object of all this darkness all over me? They haven't gone and buried me alive while my back was turned, have they?\" What she would really want to know is, do they think I turned out good writing?","thumbnail":null,"section":"Books"},{"date":"19941123","headline":"Mr. Helms Must Step Aside","web_url":"https://www.nytimes.com/1994/11/23/opinion/mr-helms-must-step-aside.html","abstract":"  Senator Jesse Helms is out of control, and the Republicans have to do something about it. What Senator Bob Dole has on his hands is a mean-spirited, loose-lipped legislator who has moved from being an embarrassment to the G.O.P. to being a global liability for the nation.    The chair apparent of the Senate Foreign Relations Committee, who jolted the Joint Chiefs of Staff over the weekend when he challenged President Clinton's fitness to serve as Commander in Chief, told The Raleigh News and Observer Monday night that Mr. Clinton \"better have a bodyguard\" if he visited military bases in North Carolina, Mr. Helms's home state.","thumbnail":null,"section":"Opinion"},{"date":"19941123","headline":"Let the Turkey Offer Thanks as Well; A Vegetarian Feast","web_url":"https://www.nytimes.com/1994/11/23/opinion/l-let-the-turkey-offer-thanks-as-well-a-vegetarian-feast-904236.html","abstract":"  To the Editor:   There seems to be help for everyone this holiday season in your Nov. 16 Food Notes column unless, of course, you are one of this country's 12.5 million vegetarians.","thumbnail":null,"section":"Opinion"},{"date":"19941123","headline":"New Approach Is Tried in Suit Over Homeless","web_url":"https://www.nytimes.com/1994/11/23/nyregion/new-approach-is-tried-in-suit-over-homeless.html","abstract":"  Trying a new strategy to prevent New York City from letting homeless families sleep overnight in offices, a state judge yesterday appointed a mediator to oversee negotiations between the city and advocates for the homeless.   In issuing the order, Justice Helen E. Freedman of State Supreme Court in Manhattan said that for 11 years, the courts have been unable to force a resolution, even though a contempt order barring the city from keeping families overnight in offices was upheld in May by the Court of Appeals, the state's highest court.","thumbnail":null,"section":"New York"},{"date":"19941123","headline":"Pilot in Friendly Fire Case Is Likely to Avoid Charges","web_url":"https://www.nytimes.com/1994/11/23/us/pilot-in-friendly-fire-case-is-likely-to-avoid-charges.html","abstract":"  An Air Force investigator has recommended dropping all charges of negligent homicide and dereliction of duty against an F-15 fighter jet pilot implicated in the shooting down of two American helicopters over northern Iraq last April, an incident that killed all 26 people aboard.    If the investigator's commanding officer accepts the recommendation, which is likely, only one person involved in one of the military's worst self-inflicted losses will face court-martial.","thumbnail":null,"section":"U.S."},{"date":"19941123","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/11/23/style/chronicle-899968.html","abstract":"  THE REV. WILLIAM MCDONALD TULLY was instituted as the 11th rector of St. Bartholomew's Church on Monday evening and began his tenure in the spirit of healing and peace.    A prolonged dispute over whether the church, at Park Avenue and 51st Street, should replace its community house with an office tower had left residues of bitterness.","thumbnail":null,"section":"Style"},{"date":"19941123","headline":"Bigger Role for Europe : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/23/opinion/IHT-bigger-role-for-europe-letters-to-the-editor.html","abstract":"Regarding \"Focusing on the Alliance\" (Opinion, Nov. 16):.Your recent editorial calls for America to support moves by the Western European Union to undertake its own military operations. This is absolutely right. The United States should deman","thumbnail":null,"section":"Opinion"},{"date":"19941123","headline":"With a Nod to Oxford, Stanford Sets Program for Asian Scholars","web_url":"https://www.nytimes.com/1994/11/23/us/with-a-nod-to-oxford-stanford-sets-program-for-asian-scholars.html","abstract":"  Stanford University is developing a program modeled after Oxford University's Rhodes Scholarships in an effort to attract top college graduates from Asia, the fastest growing region of the world.    \"Our hope is to train generations of leaders who will go back to Asia and shape the direction of their countries' development,\" said Prof. Daniel Okimoto, co-director of the Asia Pacific Research Center at Stanford, who is helping develop the program.","thumbnail":null,"section":"U.S."},{"date":"19941123","headline":"Suit Faults New York City Over Upstate Homeless Site","web_url":"https://www.nytimes.com/1994/11/23/nyregion/suit-faults-new-york-city-over-upstate-homeless-site.html","abstract":"  New York City was sued yesterday by Orange County officials who contend that a city-run homeless shelter in their county has become a dumping ground for criminals and the mentally ill.   In the suit, county officials are asking the city to conduct extensive checks on the criminal and psychological history of residents before sending them to Camp La Guardia, a shelter for about 700 men in Chester, about 55 miles northwest of Manhattan.","thumbnail":null,"section":"New York"},{"date":"19941123","headline":"Rodman Gets Support","web_url":"https://www.nytimes.com/1994/11/23/sports/sports-people-pro-basketball-rodman-gets-support.html","abstract":"  The National Basketball Association players' union has filed a grievance on behalf of forward DENNIS RODMAN of the San Antonio Spurs. The union says the Spurs had no right to dock Rodman about $105,000 for violating team rules.   Rodman, on paid leave since Nov. 12, was fined $15,000 for showing up late for an exhibition game Oct. 20. However, league rules stipulate players who miss exhibition games are subject to no more than a $1,000 fine.","thumbnail":null,"section":"Sports"},{"date":"19941123","headline":"Down Home In Maine","web_url":"https://www.nytimes.com/1994/11/23/movies/film-review-down-home-in-maine.html","abstract":"The disobedient daughter of a religious man associates with the crude logging family next door.","thumbnail":null,"section":"Movies"},{"date":"19941123","headline":"Like Boxer, Like Trainer","web_url":"https://www.nytimes.com/1994/11/23/sports/like-boxer-like-trainer.html","abstract":"  Riddick Bowe and Larry Donald are similar fighters with similar builds and similar styles.    That's true, up to a point. But when Bowe, the former heavyweight champion, takes on Donald in a 12-round HBO fight at Caesars Palace in Las Vegas, Nev., on Dec. 3, there's one similarity you can bet on: Both fighters will be getting the same kind of calm, studied critiques between rounds. That's because Donald's trainer, Jancks Morton, learned his craft by studying Bowe's trainer, 83-year-old Eddie Futch.","thumbnail":null,"section":"Sports"},{"date":"19941123","headline":"One Nation, One Vote? That's Not Fair","web_url":"https://www.nytimes.com/1994/11/23/opinion/one-nation-one-vote-that-s-not-fair.html","abstract":"  When Congress takes up the General Agreement on Tariffs and Trade next week, it should focus on diplomacy, not economics. It should give particular scrutiny to the treaty's proposed offspring, the World Trade Organization, which could cause immeasurable damage to American diplomacy for years to come.    Contrary to the claims of Vice President Al Gore and other Administration spokesmen, the future of world trade does not depend on GATT.  Whether the treaty is ratified or not, world trade will continue to grow as it has for half a century. Nor, despite the claims of right-wing isolationists and left-wing consumer advocates, is sovereignty -- ours or anyone else's -- at stake. By definition, a treaty requires signers to forgo certain exercises of authority or \"sovereignty.\"","thumbnail":null,"section":"Opinion"},{"date":"19941123","headline":"When Does a Sting Become Entrapment?","web_url":"https://www.nytimes.com/1994/11/23/arts/television-review-when-does-a-sting-become-entrapment.html","abstract":"  So, what do Marion Barry, Harrison A. Williams Jr. and John Z. DeLorean have in common? Right! All were caught by hidden cameras in the throes of apparent illegality. Tonight's edition of \"American Justice\" brings back those embarrassing yet entertaining tapes in the course of a report on sting operations by the law. The question is, at what point does a set-up become entrapment? Or, where is the line between making an illegal act available or luring someone into it?   Let's go to the videotape. Mr. Barry, then -- and soon to be again -- the Mayor of Washington, made national television when he was shown taking a toot of crack cocaine, offered by a female friend who was doubling as a police plant. Mr. Williams, then a United States Senator from New Jersey, was among a pride of legislators caught by the camera accepting cash from a supposed Saudi Arabian sheik for some immigration favors, the famous Abscam sting. Mr. DeLorean, then a flamboyant automobile maker, showed up as a performer in a drug deal arranged by the Drug Enforcement Agency. And in another, less celebrated but wackier case recalled tonight, a Federal agent played a gorilla to ensnare Mexican officials trying to smuggle him or it out of the United States.","thumbnail":null,"section":"Arts"},{"date":"19941123","headline":"Federal Judge Permits Entry of Haitian-Refugee Children","web_url":"https://www.nytimes.com/1994/11/23/us/federal-judge-permits-entry-of-haitian-refugee-children.html","abstract":"  A Federal judge ruled today that Haitian children detained in the United States Naval Base at Guantanamo Bay should be allowed into the United States in the same way that Cuban-refugee children were.   The decision by Judge C. Clyde Atkins of Federal District Court here affects 231 unaccompanied Haitians under age 18 who have been in the Guantanamo refugee camps since the summer.","thumbnail":null,"section":"U.S."},{"date":"19941123","headline":"Something in the Air : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/23/opinion/IHT-something-in-the-air-letters-to-the-editor.html","abstract":"Regarding the news report \"Gulf Disease Syndrome Spreads\" (Nov. 15):.During the Gulf War, did the Iraqi Army retreat in such numbers and with such speed because its commanders knew chemical toxins were in the air?. NANCY B. KOHLHEYER. . Bruss","thumbnail":null,"section":"Opinion"},{"date":"19941123","headline":"The Cheering Over, Haitians Face New Trials","web_url":"https://www.nytimes.com/1994/11/23/opinion/l-the-cheering-over-haitians-face-new-trials-904163.html","abstract":"  To the Editor:   Having lived in and reported on Haiti on and off for five years, I've found your coverage reflects an exclusively Northern perspective.","thumbnail":null,"section":"Opinion"},{"date":"19941123","headline":"U.S. Proposes More Muscle To Aid Bosnia","web_url":"https://www.nytimes.com/1994/11/23/world/us-proposes-more-muscle-to-aid-bosnia.html","abstract":"  The United States today proposed stiffer military action and expanded use of air power to protect the beleaguered area of Bihac in northwest Bosnia.   But Western European nations have yet to agree on whether to take further military action, leaving the fate of the American proposal unclear.","thumbnail":null,"section":"World"},{"date":"19941123","headline":"Film in Review; Military Coup in Australia","web_url":"https://www.nytimes.com/1994/11/23/movies/film-in-review-military-coup-in-australia.html","abstract":"Political fable about remote Australian shantytown inhabitants who unite against a repressive military takeover. Visually stunning, narratively cliched","thumbnail":null,"section":"Movies"},{"date":"19941123","headline":"Blue Blazers vs. Blue Jeans; Jury in Murder Trial Weighs How Appearances May Deceive","web_url":"https://www.nytimes.com/1994/11/23/nyregion/blue-blazers-vs-blue-jeans-jury-murder-trial-weighs-appearances-may-deceive.html","abstract":"  At times, Edward L. Summers has appeared on the witness stand in a blue blazer with a handkerchief tucked elegantly into the breast pocket. But at least twice during the trial, he has been asked to change into the hooded black sweatshirt, jeans and boots he wore last January when he was arrested and charged with carjacking a Jeep and murdering its owner, a Rockland County teen-ager.   In a way, the jury at his murder trial is being asked to decide which is the real Edward Summers. Is he, as the defense says, an upstanding 23-year-old premedical student from an industrious Bronx family who was terrorized by a drug dealer named Dino into taking part in a crime from which he ultimately shrank back?","thumbnail":null,"section":"New York"},{"date":"19941123","headline":"O.K. Corral Budget; Council, Pressed by Giuliani for Cuts In Midyear, Looks to Test Its Powers","web_url":"https://www.nytimes.com/1994/11/23/nyregion/ok-corral-budget-council-pressed-giuliani-for-cuts-midyear-looks-test-its-powers.html","abstract":"  When the new City Charter took effect four years ago, it vastly increased the authority of the City Council, but it also left the Mayor with unrivaled budget powers that most governors or even the President might envy.   But Rudolph W. Giuliani is the first Mayor to vow to use those powers to the hilt. And so the Council, faced with a second round of enormous budget cuts and with pleading constituents, has now threatened to test the limits of its own budget authority -- a move that could end up pitting the Mayor and the Council against each other in court.","thumbnail":null,"section":"New York"},{"date":"19941123","headline":"Artists Suffer More From Mental Illness","web_url":"https://www.nytimes.com/1994/11/23/opinion/l-artists-suffer-more-from-mental-illness-904414.html","abstract":"  To the Editor:   Daniel Grant, in criticizing my views on the link between artistic creativity and mood disorders (\"On Not Doubting Sanity of Artists,\" letter, Nov. 18), seems not to know or understand the substantial research literature on the subject. First, no one would claim that all artists suffer from mood disorders, and certainly not that all, or indeed many of them, are \"insane.\" Second, there are studies that compare rates of mental illness in artistic and non-artistic groups.","thumbnail":null,"section":"Opinion"},{"date":"19941123","headline":"BOOKS : THE WORLD IN 2020","web_url":"https://www.nytimes.com/1994/11/23/style/IHT-books-the-world-in-2020.html","abstract":"THE WORLD IN 2020. By Hamish McRae. 302 pages. £20. HarperCollins; $24.95. Harvard Business School Press. . Reviewed by Martin Baker. MAYBE, just maybe, economics is not dead after all. This is probably not the principal conclusion that Hamish McRae","thumbnail":null,"section":"Style"},{"date":"19941123","headline":"Film in Review; Kieslowski's Trilogy Finale: 'Red'","web_url":"https://www.nytimes.com/1994/11/23/movies/film-in-review-kieslowski-s-trilogy-finale-red.html","abstract":"  \"Red\" was shown as part of this year's New York Film Festival. Following are excerpts from Janet Maslin's review, which appeared in The New York Times on Oct. 4. The film opens today at Lincoln Plaza Cinemas, Broadway at 63d Street.   In the dense, archly mysterious films of Krzysztof Kieslowski, bold but ineffable patterns shape the characters' lives. Coincidences, missed opportunities, overbearing visual clues and strange, haunting parallels: all of these contribute to a gradually emerging sense of destiny. Stories develop like photographs in a darkroom. They are sharply defined only in retrospect, when the process is complete.","thumbnail":null,"section":"Movies"},{"date":"19941123","headline":"At Risk in Gaza","web_url":"https://www.nytimes.com/1994/11/23/opinion/at-risk-in-gaza.html","abstract":"  Last Friday's fatal clashes in Gaza dramatized the perils that threaten Israel's historic peace with Yasir Arafat's P.L.O. Fourteen people were killed and more than 200 wounded after Palestinian police fired on street protesters, many of them sympathetic to the militant Islamic organization Hamas.    It is six months since the P.L.O. took over administration of Gaza and Jericho. Expectations were overly high, international aid has been slow to arrive and Hamas has tried to undermine the P.L.O. at every turn. But by now the Palestinian Authority should have been able to establish a measure of civil order and start to deliver the fruits of peace to a long-suffering population. It has not done so, and Palestinians' patience is rapidly running out.","thumbnail":null,"section":"Opinion"},{"date":"19941123","headline":"BASEBALL: A Natural at Filling the Seats; Weak Bat Adds Skepticism to Jordan's Future in Majors","web_url":"https://www.nytimes.com/1994/11/23/sports/baseball-natural-filling-seats-weak-bat-adds-skepticism-jordan-s-future-majors.html","abstract":"  Michael Jordan swung at the first pitch and dumped a double next to the left-field line. The fans at Scottsdale Stadium cheered lustily, but a group of more dispassionate observers reacted differently.   \"That soft line drive was on an 81-mile-an-hour fastball that was right there,\" a major league scout said a couple of innings after Jordan's hit in a recent game. \"He just got out too early with a soft swing.\"","thumbnail":null,"section":"Sports"},{"date":"19941123","headline":"In Delors's Corner : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/23/opinion/IHT-in-delorss-corner-letters-to-the-editor.html","abstract":"Regarding \"The Delors Record\" (Letters, Nov. 17):.I cannot let pass this biased attack on Jacques Delors. .When François Mitterrand, having reconstructed the French Socialist Party, wanted to become president, it was impossible to do s","thumbnail":null,"section":"Opinion"},{"date":"19941123","headline":"Knicks Use Old In-Your-Face Tricks","web_url":"https://www.nytimes.com/1994/11/23/sports/pro-basketball-knicks-use-old-in-your-face-tricks.html","abstract":"  Moments after the Knicks defeated the San Antonio Spurs Monday night at the Garden, Pat Riley praised their defense and intensity, and he basically said they were returning to being the old Knicks. In a humid and happy locker room, his players echoed those sentiments. Meet the new Knicks, same as the old Knicks.   After a brief flirtation with increased running was ditched because the Knicks became too reliant on jumpers and Riley became too incensed with watching opponents breeze up and down the court, New York is settling into a familiar routine. The Knicks are adapting to the new hand-checking rules and trying to play in their old, rugged manner. It is working.","thumbnail":null,"section":"Sports"},{"date":"19941123","headline":"Clinton Backs Off on School Prayer Proposal","web_url":"https://www.nytimes.com/1994/11/23/us/clinton-backs-off-on-school-prayer-proposal.html","abstract":"  One week after he seemed to open the door to a constitutional amendment to allow organized prayer in schools, President Clinton seemed to slam it shut today, saying his earlier remarks had been \"over-read.\"   \"I do not believe that we should have a constitutional amendment to carve out and legalize teacher- or student-led prayer in the classroom,\" Mr. Clinton said at a news conference today. \"I think that that is inherently coercive in a nation with the amount of religious diversity we have in this country. I think that would be an error.\"","thumbnail":null,"section":"U.S."},{"date":"19941123","headline":"1944:'Flying Dutchman' : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/11/23/opinion/IHT-1944flying-dutchman-in-our-pages100-75-and-50-years-ago.html","abstract":"CHICAGO - [From our New York edition:] The crew of a B-17 Flying Fortress parachuted from the big four-motored plane over Marion, South Dakota, today [Nov. 22] and the ship roared on, an aerial Flying Dutchman, for five hours, until it crashed at Isabella","thumbnail":null,"section":"Opinion"},{"date":"19941123","headline":"On TV, a Heightened Gay Presence","web_url":"https://www.nytimes.com/1994/11/23/arts/critic-s-notebook-on-tv-a-heightened-gay-presence.html","abstract":"  As a script in process, it could be titled \"The Closet and the Conservative Ascendancy.\" Few developments over the last decade have been more startling than the growing visibility, proud and demanding, of gay men and lesbians. But the recent election triumphs of the Republican right have re-energized crusades and catch phrases -- \"family values\" is one -- that have traditionally been used against homosexuals. Will gay men and women be forced to step back, even if only part way, into the closet? The question at the moment is this: Is the door half open or half closed?    The answer, at least as far as television entertainment is concerned, is that the door has never been open wider. And it is likely to stay that way. A few years ago, gay groups were complaining, justifiably, that they were tired of seeing homosexuality portrayed on television as a problem. They wanted to see themselves integrated into ordinary situations. They wanted to be depicted as being as demographically diverse as heterosexuals. A survey of recent programs confirms considerable changes.","thumbnail":null,"section":"Arts"},{"date":"19941123","headline":"Glimpsing Promise In the Human Voice As an Instrument In the Future of Jazz","web_url":"https://www.nytimes.com/1994/11/23/arts/glimpsing-promise-in-the-human-voice-as-an-instrument-in-the-future-of-jazz.html","abstract":"  In the early 1980's, when the rank and file of young jazz musicians started a pilgrimage to New York, one instrument was conspicuous by its absence: the voice. In the last decade, one important singer has emerged, Cassandra Wilson, and a few others of less than historic ability are hanging around. Jazz singing seems to have entered a long, deep winter.   Tonight's vocal competition at the John F. Kennedy Center for the Performing Arts here, held in front of a sold-out audience by the Thelonious Monk Institute of Jazz, was supposed to warm the climate for singers. The institute, founded by the Monk family and Maria Fisher, a philanthropist who also started the Beethoven Society of America, has been holding jazz's equivalent of the Van Cliburn Competition for eight years. It has become one of jazz's institutional powerhouses, a marketing machine that has virtually guaranteed careers for its winners, who include the saxophonist Joshua Redmon and the pianists Marcus Roberts, Jacky Terrasson and Joey DeFrancesco. It provides a souk where the major labels have been able to do their shopping, a Wal-Mart for an industry notoriously short on scouting ability.","thumbnail":null,"section":"Arts"},{"date":"19941123","headline":"A Lawyer Who Spoke Up","web_url":"https://www.nytimes.com/1994/11/23/opinion/a-lawyer-who-spoke-up.html","abstract":"  The privilege against compelled self-incrimination, said the dean of Harvard Law School, is \"one of the great landmarks in man's long struggle to make himself civilized.\" Forty years ago, when Erwin Griswold spoke out in that manner, not many were willing to defend the Bill of Rights against Senator Joseph McCarthy, who railed against what he called \"Fifth-Amendment Communists\" -- traitors, he charged, hiding behind their rights.    That defense of liberty, by a lifelong Republican whose patriotism not even Mr. McCarthy dared challenge, was one of the brightest achievements of Mr. Griswold, who died last week at the age of 90. There were other peaks and, in an extraordinarily long career, a number of valleys.","thumbnail":null,"section":"Opinion"},{"date":"19941123","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/11/23/sports/transactions-902063.html","abstract":"  Baseball  American League    CALIFORNIA ANGELS -- Sent Joe Grahe, pitcher, and Steve Hosey, outfielder, outright to Vancouver of the Pacific Coast League.","thumbnail":null,"section":"Sports"},{"date":"19941123","headline":"Nutrition Guides May Be Deceptive for the Aged","web_url":"https://www.nytimes.com/1994/11/23/us/nutrition-guides-may-be-deceptive-for-the-aged.html","abstract":"  IT should surprise no one to learn that people's bodies change in significant ways as they age. But researchers are just beginning to discover important nutritional differences between the old and young that, if ignored, could adversely affect the health and well-being of older Americans.   In today's issue of The Journal of the American Medical Association, for example, Dr. Susan B. Roberts and colleagues at the Federal Agriculture Department's Human Nutrition Research Center on Aging in Boston report that older men seem to have trouble balancing the amount of calories they consume with the amount they expend. When forced to gain weight, they hang on to the extra pounds, and when their weight drops below normal, they do not readily gain it back. Either way -- overweight or underweight -- this failure to adjust could increase the risk of serious illness in older people, Dr. Roberts said.","thumbnail":null,"section":"U.S."},{"date":"19941123","headline":"Teacher Advising Education Chief Draws Lessons From Own History","web_url":"https://www.nytimes.com/1994/11/23/us/teacher-advising-education-chief-draws-lessons-from-own-history.html","abstract":"  Since Terry Dozier, late of Irmo High School in Columbia, S.C., arrived at the Education Department, meetings have not been the same.    She is the first classroom teacher to become a special adviser to a Secretary of Education, serving as what Secretary Richard W. Riley calls his \"reality check\" on teaching and bringing to the interminable rounds of department meetings a view from the schoolhouse.","thumbnail":null,"section":"U.S."},{"date":"19941123","headline":"Public & Private; Out of the Hands of Babes","web_url":"https://www.nytimes.com/1994/11/23/opinion/public-private-out-of-the-hands-of-babes.html","abstract":"  Would you buy a rug if you knew that it had been woven in India by 10-year-olds beaten if they didn't work fast enough? Would you wear a shirt if it had been sewn by a 9-year-old locked into a factory in Bangladesh until production quotas for the day had been met? Would you eat sardines if the cans had been filled by 12-year-old Filipino children sold into bonded servitude?   The General Agreement on Tariffs and Trade, known as GATT, is the most sweeping free-trade pact in history. But like many agreements among different nations with different agendas, much has been lost in the translation. One of the losses in the GATT negotiations was the right of children not to be exploited, overworked and underpaid as a source of cheap and compliant labor around the world.","thumbnail":null,"section":"Opinion"},{"date":"19941123","headline":"An Immigration Idea : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/23/opinion/IHT-an-immigration-idea-letters-to-the-editor.html","abstract":"Regarding \" A Nasty Surprise in California\" by Katie Lieshman and \"Illegals Are the Bravest of All\" by Richard Rodriguez (Opinion, Nov. 17):.If America is serious about wanting to do something about illegal immigration, the simple,","thumbnail":null,"section":"Opinion"},{"date":"19941123","headline":"Italy's Premier Named in Corruption Investigation","web_url":"https://www.nytimes.com/1994/11/23/world/italy-s-premier-named-in-corruption-investigation.html","abstract":"  Italian magistrates told Prime Minister Silvio Berlusconi today that he was being investigated on corruption charges because of bribes paid to tax inspectors by his business empire.   Already reeling from local elections in which his conservative Forza Italia party fared disastrously last weekend, Mr. Berlusconi received word of the judicial move as he played host to an international conference in Naples on combating organized crime.","thumbnail":null,"section":"World"},{"date":"19941123","headline":"Israelis Ask if Gaza Outpost Is Worth Defending","web_url":"https://www.nytimes.com/1994/11/23/world/israelis-ask-if-gaza-outpost-is-worth-defending.html","abstract":"  This Israeli settlement, where farmers grow tomatoes and bearded men study the Talmud, is looking more and more like Fort Apache each day.   At the main army checkpoint leading to Netzarim, a dozen Israeli soldiers hunkered down today behind newly built earth ramparts and concrete barricades with mounds of sandbags on top. Fingers nestled against the triggers of their M-16 automatic rifles as the soldiers watched Palestinians drive by on the main road a few yards away.","thumbnail":null,"section":"World"},{"date":"19941123","headline":"Frazier Appeal Denied","web_url":"https://www.nytimes.com/1994/11/23/sports/sports-people-college-football-frazier-appeal-denied.html","abstract":"  Nebraska learned yesterday that quarterback TOMMIE FRAZIER won't receive an extra year of eligibility to make up for this season, most of which he missed because of recurring blood clots. The N.C.A.A. administrative review panel denied Frazier's appeal for medical hardship.   \"I feel terrible about him losing a year of eligibility,\" Coach TOM OSBORNE said. \"This is supposed to be the year of the athlete in the N.C.A.A.\"","thumbnail":null,"section":"Sports"},{"date":"19941123","headline":"On Campus; Fraternity House Is Now Monumental","web_url":"https://www.nytimes.com/1994/11/23/us/on-campus-fraternity-house-is-now-monumental.html","abstract":"  The Alpha Rho Chi fraternity house at the University of Southern California has been declared a city cultural and historical monument.   The City Council recently gave the designation to the two-and-a-half-story Colonial Revival house at the request of a neighborhood group.","thumbnail":null,"section":"U.S."},{"date":"19941123","headline":"Japan Remains 'the Silent Power,' Out on the Edge of World Affairs","web_url":"https://www.nytimes.com/1994/11/23/opinion/IHT-japan-remains-the-silent-power-out-on-the-edge-of-world-affairs.html","abstract":"A generation ago, Japan was often called \"the silent power.\" Today, with the Cold War in the past and new regional groupings emerging in its backyard, Tokyo still remains on the periphery of the international relations game. All the proud talk","thumbnail":null,"section":"Opinion"},{"date":"19941123","headline":"2 Bridge Titles Decided Amid Dispute","web_url":"https://www.nytimes.com/1994/11/23/arts/2-bridge-titles-decided-amid-dispute.html","abstract":"  Two major team titles were decided Monday night at the American Contract Bridge League's Fall Nationals amid a controversy that prompted a brief strike by players. This concerned Sunday's qualifying stage of the Women's Board-a-Match Teams, during which one player reported, correctly, having played the same deals four months ago in San Diego.   A committee of the national board of directors threw out the results of this session, a decision some criticized as based on narrow legalism.  And the committee announced that there would be no carryover score from the session that was not affected, thus canceling some scores that were indisputably valid.","thumbnail":null,"section":"Arts"},{"date":"19941123","headline":"Survivors of 2 Different Wars as Kindred Spirits","web_url":"https://www.nytimes.com/1994/11/23/nyregion/about-new-york-survivors-of-2-different-wars-as-kindred-spirits.html","abstract":"  TAKA, a child who has every reason to be afraid of everything, seems to be afraid of nothing. Laughing and dancing, he leaps into a stranger's lap and then pulls him by the hand through a tour of his home in Greenwich Village. The stranger follows, noticing the scars from a machete wound on the side of the child's head, and marvels at the survival of innocence.   The little boy's scalp was seriously injured last summer when a chain reaction of slaughter and rampage surged through his native land, Rwanda. No one knows exactly how it happened but the doctors who operated on him say the blow was intentional. No one even knows his last name, or where and when he was born. Whatever Taka may remember of his injuries he has kept to himself, but last Saturday he put down the toy cars he was playing with and, turning serious, asked in English,","thumbnail":null,"section":"New York"},{"date":"19941123","headline":"Sleepy? Maybe It's The Turkey","web_url":"https://www.nytimes.com/1994/11/23/style/sleepy-maybe-its-the-turkey.html","abstract":"Ben Franklin would be pleased. The turkey, which he so persistently tried to promote as America's national emblem, has come into its own. Not only will it take center stage tomorrow, when 45 million turkeys are expected to be consumed for Thanksgiving dinner around the nation, but for the year it is also piling up a record production of 300 million, more than a 50 percent increase from a decade ago.\n\nAt a ceremony in the Rose Garden this morning, President Clinton will welcome to the White House a live tom turkey, a bird picked for good character and impeccable manners.","thumbnail":null,"section":"Style"},{"date":"19941123","headline":"Book Notes","web_url":"https://www.nytimes.com/1994/11/23/books/book-notes-902217.html","abstract":"  Get Busy, Nicholas Evans   It's hard to work up much sympathy for Nicholas Evans, the British screenwriter and producer whose forthcoming book, \"The Horse Whisperer,\" has been the cause of so much excitement in the publishing and film worlds in the last couple of weeks. After all, the book, being positioned as \"Bridges of Madison County\" with an equine flavor, has sold for breathtaking amounts: $3 million to Robert Redford and Disney, $3.15 million to Dell for publishing rights in the United States and Canada, and $537,000 to Bantam U.K. In addition, publishers in Germany and Italy have each paid more than $500,000 for translation rights.   But the 44-year-old Mr. Evans is under a great deal of pressure, and not only to see that the project earns back all the money already invested in it, a tricky proposition under any circumstances. First, he has a more pressing problem: he has to finish writing the book. The novel has been marketed and sold so far on the basis of what he has produced -- half a manuscript and an outline of the ending -- and the author has holed up in his home in South London with a commitment to finish the rest by the end of the year, so that the publishers can aim to get it in stores by next fall.","thumbnail":null,"section":"Books"},{"date":"19941123","headline":"Some Owners Anxious As N.H.L. Talks Recess","web_url":"https://www.nytimes.com/1994/11/23/sports/hockey-some-owners-anxious-as-nhl-talks-recess.html","abstract":"  So what will happen to the National Hockey League's proposed luxury tax, that penalty for high payrolls meant to slow salary escalation, which is the biggest reason why the owners have locked out the players?   As negotiations broke today for a two-day holiday recess -- and as some owners voiced concern over the effects of the prolonged lockout -- both sides acknowledged that the tax wasn't discussed during four intense meetings in the past six days. The talks are scheduled to resume Friday with the site to be announced.","thumbnail":null,"section":"Sports"},{"date":"19941123","headline":"Pilot Offers Explanation For Odd Noise On USAir Jet","web_url":"https://www.nytimes.com/1994/11/23/us/pilot-offers-explanation-for-odd-noise-on-usair-jet.html","abstract":"  A USAir captain says he may have created an unusual noise on a Boeing 737 by accidentally turning on the public address system during a flight a few hours before the airplane crashed near Pittsburgh on Sept. 8, killing all 132 people aboard.   In court papers last week, lawyers for the widow of one of the victims said three people had reported an odd noise aboard the aircraft on its trip from Charlotte, N.C., to Chicago, immediately before its fateful flight to Pittsburgh. The reports gave rise to speculation that the noise was related to the subsequent crash, which remains under investigation by the National Transportation Safety Board.","thumbnail":null,"section":"U.S."},{"date":"19941123","headline":"City Council Supports Mayor On a Sex-Store Moratorium","web_url":"https://www.nytimes.com/1994/11/23/us/city-council-supports-mayor-on-a-sex-store-moratorium.html","abstract":"  City Council members yesterday agreed to Mayor Rudolph W. Giuliani's plan for a one-year moratorium on opening or expanding any sex-oriented video store, theater or bar.   The move is the first step in sharply restricting adult-entertainment businesses, an effort that the Mayor has made part of his drive to improve the quality of life in New York. During the moratorium, new zoning laws are to be written to generally banish sex-oriented shops to areas of the city zoned for industry.","thumbnail":null,"section":"U.S."},{"date":"19941123","headline":"Jet Rookie Is Hoping His Dance Catches On","web_url":"https://www.nytimes.com/1994/11/23/sports/pro-football-jet-rookie-is-hoping-his-dance-catches-on.html","abstract":"  Ryan Yarborough had all season to think about what to do when he caught his first National Football League touchdown pass.   Which might explain the dance last Sunday.","thumbnail":null,"section":"Sports"},{"date":"19941123","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/11/23/nyregion/inside-897973.html","abstract":"  Navy Dismissal Upheld   A Federal appeals court has endorsed the United States Naval Academy's dismissal of a midshipman in 1987 after he acknowledged that he was a homosexual. Page A20. Pilot May Not Face Charges    An Air Force investigator has recommended dropping all charges against the pilot of an F-15 involved in the shooting down of two American helicopters in April. Page A14. Helms Faults Clinton Again    Senator Jesse Helms of North Carolina said President Clinton was so unpopular that he would need a bodyguard in his state, then said the comment was a mistake. Page A19.","thumbnail":null,"section":"New York"},{"date":"19941123","headline":"Holiday on Thursday","web_url":"https://www.nytimes.com/1994/11/23/nyregion/holiday-on-thursday.html","abstract":"  Thanksgiving is tomorrow.  NEW YORK  PARADE: Begins at 9 A.M. at 77th Street and Central Park West. Travels south on Broadway to 34th Street. Concludes at noon. GOVERNMENT OFFICES: Federal, state and local offices are closed. POST OFFICE: Main post office open at 33d Street and Eighth Avenue for Express Mail and special delivery only. BANKS: Closed. PARKING: Alternate-side street cleaning regulations suspended or Sunday rules in effect.  SANITATION: No street cleanings and recycling. SCHOOLS: Closed. FINANCIAL MARKETS: Closed. TRANSPORTATION: Subways and buses and the Long Island Rail Road will run on a Sunday schedule. Metro-North trains will be on a holiday schedule, including extra service to New York City between 6 A.M. and 10 A.M. and from New York City between 12 P.M. and 2 P.M.  NEW JERSEY  GOVERNMENT OFFICES: Closed. POST OFFICES: Closed BANKS: Closed. SCHOOLS: Closed. TRANSPORTATION: Buses and rail service are on holiday schedule. CONNECTICUT  GOVERNMENT OFFICES: Closed. POST OFFICES: Closed. BANKS: Closed. SCHOOLS: Closed. TRANSPORTATION: Buses and rail service are on holiday schedule. Traffic Alert TODAY  THANKSGIVING DAY PARADE: Preparations for the parade will close several streets: 77th and 79th Streets between Central Park West and Columbus Avenue will be closed at 3 P.M., and Central Park West from Columbus Circle to 86th Street and Broadway between 34th and 35th Streets will be closed after 10 P.M.  TOMORROW  The parade will close Broadway between Columbus Circle and 34th Street from 9 A.M. to noon and 35th Street between Fifth Avenue and Broadway. In addition, Seventh Avenue between 34th and 40th Streets and 34th Street between Fifth Avenue and Broadway will be closed until 1 P.M. Dismantling until about 3 P.M. will affect those streets where preparations occurred on Wednesday.","thumbnail":null,"section":"New York"},{"date":"19941123","headline":"Bryan Ferry in Concert: Old Times Remembered","web_url":"https://www.nytimes.com/1994/11/23/arts/rock-review-bryan-ferry-in-concert-old-times-remembered.html","abstract":"  \"Though your world is changing,\" Bryan Ferry vowed from the stage of the Beacon Theater on Monday night, \"I will be the same.\" In the song, he's a steadfast lover, but he could also have been describing his first New York concert since 1988. Now, as then, he performed in a ceremonial haze of frankincense, which was burning in a large urn on stage. And as in 1988, he played the careworn, genteel, pensive lover, his hair falling over his eyes, his voice progressing from humble croon to troubled bleat.    Every so often, he'd reveal his younger self: the arch, brittle voice of Roxy Music in the early 1970's, ricocheting between consumer cravings and romantic desire in songs like \"Virginia Plain\" and \"In Every Dream Home a Heartache.\" But Mr. Ferry gradually subdued the irony in his love songs, and ever since Roxy Music released \"Avalon\" in 1982, he has been working variations on its elegantly restrained yearning. Between pulsating bass lines and rippling guitars, he sings the role of someone who is lost in love, swept away by a passion that promises exaltation or immolation. He has just released \"Mamouna,\" (Virgin), his first album of new songs in seven years, further refining one of rock's most specialized styles.","thumbnail":null,"section":"Arts"},{"date":"19941123","headline":"For 2 of Europe's Mightiest Powers, the Fall May Be Nigh","web_url":"https://www.nytimes.com/1994/11/23/sports/IHT-for-2-of-europes-mightiest-powers-the-fall-may-be-nigh.html","abstract":"Is the fall of the House of Berlusconi nigh? I would not be so presumptuous as to make predictions concerning Silvio Berlusconi's position as prime minister of Italy. These are, after all, the sports pages..The gentleman's sport is another matter. For","thumbnail":null,"section":"Sports"},{"date":"19941123","headline":"Council and Giuliani At War Over Budget","web_url":"https://www.nytimes.com/1994/11/23/nyregion/council-and-giuliani-at-war-over-budget.html","abstract":"  Bucking some of Mayor Rudolph W. Giuliani's proposals to trim city spending to close a $1.1 billion budget gap, City Council leaders broke off talks with the Mayor yesterday and pledged to draft their own budget. The impasse sets up the most serious fight yet over what powers the Council has under the new City Charter, which gave that body expanded responsibilities.    Article, page B1.","thumbnail":null,"section":"New York"},{"date":"19941123","headline":"1894: Italian Scandal : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/11/23/opinion/IHT-1894-italian-scandal-in-our-pages100-75-and-50-years-ago.html","abstract":"ROME - The Bank scandals are assuming a more pronounced form than ever, and warrants have been issued against Signor Giolitti, formerly President of the Council, and Signor Rossano, formerly Under-Secretary of State for the Interior, both of whom are accu","thumbnail":null,"section":"Opinion"},{"date":"19941123","headline":"Mayor and Council Break Off Negotiations on Budget Cuts","web_url":"https://www.nytimes.com/1994/11/23/nyregion/mayor-and-council-break-off-negotiations-on-budget-cuts.html","abstract":"  The City Council broke off negotiations yesterday with the Giuliani administration over how to cut spending to close a $1.1 billion gap in New York City's budget, and each side said it would proceed without the other.    The Council said it would pass its own budget plan, but Mayor Rudolph W. Giuliani said that he had already begun carrying out some of the cuts he proposed last month and would freeze any new spending the Council tried to send him.","thumbnail":null,"section":"New York"},{"date":"19941123","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/11/23/nyregion/news-summary-897353.html","abstract":"  International A2-13  SERBS CONTINUE ATTACK  Serbs continued to close in on a northwest Bosnian town, in defiance of NATO after air strikes the day before on a base held by the Serbs, and NATO appeared to be preparing for further air strikes. A1  An American proposal to protect a Bosnian town. A13","thumbnail":null,"section":"New York"},{"date":"19941123","headline":"What Women Can Teach Men","web_url":"https://www.nytimes.com/1994/11/23/opinion/what-women-can-teach-men.html","abstract":"  By now, the benefits of single-sex education for girls and women have been reported so often and so fully that you might think the advocates of women's institutions could snap their briefcases shut and declare the case closed.    But we can't. It isn't enough to cite the familiar statistics showing that graduates of women's colleges succeed in traditionally male fields -- business, government, academia -- far out of proportion to their numbers in the population. Unless we understand the reasons for the success of single-sex education for girls and women, we risk missing some important lessons about education, society and the sexes today.","thumbnail":null,"section":"Opinion"},{"date":"19941123","headline":"No Arms to Indonesia","web_url":"https://www.nytimes.com/1994/11/23/opinion/l-no-arms-to-indonesia-904457.html","abstract":"  To the Editor:   I am pleased that a Nov. 15 editorial, \"Indonesia's Embarrassment,\" called on President Clinton to raise the issue of East Timor with President Suharto. However, perhaps the most important thing Mr. Clinton could do to show he is serious about protecting the people of East Timor would be to call for an end to arms sales to Indonesia.","thumbnail":null,"section":"Opinion"},{"date":"19941123","headline":"Abortion Foes Face Enemy At Doctor's Negligence Trial","web_url":"https://www.nytimes.com/1994/11/23/nyregion/abortion-foes-face-enemy-at-doctor-s-negligence-trial.html","abstract":"  When a physician who filled in for a murdered abortion-clinic doctor in Pensacola, Fla., came before an administrative court in New Jersey today on malpractice charges growing out of previous abortions, he saw two particularly unfriendly faces in the courtroom.   They belonged to Vicky and Mike Conroy, abortion opponents who had traveled 1,000 miles from Pensacola \"to see justice served.\"","thumbnail":null,"section":"New York"},{"date":"19941123","headline":"No Headline","web_url":"https://www.nytimes.com/1994/11/23/nyregion/no-headline-897337.html","abstract":"  \"London is like a piece of Gruyere cheese; there are holes everywhere. If hole  digging were an Olympic sport, I can tell you this:  Britain would win the gold medal every time.\" GERRY BRENNAN, a cabdriver.  [ A4:3. ]","thumbnail":null,"section":"New York"},{"date":"19941123","headline":"Beauty Queen Is Convicted Of Reduced Charges in Attack","web_url":"https://www.nytimes.com/1994/11/23/us/beauty-queen-is-convicted-of-reduced-charges-in-attack.html","abstract":"  For months, the story of the beauty queen accused of attempted murder has fascinated the two Virginias. It seemed, as one lawyer in the case put it, a case of \"psycho Barbie doll gone bad.\"   But the tale that emerged here during a five-day trial that ended today was more sad than sordid: an articulate, striking woman who had never found a man who cared enough to put her photo in his wallet; a young man who could not settle for one lover at a time; a middle-class couple whose kitchen was invaded by a furious, wounded woman bent on revenge.","thumbnail":null,"section":"U.S."},{"date":"19941123","headline":"Film in Review; Macaulay Culkin Finding Himself in a World of Books","web_url":"https://www.nytimes.com/1994/11/23/movies/film-in-review-macaulay-culkin-finding-himself-in-a-world-of-books.html","abstract":"Boy stranded in library during storm. Awkward storybook project, with animation. Weighs a ton.","thumbnail":null,"section":"Movies"},{"date":"19941123","headline":"The Schools Chancellor's Future","web_url":"https://www.nytimes.com/1994/11/23/opinion/the-schools-chancellor-s-future.html","abstract":"  Even as he struggles to weather the latest budget crisis, New York City's Schools Chancellor, Ramon Cortines, has the support of a solid majority of the Board of Education, enough to insure the renewal of his contract -- if he wants it. But lingering differences between Mr. Cortines and Mayor Rudolph Giuliani could result in his departure. Neither Mr. Giuliani nor Mr. Cortines should allow that to happen.    Mr. Cortines, who took office nearly 15 months ago, has moved quickly and professionally to put his stamp on the system. His biggest challenge, and the main source of hostility with City Hall, has been coping with the impact of the city's budget gap. Just this week Mr. Cortines announced that he would find 800 more bureaucrats to let go by next June 30 to meet an additional $190 million cut imposed on the board by City Hall last month. But he warned that the most recent cut could not be totally absorbed through administrative staff reductions, and that eliminating \"two teachers per school\" might be necessary.","thumbnail":null,"section":"Opinion"},{"date":"19941123","headline":"Film in Review; Black Action With Jokes","web_url":"https://www.nytimes.com/1994/11/23/movies/film-in-review-black-action-with-jokes.html","abstract":"L.A. ex-cop helps D.E.A. agent on case like one that ended his career.","thumbnail":null,"section":"Movies"},{"date":"19941123","headline":"Jones Quits as Coach At Oklahoma State","web_url":"https://www.nytimes.com/1994/11/23/sports/sports-people-college-football-jones-quits-as-coach-at-oklahoma-state.html","abstract":"  PAT JONES resigned as Oklahoma State's football coach yesterday to let someone else guide a program still trying to recover from National Collegiate Athletic Association sanctions leveled five and a half years ago. Jones won 62 games in his 11 years, more than any coach in school history. But the Cowboys had six straight losing seasons and have gone without a victory in the Big Eight during three of the last four years.   Jones said victories and losses had far less to do with his decision than the need to upgrade facilities and improve financing in order to put the Cowboys on equal footing with other Big Eight schools.","thumbnail":null,"section":"Sports"},{"date":"19941123","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/11/23/nyregion/metro-digest-899658.html","abstract":"  NEW JERSEY PLANS CUT IN HOSPITAL AID    New Jersey officials said that they planned to cut the amount of money hospitals receive to care for Medicaid patients by 20 percent starting in March. William Waldman, the State Human Services Commissioner, said he expected a court challenge but was confident that the move, which will reduce hospital reimbursements by $135 million annually, would be upheld. A1. COUNCIL PANEL BACKS CURBS ON SEX SHOPS   City Council members agreed to Mayor Giuliani's plan for a one-year moratorium on opening or expanding any sex-oriented video store, theater or bar. The move is the first step in restricting adult-entertainment businesses, an effort that the Mayor has made part of his drive to improve the quality of life in New York. A1.","thumbnail":null,"section":"New York"},{"date":"19941123","headline":"Out of Cash, Eastern European Health System Has a Relapse","web_url":"https://www.nytimes.com/1994/11/23/world/out-of-cash-eastern-european-health-system-has-a-relapse.html","abstract":"  In the shabby maternity ward of the county hospital in this Black Sea port, Dr. Veronica Niculescu threw a greasy slab of brown soap onto a table. Crudely made from cheap fat, the soap smelled like a barnyard.   \"This is the only soap we have and it has no disinfectant properties,\" she said with disgust. \"We are told by the Government: hospitals and medicine are not productive so you get no money from us.\"","thumbnail":null,"section":"World"},{"date":"19941123","headline":"M.T.A. Board Votes Plan Calling for 10¦ Fare Rise","web_url":"https://www.nytimes.com/1994/11/23/nyregion/mta-board-votes-plan-calling-for-10-fare-rise.html","abstract":"  Brushing aside the objections of New York City officials, the Metropolitan Transportation Authority approved a long-range strategy yesterday that calls for a 10-cent fare increase next year to help pay for monthly passes with unlimited rides and free transfers between subways and buses.   But Mayor Rudolph W. Giuliani's two representatives on the M.T.A. board said the plan was unrealistic because it did not take into account the city's decision to cut $113 million from its contribution to the M.T.A.","thumbnail":null,"section":"New York"},{"date":"19941123","headline":"Sonics Win Game, Nets Pass Blame","web_url":"https://www.nytimes.com/1994/11/23/sports/pro-basketball-sonics-win-game-nets-pass-blame.html","abstract":"  That big happy family that had won three of its last four games is squabbling again.   While Butch Beard criticized the Nets' lack of composure during the final minutes of their 104-97 loss to the Sonics tonight, Kenny Anderson was blaming his coach for not letting him get into the flow.","thumbnail":null,"section":"Sports"},{"date":"19941123","headline":"Fab Five? Try Pretty Darn Good Five","web_url":"https://www.nytimes.com/1994/11/23/sports/college-basketball-fab-five-try-pretty-darn-good-five.html","abstract":"  Their shorts will be hemmed, their playing time will be monitored and their memoirs will go unpublished. The new Fab Five is no reincarnation of the old Fab Five -- so help Steve Fisher.   Fisher, the Michigan basketball coach who continues to recruit a handful at a time, will protect his latest freshman class like a school crossing guard. Juwan Howard, Jalen Rose, Chris Webber, Jimmy King and Ray Jackson were a merchandiser's dream, but Son of Fab Five may never be on a first-name basis with the country.","thumbnail":null,"section":"Sports"},{"date":"19941123","headline":"Gay Officials Gather to Share Ideas","web_url":"https://www.nytimes.com/1994/11/23/us/gay-officials-gather-to-share-ideas.html","abstract":"  Like many colleagues in state capitols and city halls around the nation, the officials who met here over the weekend are concerned about race relations, religious conservatism and re-election.   But what brought about 60 of them together is what sets them apart: they are openly gay, a small but growing presence in local government. They gathered as they have each year since 1985.","thumbnail":null,"section":"U.S."},{"date":"19941123","headline":"Tails for Russian Nights : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/23/opinion/IHT-tails-for-russian-nights-letters-to-the-editor.html","abstract":"Regarding \"Black Tie, Red Square and Intrigue in Yeltsin's 'Court'\" (Oct. 20): .The \"first black-tie affair in the Kremlin since 1917\"? In my experience, during the Communist era there was no shortage of dinner jackets among waiters","thumbnail":null,"section":"Opinion"},{"date":"19941123","headline":"Administration Says Deal With Dole on Trade Is Near","web_url":"https://www.nytimes.com/1994/11/23/us/administration-says-deal-with-dole-on-trade-is-near.html","abstract":"  Administration officials said tonight that they expected by Wednesday to reach a deal with Senator Bob Dole that would pave the way for his support of a world trade agreement scheduled for a vote in a lame-duck session of Congress next week.   After a day of negotiations with Mr. Dole over his objections to a crucial part of the pact, Mickey Kantor, the United States trade representative, said, \"We're making great progress and I think we'll have it.\"","thumbnail":null,"section":"U.S."},{"date":"19941123","headline":"Seeing the Future, Darkly","web_url":"https://www.nytimes.com/1994/11/23/movies/film-review-seeing-the-future-darkly.html","abstract":"Doctor, astrologer, prophet and all-around great guy. Overstuffed historical suds.","thumbnail":null,"section":"Movies"},{"date":"19941123","headline":"Helms Takes New Swipe at Clinton, Then Calls It Mistake","web_url":"https://www.nytimes.com/1994/11/23/us/helms-takes-new-swipe-at-clinton-then-calls-it-mistake.html","abstract":"  Senator Jesse Helms, the likely next chairman of the Foreign Relations Committee, created a new uproar today when he was quoted saying that President Clinton was so unpopular on military bases in North Carolina that he \"better have a bodyguard\" if he visits the state. Mr. Helms later called the comment \"a mistake.\"   Asked about the Helms comments at a White House news conference today, President Clinton said, \"I think the remarks were unwise and inappropriate.\"","thumbnail":null,"section":"U.S."},{"date":"19941123","headline":"Victory Helps Frieder Scratch 5-Year Itch","web_url":"https://www.nytimes.com/1994/11/23/sports/college-basketball-victory-helps-frieder-scratch-5-year-itch.html","abstract":"  In the Bo Schembechler Bowl tonight, Bill Frieder defeated Steve Fisher.   But it was a grudge match for only one of them: Frieder. He had once been Michigan's coach, only to have the team pulled out from under his feet by Schembechler five years ago, and this evening was his payback. His Arizona State Sun Devils pressured Fisher's Michigan Wolverines into a turnover every two minutes, and won their Maui Invitation semifinal, 79-62.","thumbnail":null,"section":"Sports"},{"date":"19941123","headline":"Rebelling for the Sake of Rebelling","web_url":"https://www.nytimes.com/1994/11/23/arts/pop-review-rebelling-for-the-sake-of-rebelling.html","abstract":"  In \"The Wild One,\" one of the classic portrayals of youthful malcontent, Marlon Brando is asked what he is rebelling against, to which he coolly replies, \"What have you got?\" If Mr. Brando's interlocutor had held up a mirror, that would be the current state of punk rock. At two sold-out concerts on Saturday night, Bad Religion at Roseland and NOFX at CBGB, punk rock not only reacted against its traditional enemies -- society and mainstream rock -- but also against itself.    Now that records by California punk bands like Green Day and the Offspring have broken into the top five on the pop charts, punk rock will have to come to terms with being what it hates most, at least until it slips back into the tightly knit underground scene where it has been thriving for years with few innovations. This can take the form of parodying Green Day's hit song \"Basket Case,\" as NOFX did, or discussing the ethics of \"selling out\" to major record labels, as Bad Religion did, or simply refusing to follow the convention of leaving the stage before performing an encore, as both groups did.","thumbnail":null,"section":"Arts"},{"date":"19941123","headline":"Similar, but Separate","web_url":"https://www.nytimes.com/1994/11/23/sports/sports-people-boxing-similar-but-separate.html","abstract":"  RIDDICK BOWE and LARRY DONALD are similar fighters with similar builds and similar styles. That's true, up to a point. But when Bowe, the former heavyweight champion, takes on Donald in a 12-round HBO fight at Caesars Palace in Las Vegas, Nev., on Dec. 3, there's one similarity you can bet on: Both fighters will be getting the same kind of calm, studied critiques between rounds. That's because Donald's trainer, JANCKS MORTON, learned his craft by studying Bowe's trainer, 83-year-old EDDIE FUTCH. Both trainers took part in a conference call yesterday, and part of the conversation turned on the similarities of the two fighters, both former Olympians who failed to win their weight classes. The two fighters have identical measurements in reach (81 inches), neck (17 1/2 ), biceps (17) and expanded chests (50), but at 38 inches, Bowe's waist is 6 inches larger than Donald's (32).","thumbnail":null,"section":"Sports"},{"date":"19941123","headline":"Film in Review; The Many Lives of a Man, All of Them Odd","web_url":"https://www.nytimes.com/1994/11/23/movies/film-in-review-the-many-lives-of-a-man-all-of-them-odd.html","abstract":"  Maurizio Nichetti, the director and star of the mildly funny and excruciatingly whimsical \"Stefano Quantestorie,\" should not be confused with Nanni Moretti, the director and star of the current \"Caro Diario,\" a far more sophisticated and droll film. Both have been compared, wrongheadedly, to Woody Allen, but a taste for one does not translate to the other.    Mr. Nichetti, whose \"Stefano Quantestorie\" opens today at Film Forum, once studied as a mime. He has a tendency to cast himself in the role of a mournful clown, and to load his films with multiple, overlapping stories that sound cleverer than they are.","thumbnail":null,"section":"Movies"},{"date":"19941123","headline":"In America; At Last, A Truce","web_url":"https://www.nytimes.com/1994/11/23/opinion/in-america-at-last-a-truce.html","abstract":"  The cold war has ended. Governor-elect George Pataki and Mayor Rudolph Giuliani are going to sit down and talk. The blood feud, provoked by Mayor Giuliani's decision to cross party lines and endorse Mario Cuomo for re-election, is being put aside -- at least for the time being.   Political egos being what they are, it took nearly a week to negotiate the cease-fire. The word began to filter out early yesterday:","thumbnail":null,"section":"Opinion"},{"date":"19941123","headline":"An Empire Built on Jazz","web_url":"https://www.nytimes.com/1994/11/23/style/IHT-an-empire-built-on-jazz.html","abstract":"Along with his old friend and partner Daniel Filipacchi, Frank Ténot sits on top of one of the world's largest media empires. Hachette Filipacchi Press owns 72 publications in 24 countries including Pariscope, Paris Match, Le Journal du Dimanche and","thumbnail":null,"section":"Style"},{"date":"19941123","headline":"A Bunch Of Bobcats Are Caught In a Cage","web_url":"https://www.nytimes.com/1994/11/23/sports/college-basketball-a-bunch-of-bobcats-are-caught-in-a-cage.html","abstract":"  It was all the Ohio University basketball team could do to make it to New York. But for a few moments yesterday, a portion of the traveling party was not sure how long it would take to get out.   Thirteen members of the Bobcats contingent in town for the Preseason National Invitation Tournament -- including Coach Larry Hunter, various assistants and a couple of players -- crowded into a freight elevator on the sixth floor of the New York Athletic Club.","thumbnail":null,"section":"Sports"},{"date":"19941123","headline":"The Miracle of Cold 'Cooking' in a Bath of Fresh Lime Juice","web_url":"https://www.nytimes.com/1994/11/23/style/the-miracle-of-cold-cooking-in-a-bath-of-fresh-lime-juice.html","abstract":"LIMES are like nature's microwave. Take a chunk of tuna, put it in a bath of lime juice for several hours, and in a kind of kitchen voodoo, the fish will cook without fire. Or slice a red onion, mix it with lime juice, and the onion will soon transform itself into a delicious fuchsia-hued relish with the harsh bite cooked right out of it.\n\nLess flashy but perhaps no less magical is lime's ability to balance and enhance all the other flavors in a dish. Of course, all this culinary alchemy is accompanied by the distinctive, bracingly fresh flavor of the lime itself.","thumbnail":null,"section":"Style"},{"date":"19941123","headline":"Slovak Folk Troupe in Its New York Debut","web_url":"https://www.nytimes.com/1994/11/23/arts/dance-review-slovak-folk-troupe-in-its-new-york-debut.html","abstract":"  Lucnica, the Slovak song-and-dance ensemble from Bratislava, is absolutely first-rate. Its young dancers sparkle with glittering technique in an eye-opening repertory that remains true to its surprisingly diverse sources.    All the more pity that this fresh and sophisticated professional folk troupe limited its New York debut to two performances on Sunday at Symphony Space. Somebody should coax Lucnica back.","thumbnail":null,"section":"Arts"},{"date":"19941123","headline":"On Campus; Catholic Group Buys Toronto U. Site","web_url":"https://www.nytimes.com/1994/11/23/us/on-campus-catholic-group-buys-toronto-u-site.html","abstract":"  A conservative Roman Catholic organization, Opus Dei, which some former members say uses cult-like practices to recruit college-age students, is opening a branch at the University of Toronto.    Officials of the group bought a 62-room residence last summer for $3.2 million and moved into the heart of the University of Toronto's downtown campus, said Opus Dei's spokesman, Fernando Mignone.  \"There was a keen interest in reaching out to more university students,\" Mr. Mignone said.","thumbnail":null,"section":"U.S."},{"date":"19941123","headline":"Two More Young Lovebirds On a Murderous Rampage","web_url":"https://www.nytimes.com/1994/11/23/movies/film-review-two-more-young-lovebirds-on-a-murderous-rampage.html","abstract":"  As one more gory road movie about gun-toting, media-mad white trash on the rampage, C. M. Talkington's \"Love and a .45\" has elements of parody. There's enough of \"Natural Born Killers\" here to suggest that Mr. Talkington has read the mind of Quentin Tarantino, or at least taken satirical notice of Mr. Tarantino's early screenplay for that Oliver Stone film. On the other hand, maybe murderous teen-age lovebirds yearning to be television stars are simply a staple of our culture these days. And maybe some ideas are just plain parody-proof.   In any case, \"Love and a .45\" is too mean-spirited to be funny, and it winds up nastily derivative rather than clever. Mr. Talkington shows some visual talent and has assembled a head-bangingly effective soundtrack, but he's short on dramatic inspiration. Sentimental young sweethearts who take Polaroids of their hostages and are spurred into marriage by the thrill of murder are definitely old news.","thumbnail":null,"section":"Movies"},{"date":"19941123","headline":"Rabbi Given Prison Term In Kidnapping Of Teen-Ager","web_url":"https://www.nytimes.com/1994/11/23/nyregion/rabbi-given-prison-term-in-kidnapping-of-teen-ager.html","abstract":"  In a courtroom rife with rancorous passion, an ultra-Orthodox rabbi was sentenced yesterday to 4 to 12 years in prison for kidnapping a Jewish teen-ager who disappeared from his family for two years.   Rabbi Shlomo Helbrans, the leader of a small Hasidic sect, was given the prison term after he declared fervently that he was the victim of the kind of \"blood libel\" that had \"cost the lives of millions,\" and after the youth's mother spoke with equal intensity about losing her son to \"people who control his mind.\"","thumbnail":null,"section":"New York"},{"date":"19941123","headline":"A Sex-Defying 'What If,' Taken to Full Term","web_url":"https://www.nytimes.com/1994/11/23/movies/film-review-junior-a-sex-defying-what-if-taken-to-full-term.html","abstract":"Man becomes pregnant. Premature.","thumbnail":null,"section":"Movies"},{"date":"19941123","headline":"New York, Beware: The Death Penalty Is Riddled With Iniquity","web_url":"https://www.nytimes.com/1994/11/23/opinion/l-new-york-beware-the-death-penalty-is-riddled-with-iniquity-904538.html","abstract":"  To the Editor:   Now that the election is behind us, proponents of the death penalty in New York need to reassess the efficacy and the legal and moral consequences of capital punishment.","thumbnail":null,"section":"Opinion"},{"date":"19941123","headline":"Chargers Keep Hearing Tune to 'Kansas City'","web_url":"https://www.nytimes.com/1994/11/23/sports/pro-football-notebook-chargers-keep-hearing-tune-to-kansas-city.html","abstract":"  Wobbly wheels on the playoff express are slowing some of the division leaders, especially the San Diego Chargers.    The Chargers jumped to a 6-0 start and life looked rosy. But the Chargers (8-3) have lost three of their last five games and are shaky. Although San Diego has a one-game lead in the American Football Conference West, the Chiefs (7-4) are bearing down and the Raiders (6-5) are close behind.","thumbnail":null,"section":"Sports"},{"date":"19941123","headline":"Sports of The Times; A Father Learns From His Son","web_url":"https://www.nytimes.com/1994/11/23/sports/sports-of-the-times-a-father-learns-from-his-son.html","abstract":"  THE father was doing time in Federal prison when he realized the cycle of failure is not impossible to break. On the TV screen, the child he left behind a handful of years before was now 6 feet 8 inches tall, 240 pounds, the best player in a college basketball game.   Dexter Trent remembered days on the Columbus, Ohio, playgrounds when the oldest of his three kids insisted that football was going to be his sport. Even at 13, Gary Trent was big, like his mother's five brothers, and fast. He liked the contact, too.","thumbnail":null,"section":"Sports"},{"date":"19941123","headline":"Expedition to Houston Leaves a Good Taste in Reeves's Mouth","web_url":"https://www.nytimes.com/1994/11/23/sports/pro-football-expedition-to-houston-leaves-a-good-taste-in-reeves-s-mouth.html","abstract":"  It was about 1 A.M. and the Giants, fresh off a 13-10 victory over the Houston Oilers on Monday night, were stuck in traffic en route to the airport and the flight home. A car fire was raging up ahead. The Giants were sitting on the bus. But Dan Reeves couldn't wait. He was too hungry. So he and three of his assistant coaches, upon seeing a McDonald's about a mile up the highway, decided to hoof it.   How hungry were they? Reeves, in a coat and tie, decided to climb a highway overpass, the golden arches looming. A homeless man was so shocked at the sight that he told Reeves he had never seen anyone dressed in a tie in his neck of the woods. Reeves and crew finally found salvation in the form of 10 burgers.","thumbnail":null,"section":"Sports"},{"date":"19941123","headline":"Dow Plunges 91.52 As High Rates Lure Investors to Bonds","web_url":"https://www.nytimes.com/1994/11/23/us/dow-plunges-91.52-as-high-rates-lure-investors-to-bonds.html","abstract":"  In one of the most turbulent market sessions this year, stock prices fell further yesterday than on any other day in the last 10 months.   Almost all the 91.52-point, or 2.4 percent, selloff in the Dow Jones industrial average came in late afternoon trading and left traders puzzling about the reasons. But many said the heavy sales were a result of the belief that investors, both large companies and average Americans, would now sell stocks to buy bonds because they were becoming a more attractive investment.","thumbnail":null,"section":"U.S."},{"date":"19941123","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/23/nyregion/c-corrections-903850.html","abstract":"  Because of an editing error, an article on Sunday about moves by the New York Police Department to combat prostitution by arresting clients referred incorrectly to a 1979 radio broadcast by Mayor Edward I. Koch. The men whose names Mr. Koch read on the air had indeed been convicted, not merely arrested, on charges of patronizing prostitutes.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19941123","time":"1994-11-23 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.1,"rhum":87,"wspd":3.6},{"date":"19941123","time":"1994-11-23 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":89,"wspd":13},{"date":"19941123","time":"1994-11-23 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":89,"wspd":9.4},{"date":"19941123","time":"1994-11-23 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":90,"wspd":9.4},{"date":"19941123","time":"1994-11-23 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.6,"rhum":91,"wspd":9.4},{"date":"19941123","time":"1994-11-23 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":91,"wspd":7.6},{"date":"19941123","time":"1994-11-23 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":91,"wspd":11.2},{"date":"19941123","time":"1994-11-23 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":88,"wspd":11.2},{"date":"19941123","time":"1994-11-23 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":88,"wspd":11.2},{"date":"19941123","time":"1994-11-23 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":84,"wspd":11.2},{"date":"19941123","time":"1994-11-23 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":83,"wspd":13},{"date":"19941123","time":"1994-11-23 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.6,"rhum":82,"wspd":14.8},{"date":"19941123","time":"1994-11-23 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":79,"wspd":16.6},{"date":"19941123","time":"1994-11-23 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":76,"wspd":18.4},{"date":"19941123","time":"1994-11-23 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":69,"wspd":16.6},{"date":"19941123","time":"1994-11-23 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":72,"wspd":16.6},{"date":"19941123","time":"1994-11-23 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":72,"wspd":9.4},{"date":"19941123","time":"1994-11-23 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":75,"wspd":11.2},{"date":"19941123","time":"1994-11-23 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":85,"wspd":13},{"date":"19941123","time":"1994-11-23 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":80,"wspd":20.5},{"date":"19941123","time":"1994-11-23 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":78,"wspd":20.5},{"date":"19941123","time":"1994-11-23 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":77,"wspd":18.4},{"date":"19941123","time":"1994-11-23 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":76,"wspd":18.4},{"date":"19941123","time":"1994-11-23 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":76,"wspd":14.8},{"date":"19941123","time":"1994-11-23 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":40,"wspd":29.5},{"date":"19941123","time":"1994-11-23 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":37,"wspd":31.7},{"date":"19941123","time":"1994-11-23 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":33,"wspd":31.7},{"date":"19941123","time":"1994-11-23 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":36,"wspd":24.1},{"date":"19941123","time":"1994-11-23 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":34,"wspd":25.9},{"date":"19941123","time":"1994-11-23 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":37,"wspd":14.8},{"date":"19941123","time":"1994-11-23 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":40,"wspd":14.8},{"date":"19941123","time":"1994-11-23 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":38,"wspd":22.3},{"date":"19941123","time":"1994-11-23 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":40,"wspd":24.1},{"date":"19941123","time":"1994-11-23 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":45,"wspd":24.1},{"date":"19941123","time":"1994-11-23 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":45,"wspd":22.3},{"date":"19941123","time":"1994-11-23 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":47,"wspd":22.3},{"date":"19941123","time":"1994-11-23 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":47,"wspd":24.1},{"date":"19941123","time":"1994-11-23 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":46,"wspd":25.9},{"date":"19941123","time":"1994-11-23 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":42,"wspd":33.5},{"date":"19941123","time":"1994-11-23 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":39,"wspd":37.1},{"date":"19941123","time":"1994-11-23 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":33,"wspd":33.5},{"date":"19941123","time":"1994-11-23 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":27,"wspd":38.9},{"date":"19941123","time":"1994-11-23 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":27,"wspd":35.3},{"date":"19941123","time":"1994-11-23 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":30,"wspd":42.5},{"date":"19941123","time":"1994-11-23 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":31,"wspd":38.9},{"date":"19941123","time":"1994-11-23 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":33,"wspd":37.1},{"date":"19941123","time":"1994-11-23 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":82,"wspd":38.9},{"date":"19941123","time":"1994-11-23 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":62,"wspd":31.7}]},"19941124":{"guardian_articles":[{"date":"19941124","headline":"Comment: James Hall on Antony Gormley's 1994 victory","web_url":"https://www.theguardian.com/artanddesign/1994/nov/24/20yearsoftheturnerprize.turnerprize","abstract":null,"thumbnail":null,"section":"Art and design"}],"nytimes_articles":[{"date":"19941124","headline":"Ruminations on Life By a Korean Minimalist","web_url":"https://www.nytimes.com/1994/11/24/arts/dance-review-ruminations-on-life-by-a-korean-minimalist.html","abstract":"  Sin Cha Hong, a Korean-born minimalist performer and choreographer, is at her best when she is simplest. Miss Hong has a gift for expressing profound ideas about life, death and transcendence in a cross-stage walk or an odd lift of a body, for instance, as she did on Saturday night in a program of new work at the Annex Theater at La Mama.    Miss Hong moved along a diagonal path of diffuse light in \"Above and Below,\" a solo set to an atmospheric score for piano and strings by Ki Young Kim. Her torso strongly centered, though not always as powerfully as in earlier dances, she turned a little and bowed a little, creating a sense of a body transforming very slowly in space. The spare, solid look of the solo was enhanced by Tae Ock Jin's costume, a boxy white overall made of rice paper.","thumbnail":null,"section":"Arts"},{"date":"19941124","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/24/nyregion/c-corrections-916820.html","abstract":"  A film review yesterday about \"Resistance\" misstated a film credit for its director of photography, Sally Bongers. She did not work on \"The Piano\"; the cinematographer for that film was Stuart Dryburgh.","thumbnail":null,"section":"New York"},{"date":"19941124","headline":"Author of Nicole Simpson Biography Finds She's a Prisoner of Her Own Book","web_url":"https://www.nytimes.com/1994/11/24/us/author-of-nicole-simpson-biography-finds-she-s-a-prisoner-of-her-own-book.html","abstract":"  Faye D. Resnick sat on the couch of her country hideaway here, 3,000 miles from her home in Los Angeles and 40 miles southeast of the closest Starbucks. Here, roadside vendors sell maple syrup rather than star maps. Autumnal trees turn brilliant reds and yellows rather than a dull brown. The log burning in the fireplace is genuine, not a California model lit by a switch.   Fearful for her safety, muzzled by protective prosecutors, Ms. Resnick has been hiding here in silence ever since her book, \"Nicole Brown Simpson: The Private Diary of a Life Interrupted,\" was published last month by Dove Books. Prosecutors have accumulated corroborating testimony that, thus far, seems to have convinced them that she has told the truth. Whether it will be enough to overcome her considerable liabilities as a witness remains to be determined, however, particularly since other less vulnerable witnesses may be available to paint the prosecution's picture of the Simpsons' tormented relationship.","thumbnail":null,"section":"U.S."},{"date":"19941124","headline":"Suspect in Washington Shootings Had Past Weapons Convictions","web_url":"https://www.nytimes.com/1994/11/24/us/suspect-in-washington-shootings-had-past-weapons-convictions.html","abstract":"  The man who police say killed a District of Columbia police officer and two F.B.I. agents in a gun battle on Tuesday inside police headquarters here had a criminal record that included convictions on 13 weapons and ammunition charges, law-enforcement officials said today, and the 16-month probation he received after 18 months in jail had ended four days before the shootings.   The gunman, Bennie L. Lawson Jr., a 25-year-old former college student from the District, was also killed during the shooting. Two other people, including an agent of the Federal Bureau of Investigation, were wounded.","thumbnail":null,"section":"U.S."},{"date":"19941124","headline":"When Calamity Strikes : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/24/opinion/IHT-when-calamity-strikes-letters-to-the-editor.html","abstract":"Milton Friedman's celebration of the 50th anniversary edition of Friedrich von Hayek's \"The Road to Serfdom\" (Opinion, Aug. 15) prompted me to order and read this \"classic warning\" against social planning. Lo and behold, on Page 120,","thumbnail":null,"section":"Opinion"},{"date":"19941124","headline":"U.S. and Europe Adrift in Balkans","web_url":"https://www.nytimes.com/1994/11/24/world/us-and-europe-adrift-in-balkans.html","abstract":"  Despite the NATO air raids this week on Serbian missile sites in northwestern Bosnia and in Croatia, the United States and its European allies remain divided on the fundamental question of how to respond to the threat to European security from the fighting in the Balkans.    Today's raids, like Monday's strike on a Serbian military airfield in Croatia, were only a tentative answer to a tactical problem caused by the continuing Serbian assault on the Muslim enclave of Bihac, which has been declared by the United Nations to be a protected zone.","thumbnail":null,"section":"World"},{"date":"19941124","headline":"Playing Comes First, Pain Is Second","web_url":"https://www.nytimes.com/1994/11/24/sports/pro-football-playing-comes-first-pain-is-second.html","abstract":"  In the first quarter in Monday night's game against Houston, Giants linebacker Carlton Bailey tried to jam a 300-pound offensive lineman, and Bailey took the brunt of the hit. He said it felt as if someone had taken a hammer and driven it into his right shoulder.   He injured the shoulder socket and the pain was so bad that he couldn't lift his arm. Both Bailey and the team said the injury wasn't serious, just painful.","thumbnail":null,"section":"Sports"},{"date":"19941124","headline":"1919: Common Danger : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/11/24/opinion/IHT-1919-common-danger-in-our-pages100-75-and-50-years-ago.html","abstract":"TOKYO - [From our New York edition:] Viscount Ishii, one-time Ambassador to the United States, and Tuichi Soyeda, one-time president of the Japanese Industrial Bank, sounded a warning to the world at a banquet of the Japanese Society that all nations must","thumbnail":null,"section":"Opinion"},{"date":"19941124","headline":"THEATER","web_url":"https://www.nytimes.com/1994/11/24/theater/in-performance-theater-917508.html","abstract":"  When the Punishment Is Worse Than the Crime  National Jewish Theater","thumbnail":null,"section":"Theater"},{"date":"19941124","headline":"THEATER","web_url":"https://www.nytimes.com/1994/11/24/theater/in-performance-theater-912840.html","abstract":"  When the Word Was All: 6 Short Plays From Radio  Intar Theater","thumbnail":null,"section":"Theater"},{"date":"19941124","headline":"House Committee's Report Is Critical of F.B.I. in Ames Spy Case","web_url":"https://www.nytimes.com/1994/11/24/us/house-committee-s-report-is-critical-of-fbi-in-ames-spy-case.html","abstract":"  A draft report by the House Intelligence Committee on the Aldrich Ames spy case criticizes the Federal Bureau of Investigation for taking a \"wait-and-see attitude\" on the executions in the Soviet Union in the mid-1980's of the bureau's best Soviet double agents, Government officials said today.   The report also suggests that officials of the Central Intelligence Agency may have been less than totally candid in their testimony to Congress about the deaths of the C.I.A.'s leading Soviet sources in the 1980's, they said.","thumbnail":null,"section":"U.S."},{"date":"19941124","headline":"Thanksgiving Day","web_url":"https://www.nytimes.com/1994/11/24/nyregion/thanksgiving-day.html","abstract":"  NEW YORK  PARADE Begins at 9 A.M. at 77th Street and Central Park West. Travels south on Broadway to 34th Street. Concludes at noon.","thumbnail":null,"section":"New York"},{"date":"19941124","headline":"High School Senior Held in Fatal Shooting of 15-Year-Old Girl","web_url":"https://www.nytimes.com/1994/11/24/nyregion/high-school-senior-held-in-fatal-shooting-of-15-year-old-girl.html","abstract":"  A senior at Mount Vernon High School fatally shot his 15-year-old girlfriend in his living room Tuesday night, then tried to bury her body in his backyard garden before his mother came home, the police said this afternoon.   The police said the senior, Leighton Smith, 17, shot Jennifer Sewell, a freshman at Mount Vernon High, with a sawed-off shotgun and then dragged her body to the edge of a garden in his backyard, where he buried her. Although officials said they had not yet determined a motive, they said the students had argued before the shooting.","thumbnail":null,"section":"New York"},{"date":"19941124","headline":"Dissident G.O.P. Senators Bid To Topple Marino as Leader","web_url":"https://www.nytimes.com/1994/11/24/nyregion/dissident-gop-senators-bid-to-topple-marino-as-leader.html","abstract":"  Dissident members of the State Senate's Republican majority have mounted a campaign to unseat Ralph J. Marino as their leader, charging that he is quietly subverting the interests of Governor-elect George E. Pataki.   The challenge is being led by Senator Joseph L. Bruno of Brunswick, a longstanding rival to Mr. Marino and a leading supporter of Mr. Pataki in the Senate. Though some Republican state officials said today that they thought Mr. Bruno commanded a majority of votes among the Senate's 36 Republicans, others allied with Mr. Marino expressed confidence that he did not.","thumbnail":null,"section":"New York"},{"date":"19941124","headline":"One Deal Hints at More to Come","web_url":"https://www.nytimes.com/1994/11/24/us/one-deal-hints-at-more-to-come.html","abstract":"  Things will not always be so easy, but today's agreement between the White House and Senator Bob Dole of Kansas on the worldwide trade pact demonstrated that the Republican triumph in the midterm elections need not produce two years of gridlock in Washington, with Congress and President Clinton constantly at war.   It will certainly be difficult for Mr. Clinton to govern, but it will not be impossible, as some shellshocked Democrats had first thought.","thumbnail":null,"section":"U.S."},{"date":"19941124","headline":"Police Commissioner Orders Officers to Wear Seat Belts","web_url":"https://www.nytimes.com/1994/11/24/nyregion/police-commissioner-orders-officers-to-wear-seat-belts.html","abstract":"  Alarmed by a rash of traffic accidents involving police cars, Police Commissioner William J. Bratton said yesterday that he would require police officers to wear seat belts beginning Jan. 1.   \"I see the use of the seat belt as every bit as important as the use of the bulletproof vest,\" Mr. Bratton said. \"I lose a hell of a lot more cops in injuries to auto accidents and failure to use seat belts than I do in shooting incidents.\"","thumbnail":null,"section":"New York"},{"date":"19941124","headline":"Bridge","web_url":"https://www.nytimes.com/1994/11/24/nyregion/bridge-911526.html","abstract":"  The controversy over the Women's Board-a-Match Teams, when a full session of play was canceled because some of the players had played the same deals four months earlier, has died down, but a similar problem seemed about to erupt at the American Contract Bridge League's Fall Nationals here.    An allegation that the deals played on Saturday in the final session of the Life Master Open Pair Championship were a repeat of those played in the Greenpoint Pairs six months ago in Manhattan was proved true by referring to this column's report of the event, which found a hand identical to a computer-generated hand played on Saturday.","thumbnail":null,"section":"New York"},{"date":"19941124","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/11/24/style/chronicle-917524.html","abstract":"  A literary squabble between the widow and the ex-wife of Kenneth Tynan, the British drama critic, has heated up. ELAINE DUNDY, who was married to him first (1951 to 1964), is fighting mad at her successor, KATHLEEN TYNAN (they married in 1967; he died in 1980).   At issue: Mrs. Tynan included several letters written by Mr. Tynan to Ms. Dundy in her compilation, \"Kenneth Tynan: Letters,\" which was published in England last month by Weidenfeld & Nicolson.","thumbnail":null,"section":"Style"},{"date":"19941124","headline":"Dutch Prince Is Robbed of $5,000 Watch","web_url":"https://www.nytimes.com/1994/11/24/nyregion/dutch-prince-is-robbed-of-5000-watch.html","abstract":"  A Dutch prince who braved the New York City Marathon fell afoul of a thief in Times Square the next afternoon and was robbed of a $5,000 gold Rolex watch and about $100 in cash, the consul for press affairs of the Consulate General of the Netherlands said yesterday   The consul, Henry Kol, said 24-year-old Prince Bernhard, whose mother, Princess Margriet, is a sister of Queen Beatrix of the Netherlands, was walking in Times Square when someone pushed an object into his back and told him to hand over his watch and wallet. Mr. Kol could not specify the site or provide a description of the robber.","thumbnail":null,"section":"New York"},{"date":"19941124","headline":"Boy Who Fled Chemotherapy Is Back Home, His Wish Granted","web_url":"https://www.nytimes.com/1994/11/24/us/boy-who-fled-chemotherapy-is-back-home-his-wish-granted.html","abstract":"  Billy Best, the 16-year-old with cancer who ran away to Texas last month so that he would not have to undergo chemotherapy treatments, has been granted his wish now that he has returned home.   \"Chemotherapy is definitely out,\" his father, William Best, said today at a news conference at a Ramada Inn near their home. But he said the family had not yet decided what other treatment would be tried.","thumbnail":null,"section":"U.S."},{"date":"19941124","headline":"Yearling in an Executive Suite; Genuine Risk's First Foal Is Starting Life as a Race Horse","web_url":"https://www.nytimes.com/1994/11/24/sports/yearling-executive-suite-genuine-risk-s-first-foal-starting-life-race-horse.html","abstract":"  Nobody knows yet if he can run fast or far, but his mother won the 1980 Kentucky Derby and his father was a European mile star, and he is just now getting his first taste of training as the best-known yearling in America.   He is Genuine Reward, the first foal delivered by Genuine Risk after 13 years of miscarriages and misfortunes, and after a long vigil with veterinarian teams, electronic monitoring and hundreds of letters and phone calls from all over the world.","thumbnail":null,"section":"Sports"},{"date":"19941124","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/11/24/nyregion/metro-digest-908398.html","abstract":"  COUNCIL CREATES AGENCY TO WATCH POLICE   The New York City Council voted to create the first permanent, independent agency to monitor corruption in the Police Department. The agency would have far more investigative powers than Mayor Giuliani had wanted. A1. D'AMATO ALLY HEADS PATAKI TRANSITION   Governor-elect Pataki named Joseph N. Mondello, the Nassau County Republican leader and a loyal ally of Senator Alfonse M. D'Amato, as chairman of his transition team. A1.","thumbnail":null,"section":"New York"},{"date":"19941124","headline":"A Day to Give Thanks for Balloons; A 'Balloonatic' Makes Air Sculptures for Macy's Parade","web_url":"https://www.nytimes.com/1994/11/24/nyregion/day-give-thanks-for-balloons-balloonatic-makes-air-sculptures-for-macy-s-parade.html","abstract":"  For 30 years, Manfred G. Bass has dreamed up and guided the creation of the balloons and floats of Macy's Thanksgiving Day parade. It is the only job Mr. Bass, a 59-year-old artist, has ever held, and the only one he ever really wanted.   \"It's a work of love,\" he said, as he matter-of-factly fastened his official metal parade badge to his canvas overalls with industrial rivets, as always. \"It's what makes the world go round. They're all giant toys, you know?\"","thumbnail":null,"section":"New York"},{"date":"19941124","headline":"Army Says Nerve Gas Incinerator in Utah Is Safe","web_url":"https://www.nytimes.com/1994/11/24/us/army-says-nerve-gas-incinerator-in-utah-is-safe.html","abstract":"  A team of Army engineers dispatched last month to review allegations that a nerve gas incinerator in Utah was unsafe found lapses in training and management, but concluded that none was serious enough to threaten the safety of workers or the public.   The engineers, who focused strictly on the $450 million plant's management, offered their conclusion in a report made public this week by the Army. A separate study on the adequacy of the incinerator's design is be completed by Dec. 15.","thumbnail":null,"section":"U.S."},{"date":"19941124","headline":"No Headline","web_url":"https://www.nytimes.com/1994/11/24/nyregion/no-headline-907880.html","abstract":"  \"What idiot is going to work 500 consecutive games when my wife doesn't even drive and I still work? There will never be another nut like me.\" BERNARD SHERMAN, 80, who has not missed a football game at his high school alma mater since 1934.  [ B29:4. ]","thumbnail":null,"section":"New York"},{"date":"19941124","headline":"Argentina Demotes Its Once-Powerful Armed Forces","web_url":"https://www.nytimes.com/1994/11/24/world/argentina-demotes-its-once-powerful-armed-forces.html","abstract":"  Ever since Argentina's defeat by Britain in the Falkland War in 1982, the armed forces have been in decline here, and President Carlos Saul Menem has virtually eliminated any threat of a military coup through a series of reforms since taking office in 1990.   The Menem Government has cut military spending in half, reduced the armed forces to 20,000 troops from 100,000, retreated from unprofitable military enterprises and abolished mandatory military service in favor of a professional force.","thumbnail":null,"section":"World"},{"date":"19941124","headline":"CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/11/24/arts/in-performance-classical-music-917486.html","abstract":"  A Young Austrian Melts Into the Music at Hand  Avery Fisher Hall","thumbnail":null,"section":"Arts"},{"date":"19941124","headline":"Carjacking Jury Visits the Field Where Teen-Agers Were Shot","web_url":"https://www.nytimes.com/1994/11/24/nyregion/carjacking-jury-visits-the-field-where-teen-agers-were-shot.html","abstract":"  The jury in the carjacking trial of Edward L. Summers took a bus trip to the brush-covered field where two Rockland teen-agers were shot last January, one fatally, and both the prosecution and defense argued that the visit shored up their cases.   The prosecution argues that on the day of the murder, Jan. 3, Mr. Summers, a 23-year-old premedical student from the Bronx, took a stolen Jeep from the Nanuet Mall to the field along a route that closely resembled the one he frequently took from the mall to the house of his sister, Alfa.","thumbnail":null,"section":"New York"},{"date":"19941124","headline":"Essay; A Dinner Party","web_url":"https://www.nytimes.com/1994/11/24/opinion/essay-a-dinner-party.html","abstract":"  As soon as he arrived at the dinner for him at the Israeli Ambassador's residence, Prime Minister Yitzhak Rabin took me aside to chastise me for opposing his desire for U.S. troops on the Golan Heights.   \"The whole idea was Bush and Baker's,\" he insisted, as if that were in its favor. \"They proposed a whole division.\"","thumbnail":null,"section":"Opinion"},{"date":"19941124","headline":"Nets Find at Least One Answer","web_url":"https://www.nytimes.com/1994/11/24/sports/pro-basketball-nets-find-at-least-one-answer.html","abstract":"  If they had doubts about this, the Nets and their training-camp gamble on a 34-year-old veteran guard, Sleepy Floyd erased them tonight.   He can still play.","thumbnail":null,"section":"Sports"},{"date":"19941124","headline":"Election Harvest Crowds Thanksgiving Table","web_url":"https://www.nytimes.com/1994/11/24/opinion/l-election-harvest-crowds-thanksgiving-table-917249.html","abstract":"  To the Editor:   Election Day and Thanksgiving are close together on the calendar, but this year they are worlds apart in mood.","thumbnail":null,"section":"Opinion"},{"date":"19941124","headline":"In Trade-Pact War, Clashes Outside Capital Are Heavy","web_url":"https://www.nytimes.com/1994/11/24/us/in-trade-pact-war-clashes-outside-capital-are-heavy.html","abstract":"  Business lobbyists may be battling for the global trade agreement in Washington, but some of the heaviest combat has come where people produce things more tangible than legislation.   On Tuesday, in Agra, Kan., Dennis D. Hupe took a long enough break from feeding his sows soybean and corn meal to tell Senator Bob Dole's visiting aide why the Kansas Farm Bureau backs free trade.","thumbnail":null,"section":"U.S."},{"date":"19941124","headline":"Yeltsin Says Russia Won't Yield in Baltic Border Dispute","web_url":"https://www.nytimes.com/1994/11/24/world/yeltsin-says-russia-won-t-yield-in-baltic-border-dispute.html","abstract":"  Less than three months after withdrawing all his troops with fanfare from Estonia, President Boris N. Yeltsin of Russia stood on his disputed border with the Baltic nation today and promised that he would never yield \"one single centimeter\" of land.   Saber-rattling on issues like borders has become common for Mr. Yeltsin, who must constantly worry about the right-wing nationalist opposition in the Russian Parliament. But this time his remarks were particularly aggressive.","thumbnail":null,"section":"World"},{"date":"19941124","headline":"Questions for Suharto : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/24/opinion/IHT-questions-for-suharto-letters-to-the-editor.html","abstract":"Regarding the report \"Foreign Journalists Were Buttoned Down and Buttoned Up\" (Nov. 17):.This article recounts the anodyne questioning of President Suharto by the press at the end of the recent Asia-Pacific Economic Cooperation forum in Jakar","thumbnail":null,"section":"Opinion"},{"date":"19941124","headline":"Making a Film Out of the Horror of Mother Murder","web_url":"https://www.nytimes.com/1994/11/24/movies/making-a-film-out-of-the-horror-of-mother-murder.html","abstract":"  It remains the most sensational murder case ever in New Zealand. In 1954 two girls, Pauline Yvonne Parker, 16, and Juliet Marion Hulme, 15, were convicted of brutally killing Pauline's mother.   \"What attracted me to this story,\" said Peter Jackson, the 33-year-old New Zealand-born director of \"Heavenly Creatures,\" \"was that it was complicated, about two people who are not evil, not psychopaths but totally out of their depth. Their emotions got out of control.\"","thumbnail":null,"section":"Movies"},{"date":"19941124","headline":"A Family Comes Back From a Slow Descent Into Poverty","web_url":"https://www.nytimes.com/1994/11/24/nyregion/neediest-cases-a-family-comes-back-from-a-slow-descent-into-poverty.html","abstract":"  Twice a day she leaves the half-light of her apartment and gingerly circles the block, savoring the sharp air and grasping at normalcy after months of illness and loss.   Life as Mary Wolfe knew it ended last October, when the security-guard company she ran with her three sons failed for lack of business. As they searched fruitlessly for new jobs, hope turned to panic, and Mrs. Wolfe, 57, developed a heart condition.","thumbnail":null,"section":"New York"},{"date":"19941124","headline":"Months of Delicate Talks In Kazakhstan Atom Deal","web_url":"https://www.nytimes.com/1994/11/24/world/months-of-delicate-talks-in-kazakhstan-atom-deal.html","abstract":"  The deal that brought more than half a ton of bomb-grade uranium from Kazakhstan to the United States required months of delicate three-way negotiations and was made possible only after Washington got Russian approval, Clinton Administration officials said today.   Officials said the negotiations began when Kazakh officials approached the American Ambassador to Kazakhstan, William Courtney, in the summer of 1993 and vaguely suggested that they might want Washington to take weapons-grade nuclear material from a nuclear fuel fabrication plant off their hands -- for a price.","thumbnail":null,"section":"World"},{"date":"19941124","headline":"Maryland's Joe Smith Stars by Any Nickname","web_url":"https://www.nytimes.com/1994/11/24/sports/college-basketball-maryland-s-joe-smith-stars-by-any-nickname.html","abstract":"  He screens his phone calls, finally answers to a nickname and has insured his knees for $1 million. Joe Smith's evolution from naive freshman to hunted sophomore is so complete that he may never be a junior.   The pro scouts crowd the baseline here at the Maui Invitational, and the Maryland center has made it worth their air fare. He is 19 years old, 6 feet 10 inches and has already checked in with a 33-point, 10-rebound, 4-block game in the Terrapins' 79-62 semifinal victory against Utah on Tuesday. He is unpretentious, packs surprising muscle under his tank-top and keeps a legal adviser: his mom.","thumbnail":null,"section":"Sports"},{"date":"19941124","headline":"Don't Cave In on Myanmar","web_url":"https://www.nytimes.com/1994/11/24/opinion/don-t-cave-in-on-myanmar.html","abstract":"  The Clinton Administration, after struggling messily for nearly two years with the dilemmas of human rights diplomacy, seems at last to have arrived at a consistent approach: Deny reality, declare things are getting better and lower the pressure on authoritarian regimes. Now, at least, tyrannies large and small, from China to Indonesia to Myanmar, can count on consistent treatment.   Until this month Myanmar, the former Burma, stood out as the principled exception to the Administration's complaisance. While Asian and European countries cozied up to the ruling State Law and Order Restoration Council, Washington refused to forget about the Slorc's record of trampling on elections, complicity with drug lords and continuing atrocities against civilians.","thumbnail":null,"section":"Opinion"},{"date":"19941124","headline":"U.S. Opposes Lifting Desegregation Controls","web_url":"https://www.nytimes.com/1994/11/24/us/us-opposes-lifting-desegregation-controls.html","abstract":"  The Clinton Administration, taking a position in a school desegregation case for the first time, told the Supreme Court today that it planned to oppose the State of Missouri's request to have the Kansas City public schools declared successfully integrated and no longer in need of Federal court supervision.   Solicitor General Drew S. Days 3d asked the Justices for permission to argue on behalf of the black plaintiffs and the Kansas City School District, which have been allies against the state in a long-running case that goes back before the Supreme Court in January. Since they brought the case 17 years ago, the black families and the school district have sought to hold the state legally and financially responsible for the educational deficits in a district that was segregated by law until 1954 and for many more years in fact.","thumbnail":null,"section":"U.S."},{"date":"19941124","headline":"Vietnamese Hint the U.S. Could Use Port Again","web_url":"https://www.nytimes.com/1994/11/24/world/vietnamese-hint-the-us-could-use-port-again.html","abstract":"  Fearing China, Vietnam has begun to signal an interest in inviting American naval forces back to Cam Ranh Bay, the large port installation built by the United States during the Vietnam War.   The United States Navy seems interested in returning. Adm. Richard C. Macke, the commander of American forces in the Pacific, said on his recent trip to Vietnam that Washington and Hanoi could begin talking about military cooperation after settling their final differences over accounting for missing American servicemen from the Vietnam War.","thumbnail":null,"section":"World"},{"date":"19941124","headline":"The Wedding Reception Did Double Duty With Soup Kitchen","web_url":"https://www.nytimes.com/1994/11/24/opinion/l-the-wedding-reception-did-double-duty-with-soup-kitchen-917290.html","abstract":"  To the Editor:   I recently attended the wedding of clients of mine who have become good friends over the years. I could not help comparing that most special ceremony with my own wedding day. The simple church service, without flowers, candles, bridal party, band or flower girl was beautiful, but different from mine.","thumbnail":null,"section":"Opinion"},{"date":"19941124","headline":"Schumacher Gets Title","web_url":"https://www.nytimes.com/1994/11/24/sports/sports-people-auto-racing-schumacher-gets-title.html","abstract":"  MICHAEL SCHUMACHER was confirmed as the Formula One world- champion driver yesterday despite his involvement in a controversial collision in the season's last race. But the officials who gave their approval want to make sure future championships aren't decided the same way.   After three crashes in the last five years helped to decide the world champion, the International Automobile Federation said it was studying novel options to resolve future cases in which a collision affects the title. The options include having the drivers continue the race in spare cars or holding a run-off immediately after the race.","thumbnail":null,"section":"Sports"},{"date":"19941124","headline":"1944:Federal Yugoslavia : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/11/24/opinion/IHT-1944federal-yugoslavia-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] Marshal Josip Broz (Tito) said today [Nov. 23] that a federal, democratic government will be established in Yugoslavia and that it will apply all its powers to the closest collaboration and rapprochement with its Balk","thumbnail":null,"section":"Opinion"},{"date":"19941124","headline":"Republicans in Hartford May Not Get All the Spoils","web_url":"https://www.nytimes.com/1994/11/24/nyregion/republicans-in-hartford-may-not-get-all-the-spoils.html","abstract":"  For the first time in 24 years, a Republican is preparing to take the Governor's office here, and many of the party faithful are clamoring for a chance to serve.   But since his election, John G. Rowland, the Governor-elect, has tried to establish a transition team that could transcend partisanship.","thumbnail":null,"section":"New York"},{"date":"19941124","headline":"5,000 Palestinians Rally in Gaza to Support Arafat","web_url":"https://www.nytimes.com/1994/11/24/world/5000-palestinians-rally-in-gaza-to-support-arafat.html","abstract":"  About 5,000 Palestinians gathered in Jericho today to show their support for the P.L.O. chairman, Yasir Arafat, whose authority has been seriously frayed by challenges from Islamic fundamentalists and the Israeli Government over the last few weeks.   Mr. Arafat did not attend the rally. He remained at his headquarters in Gaza -- largely because months after Israel and the Palestinians negotiated their agreement on autonomy, they have yet to agree on a practical way for him to move between the two self-rule areas, the Gaza Strip and Jericho, which are separated by Israel and the Israeli-occupied portion of the West Bank.","thumbnail":null,"section":"World"},{"date":"19941124","headline":"Election Harvest Crowds Thanksgiving Table; Relax, Democrats","web_url":"https://www.nytimes.com/1994/11/24/opinion/l-election-harvest-crowds-thanksgiving-table-relax-democrats-917257.html","abstract":"  To the Editor:   Liberal Democrats in hallucinatory moments see the great Democratic social structures of the last half-century crumbling at their feet. Not to worry, Democrats. There are a few things working for you:","thumbnail":null,"section":"Opinion"},{"date":"19941124","headline":"Coach for Iowa State","web_url":"https://www.nytimes.com/1994/11/24/sports/sports-people-college-football-coach-for-iowa-state.html","abstract":"  DAN McCARNEY was hired yesterday as coach at Iowa State after spending four seasons as the defensive coordinator at Wisconsin. McCarney, 41, replaced JIM WALDEN, who resigned Nov. 3 as his team was on its way to a 0-10-1 record. McCarney helped with the turnaround of the Iowa and Wisconsin programs. (AP)","thumbnail":null,"section":"Sports"},{"date":"19941124","headline":"Defying Mayor, Council Offers Budget Cuts","web_url":"https://www.nytimes.com/1994/11/24/nyregion/defying-mayor-council-offers-budget-cuts.html","abstract":"  Defying Mayor Rudolph W. Giuliani, the City Council voted yesterday to adopt its own menu of spending cuts to close a $1.1 billion gap in New York City's budget. The Mayor bluntly dismissed the Council's move as illegal and suggested that he would move ahead with his own cuts anyway.   The Council's vote and the Mayor's refusal to accept it prompted the most significant confrontation yet over the budgetary powers of the Council under the new City Charter, which went into effect in 1990. With lawyers for each side defending differing interpretations of the law, the dispute appeared headed to court, throwing the fate of the city's $31.6 billion budget into confusion.","thumbnail":null,"section":"New York"},{"date":"19941124","headline":"Russia's Nuclear Waste Gamble","web_url":"https://www.nytimes.com/1994/11/24/opinion/russia-s-nuclear-waste-gamble.html","abstract":"  For more than three decades, we now learn, Russia and the former Soviet Union have secretly pumped huge amounts of radioactive waste into the earth. The goal was to sequester the lethal wastes far from possible contact with humans. But already there are signs that some wastes are seeping beyond the original confines.   Nobody knows whether an environmental catastrophe is in the making -- or whether the Russians have found a waste disposal solution that, in their own context at least, is better than previously tried alternatives. This is a vast environmental experiment whose consequences may not be known for decades or even centuries.","thumbnail":null,"section":"Opinion"},{"date":"19941124","headline":"Chinese Woman Out","web_url":"https://www.nytimes.com/1994/11/24/sports/sports-people-swimming-chinese-woman-out.html","abstract":"  The world champion YANG AIHUA of China was banned for two years yesterday for failing a drug test, the international swimming federation, FINA, said. The federation confirmed that Yang tested positive for an excessive level of testosterone in a random sampling Sept. 30 before the Asian Games in Hiroshima, Japan. The ban means she will miss the Atlanta Olympics. (AP)","thumbnail":null,"section":"Sports"},{"date":"19941124","headline":"NATO Jets Hit Missiles as Serbs Gain in Bosnia","web_url":"https://www.nytimes.com/1994/11/24/world/nato-jets-hit-missiles-as-serbs-gain-in-bosnia.html","abstract":"  As rebel Serbs entered the outskirts of a Muslim enclave in northwest Bosnia, NATO warplanes bombed three Serb-controlled missile sites in the area today in two raids that took the Atlantic alliance a step further into the Bosnian war.   The NATO attacks, by more than 50 American, British, French and Dutch aircraft, came as Serbian forces pressed forward relentlessly in their offensive against the Bihac enclave, entering the United Nations-declared \"safe area\" that surrounds it.","thumbnail":null,"section":"World"},{"date":"19941124","headline":"Holyfield Receives Clearance to Fight","web_url":"https://www.nytimes.com/1994/11/24/sports/sports-people-boxing-holyfield-receives-clearance-to-fight.html","abstract":"  EVANDER HOLYFIELD, hospitalized for a heart condition after his heavyweight title loss to MICHAEL MOORER, has received medical clearance to fight again.   Holyfield, 32, is in \"excellent health,\" MIKE O'HARA, a spokesman for the Mayo Clinic, said yesterday. \"We have put no restrictions on his activities.\" Holyfield, who has said he intends to fight again, underwent three days of tests at the clinic in Rochester, Minn.","thumbnail":null,"section":"Sports"},{"date":"19941124","headline":"Stocks Go Down in Asia, Too, but This Isn't Only America's Fault","web_url":"https://www.nytimes.com/1994/11/24/opinion/IHT-stocks-go-down-in-asia-too-but-this-isnt-only-americas-fault.html","abstract":"Asian values have taken as big a plunge as Wall Street these past few days. By midweek, Hong Kong was down by 9 percent, Bangkok by 8.5 percent, Singapore by 5.8 percent and other markets by lesser but significant amounts. Does this mean that despite its","thumbnail":null,"section":"Opinion"},{"date":"19941124","headline":"Born in the Camps And Still Kicking","web_url":"https://www.nytimes.com/1994/11/24/arts/opera-review-born-in-the-camps-and-still-kicking.html","abstract":"  Viktor Ullmann's opera \"Der Kaiser von Atlantis\" can probably never be divorced from the circumstances of its creation, and perhaps it never should be. The piece, which was presented in a semi-staged version at Merkin Concert Hall on Monday evening, was composed at the Theresienstadt concentration camp in 1943. An allegorical portrait of Hitler, the piece was banned when camp authorities saw a rehearsal in 1944. Soon thereafter Ullmann, his librettist, Petr Kien, and the entire cast were sent to Auschwitz where most, including Ullmann died.    Everything about the work, from its subject to its quirky part-classical, part-cabaret instrumentation, was determined by Ullmann's presence in Theresienstadt. Yet it must also be said that \"Der Kaiser von Atlantis\" is also a remarkable, affecting work in purely musical and dramatic terms. Just under an hour long, it tells a complex story in a concise, direct way and in an omnivorous musical language that draws on both classical and popular styles. At times it has the archness of Kurt Weill's German theater music.","thumbnail":null,"section":"Arts"},{"date":"19941124","headline":"Presenting Opposite Approaches","web_url":"https://www.nytimes.com/1994/11/24/arts/jazz-review-presenting-opposite-approaches.html","abstract":"  The double bill on Tuesday night at the Knitting Factory demonstrated two approaches to post-modern jazz: witty and concise compositions from Joey Baron alongside unfettered, sprawling pieces from Roscoe Mitchell. Mr. Mitchell is one of the two saxophonists in the Art Ensemble of Chicago, which is performing through tonight at the new Knitting Factory (74 Leonard Street in TriBeCa). In his early set, his music had more to do with gesture, timbre and stamina than with melody or swing.   His group, the Note Factory, is made for sonic density, with two drummers (Tani Tabbal and Vincent Lewis), two bassists (William Parker and Jaribu Shahid) and a pianist (Matthew Shipp) behind Mr. Mitchell's saxophones and flute. Partway through the set, it was joined by A. Spencer Barefield on guitar and Big Black on conga drum.","thumbnail":null,"section":"Arts"},{"date":"19941124","headline":"Of Older People and Their Need for Love, Sex and Marriage","web_url":"https://www.nytimes.com/1994/11/24/books/books-of-the-times-of-older-people-and-their-need-for-love-sex-and-marriage.html","abstract":"  LATE LOVE A Celebration of Marriage After 50  By Eileen Simpson  208 pages. A Peter Davison Book/Houghton Mifflin. $21.95.","thumbnail":null,"section":"Books"},{"date":"19941124","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/24/nyregion/c-corrections-916811.html","abstract":"  A brief report by Dow Jones in the Company News column of Business Day yesterday about a plan by Asarco Inc. to sell its 23.6 percent stake in a Mexican mining business misstated the company's expected gain. Asarco foresees a pretax gain of about $200 million, not $420 million.","thumbnail":null,"section":"New York"},{"date":"19941124","headline":"1894: Fog and Temper : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/11/24/opinion/IHT-1894-fog-and-temper-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - In and around London yesterday [Nov. 23] a fog, of the typical November kind, pervaded all things and all places, dimming our visual organs, creeping into one's throat, and establishing huskiness and bad temper as the order of the day.","thumbnail":null,"section":"Opinion"},{"date":"19941124","headline":"Safer Driving or Flying?","web_url":"https://www.nytimes.com/1994/11/24/opinion/l-safer-driving-or-flying-917281.html","abstract":"  To the Editor:   \"Concern Over Airline Safety\" (editorial, Nov. 16) perpetuates a myth that has surfaced periodically for years. That is that \"flying is still safer than driving to the airport.\"","thumbnail":null,"section":"Opinion"},{"date":"19941124","headline":"The Miracle Harvest","web_url":"https://www.nytimes.com/1994/11/24/opinion/the-miracle-harvest.html","abstract":"The last time I was in Plymouth, I found myself eavesdropping on a tour group. These modern pilgrims were, not surprisingly, disappointed by the famous rock. Looming like a Gibraltar in our national mythology, Plymouth Rock was in fact a sad little boulder under a Victorian awning. Then a question was asked about Thanksgiving, the Pilgrims' other claim to fame: \"What kind of a farmer has a harvest festival in late November?\" Answer: \"A bad one.\"\n\nI had to bite my tongue. The first Thanksgiving dinner was actually held in October -- October 1621. Plenty early for a harvest festival. Perhaps I should have told the tourists that the November date was Lincoln's doing, in 1863. But that might have required a disquieting explanation, for what we often forget is that we as a nation get Thanksgiving not from the Pilgrims but from the Civil War.","thumbnail":null,"section":"Opinion"},{"date":"19941124","headline":"ALLY OF D'AMATO GETS PATAKI POST","web_url":"https://www.nytimes.com/1994/11/24/nyregion/ally-of-d-amato-gets-pataki-post.html","abstract":"  Governor-elect George E. Pataki today named Joseph N. Mondello, the Nassau County Republican leader and a loyal ally of United States Senator Alfonse M. D'Amato, as chairman of his transition team.   While Mr. Mondello's influence over the shape of Mr. Pataki's state government will only be seen over time, his appointment made clear that the Governor-elect is not loosening his ties to Mr. D'Amato and his allies, a relationship that was frequently and sharply attacked during this year's campaign.","thumbnail":null,"section":"New York"},{"date":"19941124","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/11/24/nyregion/inside-907936.html","abstract":"  Stock Market Fears Ease   After a tumultuous session of zig-zagging prices, the stock market closed little changed, easing concerns after recent plunges. Page D1. Preparing for Simpson Trial    Faye Resnick, who wrote a shocking book about Nicole Brown Simpson, has been in hiding in Vermont, getting ready to testify. Page A14. Court Curbs Wall St. Journal    A Federal court has barred The Wall Street Journal from publishing a decision that denied the paper access to a Whitewater report. Page A25. Flaw Found in Pentium Chip   Scientists and engineers are growing anxious because on rare occasions Intel's top-of-the-line Pentium computer chip makes errors. Page D1. A Tony for Off Broadway?    The two organizations that administer the awards invited submission of a plan under which smaller theaters might become eligible. Page C11.","thumbnail":null,"section":"New York"},{"date":"19941124","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/11/24/nyregion/news-summary-907421.html","abstract":"  International A3-13  NATO JETS HIT 3 MISSILE SITES  As rebel Serbs approached a Muslim enclave in northwest Bosnia, NATO jets bombed three Serbian missile sites in retaliation for attacks on NATO planes.  A1  Bosnian Serb leaders have threatened \"all-out war.\" A8","thumbnail":null,"section":"New York"},{"date":"19941124","headline":"Just When They Need It, the Jets Begin to Live by the Big Play","web_url":"https://www.nytimes.com/1994/11/24/sports/pro-football-just-when-they-need-it-the-jets-begin-to-live-by-the-big-play.html","abstract":"  Without a game-breaking player, the Jets are surging -- thanks to game-breaking plays. They are creating turnovers faster than any other team in football.   And now they may have an ally in the weather when they face the American Football Conference leaders, the Miami Dolphins, on Sunday. It has been eight years since the Jets grabbed a share of first place this late in the season. But that's what a victory would do.","thumbnail":null,"section":"Sports"},{"date":"19941124","headline":"Police Disrupt Subway Service in Pursuit of a Robbery Suspect","web_url":"https://www.nytimes.com/1994/11/24/nyregion/police-disrupt-subway-service-in-pursuit-of-a-robbery-suspect.html","abstract":"  City police officers chased a robbery suspect into a Manhattan subway tunnel yesterday and threw an emergency power switch, turning off electricity on several lines from Greenwich Village to Columbus Circle and inconveniencing more than 250,000 subway riders.   The incident shut down service on the A, B, C, D, E, F and Q trains for 1 hour 20 minutes, stranding a northbound E train in a tunnel just south of 42d Street, transit officials said.","thumbnail":null,"section":"New York"},{"date":"19941124","headline":"Amway Contributes $2.5 Million to G.O.P.","web_url":"https://www.nytimes.com/1994/11/24/us/amway-contributes-2.5-million-to-gop.html","abstract":"  The Amway Corporation, the door-to-door sales company, has contributed $2.5 million to pay for a newly built broadcast center at the Republican Party's national headquarters, the party announced today.   The party is using the center, which will be named in honor of Amway, to produce a weekly one-hour television program, \"Rising Tide.\" The program promotes the party, and its candidates and is available on some cable television stations.","thumbnail":null,"section":"U.S."},{"date":"19941124","headline":"When These Old Graduates Miss a Game, It's an Upset","web_url":"https://www.nytimes.com/1994/11/24/us/high-school-football-when-these-old-graduates-miss-a-game-it-s-an-upset.html","abstract":"  This Thanksgiving morning, Burt Beagle will be preparing for his annual trip from his Pelham Parkway apartment in the Bronx to nearby Murdock Avenue, where Mount St. Michael will take on Cardinal Hayes today in their 52d annual holiday high school football game.   Mr. Beagle, 61, has been a fixture on the sidelines of Bronx high schools for more than 20 years, patrolling the field near the first-down markers, clipboard in hand. By his estimate, he has kept the statistics of more than 800 games, averaging three or four schoolboy matchups each weekend.","thumbnail":null,"section":"U.S."},{"date":"19941124","headline":"Sports of The Times; Some '94 Thank-You Notes","web_url":"https://www.nytimes.com/1994/11/24/sports/sports-of-the-times-some-94-thank-you-notes.html","abstract":"  IN a year when sports has too often meant no World Series and no start of the hockey season as well as the mugging of a figure skater, Thanksgiving is time to remember the people who make this little corner of the world a better place.   Joe DiMaggio, who will celebrate his 80th birthday tomorrow as the essence of what baseball once was and is not now.","thumbnail":null,"section":"Sports"},{"date":"19941124","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/24/nyregion/c-corrections-916838.html","abstract":"  A report in the Food Notes column of The Living Section yesterday about Hanukkah events on Dec. 1 -- a party for homeless people who are referred by community agencies, a party for children and a menorah lighting and dinner, all at T, the tea room, restaurant and shop on the lower level of the Guggenheim Museum's SoHo branch -- misstated the telephone number for reservations. It is (212) 925-3700.  ","thumbnail":null,"section":"New York"},{"date":"19941124","headline":"Rudolf Firkusny Tribute","web_url":"https://www.nytimes.com/1994/11/24/arts/rudolf-firkusny-tribute.html","abstract":"  A memorial tribute to the pianist Rudolf Firkusny is to be held on Dec. 2 at 5 P.M. in the Paul Recital Hall of the Juilliard School, 60 Lincoln Center Plaza. Among the scheduled speakers are Joseph W. Polisi, the president of Juilliard; Igor Firkusny, the pianist's son; the composer Philip Glass, and Kurt Masur, the music director of the New York Philharmonic. The pianist Joseph Kalichstein, the Juilliard String Quartet and Avner Arad, who studied with Mr. Firkusny, are to perform. The event is open to the public; seating will be first come first served. Mr. Firkusny died in July at the age of 82.  ","thumbnail":null,"section":"Arts"},{"date":"19941124","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/11/24/style/IHT-what-theyre-reading.html","abstract":"Carolyn Kizer, Pulitzer- prize winning poet, is reading the poems of Miroslav Holub. .\"For many years, he was a nonperson in Czechoslovakia as a writer, but he managed to survive because he is also an endocrinologist. His poems bring wonderful comb","thumbnail":null,"section":"Style"},{"date":"19941124","headline":"TODAY'S HIGH SCHOOL FOOTBALL GAMES","web_url":"https://www.nytimes.com/1994/11/24/sports/today-s-high-school-football-games.html","abstract":"  C.H.S.F.L. CARDINAL HAYES (4-5) at MOUNT ST. MICHAEL (3-6), 10:30 A.M. Key Players: If the Mounties are going to get untracked offensively, quarterback Joe Ward, who has rushed for 553 yards on 100 carries and 10 touchdowns, will have to lead the way. Robert Hernandez (66 of 150 for 1,084 yards, 8 touchdowns) and running back Jonaxy Gonzalez (902 yards, 7 touchdowns) are the players on whom Hayes depends.","thumbnail":null,"section":"Sports"},{"date":"19941124","headline":"Executive Changes","web_url":"https://www.nytimes.com/1994/11/24/arts/company-news-executive-changes.html","abstract":"  THE KELLWOOD CO., St. Louis, promoted James C. Jacobsen, its executive vice president for administration and chief financial officer, to vice chairman; he remains chief financial officer. Hal J. Upbin, its executive vice president for corporate development, was promoted to president and chief operating officer. NEW WORLD COMMUNICATIONS GROUP INC., New York, appointed Arthur H. Bilger president and chief operating officer.","thumbnail":null,"section":"Arts"},{"date":"19941124","headline":"Grocer Shot to Death In Brooklyn Robbery","web_url":"https://www.nytimes.com/1994/11/24/nyregion/grocer-shot-to-death-in-brooklyn-robbery.html","abstract":"  A 40-year-old Brooklyn grocer was shot to death and his cousin wounded yesterday in a holdup at a bodega in Brownsville, the police said.   A man in his 20's, armed with a silver handgun, entered the V & G Grocery at 199 Howard Avenue, between Chauncey and Marion Streets, about 10 A.M. and demanded money, the police said.","thumbnail":null,"section":"New York"},{"date":"19941124","headline":"CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/11/24/arts/in-performance-classical-music-917494.html","abstract":"  An Afternoon With a Soprano Of the New Generation  Alice Tully Hall","thumbnail":null,"section":"Arts"},{"date":"19941124","headline":"Japan-Korea Ties Weren't Always Hostile","web_url":"https://www.nytimes.com/1994/11/24/opinion/l-japan-korea-ties-weren-t-always-hostile-917273.html","abstract":"  To the Editor:   \"Korea-Japan Tension Is Centuries old\" by Bradford Trebach (letter, Nov. 14) ostensibly corrects a statement in a Nov. 8 news article that dated tensions between Korea and Japan to World War II.","thumbnail":null,"section":"Opinion"},{"date":"19941124","headline":"Under Fire, Italy's Leader Says He'll Sell TV Holdings","web_url":"https://www.nytimes.com/1994/11/24/world/under-fire-italy-s-leader-says-he-ll-sell-tv-holdings.html","abstract":"  Trying to seize the initiative in his battle with magistrates investigating him for corruption, Prime Minister Silvio Berlusconi said tonight that he was ready to sell part of his vast business empire, including a majority share in his three national television stations.   He also threatened to force new elections by resigning if the restive partners in his coalition did not pledge complete support for him.","thumbnail":null,"section":"World"},{"date":"19941124","headline":"Communists Plan to Form Government in Nepal","web_url":"https://www.nytimes.com/1994/11/24/world/communists-plan-to-form-government-in-nepal.html","abstract":"  Nepal's Communists appeared today to be on the brink of forming a new Government after winning more seats than the ruling Nepali Congress Party in last week's inconclusive general election.    But as the main Communist bloc met and formally named the man who led them in the election as their candidate for Prime Minister, last-minute maneuvering by Congress loyalists kept open the possibility of the formation of a centrist coalition to deny power to the Communists.","thumbnail":null,"section":"World"},{"date":"19941124","headline":"Mexico City Journal; Don Manuel's Dream Tower: A 50-Story Folly?","web_url":"https://www.nytimes.com/1994/11/24/world/mexico-city-journal-don-manuel-s-dream-tower-a-50-story-folly.html","abstract":"  No one has shaped the skyline of this vast city more than Manuel Suarez, a famously eccentric entrepreneur who was supposedly a protege of Pancho Villa and whose errant dream -- a 50-story domino of a building -- has loomed over Mexico City for 30 years.    Loom is the only way to describe the physical and symbolic presence of Don Manuel's quixotic vision over the low-rise chaos of the city. His goal was to replace an old city park with Latin America's tallest building, concrete proof of Mexico's maturity as a nation. He envisioned athletes of the 1968 Mexico City Olympics lodging there during the Games, themselves intended to showcase Mexico's emergence into the modern world.","thumbnail":null,"section":"World"},{"date":"19941124","headline":"Fatal Runway Collision Under U.S. Inquiry","web_url":"https://www.nytimes.com/1994/11/24/us/fatal-runway-collision-under-us-inquiry.html","abstract":"  Federal aviation officials were investigating yesterday why a twin-engine propeller plane taxied into the path of a Trans World Airlines jet taking off on Tuesday night from St. Louis, resulting in a collision that killed the two pilots aboard the smaller plane.   Eight of the 137 people aboard T.W.A. Flight 427 suffered minor injuries. The airliner veered to the left to avoid a head-on crash and the jet's right wing sheared off the roof of the smaller plane, a Cessna Conquest.","thumbnail":null,"section":"U.S."},{"date":"19941124","headline":"Gingrich's Life: The Complications and Ideals","web_url":"https://www.nytimes.com/1994/11/24/us/gingrich-s-life-the-complications-and-ideals.html","abstract":"  It was September 1942 when 16-year-old Kathleen Daugherty married Newton C. McPherson Jr., a 19-year-old mechanic in a small town in Pennsylvania. In three days, the marriage fell apart; nine months later, she gave birth to a baby boy, whom she named Newton Leroy.   When Kathleen remarried three years later, her new husband, Robert B. Gingrich, an Army artillery officer, adopted her son.","thumbnail":null,"section":"U.S."},{"date":"19941124","headline":"More Affordable Homes","web_url":"https://www.nytimes.com/1994/11/24/opinion/l-more-affordable-homes-917303.html","abstract":"  To the Editor:   Re \"The Rich Are Different. They Can Afford Homes\" (news article, Nov. 16), about the high cost of housing in Jackson, Wyo.: The Jackson Hole Community Housing Trust, while indeed a fledgling organization, has built 36, not \"barely a dozen,\" homes. This affordable-housing development has been given an award by the Department of Housing and Urban Development. We have begun work on our second project. JESS LEDERMAN  Exec. Director, Jackson Hole Community Housing Trust Jackson, Wyo., Nov. 20, 1994","thumbnail":null,"section":"Opinion"},{"date":"19941124","headline":"Trent One of the Biggest Names Left in N.I.T.","web_url":"https://www.nytimes.com/1994/11/24/sports/college-basketball-trent-one-of-the-biggest-names-left-in-nit.html","abstract":"  The big-name schools are long gone. But at least the Preseason National Invitation Tournament has a big-time player going to the finals.   Ohio University's Gary Trent scored 24 points and grabbed 10 rebounds to lead the Bobcats of the Mid-American Conference past Kwame Evans and George Washington University, 82-76, in last night's second semifinal at Madison Square Garden.","thumbnail":null,"section":"Sports"},{"date":"19941124","headline":"Mexican Lawman Accuses Ruling Party in His Brother's Death","web_url":"https://www.nytimes.com/1994/11/24/world/mexican-lawman-accuses-ruling-party-in-his-brother-s-death.html","abstract":"  The official heading the investigation into the assassination of one of Mexico's most powerful politicians said today that the killing was ordered by an influential group within the ruling party, but that Mexico's Attorney General and current party leaders had kept him from proving it.    The investigator, Mario Ruiz Massieu, younger brother of the assassinated politician, also announced he had resigned his position as Deputy Attorney General. He said he would send all the evidence he has gathered during a nearly two-month investigation to an independent notary public who would safeguard it until the incoming President, Ernesto Zedillo Ponce de Leon, took office on Dec. 1 and decided what to do.","thumbnail":null,"section":"World"},{"date":"19941124","headline":"Many Turn Holiday Into Mini-Vacation","web_url":"https://www.nytimes.com/1994/11/24/us/many-turn-holiday-into-mini-vacation.html","abstract":"  Spurred by bargain air fares and stable gasoline prices, a record number of Americans were expected to travel over Thanksgiving week, traditionally the busiest travel time of the year.   And although many people have long taken off the Friday after Thanksgiving, this year, travel experts say, more are viewing their long weekend as a time for both holiday visits with families and friends as well as a chance to sightsee, shop or ski.","thumbnail":null,"section":"U.S."},{"date":"19941124","headline":"250 Groups To Share In Grants For Arts","web_url":"https://www.nytimes.com/1994/11/24/arts/250-groups-to-share-in-grants-for-arts.html","abstract":"  About 250 New York City arts organizations have qualified for matching grants from a $10 million fund set up by the state and city governments in July, Mayor Rudolph W. Giuliani said yesterday.   The list includes big institutions like the Metropolitan Museum of Art and the Brooklyn Museum, both of which plan to use the promised money -- a total of more than $800,000 each -- to open all of the galleries that have been closed on a rotating basis because of cutbacks in operating budgets.","thumbnail":null,"section":"Arts"},{"date":"19941124","headline":"Apparel Workers Lose In World Trade Pact","web_url":"https://www.nytimes.com/1994/11/24/opinion/l-apparel-workers-lose-in-world-trade-pact-917265.html","abstract":"  To the Editor:   Each month the North American Free Trade Agreement causes 1,000 skilled women who work hard at sewing machines in small towns across this country to lose their jobs to low-wage Mexican workers.","thumbnail":null,"section":"Opinion"},{"date":"19941124","headline":"Journal; Celebrity Turkey Shoot","web_url":"https://www.nytimes.com/1994/11/24/opinion/journal-celebrity-turkey-shoot.html","abstract":"  Is it possible -- if almost too much to hope for -- that the same angry, depressed, back-to-business electorate behind the revolt of '94 is also throwing out incumbent celebrities?   Note the following phenomena, all of which occurred just before or after the D-Day of Nov. 8:","thumbnail":null,"section":"Opinion"},{"date":"19941124","headline":"Bosnian Serbs Warn NATO Not to Impede Advance","web_url":"https://www.nytimes.com/1994/11/24/world/bosnian-serbs-warn-nato-not-to-impede-advance.html","abstract":"  Bosnian Serb leaders have threatened \"all-out war\" if NATO retaliates against their advance on the United Nations-designated \"safe area\" around Bihac, in the northwest.   The threat came in a telephone conversation late Tuesday night between Lieut. Gen. Sir Michael Rose, the United Nations military commander in Bosnia, and John Zametica, an aide to the Bosnian Serb leader, Radovan Karadzic.","thumbnail":null,"section":"World"},{"date":"19941124","headline":"Court Curbs Wall Street Journal in Fight on Whitewater Report","web_url":"https://www.nytimes.com/1994/11/24/us/court-curbs-wall-street-journal-in-fight-on-whitewater-report.html","abstract":"  A panel of Federal appeals judges has denied The Wall Street Journal's request for access to the secret final report of the former Whitewater independent counsel, Robert B. Fiske Jr., and at the same time has barred the newspaper from disclosing the details of the decision.    The decision, and the order barring its publication, were handed down a few weeks ago but were not made known until late Tuesday, when The Journal filed a petition seeking relief from Chief Justice William H. Rehnquist. The petition, parts of which were filed under seal, asks Justice Rehnquist to lift the order, asserting that it is an improper prior restraint on the paper's First Amendment rights.","thumbnail":null,"section":"U.S."},{"date":"19941124","headline":"Council Creates an Agency To Watch New York Police","web_url":"https://www.nytimes.com/1994/11/24/nyregion/council-creates-an-agency-to-watch-new-york-police.html","abstract":"  The New York City Council voted yesterday to create the first permanent, independent agency to monitor corruption in the Police Department.    The agency would have far more investigative powers than Mayor Rudolph W. Giuliani wants it to have, and aides said he is likely to veto the measure. But the Council's leadership, which supports the proposal, appears to have enough votes to override a veto.","thumbnail":null,"section":"New York"},{"date":"19941124","headline":"Mayor Opens Investigation On Jails Chief","web_url":"https://www.nytimes.com/1994/11/24/nyregion/mayor-opens-investigation-on-jails-chief.html","abstract":"  Eight months after appointing him, Mayor Rudolph W. Giuliani has opened an investigation into some of the flamboyant executive actions of Commissioner of Correction Anthony J. Schembri amid growing calls from outside the administration for the Commissioner's resignation.    \"Things happen when I'm around,\" Commissioner Schembri once remarked, reflecting the larkish and supremely self-confident management style that opponents say has contributed to his current problems. The critics, including the Democrats who head the City Council's Public Safety Committee and the State Assembly's Correction Committee, have questioned the Commissioner's effectiveness in managing the teeming system against a backdrop of budget cuts and unrest in the jails.","thumbnail":null,"section":"New York"},{"date":"19941124","headline":"Sun Devils Stop Maryland","web_url":"https://www.nytimes.com/1994/11/24/sports/college-basketball-sun-devils-stop-maryland.html","abstract":"  Joe Smith's arms do not extend to the 3-point arc. Playing on a tender ankle, the Maryland center scored 23 points, but Arizona State's lineup of whippets made 4 3-point bombs in the final 6 minutes to escape the No. 7 rated Terrapins, 97-90, in the Maui Invitational title game.","thumbnail":null,"section":"Sports"},{"date":"19941124","headline":"Theater for the Young","web_url":"https://www.nytimes.com/1994/11/24/theater/theater-for-the-young.html","abstract":"  The George Street Playhouse in New Brunswick, N.J., has received a $195,000 grant, one of six given nationally by the Lila Wallace-Reader's Digest Fund for the production of theater pieces for young audiences. The George Street Playhouse will use the grant to produce \"Entries,\" a play by Bernardo Solano about a Hispanic young man's coming of age. Others receiving grants, which totaled $900,000, are Tears of Joy Theater in Vancouver, Wash.; American Conservatory Theater, San Francisco; the Coterie Theater, Kansas City, Mo.; the Metro Theater Company, St. Louis, and South Coast Repertory, Costa Mesa, Calif.","thumbnail":null,"section":"Theater"},{"date":"19941124","headline":"Anderson Is Unhappy On All Fronts","web_url":"https://www.nytimes.com/1994/11/24/sports/pro-basketball-anderson-is-unhappy-on-all-fronts.html","abstract":"  His left arm was wrapped in cumbersome icepacks on Tuesday night, like a salmon filet prepped for shipping. Kenny Anderson had just played another night in pain.   If his surgically repaired wrist was bothering him, his pride was throbbing.","thumbnail":null,"section":"Sports"},{"date":"19941124","headline":"The Pop Life","web_url":"https://www.nytimes.com/1994/11/24/arts/the-pop-life-912719.html","abstract":"  Dylan, Unplugged   Bob Dylan sneaked into town to tape an episode of MTV's \"Unplugged\" last Thursday and Friday night. Though he once enraged his audience at the Newport Folk Festival by playing electric, Mr. Dylan is hardly a surprise candidate for the \"Unplugged\" format, which has brought acoustic music back into vogue. Of course, it should be noted that not everyone in Mr. Dylan's band was unplugged. Brendan O'Brien played a Hammond organ and Bucky Baxter played a pedal-steel guitar. The rest of the band was made up of other Dylan regulars on acoustic instruments: Winston Watson on drums, John Jackson on guitar and Tony Garnier on stand-up bass.","thumbnail":null,"section":"Arts"},{"date":"19941124","headline":"COLLEGE FOOTBALL;\nWalsh Is Calling Option Plays Now","web_url":"https://www.nytimes.com/1994/11/24/sports/college-football-walsh-is-calling-option-plays-now.html","abstract":"Figure out what Bill Walsh is thinking? Defenses haven't been able to do it for years.\n\nEven those inside Stanford University's football program have few clues whether Walsh will return as coach after his second consecutive losing season. All anyone has heard is that Walsh will announce his decision early next week.","thumbnail":null,"section":"Sports"},{"date":"19941124","headline":"'Bulldozed' Into the EU : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/24/opinion/IHT-bulldozed-into-the-eu-letters-to-the-editor.html","abstract":"Sweden's recent referendum on European Union membership (52 percent yes, 47 percent no) opened a great divide between the northern and southern regions. Cynically naive Stockholm technocrats, well- funded corporate interests and true believers in the &qu","thumbnail":null,"section":"Opinion"},{"date":"19941124","headline":"For Giuliani, a Checklist; For Pataki, Opportunities","web_url":"https://www.nytimes.com/1994/11/24/nyregion/metro-matters-for-giuliani-a-checklist-for-pataki-opportunities.html","abstract":"  WHEN the big day finally comes next week, and the pending power of Albany finally meets the reigning regent of New York City, what will they say to each other? The imagination roars.   Maybe they will exchange home phone numbers so they can reach each other before 9 A.M. and after 5 P.M. Maybe they will thank each other: Governor-elect George E. Pataki could thank Mayor Rudolph W. Giuliani for boosting his chances, maybe even for electing him, by endorsing Gov. Mario M. Cuomo and campaigning upstate for him. And the Mayor could thank the Governor-elect for giving him even more acceptance with New York City Democrats than he already had.","thumbnail":null,"section":"New York"},{"date":"19941124","headline":"Talking With Tony Kushner","web_url":"https://www.nytimes.com/1994/11/24/theater/talking-with-tony-kushner.html","abstract":"  The playwright Tony Kushner is to be interviewed by Anna Quindlen, a columnist for The New York Times, on Dec. 6 at 7:30 P.M., as part of the Tuesday Evening Lecture Series at St. Luke's School, 487 Hudson Street, at Grove Street, in Greenwich Village. Other speakers in the series are to be the television newswoman Lesley Stahl (Feb. 7) and the writer Gloria Steinem (April 18). Tickets are $30 a session. Information: (212) 924-5960 or (212) 279-4200.","thumbnail":null,"section":"Theater"},{"date":"19941124","headline":"The Luck of the Canadians : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/24/opinion/IHT-the-luck-of-the-canadians-letters-to-the-editor.html","abstract":"Regarding \"Canada: Stop Humoring the Spoilers and Make the Country Whole\" (Opinion, Nov.2) by Mordecai Richler: . People across Canada do not know how lucky they are. Having lived in countries around the world, I know just how fortunate I am tha","thumbnail":null,"section":"Opinion"},{"date":"19941124","headline":"Tony Administrators May Add an Award For Off Broadway","web_url":"https://www.nytimes.com/1994/11/24/theater/tony-administrators-may-add-an-award-for-off-broadway.html","abstract":"  In a move that reflects the weakness of Broadway and the growing strength of Off Broadway, the administrators of the Tony Awards are considering offering a Tony to Off Broadway productions.   The proposal is still in its initial stages. The only Tony committee that can change the rules does not meet until Jan. 19. But the heads of the two organizations that jointly administer the prizes have invited the president of the League of Off-Broadway Theaters to propose a plan under which its productions might become eligible.","thumbnail":null,"section":"Theater"},{"date":"19941124","headline":"Oakley's New Shoes Only Create More Pain","web_url":"https://www.nytimes.com/1994/11/24/sports/pro-basketball-oakley-s-new-shoes-only-create-more-pain.html","abstract":"  Charles Oakley's sneaker saga continued today as a specially designed shoe by Nike failed to alleviate the pain in his toe.   Oakley had waited almost a month for Nike to manufacture a shoe that was supposed to help take the pressure off the congenitally dislocated second toe on his right foot. But, after a two-and-a-half-hour workout with the size 15 Nikes, Oakley said he experienced more pain in his toe than he had all season and would ask Nike to develop another version that is not as loose.","thumbnail":null,"section":"Sports"},{"date":"19941124","headline":"Sloan's to Sell 6 Supermarkets","web_url":"https://www.nytimes.com/1994/11/24/nyregion/sloan-s-to-sell-6-supermarkets.html","abstract":"  Sloan's Supermarkets Inc. said yesterday that it, along with two companies controlled by its chairman, had agreed to sell six supermarkets within a year in order to settle Federal antitrust concerns.   The Federal Trade Commission said last June that Sloan's and the other companies violated Federal antitrust laws when they bought 32 supermarkets in Manhattan and added them to the Sloan's chain between 1991 and 1993. The F.T.C. said it wanted Sloan's to sell off as many as 10 of those supermarkets.","thumbnail":null,"section":"New York"},{"date":"19941124","headline":"Starving the Poor","web_url":"https://www.nytimes.com/1994/11/24/opinion/starving-the-poor.html","abstract":"  The poor, particularly at election time, are routinely demonized for political gain. Their exploitation in this way has brought us to a cruel place in the political landscape, a place where Americans -- conservative, moderate and liberal -- are finding it frighteningly easy to blame the poor for their own fate, even though that means condemning millions of children to poverty, hunger and hopelessness.   Given the savagery of the climate, it is useful to note what the Roman Catholic Church is saying in response. The church, through its efforts to feed and house America's poor, is intimately familiar with the problem of poverty. Of late, the church's most compelling voice has been that of the Archbishop of New York, John Cardinal O'Connor, who last month lashed out at politicians who caricature the poor for political benefit. Cardinal O'Connor's observations last month in his column, published in the newspaper Catholic New York, merit extensive quotation:","thumbnail":null,"section":"Opinion"},{"date":"19941124","headline":"After Three Weeks, Lottery Millionaires Confess to Wealth","web_url":"https://www.nytimes.com/1994/11/24/nyregion/after-three-weeks-lottery-millionaires-confess-to-wealth.html","abstract":"  When it dawned on Zdzislaw Wojtowicz last month that he had suddenly become a multi-millionaire, he went home to Jersey City and casually asked his wife, Henryka, what she would do if he happened to win the lottery.   The next day, he got around to telling her that he had.","thumbnail":null,"section":"New York"},{"date":"19941124","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/11/24/sports/results-plus-912700.html","abstract":"  WEIGHT LIFTING  First Gold for Germany  Marc Huster of Germany won his country's first gold medal at the world weight-lifting championships in Istanbul, Turkey yesterday. Competing in the 183-pound class, Huster lifted a combined total of 842 pounds in the snatch and the clean and jerk, breaking the record set five minutes earlier by Sergo Tchakhoian of Armenia, who lifted 837 pounds. Tchakhoian won a gold medal for his record-breaking lift of 386 pounds in the snatch, and Sunay Bulut of Turkey won the jerk with a lift of 463 pounds, another world record. (AP)","thumbnail":null,"section":"Sports"},{"date":"19941124","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/11/24/style/chronicle-917516.html","abstract":"  A romance made in Olympic gymnast's heaven: NADIA COMANECI introduced BART CONNER to her father in Onesti, Romania, yesterday, and Mr. Conner promptly asked him for his daughter's hand in marriage.   \"With all my heart,\" GHEORGHE COMANECI responded in Romanian as he happily gave his approval, The Associated Press reported.   Both Ms. Comaneci, 33, and Mr. Conner, 36, have won gold medals in the Olympics.","thumbnail":null,"section":"Style"},{"date":"19941124","headline":"Rowland Team Takes Shape","web_url":"https://www.nytimes.com/1994/11/24/nyregion/rowland-team-takes-shape.html","abstract":"  Connecticut's first Republican Governor in two decades is reaching beyond party stalwarts to form his transition team. Page B6.","thumbnail":null,"section":"New York"},{"date":"19941124","headline":"Dole and Clinton Strike a Deal on World Trade Pact","web_url":"https://www.nytimes.com/1994/11/24/us/dole-and-clinton-strike-a-deal-on-world-trade-pact.html","abstract":"  President Clinton today struck a deal with the prospective Senate majority leader, Bob Dole, that appeared to rescue a world trade agreement scheduled for a vote at a special session of Congress next week.   The compromise with Mr. Dole raised the hope of a measure of bipartisanship in foreign policy between the White House and the new Republican-controlled Congress.","thumbnail":null,"section":"U.S."},{"date":"19941124","headline":"City Ballet Starts With Samplings","web_url":"https://www.nytimes.com/1994/11/24/arts/dance-review-city-ballet-starts-with-samplings.html","abstract":"  Appetizers rather than a full-course dinner were on the New York City Ballet's table when the company opened on Tuesday night at the New York State Theater.   A series of small-scale pieces, mainly pas de deux and including three premieres, made up virtually all of the program, the exception being \"Symphony in C,\" George Balanchine's 1947 Bizet classic.","thumbnail":null,"section":"Arts"},{"date":"19941124","headline":"Schleppers","web_url":"https://www.nytimes.com/1994/11/24/opinion/schleppers.html","abstract":"  Several things distinguish New Yorkers from the rest of America's city dwellers, among them the way they walk. It is not so much that their pace is fast but that their dodges and feints (a dolly to the left of them, a dog walker with seven charges to the right) resemble broken-field running.   Another distinction is their inability to stand on a curb while waiting for the traffic to clear. Instead they wait in the gutter. Never mind if that gutter is streaming from a cloudburst. Standing in it puts them a step ahead of the crowd.","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19941124","time":"1994-11-24 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":76,"wspd":16.6},{"date":"19941124","time":"1994-11-24 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":75,"wspd":11.2},{"date":"19941124","time":"1994-11-24 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":78,"wspd":20.5},{"date":"19941124","time":"1994-11-24 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":78,"wspd":13},{"date":"19941124","time":"1994-11-24 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":79,"wspd":14.8},{"date":"19941124","time":"1994-11-24 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":79,"wspd":9.4},{"date":"19941124","time":"1994-11-24 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.5,"rhum":80,"wspd":13},{"date":"19941124","time":"1994-11-24 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":81,"wspd":11.2},{"date":"19941124","time":"1994-11-24 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":79,"wspd":14.8},{"date":"19941124","time":"1994-11-24 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":80,"wspd":11.2},{"date":"19941124","time":"1994-11-24 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.1,"rhum":78,"wspd":9.4},{"date":"19941124","time":"1994-11-24 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":78,"wspd":11.2},{"date":"19941124","time":"1994-11-24 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":77,"wspd":9.4},{"date":"19941124","time":"1994-11-24 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":75,"wspd":11.2},{"date":"19941124","time":"1994-11-24 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":74,"wspd":13},{"date":"19941124","time":"1994-11-24 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.3,"rhum":76,"wspd":9.4},{"date":"19941124","time":"1994-11-24 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":77,"wspd":11.2},{"date":"19941124","time":"1994-11-24 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":78,"wspd":11.2},{"date":"19941124","time":"1994-11-24 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":80,"wspd":7.6},{"date":"19941124","time":"1994-11-24 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":83,"wspd":7.6},{"date":"19941124","time":"1994-11-24 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":80,"wspd":7.6},{"date":"19941124","time":"1994-11-24 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":81,"wspd":5.4},{"date":"19941124","time":"1994-11-24 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.1,"rhum":71,"wspd":5.4},{"date":"19941124","time":"1994-11-24 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":93,"wspd":0},{"date":"19941124","time":"1994-11-24 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":50,"wspd":29.5},{"date":"19941124","time":"1994-11-24 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":39,"wspd":37.1},{"date":"19941124","time":"1994-11-24 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":37,"wspd":29.5},{"date":"19941124","time":"1994-11-24 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":31,"wspd":35.3},{"date":"19941124","time":"1994-11-24 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":31,"wspd":27.7},{"date":"19941124","time":"1994-11-24 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.8,"rhum":37,"wspd":25.9},{"date":"19941124","time":"1994-11-24 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.8,"rhum":42,"wspd":24.1},{"date":"19941124","time":"1994-11-24 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":46,"wspd":27.7},{"date":"19941124","time":"1994-11-24 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":50,"wspd":16.6},{"date":"19941124","time":"1994-11-24 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":55,"wspd":14.8},{"date":"19941124","time":"1994-11-24 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":57,"wspd":16.6},{"date":"19941124","time":"1994-11-24 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":57,"wspd":16.6},{"date":"19941124","time":"1994-11-24 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":57,"wspd":16.6},{"date":"19941124","time":"1994-11-24 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":52,"wspd":18.7},{"date":"19941124","time":"1994-11-24 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":48,"wspd":18.7},{"date":"19941124","time":"1994-11-24 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":45,"wspd":20.5},{"date":"19941124","time":"1994-11-24 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":38,"wspd":25.9},{"date":"19941124","time":"1994-11-24 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":32,"wspd":27.7},{"date":"19941124","time":"1994-11-24 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":31,"wspd":25.9},{"date":"19941124","time":"1994-11-24 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":30,"wspd":29.5},{"date":"19941124","time":"1994-11-24 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":31,"wspd":25.9},{"date":"19941124","time":"1994-11-24 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":37,"wspd":16.6},{"date":"19941124","time":"1994-11-24 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":42,"wspd":14.8},{"date":"19941124","time":"1994-11-24 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":44,"wspd":14.8}]},"19941125":{"guardian_articles":[{"date":"19941125","headline":"News: Aircraft worries put damper on prize-winning Gormley's Angel","web_url":"https://www.theguardian.com/artanddesign/1994/nov/25/20yearsoftheturnerprize.turnerprize","abstract":null,"thumbnail":null,"section":"Art and design"}],"nytimes_articles":[{"date":"19941125","headline":"CLINTON & CONGRESS -- An occasional series\nThe Welfare Gap;\nProblem No. 1: The Children","web_url":"https://www.nytimes.com/1994/11/25/opinion/clinton-congress-an-occasional-series-the-welfare-gap-problem-no-1.html","abstract":"Surveying a political landscape utterly transformed by the Congressional elections, President Clinton and Newt Gingrich gave the same reply when asked what they could achieve in the next two years: welfare reform. Their words are the same, their meaning worlds apart.\n\nThe workfare envisioned by Mr. Clinton has no common ground with Mr. Gingrich's call to junk the welfare system, leaving its clients to orphanages and other private charities.","thumbnail":null,"section":"Opinion"},{"date":"19941125","headline":"Bure and Mogilny Stay","web_url":"https://www.nytimes.com/1994/11/25/sports/sports-people-hockey-bure-and-mogilny-stay.html","abstract":"  Two of hockey's Russian stars, PAVEL BURE of the Vancouver Canucks and ALEXANDER MOGILNY of the Buffalo Sabres, have decided to sign with Moscow Spartak of the Russian League.","thumbnail":null,"section":"Sports"},{"date":"19941125","headline":"In This Election, G.O.P. Won Because More Rich People Voted; No Rush to the Right","web_url":"https://www.nytimes.com/1994/11/25/opinion/l-in-this-election-gop-won-because-more-rich-people-voted-no-rush-to-the-right-927902.html","abstract":"  To the Editor:   I've watched with fascination as the national print and electronic media have rushed in their election post-mortems to announce a new Republican ascendancy and a decisive turn by the United States population to the right (\"Moderate Democrats' Poll Sends the President a Warning,\" news article, Nov. 18).","thumbnail":null,"section":"Opinion"},{"date":"19941125","headline":"An Editorial Debate: Should We Make Research Embryos?; Yes, the Gains Could Be Great","web_url":"https://www.nytimes.com/1994/11/25/opinion/an-editorial-debate-should-we-make-research-embryos-yes-the-gains-could-be-great.html","abstract":"  When a panel of experts proposed in September that the Federal Government start funding research on human embryos, they ignited a controversy. Some people feel such research is inherently unethical, while many scientists think it has been needlessly curtailed. The panel's recommendations, which apply only to embryos created in the laboratory, not to those created in the womb, will be reviewed next week at the National Institutes of Health. The most inflammatory recommendation by far is that, in carefully defined circumstances, scientists should be able to create embryos solely for research and then destroy them when finished.   That has stirred fears that modern-day Frank-ensteins will soon create, destroy and tinker with life forms just to satisfy their intellectual curiosity. But it strikes this observer that the panel of 19 scientists, ethicists, lawyers and others got the balance just about right. It concluded that the embryo does not have the same moral status as infants or children -- and that research on such embryos holds the potential for great benefit.","thumbnail":null,"section":"Opinion"},{"date":"19941125","headline":"Article 924261 -- No Title","web_url":"https://www.nytimes.com/1994/11/25/world/article-924261-no-title.html","abstract":"  Seeking to stem a drop in birth rates that may be the sharpest in modern world history, the government of the eastern German state of Brandenburg has announced that it will pay parents $650 for every new child they have.   \"Eastern Germany's adults appear to have come as close to a temporary suspension of childbearing as any large population in the human experience,\" Nicholas Eberstadt, a demographer with the American Enterprise Institute in Washington, wrote in a recent study.","thumbnail":null,"section":"World"},{"date":"19941125","headline":"Limiting Welfare -- A special report.; Often-Cited Workfare Effort Provides Cautionary Lessons","web_url":"https://www.nytimes.com/1994/11/25/nyregion/limiting-welfare-special-report-often-cited-workfare-effort-provides-cautionary.html","abstract":"  Sandy Pitt and Sajan Mathew pounded on the door of a shuttered house on Union Avenue. They were searching for a 37-year-old welfare recipient who had given the address as his own.   Ms. Pitt amd Mr. Mathew, Westchester County welfare workers, peered through the window into a barren room littered with bottles and cigarette butts. They surveyed the heap of trash on the lawn. They agreed that no one lived there.","thumbnail":null,"section":"New York"},{"date":"19941125","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/11/25/arts/art-in-review-187139.html","abstract":"  Tony Oursler Metro Pictures 150 Greene Street (at Houston Street) SoHo Through tomorrow    In the strongest show of his career, Tony Oursler takes the concept of the talking head to places it hasn't been before, while giving the tired art of assemblage a needed boost. His discombobulated video sculptures combine projected or on-screen faces and sometimes figures with discarded furniture, fabric or scarecrowlike stuffed garments. They eerily bring to life a cast of unhappy characters who natter and curse, pound their fists, disparage themselves or the rest of us, or wedge themselves into tight places. The overall effect is of a none-too-comforting stroll through a mental hospital, each piece representing a patient in a different state of torment.","thumbnail":null,"section":"Arts"},{"date":"19941125","headline":"There Will Be a Brief Recess While We Check Our Wardrobes","web_url":"https://www.nytimes.com/1994/11/25/us/there-will-be-a-brief-recess-while-we-check-our-wardrobes.html","abstract":"  Vivian Berger, the vice dean of Columbia Law School, remembers a bright young student who was distraught because no firm would hire her. \"I took one look at her and immediately knew the reason: she looked like a whore,\" Ms. Berger said. \"Her clothes were very tight, and she was quite buxom.\"    The legal profession has a dress code all its own, though its rules go unspoken. \"Clothes can undo the lawyer,\" Ms. Berger said. Yet she admitted: \"I talked to this student about everything but the way she dressed. It's so personal, it's like telling someone she has body odor.\"","thumbnail":null,"section":"U.S."},{"date":"19941125","headline":"Russian Aid Under Siege By G.O.P.","web_url":"https://www.nytimes.com/1994/11/25/world/russian-aid-under-siege-by-gop.html","abstract":"  Aid to Russia, always a contentious issue before Congress, is under siege by the new Republican majority, even though President Clinton has already cut Russian aid sharply from last year.   The two Republican Senators who are expected to be the most influential voices on foreign assistance -- Jesse Helms of North Carolina, in line to head the Senate Foreign Relations Committee, and Mitch McConnell of Kentucky, who is likely to run the Senate Subcommittee on Foreign Operations -- have repeatedly suggested that aid to Russia is too generous and vow to take an even tougher line next year.","thumbnail":null,"section":"World"},{"date":"19941125","headline":"Inflation Figures Go Up for 68th Straight Year","web_url":"https://www.nytimes.com/1994/11/25/nyregion/inflation-figures-go-up-for-68th-straight-year.html","abstract":"  With wind nipping at their noses and fingertips, tens of thousands of New Yorkers lined the streets of Manhattan yesterday for the 68th annual Macy's Thanksgiving Day parade. Despite the chill, they roared approval at the blaring bands, prancing steeds, bulb-nosed clowns and, of course, the traditional pantheon of pumped-up heroes like Spiderman, Garfield, the Pink Panther, Snoopy, and, making his debut, Barney the dinosaur.    Bundled like Inuits on an ice floe, children sat cross-legged under police barricades or atop phone booths. One youngster stole a perch on a story-high ladder behind the 10-deep crowd. And some, their enthusiasm chilled a bit by temperatures in the upper 20's, still managed to wave as the clowns scampered about.","thumbnail":null,"section":"New York"},{"date":"19941125","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/11/25/nyregion/chronicle-927856.html","abstract":"  The evening was billed as an opportunity to learn how to break into modeling and acting, but there were few potential Cindy Crawfords, Naomi Campbells -- or for that matter, Elle MacPhersons -- who turned out to hear ELLE MacPHERSON the other evening. The supermodel was giving a talk sponsored by the Learning Annex at the Park Central Hotel on Seventh Avenue. But the audience of about 300 was mainly men, few of whom appeared headed for modeling careers.    What they wanted to know from Ms. MacPherson had little to do with high fashion. What was her idea of a romantic evening? one man asked. Was she aware that the questioner had her picture on his night table along with his loved ones? A third asked if she would go to his Taft High School prom with him.","thumbnail":null,"section":"New York"},{"date":"19941125","headline":"Execution by Injection Can Be Botched, Too","web_url":"https://www.nytimes.com/1994/11/25/opinion/l-execution-by-injection-can-be-botched-too-927910.html","abstract":"  To the Editor:   Like many advocates of the death penalty, Ernest van den Haag (letter, Nov. 18) is less offended by the fact of a state homicide than by the method employed. Repulsed by the brutality of electrocutions, he recommends America's newest method for killing killers, lethal injection, as being \"painless and nonrepulsive.\"","thumbnail":null,"section":"Opinion"},{"date":"19941125","headline":"The Spoken Word","web_url":"https://www.nytimes.com/1994/11/25/books/the-spoken-word.html","abstract":"  \"LAUGHING SCREAMING: MODERN HOLLYWOOD HORROR AND COMEDY,\" American Museum of the Moving Image, 35th Avenue and 36th Street, Astoria, Queens. A three-lecture series about pushing the boundaries of good taste continues on Sunday at 2 P.M. with a talk by Larry Cohen, the director of the 1974 film \"It's Alive,\" which will be shown. Also to be shown, at 4:30 P.M., will be the 1981 film \"Porky's Fox,\" directed by Bob Clark. Free with museum admission: $5; $4 for the elderly; $2.50 for students and children. Information: (718) 784-4520.","thumbnail":null,"section":"Books"},{"date":"19941125","headline":"In This Election, G.O.P. Won Because More Rich People Voted","web_url":"https://www.nytimes.com/1994/11/25/opinion/l-in-this-election-gop-won-because-more-rich-people-voted-927848.html","abstract":"  To the Editor:   As President Clinton considers how to respond to the 1994 elections, he should not overlook the composition of this year's electorate.","thumbnail":null,"section":"Opinion"},{"date":"19941125","headline":"Central America Nations to Be Urged to Seize Stolen U.S. Cars","web_url":"https://www.nytimes.com/1994/11/25/world/central-america-nations-to-be-urged-to-seize-stolen-us-cars.html","abstract":"  In an effort to reduce auto thefts, the Clinton Administration is planning a major effort to persuade Central American governments to seize stolen cars smuggled from the United States and return them, a State Department official said this week.   With an estimated 20 percent of the 200,000 stolen vehicles smuggled out of the United States each year ending up in Central America, Administration officials say they hope that their effort will make at least a modest impact on auto theft in the southwestern states.","thumbnail":null,"section":"World"},{"date":"19941125","headline":"Lorelei Lee Returns, Dizzy and Savvy as Ever","web_url":"https://www.nytimes.com/1994/11/25/theater/theater-review-lorelei-lee-returns-dizzy-and-savvy-as-ever.html","abstract":"  Whatever the feminist thinking on the subject, there is, frankly, no blonde like a dumb blonde.   The altogether snappy revival of \"Gentleman Prefer Blondes\" at the Goodspeed Opera House here makes a strong case that she deserves her place of honor not just in the annals of gold digging, but in those of show business, as well. The wisecracking musical by Anita Loos and Joseph Fields with a brash and brassy score by Jule Styne and Leo Robin may belong to another era (1949, to be precise), but Lorelei Lee, the girl diamonds are the best friend of, remains mint-fresh and as convulsively funny as ever.","thumbnail":null,"section":"Theater"},{"date":"19941125","headline":"The Bard Meets the Undead","web_url":"https://www.nytimes.com/1994/11/25/opinion/the-bard-meets-the-undead.html","abstract":"Bored with this mortal coil? Try shuffling off to the New Orleans of \"Interview with a Vampire,\" where vampire-heartthrob Lestat (Tom Cruise) asks vampire-designate Louis (Brad Pitt) just that question, evoking the pale specter of Hamlet not yet resolved that his thoughts should \"be bloody, or be nothing worth.\"\n\nA few scenes later, we find Lestat on a couch with two women; having just dispatched one, he is wooing the other with pretty words. \" 'Put out the light . . . and then put out the light,' \" says the vampire in Anne Rice's novel, as he sinks his teeth into her. In the film, Mr. Cruise, an unlikely Othello, finishes the scene: \"When I have pluck'd thy rose,/ I cannot give it vital growth again./ It needs must wither.\" Louis is horrified, though whether at the killing or at the appropriation of Shakespeare it is not possible to say.","thumbnail":null,"section":"Opinion"},{"date":"19941125","headline":"HIGH SCHOOL FOOTBALL","web_url":"https://www.nytimes.com/1994/11/25/sports/high-school-football.html","abstract":"  Long Island  CHIEFS TWO-PEAT: With 6 minutes 29 seconds remaining, Bill Martin booted a 32-yard field goal yesterday to lift MASSAPEQUA (10-0) over LAWRENCE (6-3-1), 11-8, and give the Chiefs the Nassau County Conference I championship for the second consecutive year. Massapequa will take on the winner of today's Connetquot-Sachem clash in the Long Island Class I championship next Friday at Hofstra Stadium at 7 P.M.   Massapequa used 11 plays and drove 59 yards to set up Martin's tie-breaking field goal.  P.S.A.L.  SMITH RUNS OVER XAVIER: Sean Smith scored 4 touchdowns and carried 32 times for 123 yards as FORDHAM PREP (6-4) routed XAVIER (3-5-2), 42-14, in New York City's oldest Thanksgiving Day rivalry, dating to 1905. Smith set a school single-season rushing record of 1,393 yards.  SOMETHING HAD TO GIVE: Keith Robinson scored two touchdowns to lead MIDWOOD (1-9) over JEFFERSON (0-10), 13-0.  C.H.S.F.L.  GOING THE DISTANCE: Three long runs by each team highlighted MOUNT ST. MICHAEL'S 30-20 victory over CARDINAL HAYES in the 52d annual Thanksgiving Day matchup. With the victory, Mount St. Michael (4-6) extended its holiday winning string over Hayes to 14 games and upped its series edge to 30-17-5.   Joe Ventola (54 yards), Rodney Sanders (69 yards) and Joe Ward (a 70-yard quarterback sneak that became more) accounted for Mount's long-distance plays. Ventola had 148 yards on 16 carries.   Hayes' big gains were by Jonaxy Gonzalez, who had scoring scampers of 47 and 60 yards. Jose Rosa raced 54 yards on an end-around for Hayes's other long run. Gonzalez, who rushed for 208 yards on 23 carries, finished with 1,110 yards.  New Jersey  DIVISION CHAMPS: With 3:30 left in the fourth quarter, WAYNE VALLEY (9-1) drove 99 yards to a score that defeated PASSAIC VALLEY (5-4), 10-6, in their 23d annual holiday clash. The victory gave Wayne Valley the Northern Hills Skyline division title.    Rob Caridad capped the winning drive with a 2-yard fourth-down touchdown run over the 240-pound center, Jake Pluta, with two minutes left. \"I was excited when Coach called my number on fourth down,\" said Caridad. \"It was a do-or-die situation.\" DAWKINS FILLS THE VOID: Joe Dawkins, replacing the state's best running back, Rashidi Brown, rushed for 178 yards and 2 touchdowns to lead HACKENSACK (10-0) to a 27-0 victory over TEANECK (4-5) before 5,800 yesterday in Hackensack, which now leads the 62-year-old series, the oldest in the state, 42-17-1.  DANDY DAN: Dan Madine of BUTLER (10-0) threw for 332 yards and 5 touchdowns in a 49-20 victory over CALDWELL (9-1) before 4,400 in Butler. Madine, a senior, lifted his season total to a state-record 34 touchdown passes, snapping the mark of 30 set by Brian Opre of Florence in 1992. Madine will have a chance to build on his record when Butler faces New Providence in the North Jersey, Section 2, Group 1 state playoff final next Saturday.","thumbnail":null,"section":"Sports"},{"date":"19941125","headline":"Revisiting the World Of Rebels and Redcoats","web_url":"https://www.nytimes.com/1994/11/25/movies/tv-weekend-revisiting-the-world-of-rebels-and-redcoats.html","abstract":"  Let's get the invidious comparisons out of the way. \"The American Revolution\" is not \"The Civil War.\" Momentous though it was, the war that began the United States does not grip the imagination like the war that might have ended it. For 20th-century Americans, the Revolution does not have the dramatic force, the emotional resonance, the painful relevance of the Civil War, and the six-hour history that begins on Sunday does not pretend otherwise.   What \"The American Revolution\" does do is trace the background, dramatize the high moments and sketch some of the personalities and achievements of the remarkable company that gave us the Declaration of Independence, the Constitution and political ideals that have never lost their glow.","thumbnail":null,"section":"Movies"},{"date":"19941125","headline":"Little Switch Pays a Big Dividend for Lions","web_url":"https://www.nytimes.com/1994/11/25/sports/football-little-switch-pays-a-big-dividend-for-lions.html","abstract":"  Jim Kelly had thrown a bushel of passes to his running backs and the Buffalo Bills were outperforming the Detroit Lions in this matchup of back versus linebacker in the Silverdome today. So there was little surprise when, with 1 minute 35 seconds to play and Buffalo trailing by 28-21, Kelly began a Bills' drive from his 16 with a 9-yard pass, out of the shotgun, to a running back, Thurman Thomas.    This time, though, the Lions altered the matchup.","thumbnail":null,"section":"Sports"},{"date":"19941125","headline":"Commander Says the U.N. Must Act Against the Serbs","web_url":"https://www.nytimes.com/1994/11/25/world/commander-says-the-un-must-act-against-the-serbs.html","abstract":"  The United Nations commander in Bosnia tonight called the Serbian advance on a \"safe area\" in northwest Bosnia \"a very grave development, which we have to act upon,\" but declined to say what action he would recommend.   \"They have certainly crossed the line beyond which the safety of the population of Bihac is now directly threatened,\" the commander, Lieut. Gen. Sir Michael Rose said of the town under siege.","thumbnail":null,"section":"World"},{"date":"19941125","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/25/nyregion/c-corrections-922293.html","abstract":"  Because of an editing error, an article yesterday about the family life of Representative Newt Gingrich, who is line to become Speaker of the House, misspelled the surname of a Georgia state senator whom he defeated for Congress in 1978. She is Virginia Shapard.","thumbnail":null,"section":"New York"},{"date":"19941125","headline":"Fighting Rages as NATO Debates How to Protect Bosnian Enclave","web_url":"https://www.nytimes.com/1994/11/25/world/fighting-rages-as-nato-debates-how-to-protect-bosnian-enclave.html","abstract":"  Fierce fighting raged today around the Muslim enclave of Bihac in northwestern Bosnia when Serbian forces pursued a steady advance toward the center of the town and NATO allies failed to agree on how to save it.   In a move to discourage retaliatory bombings by NATO, Serbs immobilized about 200 United Nations troops and observers around Sarajevo and detained about 50 Canadian troops north of the capital. The tactic, used by the Serbs in the past when they faced air strikes, left the peacekeepers virtual hostages.","thumbnail":null,"section":"World"},{"date":"19941125","headline":"Inside Art","web_url":"https://www.nytimes.com/1994/11/25/arts/inside-art.html","abstract":"  3 Recordings Later    When Philippe de Montebello, the Metropolitan Museum of Art's director, is enamored of a painting, he has been known to ramble on a bit. His enthusiasm recently caused serious traffic jams in the galleries of the museum's \"Origins of Impressionism\" show.","thumbnail":null,"section":"Arts"},{"date":"19941125","headline":"Fed Raises Interest Rates on Dubious Grounds; Why Cut Labor Force?","web_url":"https://www.nytimes.com/1994/11/25/opinion/l-fed-raises-interest-rates-on-dubious-grounds-why-cut-labor-force-927880.html","abstract":"  To the Editor:   In \"Misplaced Fears About the Fed\" (editorial, Nov. 17) you say that most economists add increases in the labor force (1 percent) to productivity gains (1.5 percent) to arrive at 2.5 percent as the maximum sustainable growth the economy can achieve.","thumbnail":null,"section":"Opinion"},{"date":"19941125","headline":"Asia Society Offers a Rare Glimpse","web_url":"https://www.nytimes.com/1994/11/25/arts/art-review-asia-society-offers-a-rare-glimpse.html","abstract":"  Anyone who was in New York City and on the alert five summers ago may remember an untrumpeted but astonishing exhibition of sculpture at the Asia Society. It included top-flight South Indian bronzes, Cambodian stone work and a small, sublime wooden Buddhist figure from Japan that alone was worth the price of admission.   A major museum loan show? No. The sculptures were all from Asia Society's own permanent collection of 285 objects, established by the society's founder, John D. Rockefeller 3d, and his wife, Blanchette. Oddly, the collection has been more rumored than seen. For reasons never fully explained, it has been shown only once in its entirety: in 1981 when the society opened its Park Avenue headquarters. Thereafter, it was confined to storage, where with the exception of a few outings, it has remained.","thumbnail":null,"section":"Arts"},{"date":"19941125","headline":"Fed Raises Interest Rates on Dubious Grounds","web_url":"https://www.nytimes.com/1994/11/25/opinion/l-fed-raises-interest-rates-on-dubious-grounds-019453.html","abstract":"  To the Editor:   In \"Misplaced Fears About the Fed,\" your Nov. 17 editorial praising the Federal Reserve's decision to raise interest rates, you repeat two widely accepted beliefs that may not be correct:","thumbnail":null,"section":"Opinion"},{"date":"19941125","headline":"As Its Stars Age, Folk Music Stays Forevewr Young","web_url":"https://www.nytimes.com/1994/11/25/arts/as-its-stars-age-folk-music-stays-forevewr-young.html","abstract":"  IN folk music, there is almost always a message. So when Tom Paxton writes a new song with a chorus that ends, \"I wish I could start all over again,\" Mr. Paxton just may be trying to tell us something.   \"The heavy touring is going to end in May, when our first grandchild arrives,\" the 56-year-old troubadour, who has been challenging the world's conscience for more than three decades, said recently. \"We'll just do festivals, special events, galas, the jobs I really want to do.\"","thumbnail":null,"section":"Arts"},{"date":"19941125","headline":"Home Video","web_url":"https://www.nytimes.com/1994/11/25/movies/home-video-927538.html","abstract":"  Votes for favorite tapes are being counted at the Coalition for Quality Children's Video in Santa Fe, N.M. Fairy tales are big winners, as usual, along with myths and literature and other powerful incumbents among the children's categories, but newcomers have made gains as well. Firefighters are in this year. So are pilots and a hard-hat contingent at the controls of bulldozers and other pieces of heavy equipment.   This fall, the coalition, a nonprofit organization that searches out and promotes outstanding children's videos, published the Kids First Directory. The guide lists about 300 titles chosen by a jury of 200 adults, many of them child-development professionals, and 3,000 children from around the country. Next month a supplement will add 120 titles now being chosen by the jury.","thumbnail":null,"section":"Movies"},{"date":"19941125","headline":"A Point Guard Leaves in Order to Go Back Home","web_url":"https://www.nytimes.com/1994/11/25/sports/basketball-a-point-guard-leaves-in-order-to-go-back-home.html","abstract":"  Rafer Alston has the rearview mirror from hell. In it, he sees his father hawking his Michael Jordan rookie card for cash, and his mother not coming to the card's defense. He sees his high school coach waving a basketball uniform, asking him to dive in, but his high school principal snatches it away. He sees his teacher calling roll, and he wants to say, \"Here; I'm here,\" but the teacher calls Felipe Lopez's and Stephon Marbury's names instead. He sees himself rolling the dice, and coming up 7, but no money is in the pot. He sees his brother in prison, his twin sister pregnant and himself with no S.A.T. score.    This is how the other half of the New York City point guards live. Rafer Alston could do everything Kenny Anderson or Khalid Reeves could do, except go to class. He could solve a 1-3-1 press, but not the square root of 49. Letters from John Thompson were no antidote; his classmates at Cardozo High in Bayside, Queens, graduated last June without mailing him an invitation.","thumbnail":null,"section":"Sports"},{"date":"19941125","headline":"SPORTS PEOPLE: Football; Sharp Criticizes Ryan","web_url":"https://www.nytimes.com/1994/11/25/sports/sports-people-football-sharp-criticizes-ryan.html","abstract":"  First, Coach BUDDY RYAN placed Arizona Cardinals tackle LUIS SHARPE on injured reserve, ending the 13-year veteran's season. Then Sharpe said he would never play for Ryan again. \"Absolutely not,\" he said. \"This is it for me here.\"","thumbnail":null,"section":"Sports"},{"date":"19941125","headline":"Short on Moral Authority : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/25/opinion/IHT-short-on-moral-authority-letters-to-the-editor.html","abstract":"Two main goals of the Clinton administration have been the partial disarmament of America and the provision of universal health care. These are admirable aims from any objective point of view. How then to explain the president's difficulties?.Harry Tru","thumbnail":null,"section":"Opinion"},{"date":"19941125","headline":"Owners' Plan Has Payoff for Cardinals","web_url":"https://www.nytimes.com/1994/11/25/sports/baseball-owners-plan-has-payoff-for-cardinals.html","abstract":"  If the 28 major league teams play baseball next year under the terms the owners are now proposing and their revenues and payrolls are what they had projected for this year, the Yankees will contribute the most money to the clubs' revenue-sharing pool, but the St. Louis Cardinals will hold the most curious position.    The Cardinals, according to figures accompanying the tax proposal the clubs gave the players last week as a solution to end the 15-week-old strike, would receive money from the pool even though their revenue would be higher than the revenues of two teams -- Detroit and Oakland -- that would have to share some of their income with supposedly lower-revenue clubs.","thumbnail":null,"section":"Sports"},{"date":"19941125","headline":"Power Struggle Is Delaying Approval of Hospitals Chief","web_url":"https://www.nytimes.com/1994/11/25/nyregion/power-struggle-is-delaying-approval-of-hospitals-chief.html","abstract":"  More than seven months after he was named to head the struggling Westchester County Medical Center, Edward A. Stolzenberg can point to some impressive gains: The hospital has allied with 11 managed-care organizations, its revenues are up and the average time that a patient stays there is down.    So why hasn't the County Board of Legislators voted on Mr. Stolzenberg's nomination as hospitals commissioner by the County Executive, Andrew P. O'Rourke?","thumbnail":null,"section":"New York"},{"date":"19941125","headline":"Unable to Protect Product Trademarks, Manufacturers Copyright the Boxes","web_url":"https://www.nytimes.com/1994/11/25/us/unable-to-protect-product-trademarks-manufacturers-copyright-the-boxes.html","abstract":"  If Parfums Givenchy and other premium-product makers continue to prevail in their use of copyright law, consumers could find fewer cut-rate deals on prestige perfume, cosmetics, crystal ware and other luxury goods at their local discount stores.     That, at least, is the implication of a Federal appeals court ruling here last month that stopped Drug Emporium Inc., the discount-drugstore chain, from selling Givenchy's Amarige scent at prices as much as 35 percent below suggested retail. Drug Emporium has asked for a new hearing.","thumbnail":null,"section":"U.S."},{"date":"19941125","headline":"Last Chance","web_url":"https://www.nytimes.com/1994/11/25/theater/last-chance.html","abstract":"  Here is a sampling of shows and exhibitions in New York City that are to close soon: Closing This Weekend    \"BLADE TO THE HEAT,\" Joseph Papp Public Theater, Anspacher Theater, 425 Lafayette Street, East Village. Through Sunday. Performances: today at 8 P.M.; tomorrow and Sunday at 3 and 8 P.M. Tickets: $35. Information: (212) 598-7150.","thumbnail":null,"section":"Theater"},{"date":"19941125","headline":"Company A Gives Thanks: 8 Days to Go in Haiti","web_url":"https://www.nytimes.com/1994/11/25/world/company-a-gives-thanks-8-days-to-go-in-haiti.html","abstract":"  It was hard to tell who looked more thankful this afternoon, the soldiers of Company A or their turkey.   The turkey, spared from being turned into a feast, was set free to roam the grounds of the National Palace with flocks of peacocks, geese and the occasional chicken.","thumbnail":null,"section":"World"},{"date":"19941125","headline":"THE MOVIE GUIDE : La Estrategia del Caracol","web_url":"https://www.nytimes.com/1994/11/25/style/IHT-the-movie-guide-la-estrategia-del-caracol.html","abstract":"Directed by Sergio Cabrera. Colombia.. Cabrera is the son of Spanish actors who went into exile during the Franco dictatorship, and Cabrera as a young man fought in the guerrilla forces in his native Colombia. Given that background, it's not surprising th","thumbnail":null,"section":"Style"},{"date":"19941125","headline":"On Stage, and Off","web_url":"https://www.nytimes.com/1994/11/25/theater/on-stage-and-off.html","abstract":"  Night of 100 Flashes    Stars, and their union, Actors' Equity, take a very dim view of people who take pictures in theaters; copyright problems aside, the flashes blind the actors, who then may blunder into the path of a 1,000-pound piece of rolling scenery. At the matinee of \"Sunset Boulevard\" last Sunday, two flashes popped as Glenn Close made her entrance. Normally, the ushers rush down the aisle with a cease-and-desist order, and, depending on how tough the house manager is, may seize the film. But Sunday they were all in the lobby dealing with late arrivals. So when Ms. Close finished \"With One Look,\" her big number about the power of her face as a silent-screen star, so many flashes went off that \"it was like a lightning storm,\" a crew member said.","thumbnail":null,"section":"Theater"},{"date":"19941125","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/11/25/arts/art-in-review-927023.html","abstract":"  Rebecca Horn  Marian Goodman Gallery 24 West 57th Street Manhattan Through December    This show, Rebecca Horn's first in New York City since her memorable Guggenheim retrospective last year, centers on one of the eerily animated mechanical contrivances that have become her signature. \"Turtle Sighing Tree\" is a gallery-filling cluster of upright copper pipes sprouting tubular branches, each of which ends in a hornlike funnel. The whole structure rests on a vaguely tortoise-shaped steel platform.","thumbnail":null,"section":"Arts"},{"date":"19941125","headline":"Fresnes Journal; Sad Voyages to France: In One School, Many Sagas","web_url":"https://www.nytimes.com/1994/11/25/world/fresnes-journal-sad-voyages-to-france-in-one-school-many-sagas.html","abstract":"  Sabine Contrepois well remembers the day two years ago when she explained to her high-school class how the Vietnam War eventually spilled into Cambodia. Suddenly, Meak, an Asian girl in the front row, burst into tears.   \"I asked her what was wrong,\" Mrs. Contrepois recalled. \"She said her father was shot the day the Khmer Rouge took power in Cambodia in 1975. She and her mother spent years in concentration camps before they escaped through Thailand. There was absolute silence in the classroom.\"","thumbnail":null,"section":"World"},{"date":"19941125","headline":"Sherrard Sees the Football And He Opens Some Eyes","web_url":"https://www.nytimes.com/1994/11/25/sports/pro-football-sherrard-sees-the-football-and-he-opens-some-eyes.html","abstract":"  When the locker room had cleared, and his teammates had patted him on the back and reporters had asked their last questions, Mike Sherrard could only laugh. The holidays had come early for him, his present being a larger part of the offense.    The football wasn't gift-wrapped, but on Monday night against the Houston Oilers when those deep passes came his way all evening, his eyes lighted up as if he had just seen all of the presents under the tree. And when it was all over, he had 6 catches for 109 yards and 1 touchdown.","thumbnail":null,"section":"Sports"},{"date":"19941125","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/11/25/arts/art-in-review-164569.html","abstract":"  Tony Oursler Metro Pictures 150 Greene Street (at Houston Street) SoHo Through tomorrow    In the strongest show of his career, Tony Oursler takes the concept of the talking head to places it hasn't been before, while giving the tired art of assemblage a needed boost. His discombobulated video sculptures combine projected or on-screen faces and sometimes figures with discarded furniture, fabric or scarecrowlike stuffed garments. They eerily bring to life a cast of unhappy characters who natter and curse, pound their fists, disparage themselves or the rest of us, or wedge themselves into tight places. The overall effect is of a none-too-comforting stroll through a mental hospital, each piece representing a patient in a different state of torment.","thumbnail":null,"section":"Arts"},{"date":"19941125","headline":"Health and Happiness Go Together for Nets","web_url":"https://www.nytimes.com/1994/11/25/sports/basketball-health-and-happiness-go-together-for-nets.html","abstract":"  On the surface, the Nets have no reason to complain. They have a 5-7 record. They meet the Los Angeles Clippers on Friday night in Los Angeles having won five of their last seven games. They are coming off their first road victory -- by 103-98 over the Sacramento Kings on Wednesday night, a game in which they found their poise in the final minutes for the first time this season.    This should be time to savor accomplishment, time to enjoy an early-season run of success and growth. But Kenny Anderson's health has a lot to do with the Nets' happiness, and he is neither 100 percent healthy nor happy today.","thumbnail":null,"section":"Sports"},{"date":"19941125","headline":"MILITARY PLANNING AN EXPANDED ROLE FOR THE RESERVES","web_url":"https://www.nytimes.com/1994/11/25/us/military-planning-an-expanded-role-for-the-reserves.html","abstract":"  Aiming to reduce the strain on active-duty troops, Defense Secretary William J. Perry has approved a plan to use reservists in many peacetime roles now performed by regular forces.    Recent military operations in Haiti, Rwanda, Cuba and the Persian Gulf have exposed cracks in the combat readiness of America's 1.6-million-member military. With the armed forces shrinking and military commitments likely to remain high in the future, the Defense Department is scrambling to avoid a crisis.","thumbnail":null,"section":"U.S."},{"date":"19941125","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/11/25/arts/art-in-review-105694.html","abstract":"  Marisa Merz Barbara Gladstone Gallery 100 Greene Street (near Prince Street) SoHo Through De. 10    The Italian artist Marisa Merz is known in the New York art world primarily as the wife of Mario Merz, a founder of Arte Povera, but in Europe she has an art career of some 30 years standing that includes a retrospective at the Pompidou Center in Paris. Her first show here is consummately self-effacing in ways that emphasize both the strengths and weaknesses of the Arte Povera style.","thumbnail":null,"section":"Arts"},{"date":"19941125","headline":"NATO Gives U.N. Bosnia Action Plan","web_url":"https://www.nytimes.com/1994/11/25/world/nato-gives-un-bosnia-action-plan.html","abstract":"  NATO, meeting in Brussels on a United States proposal to threaten more air strikes to halt an offensive by nationalist Serbs in northwestern Bosnia and Herzegovina, referred the plan to the United Nations.   The United States had proposed threatening the nationalist Serbs with bombing attacks unless they withdrew from Bihac, which the United Nations has designated a safe area, and allowed safe passage for Bosnian Government troops there. The United States had also proposed extending the safe area four miles northward and demilitarizing it.","thumbnail":null,"section":"World"},{"date":"19941125","headline":"3 Officials Are Demoted After Slaying at Mental Hospital","web_url":"https://www.nytimes.com/1994/11/25/nyregion/3-officials-are-demoted-after-slaying-at-mental-hospital.html","abstract":"  The director and two top officials of a Brooklyn psychiatric hospital have been demoted and transferred after a weekend escape of a patient who later returned to murder another inmate, the State Commissioner of Mental Health said yesterday.    The Commissioner, Dr. Richard C. Surles, said the demotions of top executives at Kingsboro Psychiatric Center in Brooklyn were prompted not only by the security breaches surrounding the killing but also by a pattern of overspending, questionable contracting practices and generally sloppy management over the last year.","thumbnail":null,"section":"New York"},{"date":"19941125","headline":"Results Plus","web_url":"https://www.nytimes.com/1994/11/25/sports/results-plus-925764.html","abstract":"  PRO BASKETBALL  Pacers Put a Halt to High-Scoring Warriors    Rik Smits scored 28 points on 12 of 14 shooting and the Indiana Pacers held Golden State to 28 points in the second half of a 123-96 victory last night at Indianapolis. Dale Davis added 19 points for Indiana, which shut down the National Basketball Association's second-ranked offense. Antonio Davis grabbed 10 rebounds to lead the Pacers to a 48-31 advantage in that category.","thumbnail":null,"section":"Sports"},{"date":"19941125","headline":"Injury to Keep Emtman Out for Rest of Season","web_url":"https://www.nytimes.com/1994/11/25/sports/sports-people-football-injury-to-keep-emtman-out-for-rest-of-season.html","abstract":"  Indianapolis Colts defensive lineman STEVE EMTMAN has a herniated disk in his neck and will miss the rest of the season. Coach TED MARCHIBRODA said yesterday that Emtman would have surgery in the next week to 10 days, but will not return this year.","thumbnail":null,"section":"Sports"},{"date":"19941125","headline":"Keep in Mind","web_url":"https://www.nytimes.com/1994/11/25/arts/keep-in-mind.html","abstract":"  HANUKKAH CELEBRATION, where the story of the holiday is told through music and contemporary dance by the Avodah Dance Ensemble; for children 4 and older. Sunday at 2 P.M., at Henry Street Settlement, 466 Grand Street, Lower East Side. Tickets: $5, adults; $3.50, children. Information: (212) 598-0400.    \"THE SOUND OF MUSIC,\" a new production by the New York Youth Theater and the Looking Glass Theater. Thursdays and Fridays at 8 P.M., Saturdays at 2 and 8 P.M. and Sundays at 3 P.M., through Dec. 18. At the New York Youth Theater, 422 West 57th Street, Clinton. Tickets: $10; children half-price on Thursdays. Reservations: (212) 315-1737.","thumbnail":null,"section":"Arts"},{"date":"19941125","headline":"Flexing Fiscal Muscles: Mayor and Council at Loggerheads","web_url":"https://www.nytimes.com/1994/11/25/nyregion/flexing-fiscal-muscles-mayor-and-council-at-loggerheads.html","abstract":"  For 11 months, Mayor Rudolph W. Giuliani has had near total dominion at City Hall, with the Democratic-controlled City Council resignedly giving its approval to the Republican's austere $31.6 billion budget and vision of a far smaller government.    But now a slow accumulation of citizen pressure over continuing spending cuts, legislative grievances over Mr. Giuliani's all-or-nothing style, and a sense that the Mayor has become vulnerable in the wake of the election of George E. Pataki as Governor have started to change the relationship between Mr. Giuliani and the 51-member Council.","thumbnail":null,"section":"New York"},{"date":"19941125","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/11/25/arts/art-in-review-128079.html","abstract":"  Marisa Merz Barbara Gladstone Gallery 100 Greene Street (near Prince Street) SoHo Through De. 10    The Italian artist Marisa Merz is known in the New York art world primarily as the wife of Mario Merz, a founder of Arte Povera, but in Europe she has an art career of some 30 years standing that includes a retrospective at the Pompidou Center in Paris. Her first show here is consummately self-effacing in ways that emphasize both the strengths and weaknesses of the Arte Povera style.","thumbnail":null,"section":"Arts"},{"date":"19941125","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/11/25/nyregion/metro-digest-923648.html","abstract":"  MODEL WELFARE PROGRAM OFFERS LESSONS Westchester County has become a statewide model for tough enforcement of eligibility rules for welfare, including a stringent requirement that the able-bodied work for their benefits, and strict enforcement of state rules that deny benefits to addicted and mentally ill recipients who do not accept treatment. In Westchester, the approach has produced measurable savings. But a close look also puts into perspective what a limited impact these savings might have for the state and New York City. A1. NEW YORK CITY","thumbnail":null,"section":"New York"},{"date":"19941125","headline":"An Editorial Debate: Should We Make Research Embryos?; No, Humans Are Not Lettuces","web_url":"https://www.nytimes.com/1994/11/25/opinion/an-editorial-debate-should-we-make-research-embryos-no-humans-are-not-lettuces.html","abstract":"  Ethics, somebody told me once, derive from repugnance. Animals faced with the disgusting will simply walk away. But we, having been blessed (or cursed) with a different kind of brain, will immediately construct a rationale for our response. Possibly we, too, will walk away. Just as possibly we will detect a virtue -- or, more likely, an advantage -- in staying. Whatever the decision, we are almost certain to describe it as \"ethical.\"   Using cells from aborted fetuses to investigate and maybe even cure certain remarkably cruel illnesses -- Huntington's chorea, for instance, and Alzheimer's disease -- has always struck me as equivalent to transplanting organs from the dead to the living. Having accepted that procedure way back in Christiaan Barnard's day, I also accept the former. But I can no more accept the notion that it is O.K. to create, and destroy, human embryos solely for research purposes than a cat can accept a rotting mouse. Both reactions are instinctive, but mine demands explication. Being human, I am forced, if only by myself, to build an ethical edifice.","thumbnail":null,"section":"Opinion"},{"date":"19941125","headline":"The N.I.T. Is Trent's Show, If He Can Face the Pace","web_url":"https://www.nytimes.com/1994/11/25/sports/basketball-the-nit-is-trent-s-show-if-he-can-face-the-pace.html","abstract":"  New Mexico State Coach Coach Neil McCarthy dubbed his squad the Desert Warriors after his Aggies scored 16 of the last 17 points to beat the University of Memphis, 81-78, in a Preseason National Invitation Tournament semifinal Wednesday night.    McCarthy, whose team will face Ohio University in tonight's final, could just as well have changed the name of his program to Transfer Tech.","thumbnail":null,"section":"Sports"},{"date":"19941125","headline":"Suicide Law Placing Oregon On Several Uncharted Paths","web_url":"https://www.nytimes.com/1994/11/25/us/suicide-law-placing-oregon-on-several-uncharted-paths.html","abstract":"  Early next month, Oregon will become the only place in the world where doctors may legally help patients end their lives. With that comes a leap into the unknown: the hows, whens and whys of state-sanctioned suicide.    Edged into law by a bare majority of Oregon voters on Nov. 8, the decriminalization of assisted suicide is a triumph for groups that have been trying for years to wrest life-and-death decisions away from the state and the medical profession.","thumbnail":null,"section":"U.S."},{"date":"19941125","headline":"About SportsFriday And Business Day","web_url":"https://www.nytimes.com/1994/11/25/nyregion/about-sportsfriday-and-business-day.html","abstract":"  To accommodate holiday weekend news and advertising, SportsFriday starts on page D1 today. Business Day begins on page D7.","thumbnail":null,"section":"New York"},{"date":"19941125","headline":"Reviving Stalled Projects;\nAfter 2 Years, Rescue for a Peekskill Development","web_url":"https://www.nytimes.com/1994/11/25/us/reviving-stalled-projects-after-2-years-rescue-for-a-peekskill.html","abstract":"For two years, a 566-unit residential development here has sat idle and unfinished on 123 acres above the Hudson River. Now the development, Chapel Hill Estate, is back on track.\n\n In April, two New York developers, using their own money, bought the 353-unit incomplete portion of the project in a deal worked out between its lender and the City of Peekskill, about 40 miles north of Manhattan. The purchase price was $1.25 million, including back taxes.","thumbnail":null,"section":"U.S."},{"date":"19941125","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/11/25/arts/art-in-review-044679.html","abstract":"  Robin Winters 'Notes from the Finishing Room' Michael Klein Gallery 40 Wooster Street SoHo Through Dec. 17","thumbnail":null,"section":"Arts"},{"date":"19941125","headline":"Quirky Tips From the Famous","web_url":"https://www.nytimes.com/1994/11/25/style/IHT-quirky-tips-from-the-famous.html","abstract":"RECRUIT a worldwide team of 200 peripatetic celebrities, critics, food writers, hoteliers, restaurateurs and assorted entrepreneurs and ask them to report on what they consider to be the best in travel: This is the formula for the fifth edition of Courvoi","thumbnail":null,"section":"Style"},{"date":"19941125","headline":"In the Weary, The Divine; As He Fights Hunger, A Friar Spreads Hope","web_url":"https://www.nytimes.com/1994/11/25/nyregion/in-the-weary-the-divine-as-he-fights-hunger-a-friar-spreads-hope.html","abstract":"  A touch of heaven graced Stebbins Avenue this week.    It usually looks like a patchwork purgatory -- where the poor bide their time crowded into dilapidated furnished rooms that lie one tantalizing block from the ranch homes and town houses of the new South Bronx. Other times it seems like limbo, where hollow-eyed men spend their shortened lifetimes drifting through streets and vacant lots.","thumbnail":null,"section":"New York"},{"date":"19941125","headline":"In Navajos' Towns, A New Tactic to Fill A Void in Banking","web_url":"https://www.nytimes.com/1994/11/25/us/in-navajos-towns-a-new-tactic-to-fill-a-void-in-banking.html","abstract":"  Water is scarce amid the white limestone cliffs, sandstone canyons and drought-browned prairie grasses of the Navajo Reservation. But banks are even scarcer.    The last one to operate here still sits beside Route 191, propped up on cinder blocks: a mobile home that was a Citibank branch and was never very popular. For every dollar deposited, it put out at best a few pennies in loans, infuriating the 25,000 residents of this town and the surrounding hills.","thumbnail":null,"section":"U.S."},{"date":"19941125","headline":"Hear This","web_url":"https://www.nytimes.com/1994/11/25/style/IHT-hear-this.html","abstract":"Onward and upward with the arts: The Chinese Ministry of Culture has ordered night clubs and karaoke halls to buy a laser disk of 55 patriotic songs lauding socialist achievements and veteran revolutionaries, Reuters tells us. That'll pull them in.","thumbnail":null,"section":"Style"},{"date":"19941125","headline":"Israeli Military Court Sentences Palestinian to Death in Bombing","web_url":"https://www.nytimes.com/1994/11/25/world/israeli-military-court-sentences-palestinian-to-death-in-bombing.html","abstract":"  In a rare action, an Israeli military court sentenced a Palestinian to death today for plotting a suicide bombing last April in northern Israel that killed five Israelis and the bomber.   It was the first time that a military court has called for capital punishment in a dozen years or more, Israeli civil-rights lawyers said, and they expressed doubts that the death sentence would be carried out, any more than the three or four others ordered in Israel in the past.","thumbnail":null,"section":"World"},{"date":"19941125","headline":"Miami Beach Journal; Kosher Pizza: Sign of a Jewish Revival","web_url":"https://www.nytimes.com/1994/11/25/us/miami-beach-journal-kosher-pizza-sign-of-a-jewish-revival.html","abstract":"  At Shimmy's Pizza on Arthur Godfrey Road here, the busiest time is Saturday night, when the wait may be 30 minutes to order a large pie with lots of cheese, but never any sausage. Shimmy's, which is new to the block, is a dairy restaurant and is strictly kosher.   Along Arthur Godfrey Road, Shimmy's is just one of the stores and restaurants that have opened in the past few years to serve a growing population of modern Orthodox Jews. Vacant storefronts have yielded to businesses like Kosher World, a grocery store; Torah Treasures, which sells books and Judaica, and Alisa's, which sells hats and wigs that married Orthodox women wear to cover their heads when they are in the presence of anyone but their husbands, as required by Jewish law. Shimmy Weiss says his pizza place has been successful enough that he hopes to open a second restaurant serving hamburgers.","thumbnail":null,"section":"U.S."},{"date":"19941125","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/25/nyregion/c-corrections-927694.html","abstract":"  An obituary of Wilma Rudolph on Nov. 13, as well as a Sports of The Times column that day, misstated her accomplishment in winning three gold medals in track and field at the 1960 Olympics in Rome. She was the first American woman to win three or more medals in one Olympics, not the first woman; Fanny Blankers-Koen of the Netherlands won four gold medals at the 1948 Games in London.","thumbnail":null,"section":"New York"},{"date":"19941125","headline":"Article 927309 -- No Title","web_url":"https://www.nytimes.com/1994/11/25/arts/article-927309-no-title.html","abstract":"  More Than Coffee    From the street, the Cake Bar and Cafe looks like just another bakery and coffee bar. Well, maybe more stylish than most with its sleek, bright, stripped-down look and shiny cases displaying delectable pastries. But there's another dimension to the Cake Bar. An excellent little menu, more ambitious than you might expect, takes the cafe from the realm of fanciful dessert to solid main course.","thumbnail":null,"section":"Arts"},{"date":"19941125","headline":"For a U.S. Parliament : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/25/opinion/IHT-for-a-us-parliament-letters-to-the-editor.html","abstract":"Given the results of the recent U.S. elections and the reduction of Bill Clinton's role to little more than a veto power, is it not time for the presidency to be abolished?.That this office exists at all is an anachronism owing to America's 18th centur","thumbnail":null,"section":"Opinion"},{"date":"19941125","headline":"Fed Raises Interest Rates on Dubious Grounds; Slow the Money Supply","web_url":"https://www.nytimes.com/1994/11/25/opinion/l-fed-raises-interest-rates-on-dubious-grounds-slow-the-money-supply-927899.html","abstract":"  To the Editor:   Who really believes the nonsense from the Federal Reserve when it says that increasing its interest rates will somehow decrease inflation (\"Misplaced Fears About the Fed,\" editorial, Nov. 17)?","thumbnail":null,"section":"Opinion"},{"date":"19941125","headline":"Laundering Of Crime Cash Troubles U.N.","web_url":"https://www.nytimes.com/1994/11/25/world/laundering-of-crime-cash-troubles-un.html","abstract":"  The shipment of cocaine left Colombia for West Africa, but that was not its true destination. From there, some went to Ethiopia and on to Europe, along the smugglers' trails once used for cigarettes or marijuana. Some went to Asia. Some trickled to a blossoming new market of drug abusers in South Africa.   Then came the reverse route, the skillful manipulation of dirty street money through former Soviet republics, offshore banks and major stock exchanges, until it emerged as legitimate cash for the buying and selling of a hotel in Bogota.","thumbnail":null,"section":"World"},{"date":"19941125","headline":"Taking a Story for a Walk On a Special Day in Paris","web_url":"https://www.nytimes.com/1994/11/25/opinion/IHT-taking-a-story-for-a-walk-on-a-special-day-in-paris.html","abstract":"You knew when you saw them up there kissing that it was a special day. Way up there on a tower of Notre Dame in a blade of yellow sun. At the highest point they could be. Kissing with abandon..But it begins a week or so before in a department store bas","thumbnail":null,"section":"Opinion"},{"date":"19941125","headline":"Critic's Choice/Film; A Jamaican Journeyer in Search of His African Roots","web_url":"https://www.nytimes.com/1994/11/25/movies/critic-s-choice-film-a-jamaican-journeyer-in-search-of-his-african-roots.html","abstract":"  Howard A. Trott, the subject of Fritz Baumann's film \"The Journey of the Lion,\" is a Jamaican Rastafarian who lives an impoverished existence with his two children in a shack on the outskirts of Kingston. Disgusted with modern civilization, Brother Howie, as he is known, dreams of repatriation in Africa. Out of the blue one day, he receives a letter from the sister he hasn't seen in 30 years inviting him to visit her in London. Leaving Jamaica for the first time in his life, he embarks on a journey that takes him to England and eventually to Egypt and Ghana.    The eloquently simple film, which is to be screened twice this weekend at Cinema Village (tomorrow at 3:50 P.M. and Sunday at 9 P.M.), is among 13 movies having their American premieres as part of the Contemporary Films of the African Diaspora Festival. The festival, which opens at noon today with \"Life is Rosy,\" a musical comedy from Zaire, is presenting 32 recent feature films from around the world.","thumbnail":null,"section":"Movies"},{"date":"19941125","headline":"Who Needs Aikman? Garrett Does Job","web_url":"https://www.nytimes.com/1994/11/25/sports/football-who-needs-aikman-garrett-does-job.html","abstract":"  Things looked very grim today for the Dallas Cowboys in the first half. They were playing fugitive football. The rookie right tackle Larry Allen was being haunted by a one-armed man -- Green Bay Packers defensive end Reggie White -- who kept trying to bury his quarterback. Jason Garrett, starting in place of Troy Aikman, kept running for his life. And the Cowboy defense, ranked No. 1 in the National Football League, was in hiding, too.     The Cowboys trailed by 17-6 at the half, and it looked as if the Packers were on their way to a rout. But then the Cowboys sprang to life. Allen got some halftime advice from the injured tackle Erik Williams, Garrett got back to the game plan and the Cowboys ripped off 36 points -- the most in a second half in the team's history -- to beat the Packers by 42-31.","thumbnail":null,"section":"Sports"},{"date":"19941125","headline":"The View From Anne Boleyn's Window, Including the Bad Bounces","web_url":"https://www.nytimes.com/1994/11/25/sports/IHT-the-view-from-anne-boleyns-window-including-the-bad-bounces.html","abstract":"I must admit to worrying that the game might be stuffy and self- defeating. .\"Imagine this is a church wall in a French or English medieval town,\" said the organizer, Richard Adams, pointing to the indoor court below..It's easy to imagine.","thumbnail":null,"section":"Sports"},{"date":"19941125","headline":"St. John's Milestone (Victory 10) Not an Easy One","web_url":"https://www.nytimes.com/1994/11/25/sports/notebook-football-st-john-s-milestone-victory-10-not-an-easy-one.html","abstract":"  St. John's (10-1) achieved its most victories ever in a football season by hanging on to defeat Pace, 20-13, yesterday at Red Storm Field in Jamaica, Queens.    After building a 20-0 lead late in the third quarter, the Red Storm allowed the Setters (2-8) two late touchdowns. With 33 seconds left in the game, St. John's had a third-and-3 play from the Pace 5-yard line, but fullback John Anitra fumbled, giving the Setters a chance to pull off a Thanksgiving Day miracle.","thumbnail":null,"section":"Sports"},{"date":"19941125","headline":"Uranium Leak at Tennessee Laboratory Brings Fears of an Accidental Chain Reaction","web_url":"https://www.nytimes.com/1994/11/25/us/uranium-leak-tennessee-laboratory-brings-fears-accidental-chain-reaction.html","abstract":"  Uranium leaking from an old experimental reactor at the Oak Ridge National Laboratory in Tennessee has lodged in a pipe outside the reactor building, raising fears of an accidental nuclear chain reaction.   Energy Department officials said they had not decided what to do with the 4.4 pounds of bomb-grade uranium, which may still be accumulating. They discovered the leak earlier this year and later evacuated an office building next to the reactor.","thumbnail":null,"section":"U.S."},{"date":"19941125","headline":"Reporter's Notebook; G.O.P. Leaders Pledge to Dump Iceman","web_url":"https://www.nytimes.com/1994/11/25/us/reporter-s-notebook-gop-leaders-pledge-to-dump-iceman.html","abstract":"  One of the hottest issues on Capitol Hill these days is ice. Specifically, the ice delivered to House members at taxpayers' expense in plastic buckets by 9 o'clock each morning.   Republicans taking control of Congress promise an end to business as usual, and the ice buckets have become a potent symbol of Congressional perks and practices that continue with no apparent justification.","thumbnail":null,"section":"U.S."},{"date":"19941125","headline":"Wounded but Standing, Gibbs Exits Oklahoma","web_url":"https://www.nytimes.com/1994/11/25/sports/football-wounded-but-standing-gibbs-exits-oklahoma.html","abstract":"  Gary Gibbs sits at his University of Oklahoma desk and talks about sacrificing himself so that others may live.    \"I've been shot at and I've spilled a lot of blood along the way,\" Gibbs said today, three days after he resigned as coach, effective at the end of the season. \"And others here have been shot at, and they've spilled some blood. And you look up and say, 'Who's in the most critical condition?' Well, obviously I was in the most critical condition.","thumbnail":null,"section":"Sports"},{"date":"19941125","headline":"Also of Note","web_url":"https://www.nytimes.com/1994/11/25/arts/also-of-note.html","abstract":"  Critics' choices of some other Manhattan shows: JONATHAN HAMMER, Matthew Marks Gallery, 1018 Madison Avenue, at 78th Street. Jonathan Hammer, an artist and bookbinder, has bound in extravagant and inventively varied ways a group of large-scale books, illustrated by different artists, with tests by several writers. (Through tomorrow.)","thumbnail":null,"section":"Arts"},{"date":"19941125","headline":"Novel Style Of Teaching Makes Fans And Foes","web_url":"https://www.nytimes.com/1994/11/25/nyregion/novel-style-of-teaching-makes-fans-and-foes.html","abstract":"Brian Cullen is the kind of teacher who blows things up in his classroom, brings road kill to school to show his students and actively campaigns against members of the school board.\n\n Not surprisingly, this has made him a hero to some students at George F. Baker High School here, and a pariah to school officials. Over the last two years, the school district has spent more than $100,000 in legal fees trying to dismiss Mr. Cullen, who has been under suspension since 1992.","thumbnail":null,"section":"New York"},{"date":"19941125","headline":"For Children","web_url":"https://www.nytimes.com/1994/11/25/arts/for-children.html","abstract":"  'Opera in Brief'  Amato Opera Theater 319 Bowery (at East Second Street) East Village  (212) 228-8200  Recommended ages: 6 and up Tomorrow    Sally Amato said it was a long story, darling, about how she went from operaphobe to opera swooner. There's plenty of time to hear it, dear, she was told. In narrating the true-life tale, she realized it was actually brief, an operini of sorts.","thumbnail":null,"section":"Arts"},{"date":"19941125","headline":"Cambodia's Leaders Aren't Leading","web_url":"https://www.nytimes.com/1994/11/25/opinion/IHT-cambodias-leaders-arent-leading.html","abstract":"Nearly 18 months after the euphoria generated by United Nations- sponsored elections, doubts about Cambodia's future are widespread. What seemed such a promising new start in May 1993 has been compromised by a series of developments..Since the 1993 ele","thumbnail":null,"section":"Opinion"},{"date":"19941125","headline":"Treating Nazis in Art, Even Seriously, Is Risky","web_url":"https://www.nytimes.com/1994/11/25/arts/photography-review-treating-nazis-in-art-even-seriously-is-risky.html","abstract":"  No doubt there are those who will take offense at \"Mein Kampf,\" David Levinthal's new series of photographs at the Janet Borden Gallery. Using toy soldiers and other figurines, Mr. Levinthal sets up and photographs tableaux that tell the story of the rise of Hitler and the Nazi campaign to wipe out the Jews and others.    This is familiar if still horrifying material, and Mr. Levinthal handles it with appropriate seriousness. But the mere fact that he uses what are undeniably children's playthings to stage his vignettes may strike some as frivolous.","thumbnail":null,"section":"Arts"},{"date":"19941125","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/11/25/nyregion/chronicle-927864.html","abstract":"  Going to Red Square for a picnic is not a good idea, or so a group of American chefs and restaurant owners who recently plunked down a blanket, caviar and vodka there learned.     The chef proprietors, JEAN-LOUIS PALLADIN of Jean-Louis in the Watergate Hotel and two other restaurants in Washington; TODD ENGLISH, who owns both Olives and Figs in Boston; ROBBIN HAAS of Bang in Miami; GEORGE MORRONE of Aqua in San Francisco, and MICHAEL GINOR, vice president of Hudson Valley Foie Gras, in Ferndale, N.Y., were on a trip to Moscow, St. Petersburg and Helsinki last week for Chefs for Peace, an informal organization that promotes understanding through the joys of the table.","thumbnail":null,"section":"New York"},{"date":"19941125","headline":"Enough Salt for the Winter, Mine Officials Say","web_url":"https://www.nytimes.com/1994/11/25/nyregion/enough-salt-for-the-winter-mine-officials-say.html","abstract":"  The giant piles of salt that surround one of the world's largest salt mines here bode well for drivers in New York City and across the Northeast -- even as the mine fills with up to 18,000 gallons of water every minute.    Officials with Akzo Nobel Salt in Livingston County say they have enough salt on hand to get through this winter, and enough life left in the mine to keep one of the county's largest employers going until a new mine is open in 1996.","thumbnail":null,"section":"New York"},{"date":"19941125","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/11/25/nyregion/news-summary-921726.html","abstract":"  International A3-17  BOSNIAN SERBS BLOCK U.N. TROOPS  Fighting raged in northwestern Bosnia as Serbs immobilized 200 United Nations troops and observers around Sarajevo and detained 50 Canadian troops.  A1","thumbnail":null,"section":"New York"},{"date":"19941125","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/11/25/arts/art-in-review-303097.html","abstract":"  Bruce Weber Robert Miller Gallery 41 East 57th Street Manhattan Through Jan. 10","thumbnail":null,"section":"Arts"},{"date":"19941125","headline":"Abroad at Home; Thanks And Giving","web_url":"https://www.nytimes.com/1994/11/25/opinion/abroad-at-home-thanks-and-giving.html","abstract":"  Two days before Thanksgiving I had a telephone call from a young man who asked how he could reach a Sarajevo children's doctor I had mentioned in a column. \"I want to help,\" he said.   Who was he? I asked. A 20-year-old student at the University of California in Berkeley, Shervin Pishevar. And why was he interested in what was happening in Bosnia?","thumbnail":null,"section":"Opinion"},{"date":"19941125","headline":"THE MOVIE GUIDE : La Bella Vita","web_url":"https://www.nytimes.com/1994/11/25/style/IHT-the-movie-guide-la-bella-vita.html","abstract":"Directed by Paolo Virzi. Italy. . From a summer romance fueled by a refrain of separations, reunions and ferry rides between the mainland and the island of Elba, Bruno and Mirella marry and create a discreet and evidently happy life together. Bruno works","thumbnail":null,"section":"Style"},{"date":"19941125","headline":"Discovering The Depths Behind Constable's Simplicity","web_url":"https://www.nytimes.com/1994/11/25/arts/art-review-discovering-the-depths-behind-constable-s-simplicity.html","abstract":"  JOHN CONSTABLE, who is the subject of an excellent exhibition at the Frick Collection, is a deceptively complicated artist. His pictures can seem at a superficial glance mundane, even artless. On the whole, they speak to nothing so much as peace, stability and the quiet meditation on everyday life beyond 19th-century London, a life that can seem very remote to American viewers today. The extravagant paintings of his compatriot and contemporary, Turner, more readily conform to our 20th-century idea of advanced art as idiosyncratic and abstract.   But the simplicity of Constable's work is misleading. On the one hand, there are his famous cloud studies, big oil sketches and some of the late paintings, where pigment is put down with a freedom that can bring to mind the Impressionists. (The French, not coincidentally, admired him before the English did, and more than they did Turner.) And on the other hand, there are the excessively labored pictures Constable painted to win acceptance at the Royal Academy in London. The former are groundbreaking, the latter conformist, and it is this split that makes Constable such a curious and intriguing figure.","thumbnail":null,"section":"Arts"},{"date":"19941125","headline":"Fed Raises Interest Rates on Dubious Grounds; How to Fight Inflation","web_url":"https://www.nytimes.com/1994/11/25/opinion/l-fed-raises-interest-rates-on-dubious-grounds-how-to-fight-inflation-927872.html","abstract":"  To the Editor:   After five interest rate increases this year, the Fed has done it again. In light of all the mischief and dismay these increases have created, has anyone bothered actually to assess their direct effect on inflation? As far as I can see they have, at best, had no effect whatever. The lame, convenient excuse is that it takes anywhere from 6 to 18 months for the effect to show up. Nonsense! If interest rates go up today, they affect your next borrowing decision.","thumbnail":null,"section":"Opinion"},{"date":"19941125","headline":"Griffey Sr. to Coach","web_url":"https://www.nytimes.com/1994/11/25/sports/sports-people-baseball-griffey-sr-to-coach.html","abstract":"  KEN GRIFFEY, the father of Seattle center fielder KEN GRIFFEY Jr., will be a coach for the Tacoma Rainiers, the Mariners' top farm club. STEVE SMITH will manage the Pacific Coast League team and JEFF ANDREWS will be the pitching coach, the Mariners said Wednesday. (AP)","thumbnail":null,"section":"Sports"},{"date":"19941125","headline":"Fed Raises Interest Rates on Dubious Grounds","web_url":"https://www.nytimes.com/1994/11/25/opinion/l-fed-raises-interest-rates-on-dubious-grounds-59857.html","abstract":"  To the Editor:   In \"Misplaced Fears About the Fed,\" your Nov. 17 editorial praising the Federal Reserve's decision to raise interest rates, you repeat two widely accepted beliefs that may not be correct:","thumbnail":null,"section":"Opinion"},{"date":"19941125","headline":"CLINTON & CONGRESS -- An occasional series\nThe Welfare Gap;\nPlenty of Jobs? Where?","web_url":"https://www.nytimes.com/1994/11/25/opinion/clinton-congress-an-occasional-series-the-welfare-gap-plenty-of-jobs.html","abstract":"Shortly after his inauguration, Mayor Rudolph W. Giuliani responded to criticism of his plan to rid the streets of squeegee operators by suggesting that they get jobs washing dishes. \"There are plenty of jobs available,\" he said, recalling his own youthful experience as a dishwasher.\n\nThe Mayor's new plan to make childless welfare recipients work for their benefits -- like the enthusiasm of Republicans in Congress for a two-year limit on welfare even for single mothers -- is based on the same assumption about job availability. By eliminating what they see as a free ride on welfare, these politicians hope to motivate recipients to take low-wage jobs in the private sector.","thumbnail":null,"section":"Opinion"},{"date":"19941125","headline":"The G.O.P. Assault on Welfare","web_url":"https://www.nytimes.com/1994/11/25/opinion/the-gop-assault-on-welfare.html","abstract":"  The welfare reform proposal drafted by House Republicans would violate good sense by turning welfare programs over to the states. It would violate common decency by victimizing millions of children, including legal immigrants. It would even violate the reasonable notion that Government should help needy Americans willing to work.   What the House Republicans have in mind is not reform but a grotesque assault on the poor for the sake of honoring their ideological war on Government. Its punitive measures go way beyond what conservative Democrats and Republicans, let alone President Clinton, have recently proposed.","thumbnail":null,"section":"Opinion"},{"date":"19941125","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/11/25/nyregion/inside-922226.html","abstract":"  Giuliani v. the City Council   The Mayor has had his way till now, but voter pressure, institutional grievances and political opportunity have led the Council to a more defiant stance. News analysis, page B1. New Wall Street Worries   The economy is still growing steadily, but this week's stock market plunge shows that some investors expect a slowdown soon. Page D7. Case Clothed    Lawyers confess that what they wear can be more important than what they know. So what do they wear? Page B16.","thumbnail":null,"section":"New York"},{"date":"19941125","headline":"Tory Rebels Under Fire About Europe","web_url":"https://www.nytimes.com/1994/11/25/world/tory-rebels-under-fire-about-europe.html","abstract":"  Playing a high-stakes game to try to whip his own back-bench critics into line, Prime Minister John Major said today that his Conservative Government would resign and call a new election if it failed to win a parliamentary vote Monday on payments to the European Union.   The move was intended to overcome a rebellion by so-called Euro-skeptics in the party, who are fighting tooth and nail to prevent Britain from merging into Europe, as called for by the Maastricht Treaty on European Union.","thumbnail":null,"section":"World"},{"date":"19941125","headline":"Beauty and Heroism Emerge From Snarls and Tangles","web_url":"https://www.nytimes.com/1994/11/25/arts/dance-review-beauty-and-heroism-emerge-from-snarls-and-tangles.html","abstract":"  No bar, grill or coffee shop ever had a juke box like the one Garth Fagan devised in 1985 when he choreographed \"Never Top 40 (Juke Box),\" the suite that Garth Fagan Dance has revived at the Joyce Theater. The title suggests that Mr. Fagan was well aware that a juke box with jazz records and an arrangement of \"Over the Rainbow\" is unlikely also to offer a Puccini aria and 17th- and 20th-century musical versions of the Psalms.    Mr. Fagan put together dances to all these accompaniments in \"Never Top 40.\" It was therefore appropriate that his program note is a quotation from the contemporary Mexican poet and essayist Octavio Paz: \"Life is plurality. Death is uniformity.\"","thumbnail":null,"section":"Arts"},{"date":"19941125","headline":"TWO SENATORS VIE TO LEAD MINORITY","web_url":"https://www.nytimes.com/1994/11/25/us/two-senators-vie-to-lead-minority.html","abstract":"  When Senate Democrats pick a new leader next week, they will be guessing at which of two relatively young, fairly liberal supporters of President Clinton can best make the party's case in a political era that seems devoted not to youth, not to liberalism and not to the President.   Neither of the two, Tom Daschle, a second-termer from South Dakota, and Christopher J. Dodd, a third-termer from Connecticut, has staked out any clear philosophical differences from the other.","thumbnail":null,"section":"U.S."},{"date":"19941125","headline":"How Two Theaters Died at Union Hands","web_url":"https://www.nytimes.com/1994/11/25/opinion/l-how-two-theaters-died-at-union-hands-927830.html","abstract":"  To the Editor:   To Emanuel Azenberg, Neil Simon's producer, the theater community owes a vote of thanks for having the courage to tell it as it is in your Nov. 21 Arts pages report \"Why Neil Simon Decided to Turn His Back on Broadway.\"","thumbnail":null,"section":"Opinion"},{"date":"19941125","headline":"Focusing on Games, Not Scandal","web_url":"https://www.nytimes.com/1994/11/25/sports/tv-sports-focusing-on-games-not-scandal.html","abstract":"  In \"Lillehammer '94: 16 Days of Glory,\" the filmmaker Bud Greenspan covers the Nancy-Tonya story in 30 seconds. The 1994 Winter Olympics with not a mention of a Gillooly, an Eckardt or a Stant? Not in the Greenspan oeuvre.    \"Oksana Baiul was the story,\" said Greenspan, the veteran Olympic documentarian, whose other renown comes from perching his glasses on his bald head.","thumbnail":null,"section":"Sports"},{"date":"19941125","headline":"Restaurants","web_url":"https://www.nytimes.com/1994/11/25/arts/restaurants-927457.html","abstract":"  Verbena: n. any of a genus of plants of the verbena family, with spikes or clusters of showy red, white or purplish flowers, widely grown for ornament; adj. designating a family of mostly tropical, American, dicotyledonous plants, shrubs and trees including vervain, lantana and teak.   Verbena: A leaf with a lemony flavor and the trendiest herb in restaurants in the fall of 1994.","thumbnail":null,"section":"Arts"},{"date":"19941125","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/11/25/arts/art-in-review-325963.html","abstract":"  Bruce Weber Robert Miller Gallery 41 East 57th Street Manhattan Through Jan. 10","thumbnail":null,"section":"Arts"},{"date":"19941125","headline":"Put the Magazine Covers and Prognostications Aside: St. John's Season Starts Today","web_url":"https://www.nytimes.com/1994/11/25/sports/basketball-put-magazine-covers-prognostications-aside-st-john-s-season-starts.html","abstract":"  It's easy to forget that St. John's finished with a disappointing 12-17 record last season. All has been forgiven now that the nickname and the uniforms have been changed and Felipe Lopez is on the cover of Sports Illustrated. Only optimism about a promising future surrounds the St. John's basketball program these days, a future that stirs talk of Big East titles and a national championship.    The long journey to whatever pot of gold awaits perhaps the best recruiting class in St. John's history officially begins at 4 P.M. today when the Red Storm plays Dartmouth in the first round of the 20th annual Joe Lapchick Memorial Tournament at Alumni Hall.","thumbnail":null,"section":"Sports"},{"date":"19941125","headline":"Police Charge Mother With Daughter's Shooting","web_url":"https://www.nytimes.com/1994/11/25/nyregion/police-charge-mother-with-daughter-s-shooting.html","abstract":"  A mother who first claimed that her 2-year-old daughter was shot by an errant bullet on Wednesday during a gang fight in the Bronx has been arrested and charged with the shooting herself, the police said yesterday.    The 22-year-old mother, Sandra Beniquez, who is eight months pregnant, told the police early yesterday that she was playing with the gun when it went off on Wednesday night.","thumbnail":null,"section":"New York"},{"date":"19941125","headline":"Transactions","web_url":"https://www.nytimes.com/1994/11/25/sports/transactions-925802.html","abstract":"  Football  National Football League    KANSAS CITY CHIEFS -- Placed Ron Dickerson, running back, on injured reserve. Signed Victor Jones, fullback. Hockey  Colonial Hockey League    BRANTFORD SMOKE -- Released Darren Schmidt, defenseman, and Greg Wahl, right wing. College     JOHNSON C. SMITH -- Announced the resignation of Ray Lee, football coach.","thumbnail":null,"section":"Sports"},{"date":"19941125","headline":"In Line to Thump Clinton : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/25/opinion/IHT-in-line-to-thump-clinton-letters-to-the-editor.html","abstract":"Regarding the report \"Muslims Urged to Target Clinton\" (Nov. 21):.When I read that Muslims were being \"urged to target Clinton,\" I thought, get in line. The U.S. president has been roundly attacked by the Republicans - nastily so by","thumbnail":null,"section":"Opinion"},{"date":"19941125","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/11/25/arts/art-in-review-260091.html","abstract":"  Duane Michals 'Questions Without Answers' Sidney Janis Gallery 110 West 57th Street Manhattan Through Dec. 24    The list of questions Duane Michals poses in his latest photo-and-text works is a daunting one, encompassing queries about the nature of life, love, language, beauty, passion, memory, the universe and other light topics. Despite the disclaimer in the show's title, Mr. Michals tries to answer these weighty puzzles, in works that combine black-and-white photographs made in his familiar understated style with rambling poetical musings written in his scratchy scrawl.","thumbnail":null,"section":"Arts"},{"date":"19941125","headline":"Critic's Choice/Music; Troupe of Trouser Voices in Skirt Roles","web_url":"https://www.nytimes.com/1994/11/25/arts/critic-s-choice-music-troupe-of-trouser-voices-in-skirt-roles.html","abstract":"  Some people think La Gran Scena Opera company is a big joke. But just because the audience laughs through most of its performances, just because the singers -- Vera Galupe-Borszkh, Sylvia Bills and Gabriella Tonnoziti-Casseruola -- tend to camp it up a bit, just because the company plunders the most outrageous scenes in opera and just because the program notes indicate that all these grand divas are actually divos doesn't mean that this company shouldn't be taken seriously.   Most of these singers, after all, need apologize to nobody for their phrasing or vocal range. In the midst of their extravagance, they have an intimate acquaintance with the opera world, onstage and off. And there are even times when mainstream productions seem to be imitating La Gran Scena, rather than the other way around.","thumbnail":null,"section":"Arts"},{"date":"19941125","headline":"Albright Makes Her U.N. Post a Focal Point","web_url":"https://www.nytimes.com/1994/11/25/world/albright-makes-her-un-post-a-focal-point.html","abstract":"  When the overloaded buffet tables and trays of hors d'oeuvres came out this fall to mark the start of another General Assembly session, Madeleine K. Albright stepped up to the microphone and described her job to New York City officials attending an American reception: \"I have been sent here by my Government to eat.\"   But a few moments later, when the laughter had barely faded and a hundred conversations had resumed, Ms. Albright, the chief United States delegate to the United Nations, vanished without a nibble to continue working in her office into the evening hours.","thumbnail":null,"section":"World"},{"date":"19941125","headline":"Major Bridge Title Is Decided in a Playoff","web_url":"https://www.nytimes.com/1994/11/25/arts/major-bridge-title-is-decided-in-a-playoff.html","abstract":"  Overtime was needed to decide the first National Senior Knockout Team Championship at the American Contract Bridge League's Fall Nationals here on Wednesday night.   The team with Richard Hunt of Las Vegas, Nev., as captain, and Russ Arnold of Miami, Zeke Jabbour of Boca Raton, Fla., Dan Morse of Houston, Chuck Said of Nashville and John Sutherlin of Dallas, won by 14 imps in an eight-deal playoff, which concluded at 2:30 A.M.","thumbnail":null,"section":"Arts"},{"date":"19941125","headline":"World War II France: Joie de Vivre Amid the Noms de Guerre","web_url":"https://www.nytimes.com/1994/11/25/movies/film-review-world-war-ii-france-joie-de-vivre-amid-the-noms-de-guerre.html","abstract":"  That the gaiety of Paris remained uncompromised throughout much of World War II remains a topic of some delicacy and relatively limited discussion. Certainly it was still controversial in 1976, when \"Chantons Sous L'Occupation\" (\"Singing Through the Occupation\"), Andre Halimi's thoughtful, unflinching documentary on this subject, was shown in Paris to hostile public and critical response.   Opening today for a six-day run at the Walter Reade Theater, Mr. Halimi's trenchant film uses images of sunny, uplifting show business personages to create a chilling mood.  The inspirational power of popular entertainment is shown to be profoundly disturbing when subverted, as it was in Occupied France, to raise morale artifically and quell the impulse to resist.","thumbnail":null,"section":"Movies"},{"date":"19941125","headline":"No Headline","web_url":"https://www.nytimes.com/1994/11/25/nyregion/no-headline-922064.html","abstract":"  \"You can't help all the people. But if you feed one and that one helps another, then it multiplies.\" -- FERDINAND PAGAN, helping with food distribution in the South Bronx.  [ B3:2. ]","thumbnail":null,"section":"New York"},{"date":"19941125","headline":"Slovakia's War Record : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/25/opinion/IHT-slovakias-war-record-letters-to-the-editor.html","abstract":"Regarding \"Robert Paxton: France's American Expert on Vichy\" (Features, Oct. 21) by Joan Dupont:.Robert Paxton is wrong when he states that France was the only collaborationist country to have deported its Jews without the presence of the Ger","thumbnail":null,"section":"Opinion"},{"date":"19941125","headline":"Diner's Journal","web_url":"https://www.nytimes.com/1994/11/25/arts/diner-s-journal.html","abstract":"  Serene, and Expensive    \"It looks like a coffee shop,\" the woman sitting on the banquette beneath the window was saying to the woman at the next table.","thumbnail":null,"section":"Arts"},{"date":"19941125","headline":"Skiers' Coldness To Waiver Melts","web_url":"https://www.nytimes.com/1994/11/25/sports/IHT-skiers-coldness-to-waiver-melts.html","abstract":"It is not unlike the waiver printed on the back of every lift ticket, and the message is equally clear: You ski at your own risk..As unusually temperate European weather wiped out the first two races of the men's World Cup season, a new waiver promoted","thumbnail":null,"section":"Sports"},{"date":"19941125","headline":"The Portable Art of Leiber Handbags","web_url":"https://www.nytimes.com/1994/11/25/arts/design-review-the-portable-art-of-leiber-handbags.html","abstract":"  Faberge eggs, Tiffany lamps and now Judith Leiber handbags: all are prosaic objects propelled by craftsmanship and imagination into the heady realm of art objects.   Over the last 30 years, Leiber bags have swung from the shoulders of women like Beverly Sills and Pat Buckley at evening parties. More often, they have been cuddled in the palms of their aficionados, some of whom have assembled groups of the bags in vitrines in their living rooms or arranged them as centerpieces on dinner tables to take advantage of their decorative qualities.","thumbnail":null,"section":"Arts"},{"date":"19941125","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/11/25/arts/art-in-review-66953.html","abstract":"  Robin Winters 'Notes from the Finishing Room' Michael Klein Gallery 40 Wooster Street SoHo Through Dec. 17","thumbnail":null,"section":"Arts"},{"date":"19941125","headline":"Kazakhstan Thanks U.S. On Uranium","web_url":"https://www.nytimes.com/1994/11/25/world/kazakhstan-thanks-us-on-uranium.html","abstract":"  Officials in Kazakhstan expressed gratitude today to the United States for taking control of some 1,300 pounds of enriched uranium, but they sought to emphasize that the material had not been at risk of theft or diversion to a dangerous power.   Clinton Administration officials have said they arranged the transfer to the United States because they feared that if the material was left in the former Soviet republic, some of it might find its way to Iran, Iraq, North Korea or some other nation.","thumbnail":null,"section":"World"},{"date":"19941125","headline":"Plan for Toxic Dump Off Coney I. Is Attacked","web_url":"https://www.nytimes.com/1994/11/25/nyregion/plan-for-toxic-dump-off-coney-i-is-attacked.html","abstract":"  Rebuffed in its bid to dump 150,000 tons of dioxin-tainted sand in the ocean six miles off Sandy Hook, N.J., the Port Authority of New York and New Jersey is considering a plan to deposit the material in a pit a half mile off Coney Island.    Residents of Coney Island and Staten Island have begun letter-writing and petition drives against the plan and nearly 300 people showed up at a recent protest meeting in Sheepshead Bay. Community Board 3, which oversees most of Staten Island's recreational beaches, has passed a motion condemning the plan. And fisherman say the area around the pit is teeming with fish that could be poisoned, destroying the catch of charter boats and commercial fisherman, many of whom sell at the Fulton Fish Market.","thumbnail":null,"section":"New York"},{"date":"19941125","headline":"Evoking Moses' Vision of New York","web_url":"https://www.nytimes.com/1994/11/25/arts/architecture-review-evoking-moses-vision-of-new-york.html","abstract":"  THE Panorama of the City of New York is a meeting of two minds: yours and Robert Moses'. Oh, yes, the vast scale model looks remarkably like a city: five boroughs worth of miniature buildings, streets, parks and bridges. But don't be fooled. All that physical apparatus is just a scaffold for what can become an intensely emotional mental exchange. Here, you will enter the mind of one of the greatest master planners of all time. You will survey the city through the eyes of the man who transformed it.   Then, moments after stepping inside that legendarily imperial dome, you may begin to discern an urban vision of your own. Memories, hopes, triumphs, disappointments: these are among the landmarks on the private map that begins to take shape as you look around the Panorama. The places you've lived, or wanted to. The good or bad times you had there. The connections and disconnections of a life lived in New York City.","thumbnail":null,"section":"Arts"},{"date":"19941125","headline":"For Hess, a Thanksgiving to Savor","web_url":"https://www.nytimes.com/1994/11/25/sports/pro-football-for-hess-a-thanksgiving-to-savor.html","abstract":"  Leon Hess is feeling good about his Jets these days.    \"I'm more optimistic now than at any time I can remember,\" said the septuagenarian who owns the team and has been a silent sufferer for so long. He originally became an owner in 1963.","thumbnail":null,"section":"Sports"},{"date":"19941125","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/11/25/arts/art-in-review-237299.html","abstract":"  Duane Michals 'Questions Without Answers' Sidney Janis Gallery 110 West 57th Street Manhattan Through Dec. 24    The list of questions Duane Michals poses in his latest photo-and-text works is a daunting one, encompassing queries about the nature of life, love, language, beauty, passion, memory, the universe and other light topics. Despite the disclaimer in the show's title, Mr. Michals tries to answer these weighty puzzles, in works that combine black-and-white photographs made in his familiar understated style with rambling poetical musings written in his scratchy scrawl.","thumbnail":null,"section":"Arts"}],"wiki_events":[],"weather":[{"date":"19941125","time":"1994-11-25 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":73,"wspd":3.6},{"date":"19941125","time":"1994-11-25 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":82,"wspd":3.6},{"date":"19941125","time":"1994-11-25 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":86,"wspd":5.4},{"date":"19941125","time":"1994-11-25 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":82,"wspd":1.8},{"date":"19941125","time":"1994-11-25 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":86,"wspd":3.6},{"date":"19941125","time":"1994-11-25 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":89,"wspd":5.4},{"date":"19941125","time":"1994-11-25 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":89,"wspd":3.6},{"date":"19941125","time":"1994-11-25 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.3,"rhum":89,"wspd":5.4},{"date":"19941125","time":"1994-11-25 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":90,"wspd":7.6},{"date":"19941125","time":"1994-11-25 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":89,"wspd":7.6},{"date":"19941125","time":"1994-11-25 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":89,"wspd":9.4},{"date":"19941125","time":"1994-11-25 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":85,"wspd":9.4},{"date":"19941125","time":"1994-11-25 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":82,"wspd":9.4},{"date":"19941125","time":"1994-11-25 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":71,"wspd":11.2},{"date":"19941125","time":"1994-11-25 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":72,"wspd":14.8},{"date":"19941125","time":"1994-11-25 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.6,"rhum":67,"wspd":14.8},{"date":"19941125","time":"1994-11-25 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.7,"rhum":66,"wspd":14.8},{"date":"19941125","time":"1994-11-25 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":67,"wspd":18.4},{"date":"19941125","time":"1994-11-25 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":68,"wspd":16.6},{"date":"19941125","time":"1994-11-25 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":72,"wspd":11.2},{"date":"19941125","time":"1994-11-25 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.1,"rhum":76,"wspd":13},{"date":"19941125","time":"1994-11-25 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":80,"wspd":13},{"date":"19941125","time":"1994-11-25 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.5,"rhum":84,"wspd":13},{"date":"19941125","time":"1994-11-25 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":84,"wspd":11.2},{"date":"19941125","time":"1994-11-25 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":49,"wspd":7.6},{"date":"19941125","time":"1994-11-25 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":46,"wspd":20.5},{"date":"19941125","time":"1994-11-25 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":47,"wspd":20.5},{"date":"19941125","time":"1994-11-25 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":50,"wspd":16.6},{"date":"19941125","time":"1994-11-25 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":54,"wspd":11.2},{"date":"19941125","time":"1994-11-25 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":56,"wspd":9.4},{"date":"19941125","time":"1994-11-25 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":53,"wspd":14.8},{"date":"19941125","time":"1994-11-25 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":54,"wspd":16.6},{"date":"19941125","time":"1994-11-25 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":56,"wspd":14.8},{"date":"19941125","time":"1994-11-25 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":59,"wspd":13},{"date":"19941125","time":"1994-11-25 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":64,"wspd":13},{"date":"19941125","time":"1994-11-25 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":66,"wspd":13},{"date":"19941125","time":"1994-11-25 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":62,"wspd":22.3},{"date":"19941125","time":"1994-11-25 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":59,"wspd":22.3},{"date":"19941125","time":"1994-11-25 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":57,"wspd":20.5},{"date":"19941125","time":"1994-11-25 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":51,"wspd":22.3},{"date":"19941125","time":"1994-11-25 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":42,"wspd":24.1},{"date":"19941125","time":"1994-11-25 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":39,"wspd":24.1},{"date":"19941125","time":"1994-11-25 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":38,"wspd":27.7},{"date":"19941125","time":"1994-11-25 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":38,"wspd":29.5},{"date":"19941125","time":"1994-11-25 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":38,"wspd":25.9},{"date":"19941125","time":"1994-11-25 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":41,"wspd":16.6},{"date":"19941125","time":"1994-11-25 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":42,"wspd":18.7},{"date":"19941125","time":"1994-11-25 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":49,"wspd":13}]}}