{"19930907":{"guardian_articles":[],"nytimes_articles":[{"date":"19930907","headline":"On My Mind; Crime of the Hasidim","web_url":"https://www.nytimes.com/1993/09/07/opinion/on-my-mind-crime-of-the-hasidim.html","abstract":"  My my, how exquisitely tender and protective some New Yorkers are becoming about the majesty and dignity of mayoral office -- and how suddenly and selectively.   Two of the city's four newspapers, The News and The Times, editorially slap around the lawyer for Crown Heights Hasidim who are bringing a civil rights suit. The editorialists are annoyed with the lawyer, and by implication his clients, for probing with such pesky persistence into the actions, inactions and mindset of Mayor David Dinkins during those riots.","thumbnail":null,"section":"Opinion"},{"date":"19930907","headline":"Head of Biggest Gay Group in U.S. Quits 6 Months After Taking Job","web_url":"https://www.nytimes.com/1993/09/07/us/head-of-biggest-gay-group-in-us-quits-6-months-after-taking-job.html","abstract":"  Only six months after taking office, Torie Osborn announced over the weekend that she was resigning as head of the National Gay and Lesbian Task Force.   Ms. Osborn, 43, who early in her tenure succeeded in brokering a meeting of various gay and lesbian groups with President Clinton, called the administrative demands of the job of leading the 32,000-member group unexpectedly burdensome.","thumbnail":null,"section":"U.S."},{"date":"19930907","headline":"Asbestos and Schools: In Crisis, Opportunity","web_url":"https://www.nytimes.com/1993/09/07/nyregion/political-memo-asbestos-and-schools-in-crisis-opportunity.html","abstract":"  Amid crisis, there is opportunity. And the school system's crash program of asbestos inspection and removal, which has delayed the start of school, is no different.    Never mind the boost to the economy of the $40 million or so the city will pay laboratories, asbestos inspectors and work crews to clean up the mess.","thumbnail":null,"section":"New York"},{"date":"19930907","headline":"Released Muslim Prisoners Report Abuses at Bosnian Croat Camps","web_url":"https://www.nytimes.com/1993/09/07/world/released-muslim-prisoners-report-abuses-at-bosnian-croat-camps.html","abstract":"  Muslim prisoners released last week from Bosnian Croat prison camps have told United Nations investigators that they suffered random shootings and beatings and were forced to live for extended periods with little water and food, a United Nations official said here tonight.   The United Nations official, Ray Wilkinson, gave excerpts from the official report of a United Nations investigator, Kirsten Young, who interviewed released prisoners in the Muslim-controlled town of Jablanica over the last week. Mr. Wilkinson is spokesman in Sarajevo for the United Nations High Commissioner for Refugees.","thumbnail":null,"section":"World"},{"date":"19930907","headline":"African Official Seeks Help on Drug Detection","web_url":"https://www.nytimes.com/1993/09/07/sports/sports-people-track-and-field-african-official-seeks-help-on-drug-detection.html","abstract":"  Africa and other developing regions are becoming fertile grounds for doping because of a lack of commitment and resources, South Africa's top Olympic official said yesterday. \"The approach to the fight against drugs in developing countries is a relatively lackadaisical one,\" SAM RAMSAMY said in London at the Permanent World Conference on Anti-Doping in Sport.   Ramsamy, head of the South African national Olympic committee, said Africa lacks a single internationally recognized drug-testing laboratory and that anti-doping educational programs are virtually nonexistent.","thumbnail":null,"section":"Sports"},{"date":"19930907","headline":"With the Jets, the Hurry-Up Will Just Have to Wait","web_url":"https://www.nytimes.com/1993/09/07/sports/pro-football-with-the-jets-the-hurry-up-will-just-have-to-wait.html","abstract":"  Jets quarterback Boomer Esiason eases into the two-minute offense as comfortably as he slips into a favorite pair of old sneakers. He seems to flourish in its hectic pace, which has the same feel as the no-huddle offense that he ran for years as the quarterback of the Cincinnati Bengals.   Operating from the two-minute offense for the last 16 minutes 34 seconds of the Jets' 26-20 loss to Denver on Sunday, Esiason completed 22 of 27 passes for 231 yards and two touchdowns and brought the Jets back from a 26-6 deficit. But there were two other fourth-quarter drives that stumbled inside the Denver 20 or else he might have been able to complete the comeback.","thumbnail":null,"section":"Sports"},{"date":"19930907","headline":"Alan Hevesi for Comptroller","web_url":"https://www.nytimes.com/1993/09/07/opinion/alan-hevesi-for-comptroller.html","abstract":"  The Democratic primary contest for Comptroller of New York City pits two challengers against the one-term incumbent, Elizabeth Holtzman. Herman Badillo, who also has the Liberal and Republican designations, decided to try for Comptroller after his mayoral race flagged. State Assemblyman Alan Hevesi is running again after seeking the job four years ago and losing to Ms. Holtzman.   We endorsed Mr. Hevesi then, and endorse him again this year, as the best Democratic choice to go on to a general election that will include Mr. Badillo and the Conservative Howard Lim Jr.","thumbnail":null,"section":"Opinion"},{"date":"19930907","headline":"The Brave New World Of Games","web_url":"https://www.nytimes.com/1993/09/07/science/peripherals-the-brave-new-world-of-games.html","abstract":"  THE spreadsheet calculates last month's expense account in two blinks of an eye. The modem zips a report halfway around the world at 9,600 bits a second and sends faxes without requiring a printout. The graphics program creates a presentation in the morning before a noon meeting.   These uses are on the leading edge of computer technology, right? Wrong. Games are on the leading edge, and as a category they outsell all other computer applications.","thumbnail":null,"section":"Science"},{"date":"19930907","headline":"Technology Revolution Reaches the Retarded","web_url":"https://www.nytimes.com/1993/09/07/nyregion/technology-revolution-reaches-the-retarded.html","abstract":"  Eric W., a severely retarded 9-year-old, moved his head slightly to touch the blue rubber switch attached to his wheelchair. By tapping it lightly, he was able to move the jumping frog on the computer screen in front of him -- and enter a world that had been closed to him until a few months ago.   Before he began working with computer equipment at Ferncliff Manor, a school and residence here for retarded children, Eric was not able to communicate even his most basic desires; his only consistent voluntary movement is shaking his head. But now, aided by technology specifically designed to help people with mental retardation, Eric has learned to use that movement to tell staff members, who asked that his full name not be used, that he would like to go outside, get a drink of water or listen to music.","thumbnail":null,"section":"New York"},{"date":"19930907","headline":"Hey, Guys, It's Time To Share The Loss","web_url":"https://www.nytimes.com/1993/09/07/sports/tv-sports-hey-guys-it-s-time-to-share-the-loss.html","abstract":"  If you've been watching Yankees games on WPIX-TV, you've seen the nostalgic promotions extolling the 43-year link between the team and Channel 11. A more apt promo would be: \"We'll Do 44 if We're Guaranteed a Profit.\"    The MSG Network's $486 million Yankees cable deal lets it control all games. Since 1991, MSG has spent $5 million a year to buy time on WPIX to televise 50 games while keeping 100 on cable. Under the deal, MSG sells the advertising for its own games and those of WPIX.","thumbnail":null,"section":"Sports"},{"date":"19930907","headline":"Books of The Times; Violence Among Privileged Youths","web_url":"https://www.nytimes.com/1993/09/07/books/books-of-the-times-violence-among-privileged-youths.html","abstract":"  Smoked  A True Story About the Kids Next Door  By Leon Bing  289 pages. HarperCollins. $22.   \"Do or Die\" (1991), the last book by the freelance journalist Leon Bing, gave readers a chilling portrait of the world inhabited by gang members in South-Central Los Angeles, a world in which an average of two youths a day wind up in the city morgue, a world in which 11-year-olds are experts at wielding guns, a world in which \"payback killings\" and \"drive-by shootings\" are part of everyday life.","thumbnail":null,"section":"Books"},{"date":"19930907","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/09/07/nyregion/news-summary-271793.html","abstract":"  International A3-13 ARAFAT IS GAINING SUPPORT   With six Persian Gulf nations supporting the Israeli-P.L.O. plan, Yasir Arafat went to Cairo to work out remaining differences on a draft accord for limited Palestinian self-rule in the occupied territories.  A1","thumbnail":null,"section":"New York"},{"date":"19930907","headline":"Corrections","web_url":"https://www.nytimes.com/1993/09/07/nyregion/c-corrections-830893.html","abstract":"  An obituary on July 27 about Gen. Matthew B. Ridgway incorrectly described two pistols that were a trademark of Gen. George S. Patton. (The obituary compared General Patton's pistols to a hand grenade and a first-aid kit that General Ridgway habitually attached to his battle jacket.) General Patton's pistols had handles made of ivory, not pearl, and because they had different makers, they were not \"twin.\" This correction was delayed by an editorial lapse.","thumbnail":null,"section":"New York"},{"date":"19930907","headline":"Al Gore's Misguided Mission","web_url":"https://www.nytimes.com/1993/09/07/opinion/al-gores-misguided-mission.html","abstract":"America's disaffection with politics has energized a movement to \"reinvent government\" by slashing bureaucracy and making public agencies more efficient and responsive. \n\n\"What we are describing,\" David Osborne writes in his book \"Reinventing Government,\" \"is nothing less than a shift in the basic model of governance used in America.\" The central problem of governments, says Mr. Osborne, is \"not what they do, but how they operate.\" Accordingly, he presents a catalog of exemplary innovations in public management, most at the state and local level.","thumbnail":null,"section":"Opinion"},{"date":"19930907","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/09/07/sports/results-plus-658593.html","abstract":"  GOLF  Rookie Beats Mochrie  Helen Dobson, a 22-year-old Tour rookie from England, defeated Dottie Mochrie on the fifth playoff hole yesterday to win the L.P.G.A. State Farm Rail Golf Classic in Springfield, Ill. Both finished 54 holes at 13-under-par 203. On the fifth playoff hole, Dobson won with a 20-foot birdie putt. (AP) QUARTER-HORSE RACING  A Classic Dash Dashes","thumbnail":null,"section":"Sports"},{"date":"19930907","headline":"Government Survey Finds Decline In a Building Block of Acid Rain","web_url":"https://www.nytimes.com/1993/09/07/science/government-survey-finds-decline-in-a-building-block-of-acid-rain.html","abstract":"  IN what is considered a significant payoff of the Federal Clean Air Act, researchers have found a \"sharp signal\" that pollution linked to acid rain is declining.   Concentrations of sulfates, key building blocks of acid rain, declined significantly in rainwater collected at 26 of 33 sites monitored from 1980 to 1991 by the United States Geological Survey. Although data were collected in 18 states, most of the monitoring sites were in the eastern half of the country.","thumbnail":null,"section":"Science"},{"date":"19930907","headline":"A Bold Move, Maybe Necessary, but Dangerous for the Sport","web_url":"https://www.nytimes.com/1993/09/07/sports/IHT-a-bold-move-maybe-necessary-but-dangerous-for-the-sport.html","abstract":"International soccer is today on a precipice. By barring Olympique Marseille from defending its European Championship, the authorities have made either a magnificent defense of the morals of sport, or have been so preemptive of French justice that they c","thumbnail":null,"section":"Sports"},{"date":"19930907","headline":"Death in South Africa Mustn't Kill Hope","web_url":"https://www.nytimes.com/1993/09/07/opinion/l-death-in-south-africa-mustn-t-kill-hope-857093.html","abstract":"  To the Editor:   The brutal killing of Amy Biehl, the 26-year-old Fulbright scholar, in Guguletu Township, South Africa, on Aug. 25 can only be described as an immense tragedy for those who knew her and whose lives were touched by her. I did not know Ms. Biehl, but I grieve her loss because I imagine her brimming hopefulness for a new South Africa, transforming itself from a nation of brutal oppression and racism into a nation embracing the principles of democracy.","thumbnail":null,"section":"Opinion"},{"date":"19930907","headline":"The Road to Peace : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/09/07/opinion/IHT-the-road-to-peace-letters-to-the-editor.html","abstract":"We Somalis strongly support the Somali National Alliance's appeal to India, the Philippines and other countries not to send additional troops to Somalia to participate in the genocide and destruction peddled by the United States. . We urge the internatio","thumbnail":null,"section":"Opinion"},{"date":"19930907","headline":"Brett Sets a Date","web_url":"https://www.nytimes.com/1993/09/07/sports/sports-people-baseball-brett-sets-a-date.html","abstract":"  GEORGE BRETT , who turned 40 this season, said yesterday he would decide by Sept. 24 -- the day the Royals begin their last homestand -- whether he will return next season.","thumbnail":null,"section":"Sports"},{"date":"19930907","headline":"On Baltic Tour, Pope Reaches Out to the Eastern Orthodox Church","web_url":"https://www.nytimes.com/1993/09/07/world/on-baltic-tour-pope-reaches-out-to-the-eastern-orthodox-church.html","abstract":"  After nine centuries of division between Moscow and Rome, Pope John Paul II has struck conciliatory tones toward the Eastern Orthodox Church, pursuing a long desire to visit Moscow and crown his cold war crusade against Communism.   The Pope's visit to Lithuania, Latvia and Estonia this week is the first he has made to a former Soviet domain since Communism's collapse. His utterances, depicting societies and people barely able to recover from decades of what he called \"iron dictatorship,\" reflect his vision of a profound malaise stretching across Moscow's former empire.","thumbnail":null,"section":"World"},{"date":"19930907","headline":"Let's Follow Europe On Highway Signs","web_url":"https://www.nytimes.com/1993/09/07/opinion/l-let-s-follow-europe-on-highway-signs-859693.html","abstract":"  To the Editor:   The inability to find Interstate 95 was the root of the carjacking nightmare of Jenny and Gonzalo Cordero, the assaulted Connecticut couple about whom you report Aug. 24. The lack of adequate road signs everywhere in this country is indeed a nightmare. The agencies responsible for our roads are habitually guilty of inadequate planning for sign design, placement and maintenance.","thumbnail":null,"section":"Opinion"},{"date":"19930907","headline":"China Riddle: Life Improves Though Repression Persists","web_url":"https://www.nytimes.com/1993/09/07/world/china-riddle-life-improves-though-repression-persists.html","abstract":"  What is intellectually irksome about China, for anyone who values human rights, is that a Communist Party that is often brutally repressive should be so stunningly successful in raising living standards.   The party torments many of the nation's bravest and boldest thinkers, sometimes locking them up in insane asylums or imprisoning them with criminals suffering from infectious diseases. Yet at the same time, the party is presiding over one of the greatest increases in living standards in the history of the world.","thumbnail":null,"section":"World"},{"date":"19930907","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/09/07/nyregion/chronicle-489293.html","abstract":"  Some down-to-earth prizes were awarded yesterday for the best in science fiction writing, and the top honors were shared by a mathematician and a veteran novelist.   The 1993 Hugo Awards, for Achievement in Science Fiction and Fantasy, went to \"A Fire Upon the Deep\" by VERNON VINGE and \"Doomsday Book\" by CONNIE WILLIS.","thumbnail":null,"section":"New York"},{"date":"19930907","headline":"Iraqi Rebels Seek Refuge in U.S. And Find Themselves in Crossfire","web_url":"https://www.nytimes.com/1993/09/07/us/iraqi-rebels-seek-refuge-in-us-and-find-themselves-in-crossfire.html","abstract":"  Taha A. deserted the Iraqi Army during the invasion of Kuwait and was sentenced to death for helping Kuwaiti families go into hiding, according to the execution warrant he keeps as a macabre memento. He escaped into Saudi Arabia, where he spent two and a half years in what he calls the \"desert hell\" of a refugee camp.    So when the 30-year-old ex-soldier stepped off an airplane here this summer and started work as a check-out clerk at a 7-Eleven convenience store, things seemed to be looking up. At least until one recent day, when he noticed two customers gesturing toward him and heard one of them grumbling about the \"stinking enemy.\"  Furor Over Benefits    As he resettles here at the American Government's expense and under terms of a 1975 refugee-protection law, Taha is just one of hundreds of former Iraqi soldiers who find themselves in the crossfire of an increasingly bitter debate over whether they should have been allowed in this country at all. Taha A. and the other Iraqis interviewed asked that they not be fully identified because they fear that Iraqi agents may come after them in their new homes and they are worried about the safety of their family still in Iraq.","thumbnail":null,"section":"U.S."},{"date":"19930907","headline":"Supercomputers Update Leonardo, Redesigning the Parachute","web_url":"https://www.nytimes.com/1993/09/07/science/supercomputers-update-leonardo-redesigning-the-parachute.html","abstract":"  FIVE HUNDRED years after Leonardo da Vinci sketched out a parachute and elucidated its principles, scientists are harnessing the most powerful computers on earth to probe the secrets of these air brakes so advanced versions can be made for tough new jobs in the 21st century.   The lowly parachute, it turns out, is a surprisingly complex object from the standpoint of aerodynamics.","thumbnail":null,"section":"Science"},{"date":"19930907","headline":"For $8, a Trip to a Warehouse of Bargain Shopping","web_url":"https://www.nytimes.com/1993/09/07/nyregion/for-8-a-trip-to-a-warehouse-of-bargain-shopping.html","abstract":"  Few New Yorkers like to admit how often they flip through the Ikea catalogue each season, speculating, for instance, how great those inexpensive little lamps would look on their night stands. But in a city where fewer people drive than recycle, the Hudson River and a lack of public transportation have long separated many New Yorkers from the huge warehouse of unassembled Swedish furniture and nonsensical papier-mache knickknacks.   So Vincent and Adrienne Hobant were jubilant when they read a newspaper advertisement last week that said Ikea would begin offering round-trip bus service, for $8, from three points in Manhattan to the Elizabeth, N.J., store on weekends. Now they, too, could own an Aztec-patterned pull-out couch or a black halogen floor lamp.","thumbnail":null,"section":"New York"},{"date":"19930907","headline":"Backed by Key Arab Nations, Arafat Seeks to Conclude Pact","web_url":"https://www.nytimes.com/1993/09/07/world/backed-by-key-arab-nations-arafat-seeks-to-conclude-pact.html","abstract":"  All but assured that no Arab Government will stand in the way of his peace accord with Israel, Yasir Arafat, chairman of the P.L.O., arrived in Cairo today to wrestle with remaining differences on a draft agreement for limited Palestinian self-rule in the occupied territories.    In the last 24 hours, the six wealthy Arab oil governments of the Persian Gulf publicly endorsed the deal between Israel and the Palestine Liberation Organization, while President Hafez el-Assad of Syria grudgingly gave a green light to Mr. Arafat to proceed with his initiative at his own risk. Steps to Mutual Recognition    During a meeting lasting several hours in Damascus on Sunday, Mr. Arafat failed to persuade Mr. Assad to openly endorse the agreement, which already has the public backing of Jordan and Egypt. Neither did the Syrian President oppose the deal, saying only that the Palestinians should decide for themselves what best suited them.","thumbnail":null,"section":"World"},{"date":"19930907","headline":"New Season: Redskins Rip Cowboys","web_url":"https://www.nytimes.com/1993/09/07/sports/pro-football-new-season-redskins-rip-cowboys.html","abstract":"  If there is to be a new order in the Eastern Division of the National Conference this season, look no further than tonight's grudge match here at Robert F. Kennedy Stadium, where the Washington Redskins got the last hit on the Dallas Cowboys and the most decisive ones all night long.   Washington dumped Dallas, 35-16, before 56,345 fans and a national television audience and did it with authority. Dallas made a bushel of mistakes: dropped punts, costly penalties, and too many mental errors that helped Richie Petitbon win his head coaching debut.","thumbnail":null,"section":"Sports"},{"date":"19930907","headline":"Owners Circle Bases Without Ever Scoring","web_url":"https://www.nytimes.com/1993/09/07/sports/on-baseball-owners-circle-bases-without-ever-scoring.html","abstract":"  Everything apparently is not as it seems off the field in baseball. Or is it?   *The major leagues have not had a commissioner for precisely a year -- Fay Vincent resigned a year ago today -- and none appears in sight, but the owners say they're getting closer to naming one.","thumbnail":null,"section":"Sports"},{"date":"19930907","headline":"Boa Vista Journal; Gold Miners and Indians: Brazil's Frontier War","web_url":"https://www.nytimes.com/1993/09/07/world/boa-vista-journal-gold-miners-and-indians-brazil-s-frontier-war.html","abstract":"  The center of a white backlash against Indians is found in this Amazon frontier town's central square, a horseshoe-shaped plaza dominated by a statue of a miner in a broad-brimmed hat, panning for gold.    \"Pseudomassacre,\" said the Governor of Roraima State in the modern government palace here, long before anthropologists reduced the toll of Yanomami Indians slain by miners in mid-August from 73 to 16 and said the killings took place in Venezuela, not Brazil.","thumbnail":null,"section":"World"},{"date":"19930907","headline":"1918:Horizon in Flames : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/09/07/opinion/IHT-1918horizon-in-flames-in-our-pages100-75-and-50-years-ago.html","abstract":"WITH THE FRENCH ARMIES - At the present rate of progress the Allies will soon have driven the enemy from all the ground gained by him this year. The Forest of Saint-Gobain, which sheltered the first long-range gun that shelled the region of Paris, and whi","thumbnail":null,"section":"Opinion"},{"date":"19930907","headline":"Somalia:One Reason Why : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/09/07/opinion/IHT-somaliaone-reason-why-letters-to-the-editor.html","abstract":"Regarding \"Clinton Does Have a Clear Foreign Policy: Just Ask Butros Ghali (Opinion, Aug. 28): .Jeane Kirkpatrick writes that \"President Clinton and his top advisers have not explained why Americans should become militarily involved in the in","thumbnail":null,"section":"Opinion"},{"date":"19930907","headline":"1943:U.S. Responsibility : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/09/07/opinion/IHT-1943us-responsibility-in-our-pages100-75-and-50-years-ago.html","abstract":"CAMBRIDGE, Massachusetts - [From our New York edition:] Prime Minister Churchill made a frank plea today [Sept. 6] for post-war British-American co-operation, both military and political, as absolutely essential to the safety of the two nations and to wor","thumbnail":null,"section":"Opinion"},{"date":"19930907","headline":"'Abortionist' Carries A Charged Meaning","web_url":"https://www.nytimes.com/1993/09/07/opinion/l-abortionist-carries-a-charged-meaning-856193.html","abstract":"  To the Editor:   The use of the word \"abortionist\" in the headline of your Aug. 21 report on the return to work of Dr. George Tiller, who was shot and wounded outside his clinic two days earlier, was highly offensive to many physicians such as myself who provide abortion services.","thumbnail":null,"section":"Opinion"},{"date":"19930907","headline":"Nigerian Union Of Oil Workers Suspends Strike","web_url":"https://www.nytimes.com/1993/09/07/world/nigerian-union-of-oil-workers-suspends-strike.html","abstract":"  Leaders of the Nigerian oil workers' union today suspended their 10-day-old strike, which has paralyzed factories and businesses across Africa's most populous nation.   But the Government did not give in to the main worker demand, which was to publish the results of last June's presidential elections, which were annulled by the former military leader, Gen. Ibrahim Babangida.","thumbnail":null,"section":"World"},{"date":"19930907","headline":"Old Kentucky Home : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/09/07/opinion/IHT-old-kentucky-home-letters-to-the-editor.html","abstract":"Regarding the New York Times editorial \"Among the Millionaires\" (Aug. 23), Dogpatch, the mythical home of L'il Abner of the comic strips, is in Kentucky, not in Arkansas. This confirms my fears about the teaching of geography in American school","thumbnail":null,"section":"Opinion"},{"date":"19930907","headline":"Car Driven by Hasid Hurts Black Woman In Crown Hts. Crash","web_url":"https://www.nytimes.com/1993/09/07/nyregion/car-driven-by-hasid-hurts-black-woman-in-crown-hts-crash.html","abstract":"  A car driven by a Hasidic man struck and injured a black woman pedestrian last night in Crown Heights, Brooklyn, where disturbances erupted two years ago after a fatal auto accident. Police officers quickly filled the street to calm an angry crowd, the police and witnesses said last night.   Bottles were thrown at the driver and police officers, but no other violence was reported, the police said. The only reported injury was to the pedestrian, whom the police identified as Antoine Chemene, 53 years old. She was taken to Kings County Medical Center and treated for a broken leg. She was expected to be released today.","thumbnail":null,"section":"New York"},{"date":"19930907","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/09/07/nyregion/chronicle-837593.html","abstract":"  SHEILA RAUCH KENNEDY has brought new attention to a sensitive subject for the Roman Catholic Church by saying she will fight an annulment petition by her divorced husband, Representative JOSEPH P. KENNEDY 2d, Democrat of Massachusetts, according to The Associated Press.   Without an annulment, Catholics cannot remarry and remain in good standing in the church.","thumbnail":null,"section":"New York"},{"date":"19930907","headline":"Observer; The Big Sizing Down","web_url":"https://www.nytimes.com/1993/09/07/opinion/observer-the-big-sizing-down.html","abstract":"  If your ambition is to be fired, this is a great time to be an American.    Most of the big companies -- Eastman Kodak, I.B.M., Procter & Gamble and lots more -- are firing as though unemployment is going to be the biggest thing since Madman Muntz brought television to the American parlor.","thumbnail":null,"section":"Opinion"},{"date":"19930907","headline":"Pollsters Enlist Psychologists In Quest for Unbiased Results","web_url":"https://www.nytimes.com/1993/09/07/science/pollsters-enlist-psychologists-in-quest-for-unbiased-results.html","abstract":"  SHOULD laws be passed to eliminate all possibilities of special interests giving huge sums of money to candidates? Or do groups have a right to contribute to the candidate they support?   The first question comes from a survey by Ross Perot last March; the second is part of a more neutral rephrasing of that question as asked by an independent polling concern. When Mr. Perot put the question his way, 99 percent of those responding answered \"yes.\" But in the alternative form, 40 percent favored limits on contributions.","thumbnail":null,"section":"Science"},{"date":"19930907","headline":"It's as Plain as the Screen in Front of Your Nose","web_url":"https://www.nytimes.com/1993/09/07/science/personal-computers-it-s-as-plain-as-the-screen-in-front-of-your-nose.html","abstract":"  FOR all the talk about RAM's and ROM's and CPU's and MHz's and other computer-related TLA's (three-letter acronyms), the VDT -- video display terminal -- is one component that cannot be overlooked.    The VDT, commonly called the monitor or the display, is in the user's face all day. There is no way to know what is going on inside the computer without looking at a monitor. An inferior or malfunctioning monitor can make the computing experience unpleasant, and in some cases create health problems.","thumbnail":null,"section":"Science"},{"date":"19930907","headline":"Marcos:Filipinos Don't Need This Ghoulish Fuss","web_url":"https://www.nytimes.com/1993/09/07/opinion/IHT-marcosfilipinos-dont-need-this-ghoulish-fuss.html","abstract":"The body of Ferdinand Marcos returns to the Philippines this Tuesday from Hawaii. Although he died in exile three and a half years ago, political turbulence still swirls around his name. .Mr. Marcos fled the Philippines in February 1986 to escape the w","thumbnail":null,"section":"Opinion"},{"date":"19930907","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1993/09/07/style/IHT-what-theyre-reading.html","abstract":"Murray L. Weidenbaum, head of the Center for the Study of American Business at Washington University, is reading \"Inner Circles: How America Changed the World,\" a memoir by Alexander Haig. .\"I know Al Haig but I had no idea what a pivotal","thumbnail":null,"section":"Style"},{"date":"19930907","headline":"More Diversity Than Harmony at Religious Assembly","web_url":"https://www.nytimes.com/1993/09/07/us/more-diversity-than-harmony-at-religious-assembly.html","abstract":"  In a world where violent conflicts in dozens of nations are stoked by religious differences, it is easy to make the case for greater understanding among religious groups. But the road to such harmony, as the organizers of a Parliament of the World's Religions discovered last week, is filled with pitfalls.  Even the word \"God\" can raise objections.    The parliament, which closed Saturday with an open-air address by the Dalai Lama, drew hundreds of religious dignitaries and more than 7,000 enthusiastic participants from around the world. Most appeared to leave stimulated by the dizzying array of spiritual wares displayed in hundreds of lectures, meditation sessions and performances of ritual dance and music.","thumbnail":null,"section":"U.S."},{"date":"19930907","headline":"Bitter Lessons in Bosnia's Makeshift Schools","web_url":"https://www.nytimes.com/1993/09/07/world/bitter-lessons-in-bosnia-s-makeshift-schools.html","abstract":"  At 10 o'clock sharp this morning, in a schoolroom set up in the kitchen of a shell-battered farmhouse within sight of Serbian sniper positions and artillery batteries, Adnan Ceric took on the sixth grade.   \"I'm not afraid anymore,\" 12-year-old Adnan said as a nearby shell explosion ripped the air in Kobilja Glava, a front-line Sarajevo suburb that is one of the few areas of the city that still comes under daily artillery and heavy-machine-gun fire. \"I've gotten used to the shelling by now.\"","thumbnail":null,"section":"World"},{"date":"19930907","headline":"Corrections","web_url":"https://www.nytimes.com/1993/09/07/nyregion/c-corrections-829493.html","abstract":"  The byline with a front-page article on Sunday about the history of secret talks between Israel and the Palestine Liberation Organization omitted a correspondent's name. The article was by Clyde Haberman with Craig R. Whitney.","thumbnail":null,"section":"New York"},{"date":"19930907","headline":"Defending the Nonprofit Motive; Tenants Decry Sale of Troubled Buildings to Private Owners","web_url":"https://www.nytimes.com/1993/09/07/nyregion/defending-nonprofit-motive-tenants-decry-sale-troubled-buildings-private-owners.html","abstract":"  Maria Fernandez wants control.   The open door to her building at 2312 Loring Place North in the Bronx constantly reminds her how out-of-kilter things have become: drug users slip up to the roof at night, leaving behind trashed mailboxes and strewing garbage and human waste under stairwells. Inside her apartment, brown spots dot the living-room ceiling from a steam leak last winter, cheaply made doors are falling apart and leaks plague the bathroom.","thumbnail":null,"section":"New York"},{"date":"19930907","headline":"Two Down for 49ers","web_url":"https://www.nytimes.com/1993/09/07/sports/sports-people-pro-football-two-down-for-49ers.html","abstract":"  San Francisco's season-opening victory at Pittsburgh cost the 49ers two starters. Fullback TOM RATHMAN has a separated right shoulder and defensive end KEVIN FAGAN has strained ligaments in his right knee and right shoulder.","thumbnail":null,"section":"Sports"},{"date":"19930907","headline":"The Hemline Debate:Selling Women Short?","web_url":"https://www.nytimes.com/1993/09/07/style/IHT-the-hemline-debateselling-women-short.html","abstract":"The skirt safely grazes the knee. The suit is classic - something your mother or your grandmother might wear. We are looking at the fall fashion windows at Chanel, whose buttock-skimming hemlines on leggy supermodels caused a ruction just six weeks ago i","thumbnail":null,"section":"Style"},{"date":"19930907","headline":"A Bargain Worth The Risk","web_url":"https://www.nytimes.com/1993/09/07/opinion/IHT-a-bargain-worth-the-risk.html","abstract":"In the past, Israeli leaders could only dream of such a situation. World attention, drawn to bloodshed elsewhere, is no longer riveted on the Middle East. There is no Soviet Union to contend with, no Arab oil weapon to repulse. The PLO is bankrupt - its","thumbnail":null,"section":"Opinion"},{"date":"19930907","headline":"The Assad Factor in the Mideast Talks","web_url":"https://www.nytimes.com/1993/09/07/world/the-assad-factor-in-the-mideast-talks.html","abstract":"  While the peace accord between Israel and the Palestinians appears to be moving ahead, American officials are worried that progress on this track cannot be sustained for long unless there is a breakthrough soon on the Syrian-Israeli track as well.   American officials say Syria is now their main preoccupation as they try to promote the breakthrough for peace in the Middle East.","thumbnail":null,"section":"World"},{"date":"19930907","headline":"Climate Clues From Antarctic Ice","web_url":"https://www.nytimes.com/1993/09/07/science/climate-clues-from-antarctic-ice.html","abstract":"  RUSSIAN scientists drilling deep into the Antarctic ice sheet have reached a depth of 8,694 feet, sampling ice formed from snow that fell near the South Pole 270,000 to 280,000 years ago. More than a half mile of ice and samples of snow, dust and atmosphere more than 500,000 years old remain before they reach bedrock.   The Antarctic samples are being compared with those from two similar holes drilled to bedrock from the crest of the Greenland ice sheet by American and European teams. The deepest ice there is thought to be 250,000 years old.","thumbnail":null,"section":"Science"},{"date":"19930907","headline":"Q&A","web_url":"https://www.nytimes.com/1993/09/07/science/q-a-781693.html","abstract":"  Ear Pressure   Q. Why do my ears seem to hurt more on a plane when it is landing than when it is taking off?","thumbnail":null,"section":"Science"},{"date":"19930907","headline":"Bergen Wary Of Shopping On Sundays","web_url":"https://www.nytimes.com/1993/09/07/nyregion/bergen-wary-of-shopping-on-sundays.html","abstract":"  If voters decide to repeal Bergen County's 34-year-old ban on Sunday shopping, there's no trick to predicting the most obvious result: highways will be awash in cars for seven days instead of six as shopping centers and strip malls fill with customers.   But the future of Sundays on Main Street in dozens of the county's 70 towns is much harder to foresee. Will these downtown merchants -- many began business in a mall-less America, when Sunday was for Sabbath observance only -- remain steadfast and stay closed on Sundays? Or will they bow to pressure from the shopping centers and from merchants in neighboring towns by opening up a seventh day?","thumbnail":null,"section":"New York"},{"date":"19930907","headline":"Biology's 'Big Bang' Took A Mere Blink of the Eye","web_url":"https://www.nytimes.com/1993/09/07/science/biology-s-big-bang-took-a-mere-blink-of-the-eye.html","abstract":"  A LITTLE more than 500 million years ago, the primordial seas played host to a spectacular event that shaped the rest of the history of life on earth. There in the ancient waters of the Cambrian period, evolution had what biologists call its big bang: an explosive radiation of life forms in which nearly all the major animal groups now on earth and others long since extinct first appeared.   Believed to have occurred over 20 million to 30 million years, a blink of an eye in paleontological terms, this evolutionary explosion and its diversity of life forms were considered a biological marvel, an example of a time when evolution more than excelled in the rapid production of vastly different creatures. And now, in a report published in the current issue of Science, scientists say this momentous event probably lasted no more than five million years and may even have taken as few as one million years, in either case a breathtakingly short period.","thumbnail":null,"section":"Science"},{"date":"19930907","headline":"Body of Marcos Is Flown Home to the Philippines","web_url":"https://www.nytimes.com/1993/09/07/world/body-of-marcos-is-flown-home-to-the-philippines.html","abstract":"  Four years after he died in exile in Hawaii, the body of former President Ferdinand E. Marcos arrived here this morning on board a chartered plane from Guam.   A mournful Imelda Marcos held back tears as a woman plaintively sang a traditional mourning song, \"Our Signs and Cries are Endless.\" Several thousand of Mr. Marcos's loyal friends and supporters cheered and sang \"I Am a Filipino\" as the plane landed.","thumbnail":null,"section":"World"},{"date":"19930907","headline":"'National Dialogue' in Nicaragua Hits Obstacles","web_url":"https://www.nytimes.com/1993/09/07/world/national-dialogue-in-nicaragua-hits-obstacles.html","abstract":"  Plans for internationally supervised negotiations to end Nicaragua's political crisis foundered today as conservative leaders refused to join talks with the Government and the leftist Sandinista Front.   The planned \"national dialogue\" was to have begun this afternoon, and senior envoys from other Central American nations and the Secretary General of the Organization of American States, Joao Baena Soares, all arrived in Managua today to oversee it.","thumbnail":null,"section":"World"},{"date":"19930907","headline":"Corrections","web_url":"https://www.nytimes.com/1993/09/07/nyregion/c-corrections-831693.html","abstract":"  A picture caption in Business Day yesterday about customers shopping for fishing equipment at Orvis Sporting Goods in Manhattan misidentified the store manager helping them. He is Paul Dixon.","thumbnail":null,"section":"New York"},{"date":"19930907","headline":"Newest Chapter of Robin Hood: Sherwood Forest Was Dying","web_url":"https://www.nytimes.com/1993/09/07/science/newest-chapter-of-robin-hood-sherwood-forest-was-dying.html","abstract":"  Sherwood Forest was dying around the time of Robin Hood, an analysis of growth rings in old timbers has shown.   Dr. Robert Laxton, a scientist at the University of Nottingham who studies clues to past events in trees' growth rings, said poor conservation by medieval English kings was to blame, not just bandits stealing from the rich to give to the poor.","thumbnail":null,"section":"Science"},{"date":"19930907","headline":"Washington at Work; For a Bruising Battle, Clinton Enlists a Daley","web_url":"https://www.nytimes.com/1993/09/07/us/washington-at-work-for-a-bruising-battle-clinton-enlists-a-daley.html","abstract":"  If the Clinton Administration ever needed to call on the deep magic of the Democratic Party, it needs to now, as it teeters on the brink of an internecine struggle over the North American Free Trade Agreement.   \"New Democrats\" are all well and good when it comes to policy making, but when it comes to negotiating the minefields of internal Democratic politics -- the angry Lane Kirklands who say the treaty will cost American jobs, the clamoring environmentalists, the jittery House members -- the accumulated knowledge of the \"old Democrats\" has its place. And so the Administration has brought in a Daley from Chicago and handed him one of the messiest chores of this or any political season.","thumbnail":null,"section":"U.S."},{"date":"19930907","headline":"For the Settlers in Gaza, 'Total Shock'","web_url":"https://www.nytimes.com/1993/09/07/world/for-the-settlers-in-gaza-total-shock.html","abstract":"  Roberta Bienenfeld remembers a pang of stunned disbelief at hearing that Israel had agreed to withdraw from areas north of this settlement and turn them over to Palestinian self-rule.   \"It was a total shock,\" she said. \"In our worst nightmares we didn't think the Government would do such a thing, and that the Arabs would accept it.\"","thumbnail":null,"section":"World"},{"date":"19930907","headline":"Thousands Flee Kenya Ethnic Strife","web_url":"https://www.nytimes.com/1993/09/07/world/thousands-flee-kenya-ethnic-strife.html","abstract":"  Renewed ethnic fighting in Kenya's richest farm region has caused thousands to flee their homes and has led to the arrest of opposition members, casting further doubt on the future of multi-party democracy as well as the resumption of suspended Western aid to this African nation, Western diplomats and human rights officials say.   In the worst ethnic violence since independence from Britain in 1963, more than 1,000 people have been killed and an estimated 150,000 to 200,000 made homeless in the last year and a half as violence has torn through the Rift Valley region, which includes 40 percent of Kenya's territory. After a lull of several months, the fighting has flared again, causing a new flood of refugees into the area around Molo.  Charges Against Government    Opposition figures and the Roman Catholic Church, which has provided relief to the displaced, have accused President Daniel arap Moi's Government of promoting the fighting for political gain. But Mr. Moi and his ministers, who have long maintained that a multi-party system would lead to tribal clashes, have lashed back, accusing the United States of collusion with the opposition to destabilize Kenya.","thumbnail":null,"section":"World"},{"date":"19930907","headline":"Why Going Back to School Is Like Jet Lag","web_url":"https://www.nytimes.com/1993/09/07/opinion/l-why-going-back-to-school-is-like-jet-lag-853793.html","abstract":"  To the Editor:   In the next weeks a major segment of our population will be suffering from an indisposition that most resembles the jet lag in a trip from New York to Berlin. These people will be getting insufficient sleep at night. They will be grouchy and inattentive during the day. Performance will suffer, and family interpersonal conflicts will develop.","thumbnail":null,"section":"Opinion"},{"date":"19930907","headline":"No Headline","web_url":"https://www.nytimes.com/1993/09/07/nyregion/no-headline-305593.html","abstract":"  It's not an easy time to be an immigrant in this country, and it's not an easy time to be an Iraqi. But these refugees were victims over there, and now they've become victims here. -- ELIZABETH UNDERHILL, executive director of the Dallas branch of the International Rescue Committee.  [ D10:2. ]","thumbnail":null,"section":"New York"},{"date":"19930907","headline":"Lace Up: Ice Is for More Than Highballs Now","web_url":"https://www.nytimes.com/1993/09/07/sports/hockey-lace-up-ice-is-for-more-than-highballs-now.html","abstract":"  Hockey fans are sick of it, just fed up with all of it: The bench-clearing brawls; the gratuitous violence that mars the game; the endless strife between labor and management; the bitter haggling among team owners over control of the business, and the continuing confusion over television policy. Thank goodness the baseball season is almost over, hockey fans say, and they can return to the relative peace and stability of their winter game.   While the pennant races conclude and football begins its regular autumn season, hockey sneaks quietly in the back door this week, with players reporting to training camps to prepare for a regular season that starts in early October and is followed by a playoff tournament that ends in mid-June. No season in any sport goes so long, not even baseball.","thumbnail":null,"section":"Sports"},{"date":"19930907","headline":"Sour Old St. Nicholas Fed Up With Schourek","web_url":"https://www.nytimes.com/1993/09/07/sports/baseball-sour-old-st-nicholas-fed-up-with-schourek.html","abstract":"  Mets jobs are being lost, not won. Pete Schourek, for instance, has no friend in Manager Dallas Green, who could stomach only one inning from the pitcher today and then told reporters, \"I'll give him to you for Christmas if you want.\"   But Schourek was only half of the problem today. The matinee starting pitcher was Sid Fernandez, who was so afraid of stolen bases that he injured himself speeding up his delivery. He left a one-run game after five innings because his throwing shoulder was tingling, which was the only reason Schourek even stood up in the bullpen. Two Schourek walks and a Luis Gonzalez double later, the Mets were well on their way to a 7-2 defeat to the Astros.","thumbnail":null,"section":"Sports"},{"date":"19930907","headline":"Champion Paralyzed","web_url":"https://www.nytimes.com/1993/09/07/sports/sports-people-motorcycle-racing-champion-paralyzed.html","abstract":"  The world motorcycle champion, WAYNE RAINEY of the United States, is paralyzed from the waist down as a result of a crash during the Italian Grand Prix Sunday, a doctor said yesterday. Rainey, 32, of Los Angeles, sustained spinal and abdominal trauma in the crash, Dr. DORIANO ZAPPI said from the northern Italian city of Cesena. Zappi could not say whether the paralysis would be permanent.  (AP)","thumbnail":null,"section":"Sports"},{"date":"19930907","headline":"Bridge","web_url":"https://www.nytimes.com/1993/09/07/nyregion/bridge-580593.html","abstract":"  The surviving American open team, U.S.A. No. 2, began shakily in the semifinal of the Bermuda Bowl contest here this afternoon at the NEC World Championships. They had the worst of a series of wild hands, and twice lost 17 imps in the first 10 deals. After 26 deals of a scheduled 96 they trailed the Netherlands by 14 imps. The team includes David Berkowitz, Larry Cohen, Sam Lev and Marty Bergen, all from the New York area, Cliff Russell of Miami and Eric Rodwell of Naperville, Ill. In the other semifinal Norway led Brazil by 26.   In the Venice Cup contest for women's teams, the surviving American team led Argentina by 35 after 26 deals. The players are Kerri Shuman Sanborn and Sue Picus, both of Manhattan, Karen McCallum of Boston, Sharon Osberg of San Francisco and Kay Schulle and Jill Meyers, both of Santa Monica, Calif. In the other semifinal Sweden led Germany by 12.","thumbnail":null,"section":"New York"},{"date":"19930907","headline":"1893:Russians Welcome : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/09/07/opinion/IHT-1893russians-welcome-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The enthusiasm aroused by the coming visit of the Russian fleet to Toulon, which is regarded as a public affirmation of the Franco-Russian alliance, is steadily increasing. At Toulon a splendid welcome is being prepared for the visitors, and the M","thumbnail":null,"section":"Opinion"},{"date":"19930907","headline":"Human Nose May Hold An Additional Organ For a Real Sixth Sense","web_url":"https://www.nytimes.com/1993/09/07/science/human-nose-may-hold-an-additional-organ-for-a-real-sixth-sense.html","abstract":"  IT appears that humans, like most animals, may exude a copious cloud of odorless chemicals called pheromones that send meaningful signals to other humans. If research now under way pans out, it signifies the discovery of a cryptic sensory system that exists without conscious awareness yet may influence fundamental human behaviors involving sexual reproduction and the ability to discriminate between individuals.   Unfortunately, release of the research is complicated by commercial concerns. Dr. David Berliner, a medical doctor and anatomist who now runs a private biotechnology company, contends that he has isolated pheromones from human skin cells. But to the frustration of scientists who want to get their hands on the pheromones for basic research, he is keeping their identity and structure secret until patents are granted for their use in scents and pharmaceuticals, which he expects to happen early next year. He has announced plans to market a perfume containing them as a secret ingredient.","thumbnail":null,"section":"Science"},{"date":"19930907","headline":"When a Vital Gene Is Missing, Understudies Fill In","web_url":"https://www.nytimes.com/1993/09/07/science/when-a-vital-gene-is-missing-understudies-fill-in.html","abstract":"PERHAPS the most striking lesson to emerge from recent efforts to understand genes by seeing what happens to mice that lack a particular gene is how supple and resourceful the genetic program can be.\n\nIn experiments with these so-called knockout mice, rodents shorn of genes once deemed essential to life often manage to survive just fine -- evidence, scientists say, that there is extensive redundancy built into an animal's blueprint. If one important gene is deleted from an animal's DNA, other genes apparently can stand in for the missing player. Or at least they give it their yeoman's best.","thumbnail":null,"section":"Science"},{"date":"19930907","headline":"The War on Arab Intellectuals","web_url":"https://www.nytimes.com/1993/09/07/opinion/the-war-on-arab-intellectuals.html","abstract":"  Alongside justifiable outrage against the Iranian death sentence pronounced on the writer Salman Rushdie, there has been a deafening silence in response to the dirty new war on Arab intellectuals.   It is a more serious threat to hopes for a liberal, peaceable world than the bombing in New York, and there have already been more people killed. Mr. Rushdie has been made the symbol of the right to free expression of writers everywhere.","thumbnail":null,"section":"Opinion"},{"date":"19930907","headline":"Finding Gold, of a Sort, in Landfills","web_url":"https://www.nytimes.com/1993/09/07/us/finding-gold-of-a-sort-in-landfills.html","abstract":"  While most cities are still struggling to recycle today's trash, officials here have taken a novel approach to the waste problem -- they are mining yesterday's garbage.   At a municipal landfill nestled in rolling farmland along the Susquehanna River about 10 miles west of here, the detritus that is dug up helps feed a nearby incinerator that supplies electricity for more than 15,000 homes.","thumbnail":null,"section":"U.S."},{"date":"19930907","headline":"Transactions","web_url":"https://www.nytimes.com/1993/09/07/sports/transactions-809093.html","abstract":"  Baseball  American League   BOSTON RED SOX -- Recalled Greg Blosser and Jeff McNeely, outfielders, and John Flaherty, catcher, from Pawtucket of the International League. Purchased the contract of Steve Lyons, infielder, from Pawtucket. Activated Luis Rivera, infielder, from the 15-day disabled list.   DETROIT TIGERS -- Recalled Mike Gardiner, pitcher, from Toledo of the International League.","thumbnail":null,"section":"Sports"},{"date":"19930907","headline":"In a Palestinian Center, A State Is Taking Shape","web_url":"https://www.nytimes.com/1993/09/07/world/in-a-palestinian-center-a-state-is-taking-shape.html","abstract":"  Who will police the new Palestine? How will the garbage be collected, the potholes fixed, the electric power generated?   The mundane but critical details of a Palestinian future are being planned on a quiet East Jerusalem side street in a graceful old stone mansion, until recently closed and shuttered, that is fast taking on the trappings of a national capitol.","thumbnail":null,"section":"World"},{"date":"19930907","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/09/07/nyregion/metro-digest-405193.html","abstract":"  ADVANCES FOR THE MENTALLY HANDICAPPED   Advocates for the retarded say that advances in technology, including switches that respond to eye or head movements, or even a smile or a breath, have the potential to revolutionize the care and education of the mentally handicapped, giving them a new independence and easing their transition into the community. A1. NEW YORK CITY","thumbnail":null,"section":"New York"},{"date":"19930907","headline":"Schossberg Joins Race for Top Colt","web_url":"https://www.nytimes.com/1993/09/07/sports/horse-racing-schossberg-joins-race-for-top-colt.html","abstract":"  If the king of the 3-year-old colts is going to make a dramatic arrival in the second half of the racing season, he had better hurry because new pretenders are staking claims in almost every major race. And a sleek new pretender appeared yesterday at Belmont Park when the Canadian star Schossberg won the 124th running of the Jerome Handicap by the length of his head over Williamstown.   And they were not alone at the finish. Williamstown's stablemate Mi Cielo finished half a length back, and the favorite, Allen Jerkens's Virginia Rapids, was another half a length back. So, four horses were bunched within one length or so in a photo finish that kept everybody's chances alive for the final three months of the search for a king of the 3-year-olds.","thumbnail":null,"section":"Sports"},{"date":"19930907","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/09/07/nyregion/chronicle-836793.html","abstract":"  The war in the former Yugoslavia is drawing further offers of help for its victims.   VANESSA REDGRAVE, the British actress, arrived in Macedonia yesterday, Reuters reported, and met with leading actors and musicians to organize a series of concerts for suffering children.","thumbnail":null,"section":"New York"},{"date":"19930907","headline":"Black Baptists Gather to Rally the Faithful Against Social Ills","web_url":"https://www.nytimes.com/1993/09/07/nyregion/black-baptists-gather-to-rally-the-faithful-against-social-ills.html","abstract":"  The nation's largest black religious organization will gather in New York City this week, filling the halls of Madison Square Garden with song and sermon and proclaiming a message of self-empowerment that its leaders hope will filter throughout black America.   Up to 50,000 members of the National Baptist Convention, USA Inc., are expected to attend the 113th annual gathering, which starting tomorrow will bring together ministers, ushers and others among the faithful for five days of communion and celebration. National Baptist officials expect the meeting to be one of the biggest in the group's history. By comparison, the Democratic National Convention last year drew 20,000 participants.","thumbnail":null,"section":"New York"},{"date":"19930907","headline":"Amid X's and O's, Birden Prefers to Be a Z","web_url":"https://www.nytimes.com/1993/09/07/sports/on-pro-football-amid-x-s-and-o-s-birden-prefers-to-be-a-z.html","abstract":"  J.J. Birden is often the H receiver.   Sometimes he is the X.   He would simply love to play more Z.","thumbnail":null,"section":"Sports"},{"date":"19930907","headline":"Zvereva Keeps Busy Around the Courts","web_url":"https://www.nytimes.com/1993/09/07/sports/us-open-93-notebook-zvereva-keeps-busy-around-the-courts.html","abstract":"  Keeping up with Natalya Zvereva on the courts is tougher than tracking Tom Cruise or Alec Baldwin in the stands.   Zvereva advanced to the quarterfinals after beating Maria Jose Gaidano, 6-0, 6-2, yesterday morning on the Grandstand Court. Then she raced over to Court 7 about two hours later to play in the mixed doubles quarterfinals with Mark Kratzmann.","thumbnail":null,"section":"Sports"},{"date":"19930907","headline":"Why Going Back to School Is Like Jet Lag; Faulty Comparison","web_url":"https://www.nytimes.com/1993/09/07/opinion/l-why-going-back-to-school-is-like-jet-lag-faulty-comparison-855393.html","abstract":"  To the Editor:   Your article on the lagging of American teacher salaries behind those elsewhere (Education page, Aug. 18) is deceptive. All of the salaries have been blindly converted to a dollar standard, using current foreign exchange rates, without even mentioning how far these salaries might go in costs of living and tax burdens.","thumbnail":null,"section":"Opinion"},{"date":"19930907","headline":"Ultimatum? Not Me","web_url":"https://www.nytimes.com/1993/09/07/sports/sports-people-pro-football-ultimatum-not-me.html","abstract":"  BARRY FOSTER 's agent has denied a CBS-TV report that the running back won't play Sunday against the Los Angeles Rams if he doesn't get a contract extension by Friday.   \"Barry wants a contract done by Friday,\" the agent, JORDAN WOY , told the Pittsburgh Post-Gazette. \"But we never said he won't play.\"","thumbnail":null,"section":"Sports"},{"date":"19930907","headline":"Congress Facing Heavy Schedule Of Tough Issues","web_url":"https://www.nytimes.com/1993/09/07/us/congress-facing-heavy-schedule-of-tough-issues.html","abstract":"  Congress will return from vacation on Tuesday to confront the heaviest variety of complex legislative issues it has faced in many years, while hoping to improve its standing with the public by seeking solutions to the nation's toughest problems.   None of this fall's issues may prove to be as challenging as the budget bill, which barely passed in both houses last month. But the vote on the North American Free Trade Agreement may be as close, and the health care overhaul may be even more complicated, even though both may well attract a level of bipartisan cooperation all but unseen in the 103d Congress. Heavy Fall Schedule    The scope of the agenda awes many lawmakers. Even without health and trade, Congress will have a heavy fall schedule with commitments to act on these issues:","thumbnail":null,"section":"U.S."},{"date":"19930907","headline":"Editorial Notebook; Here Come the Westerners","web_url":"https://www.nytimes.com/1993/09/07/opinion/editorial-notebook-here-come-the-westerners.html","abstract":"  Even the most seasoned travelers have trouble finding the true pulse of Eastern Europe these days. Little wonder; it's ticking away under a rapidly growing layer of Western influences.    Kmarts, McDonald's and Benettons are all over the lot; there are five McDonald's in Prague alone. For New Yorkers who hate to leave home, there's Young & Rubicam, and a whole passel of White and Case lawyers. In Budapest, the Manhattan restaurant owner George Lang runs Gundel, an eatery that Queen Elizabeth uses when she's in town. And a group headed by Ronald Lauder, who ran for mayor of New York City in 1989, plans to start the first commercial TV channel in the Czech Republic early next year.","thumbnail":null,"section":"Opinion"},{"date":"19930907","headline":"Medicare Ruling Favors New York Over New Jersey","web_url":"https://www.nytimes.com/1993/09/07/nyregion/medicare-ruling-favors-new-york-over-new-jersey.html","abstract":"  Instead of the usual highly publicized competition between New York and New Jersey to lure sports teams and corporate headquarters, this summer's border war was played out stealthily and in Washington.   New Jersey lost.","thumbnail":null,"section":"New York"},{"date":"19930907","headline":"Suspect Said to Reject Nixon Plot","web_url":"https://www.nytimes.com/1993/09/07/nyregion/suspect-said-to-reject-nixon-plot.html","abstract":"  A suspect in a plot to bomb New York City targets discussed the possibility of kidnapping former President Richard M. Nixon and former Secretary of State Henry A. Kissinger, but then said such a plan would not work because holding hostages would be too difficult, according to Government transcripts of secretly recorded conversations.   \"I don't think this is a good idea,\" the suspect, Siddig Ibrahim Siddig Ali, told a Government informer, Emad Salem, during a meeting in May, according to a portion of the transcript reported last night by CNN. \"Even if we kidnap him, what are we going to do with him? And if we released him after a while, so what? We can't keep him forever or dispose of him easily. We are not in Egypt.\" 'Cockamamie Scheme'    William M. Kunstler, a lawyer for Mr. Siddig Ali, confirmed the accuracy of the CNN report. \"There was no real plot at all,\" he said. \"At most, it's Siddig trying to impress Salem with his sagacity. It's a cockamamie scheme.\"","thumbnail":null,"section":"New York"},{"date":"19930907","headline":"Napoleon Invades Big Southern City","web_url":"https://www.nytimes.com/1993/09/07/arts/napoleon-invades-big-southern-city.html","abstract":"  When Napoleon wanted to do something, he wanted to do it big.   In his swift rise to power at the end of the 18th century, the soldier turned emperor dazzled Europe with his taste for the ornate and monumental. Short of stature but long on confidence, he dressed up traditional themes to suit himself, then declared them part of his legend.","thumbnail":null,"section":"Arts"},{"date":"19930907","headline":"Eastern Europe and NATO : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/09/07/opinion/IHT-eastern-europe-and-nato-letters-to-the-editor.html","abstract":"President Boris Yeltsin of Russia has pulled the rug out from under those who argue against expanding NATO. The Poles, Czechs and Hungarians have been trying to join the North Atlantic Treaty Organization since 1990. The West has put them off, usually wi","thumbnail":null,"section":"Opinion"},{"date":"19930907","headline":"Review/Television; Digest's Lift Offered to Viewer, Too","web_url":"https://www.nytimes.com/1993/09/07/arts/review-television-digest-s-lift-offered-to-viewer-too.html","abstract":"  The arrival of \"Reader's Digest: On Television\" may seem like carrying refried beans to El Paso, but so what? Throughout its long and prosperous career, Reader's Digest has easily survived the scorn of a few for the heapings of human interest, health hints, instant inspiration and all-purpose advice that held the affections of so many. Television, of course, has displaced magazines in hearts and minds around the world and given critics an even bigger target for their disdain. So this evocation of the earlier mass merchandiser is a sort of pop hommage.   Tonight's sampling of Great Hits From America's Great Magazine is true to the Digest spirit. Hal Linden is down-home avuncular and Robin Young is up-and-at-'em earnest as they introduce adaptations of popular pieces past with tested magazine blurbs. Here's the table of contents:","thumbnail":null,"section":"Arts"},{"date":"19930907","headline":"Renault-Volvo Marriage Is On","web_url":"https://www.nytimes.com/1993/09/07/world/renault-volvo-marriage-is-on.html","abstract":"  After two years of partnership and several months of complex negotiations that were concluded only on Friday, Renault of France and Volvo of Sweden announced today that they will merge on Jan. 1 to form the world's sixth-largest automotive group.   The merger, which had long been rumored and became widely anticipated over the weekend, is aimed at allowing the two companies to weather the severe recession buffeting the European automobile industry. It will also strengthen them as they prepare for the tougher competition that will come when all restrictions on Japanese auto sales in the European Community are lifted in January 1999.","thumbnail":null,"section":"World"},{"date":"19930907","headline":"Churches Increasingly Join the Concert World","web_url":"https://www.nytimes.com/1993/09/07/arts/churches-increasingly-join-the-concert-world.html","abstract":"  Last year, the conductor Jens Nygaard disbanded his Jupiter Symphony concerts because the cost of presenting them far exceeded the money he could raise for them. But a few months ago, Mr. Nygaard's series was revived with help from Christ and St. Stephen's Church, near Lincoln Center, which let him use its sanctuary as his concert hall for a fraction of the cost of Alice Tully Hall, the orchestra's former home. When the first concerts sold out, the church let Mr. Nygaard add a second series.   Across town, at the Church of St. Ignatius Loyola on the Upper East Side, and in Greenwich Village at the Church of the Ascension, new series of choral concerts have sprung up because the churches' music directors wanted to show off their choirs to the public. And at Corpus Christi Church in Morningside Heights, at St. Paul's Chapel near Wall Street and at the Church of St. Mary the Virgin near Times Square, ensembles of international stature are regularly presented.","thumbnail":null,"section":"Arts"},{"date":"19930907","headline":"In Wheelchairs and on Crutches, Some Disabled Protest a Telethon","web_url":"https://www.nytimes.com/1993/09/07/nyregion/in-wheelchairs-and-on-crutches-some-disabled-protest-a-telethon.html","abstract":"  As an actor, Henry Holden plays clowns, hustlers, seedy desk clerks. He is proud to note that the roles have nothing to do with the fact that he walks on crutches as a result of polio. But when Jerry Lewis's Labor Day telethon rolls around, Mr. Holden said, it is like a return to the Dark Ages for him.   Mr. Holden said he was certain that he gets looked at differently, piteously, in the days after the telethon.  \"How are you going to employ somebody if you have just cried about them?\" said Mr. Holden, 45, supporting himself on hot-pink crutches. \"It depresses and enrages me.\"","thumbnail":null,"section":"New York"},{"date":"19930907","headline":"Why Going Back to School Is Like Jet Lag; Teacher Salaries","web_url":"https://www.nytimes.com/1993/09/07/opinion/l-why-going-back-to-school-is-like-jet-lag-teacher-salaries-854593.html","abstract":"  To the Editor:   \"Teachers in U.S. Trail Those Elsewhere in Pay\" (Education page, Aug. 18) compares teachers with other white-collar professionals as if they all put in the same number of working days a year.","thumbnail":null,"section":"Opinion"},{"date":"19930907","headline":"Housecleaning Time","web_url":"https://www.nytimes.com/1993/09/07/opinion/housecleaning-time.html","abstract":"  Rewind the tape to Inauguration Day. The nation's new chief executive seemed as impatient as his fellow citizens to begin to reclaim the nation's political system from the grip of rich special interests. \"Let us give this capital back to the people to whom it belongs,\" President Clinton thundered.    Fast forward now to last week. There was David Gergen on national television rationalizing why Mr. Clinton may not press House Democrats to pass a campaign-finance reform bill -- the essential centerpiece of any serious political overhaul. There's a lot of resistance, Mr. Gergen explained; Mr. Clinton's fall legislative agenda is crowded.","thumbnail":null,"section":"Opinion"},{"date":"19930907","headline":"Dinkins Renews Ties With Black Leaders","web_url":"https://www.nytimes.com/1993/09/07/nyregion/dinkins-renews-ties-with-black-leaders.html","abstract":"  Playing to his base and cheered on by an exuberant crowd, Mayor David N. Dinkins yesterday stepped away from a spate of recent political troubles and was swamped by black supporters on the streets of Crown Heights.   Grinning and grasping the hands of men, women and children as they strained toward him over police barricades and the heads of friends and strangers, the Mayor appeared relaxed and at ease in what marked a high point in a difficult bid for re-election.","thumbnail":null,"section":"New York"},{"date":"19930907","headline":"Navratilova Ambushed Anew by an Old Rival","web_url":"https://www.nytimes.com/1993/09/07/sports/us-open-93-navratilova-ambushed-anew-by-an-old-rival.html","abstract":"  The nemesis was a mountain that defied lobbing, with a return of serve so low it struck her foe's sneakers like a punch. She was the perpetrator of several of the most disappointing moments in a tennis lifetime that has spanned the decades and still shows no signs of fading away.   Helena Sukova, however familiar, was a nemesis Martina Navratilova thoroughly failed to handle yesterday in their fourth-round match at the United States Open. Sukova, seeded 12th and unintimidated by her 4-25 record against the third-seeded Navratilova, coolly eliminated the Open's four-time champion and sentimental favorite in straight sets, 7-5, 6-4.","thumbnail":null,"section":"Sports"},{"date":"19930907","headline":"PRESIDENT TAKES PLANS TO VOTERS","web_url":"https://www.nytimes.com/1993/09/07/us/president-takes-plans-to-voters.html","abstract":"  His Administration under strain and his leadership questioned over his efforts to advance several sweeping and disparate initiatives simultaneously this fall, President Clinton opened a public relations campaign today to portray the diverse aims as interlocking parts of one grand plan.   \"In the next few weeks, you're going to see the Congress deal with an enormous number of issues, but they all have one thing in common,\" the President said here in a brief speech that was styled and delivered like a campaign address. \"We've got to deal with them to pull our country together and move our country forward.\"","thumbnail":null,"section":"U.S."},{"date":"19930907","headline":"Settling Syria's Share","web_url":"https://www.nytimes.com/1993/09/07/world/settling-syria-s-share.html","abstract":"  The United States and Israel are trying to entice Syria to join the peace bandwagon without promising too much. News analysis, page A12.","thumbnail":null,"section":"World"},{"date":"19930907","headline":"Experts Advise a Healthy Skepticism About Polls","web_url":"https://www.nytimes.com/1993/09/07/science/experts-advise-a-healthy-skepticism-about-polls.html","abstract":"  THOSE who conduct opinion surveys say that too many people have become overly trusting of polls and that a guarded caution is warranted in interpreting them, especially as more groups with vested interests use their polling results to argue for their points of view.   \"People should question the methods and meanings of polls,\" said Dr. Kathleen Frankovic, a political scientist and director of surveys at CBS News. \"People should always, for example, find out who conducted the survey and who's publicizing it. You'd read results of a poll on gun control differently if it was conducted by the National Rifle Association or by a truly independent organization.\"","thumbnail":null,"section":"Science"},{"date":"19930907","headline":"Protecting Simms Giants' Big Need","web_url":"https://www.nytimes.com/1993/09/07/sports/pro-football-protecting-simms-giants-big-need.html","abstract":"  The image of Phil Simms being tossed around by the Chicago Bears like a rag doll is the only memory the Giants would like to erase from their impressive 26-20 victory over the Bears on Sunday. Simms has proved he is one of the toughest quarterbacks ever, but the Giants would like to leave the guts and glory stuff to John Wayne.   Simms took some incredible shots from the Bears' linemen and linebackers, and as Coach Dan Reeves pointed out, some were the result of offensive linemen simply getting beaten. That resulted in Simms taking a beating. The quarterback, known as the Franchise, at the ripe age of 37, won't be able to take much more of that. If he goes down, the Giants could go with him.","thumbnail":null,"section":"Sports"},{"date":"19930907","headline":"Smiling and Relaxed, Giuliani Puts Polished Image Forward","web_url":"https://www.nytimes.com/1993/09/07/us/smiling-and-relaxed-giuliani-puts-polished-image-forward.html","abstract":"  In his 1989 campaign for Mayor, Rudolph W. Giuliani was a political rookie who struck many New Yorkers as both stiff and unpredictable, an unnerving mix for a man who wanted to lead the city. Now a veteran, he is more relaxed and less defensive, dancing the two-step at a hoedown in SoHo, grinning without end through countless parades, and even, disarmingly, poking fun at himself.   As Mayor David N. Dinkins reeled in recent weeks from one crisis to another, Mr. Giuliani offered a bit of advice that he could have used himself in his last bid for City Hall: \"You know,\" he said, stopping just short of condescension, \"the Mayor should really take some time out, cool out and relax a little bit.\" Learned the Hard Way    Is this mellow politician the same man whom hard-edged veterans of city politics dismissed in 1989 as not ready for prime time, a candidate visibly stunned in the klieg lights of his first campaign who screamed \"shut up\" at supporters as they booed the newly elected Mayor while Mr. Giuliani was conceding defeat.","thumbnail":null,"section":"U.S."},{"date":"19930907","headline":"Sports of The Times; 'Lucky Loser' Leaves Open With a Smile","web_url":"https://www.nytimes.com/1993/09/07/sports/sports-of-the-times-lucky-loser-leaves-open-with-a-smile.html","abstract":"  WHAT with all the players griping about the United States Open, I was wondering if maybe there was just one happy player among the assorted racquet-bearing monomaniacs and misanthropes and sociopaths at Flushing Meadows.    I had had quite enough of players moaning about \"poison\" spaghetti the way Andrei Medvedev did, or saying they can only stand one week in New York the way Jana Novotna did. I just wanted to find somebody who was happy to be there. I found her.","thumbnail":null,"section":"Sports"},{"date":"19930907","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/09/07/us/inside-308093.html","abstract":"  Nigerian Strike Ends   Oil employees returned to work 10 days after bringing the country to a halt, but with their major demand unsatisfied. Page A3. Evolutionary Explosion    All the major animal groups still on earth arose in an astonishingly short time from the primordial seas, scientists say. Science Times, page C1. Mining at the Landfill    While most cities are struggling to recycle trash, Lancaster, Pa., has decided to mine its garbage and burn it to create electricity. Page A14. Lessons of War    Tension on the first day of school is universal, but Sarajevo pupils headed for makeshift classrooms accompanied by the sound of shells. Page A8. Baptists Meet in New York    The nation's largest black religious group gathers in New York City this week with a message of self-empowerment for black America. Page B1.","thumbnail":null,"section":"U.S."},{"date":"19930907","headline":"Low-Income New Yorkers to Have Day Care","web_url":"https://www.nytimes.com/1993/09/07/opinion/l-low-income-new-yorkers-to-have-day-care-858893.html","abstract":"  To the Editor:   \"Capital for Human Services\" Op-Ed, Aug. 23) by Senator Carol Moseley-Braun provides recognition of the role public-private partnerships play in providing nonprofit child care to low-income families, primarily in the Midwest. New Yorkers should know that similar alliances among community leaders, government and the private sector are flourishing to the benefit of this city's children.","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19930907","time":"1993-09-07 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":76,"wspd":13},{"date":"19930907","time":"1993-09-07 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":82,"wspd":16.6},{"date":"19930907","time":"1993-09-07 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":78,"wspd":11.2},{"date":"19930907","time":"1993-09-07 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":78,"wspd":14.8},{"date":"19930907","time":"1993-09-07 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.7,"rhum":74,"wspd":11.2},{"date":"19930907","time":"1993-09-07 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":73,"wspd":13},{"date":"19930907","time":"1993-09-07 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":69,"wspd":11.2},{"date":"19930907","time":"1993-09-07 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":69,"wspd":14.8},{"date":"19930907","time":"1993-09-07 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":64,"wspd":16.6},{"date":"19930907","time":"1993-09-07 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.9,"rhum":57,"wspd":13},{"date":"19930907","time":"1993-09-07 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.8,"rhum":51,"wspd":13},{"date":"19930907","time":"1993-09-07 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.8,"rhum":41,"wspd":14.8},{"date":"19930907","time":"1993-09-07 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.1,"rhum":31,"wspd":27.7},{"date":"19930907","time":"1993-09-07 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.8,"rhum":32,"wspd":22.3},{"date":"19930907","time":"1993-09-07 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.5,"rhum":40,"wspd":20.5},{"date":"19930907","time":"1993-09-07 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.1,"rhum":41,"wspd":24.1},{"date":"19930907","time":"1993-09-07 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.7,"rhum":42,"wspd":20.5},{"date":"19930907","time":"1993-09-07 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.1,"rhum":46,"wspd":22.3},{"date":"19930907","time":"1993-09-07 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.6,"rhum":44,"wspd":13},{"date":"19930907","time":"1993-09-07 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.5,"rhum":62,"wspd":14.8},{"date":"19930907","time":"1993-09-07 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.2,"rhum":65,"wspd":14.8},{"date":"19930907","time":"1993-09-07 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.1,"rhum":66,"wspd":14.8},{"date":"19930907","time":"1993-09-07 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.1,"rhum":88,"wspd":14.8},{"date":"19930907","time":"1993-09-07 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":93,"wspd":7.6},{"date":"19930907","time":"1993-09-07 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":60,"wspd":14.8},{"date":"19930907","time":"1993-09-07 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":69,"wspd":13},{"date":"19930907","time":"1993-09-07 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":74,"wspd":13},{"date":"19930907","time":"1993-09-07 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":76,"wspd":13},{"date":"19930907","time":"1993-09-07 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":76,"wspd":13},{"date":"19930907","time":"1993-09-07 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":79,"wspd":13},{"date":"19930907","time":"1993-09-07 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":82,"wspd":13},{"date":"19930907","time":"1993-09-07 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":84,"wspd":5.4},{"date":"19930907","time":"1993-09-07 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":84,"wspd":7.6},{"date":"19930907","time":"1993-09-07 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":84,"wspd":9.4},{"date":"19930907","time":"1993-09-07 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":76,"wspd":11.2},{"date":"19930907","time":"1993-09-07 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":81,"wspd":14.8},{"date":"19930907","time":"1993-09-07 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":73,"wspd":14.8},{"date":"19930907","time":"1993-09-07 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":64,"wspd":18.7},{"date":"19930907","time":"1993-09-07 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":60,"wspd":18.7},{"date":"19930907","time":"1993-09-07 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":56,"wspd":11.2},{"date":"19930907","time":"1993-09-07 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":51,"wspd":9.4},{"date":"19930907","time":"1993-09-07 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":53,"wspd":9.4},{"date":"19930907","time":"1993-09-07 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":58,"wspd":9.4},{"date":"19930907","time":"1993-09-07 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":79,"wspd":9.4},{"date":"19930907","time":"1993-09-07 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":74,"wspd":14.8},{"date":"19930907","time":"1993-09-07 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":76,"wspd":18.7},{"date":"19930907","time":"1993-09-07 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":73,"wspd":20.5},{"date":"19930907","time":"1993-09-07 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":73,"wspd":16.6}]},"19930908":{"guardian_articles":[],"nytimes_articles":[{"date":"19930908","headline":"Jump-Rope Rhymes That Last a Lifetime","web_url":"https://www.nytimes.com/1993/09/08/opinion/l-jump-rope-rhymes-that-last-a-lifetime-046493.html","abstract":"  To the Editor:   I have just passed my 80th birthday, and \"Pupils Find Jump-Rope Rhymes Leapfrog Ocean\" (Education page, Aug. 25) brought back pleasant memories. My own rope-jumping days took place between 1919 and 1927 on the streets of Manhattan -- 117th Street, between Park and Madison Avenues, and in Mount Morris Park (now Marcus Garvey Park). In 1927, my family moved to the Bronx, I entered high school and abandoned the joys of rhythmic jumping on the sidewalk.","thumbnail":null,"section":"Opinion"},{"date":"19930908","headline":"Accord a Bittersweet Occasion for Arabs in U.S.","web_url":"https://www.nytimes.com/1993/09/08/us/mideast-accord-accord-a-bittersweet-occasion-for-arabs-in-us.html","abstract":"  On his first trip to the West Bank two years ago to visit relatives, Ray Hanania, a Palestinian-American writer and political consultant from Chicago, said he had been strip-searched by the Israeli Army before he could even enter the area, then stopped twice more by the Israeli police as he walked through the streets where his father had grown up.    A gun was pressed into the small of his back. He flashed his passport and was allowed to leave. Just routine, the police said.","thumbnail":null,"section":"U.S."},{"date":"19930908","headline":"Tumor Treatment Showing Promise","web_url":"https://www.nytimes.com/1993/09/08/us/tumor-treatment-showing-promise.html","abstract":"  A radical treatment for brain tumors unlike any therapy used before has proved promising in early clinical trials, researchers report. But they are emphasizing that the trial is small, that the results are preliminary and that much work remains to be done before the new approach can claim genuine clinical value.   The treatment is an elaborate type of gene therapy in which foreign genes are delivered into a patient's tumor cells to make the malignant mass highly susceptible to a drug called ganciclovir. In eight patients treated so far, five responded markedly to the therapy, their brain tumors either shrinking or showing signs that tumor cells were dying. The patients had previously failed to respond to conventional therapies like surgery, radiation or chemotherapy.","thumbnail":null,"section":"U.S."},{"date":"19930908","headline":"In the Inner City, a Hungry Scramble for a Few Choice Classroom Seats","web_url":"https://www.nytimes.com/1993/09/08/education/in-the-inner-city-a-hungry-scramble-for-a-few-choice-classroom-seats.html","abstract":"  There is a powerful hunger among parents in America's big cities for a quality public school. Last spring, Wayne State University announced it would be starting a new middle school, open to any Detroit child in sixth to eighth grade. More than 6,000 applications were submitted in two months -- for 330 spots.   At the selection lottery, Gov. John Engler noted that one child, Calvin Walker Jr., had applied 100 times.","thumbnail":null,"section":"Education"},{"date":"19930908","headline":"Victory to Redskins, But Credit to Petitbon","web_url":"https://www.nytimes.com/1993/09/08/sports/on-pro-football-victory-to-redskins-but-credit-to-petitbon.html","abstract":"  \"We want Dallas! We want Dallas! We want Dallas!\"   That chant rolled through R.F.K. Memorial Stadium moments before the kickoff as Washington Redskins fans stood and screamed and clapped and stomped their feet and seemed to sense that something special -- for their guys or for the old, dreaded enemy -- was about to happen. It certainly did.","thumbnail":null,"section":"Sports"},{"date":"19930908","headline":"Moore Is Off and Running as the Jets' Receiver Starts in Fine Style","web_url":"https://www.nytimes.com/1993/09/08/sports/jets-notebook-moore-is-off-and-running-as-the-jets-receiver-starts-in-fine-style.html","abstract":"  In the first half of Sunday's season opener against Denver, the Jets receiver Rob Moore was still in a receiving drought that had consumed most of his preseason. He had caught only two passes in preseason in limited appearances and he had missed the final preseason game with a bruised knee.   \"It was kind of frustrating,\" Moore said. \"I just wanted to get my hands on the ball and get an opportunity to do something.\"","thumbnail":null,"section":"Sports"},{"date":"19930908","headline":"With Schools Late Again, Chicago Parents Sigh and Then Adapt","web_url":"https://www.nytimes.com/1993/09/08/us/with-schools-late-again-chicago-parents-sigh-and-then-adapt.html","abstract":"  For years, the wait for word about whether school would start on time here has been a nerve-racking part of summer vacation.    While parents in other cities bought back packs and crayons for their children in anticipation of school, Chicago parents often did not know when school would start, and the scheduled opening day seemed more a vague target than reality.","thumbnail":null,"section":"U.S."},{"date":"19930908","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/09/08/us/inside-335293.html","abstract":"  Botanical Garden Seeks User-Friendly Approach   The New York Botanical Garden is undertaking a seven-year, $165 million master plan to rebuild the landmark institution, both physically and philosophically. The Bronx garden is increasing its financing for research and turning its collections into more user-friendly exhibits. Page B1. A New Surgeon General    After months of rancor caused by her outspokenness on abortion and sex education, Joycelyn Elders was confirmed by the Senate. Page A18. WNET Calls Program Untrue    Channel 13 says a program portraying a black battalion liberating two Nazi camps was untrue. Page B1. When Will School Bells Ring?    A setback in asbestos inspections raised new questions on when New York's schools would open. And in Chicago, parents adapted to another delay in classes. Pages B3 and B12.  Courier and Becker Fall    Jim Courier, the No. 1 player in men's tennis, and Boris Becker, seeded fourth, were the latest upset victims at the United States Open. Page B15.","thumbnail":null,"section":"U.S."},{"date":"19930908","headline":"EASTERN COLLEGE REPORT","web_url":"https://www.nytimes.com/1993/09/08/sports/eastern-college-report.html","abstract":"  Rutgers    Because the opening game, a 68-6 rout of Colgate, was an obvious mismatch, Coach Doug Graber said he still has no idea \"what kind of a team we are.\" Graber will find out more on Saturday night when the Scarlet Knights play Duke in Giants Stadium.    The Blue Devils were routed by Florida State, 45-7, in their opener, but they trounced Rutgers, 42-22, two years ago when Dave Brown, now a backup quarterback with the Giants, passed for four touchdowns.","thumbnail":null,"section":"Sports"},{"date":"19930908","headline":"Words Israelis Insist P.L.O. Drop in Pact","web_url":"https://www.nytimes.com/1993/09/08/world/mideast-accord-words-israelis-insist-plo-drop-in-pact.html","abstract":"  One barrier to the formal signing of the agreement on limited Palestinian self-rule has been the prolonged negotiations over mutual recognition of the Palestine Liberation Organization and Israel. Israel is reportedly asking that the P.L.O. revoke the call for the destruction of Israel that is part of the organization's covenant, the Palestinian National Charter. Here are excerpts from the charter, adopted in 1964 and revised in 1968:   Armed struggle is the only way to liberate Palestine.                    . . .     ","thumbnail":null,"section":"World"},{"date":"19930908","headline":"P.L.O. Chiefs Try to Resolve Charter Dispute With Israel","web_url":"https://www.nytimes.com/1993/09/08/world/mideast-accord-plo-chiefs-try-to-resolve-charter-dispute-with-israel.html","abstract":"  Negotiators from the Palestine Liberation Organization searched today for treaty language that would assure Israel that the P.L.O. has clearly rejected its 29-year-old charter calling for armed rebellion against the Jewish state, even though they say they cannot yet revoke or change a single word of the document.   While trying to cobble together a formulation that will break a stalemate in talks over mutual recognition, Yasir Arafat, the P.L.O. chairman, and his Egyptian advisers insist that the charter, orginally written in 1964, is irrelevant. But they say they cannot revoke or amend it without first convening the organization's 600-member parliament in exile, a process that that would take weeks, provoke angry debate and bring the aborning peace process to a crashing halt.","thumbnail":null,"section":"World"},{"date":"19930908","headline":"Why Is It That, So Often in Sports, Triumph Begets Tragedy","web_url":"https://www.nytimes.com/1993/09/08/sports/IHT-why-is-it-that-so-often-in-sports-triumph-begets-tragedy.html","abstract":"What is it in man that turns beauty under the stadium lights into into death in the streets before daybreak? .Colombia brought off one of the peak performances of all time on Sunday, beating Argentina by the score of 5-0 in Buenos Aires. The victory fo","thumbnail":null,"section":"Sports"},{"date":"19930908","headline":"Six to Eight Are on List For New Commissioner","web_url":"https://www.nytimes.com/1993/09/08/sports/baseball-six-to-eight-are-on-list-for-new-commissioner.html","abstract":"  On the first anniversary of Fay Vincent's forced resignation as baseball commissioner, the chairman of the committee still seeking Vincent's successor said today that six to eight people remain on the list of candidates.   The committee chairman, William Bartholomay of the Atlanta Braves, declined to identify the remaining candidates but said: \"We all hope Bud Selig would reconsider, but he maintains his position. He has extraordinary support from all aspects of ownership. The committee wouldn't be continuing if he was willing to go on.\"","thumbnail":null,"section":"Sports"},{"date":"19930908","headline":"On This Night, Becker Digs Too Deep a Hole","web_url":"https://www.nytimes.com/1993/09/08/sports/us-open-93-on-this-night-becker-digs-too-deep-a-hole.html","abstract":"  Boris Becker's habit of falling into a two-set hole and then climbing out backfired last night when 60th-ranked Magnus Larsson closed the trap door on Becker in the fourth set of their fourth-round match at the United States Open.   The 6-2, 6-3, 3-6, 7-5 victory by the unheralded 23-year-old Swede claimed still another men's contender, as Becker was seeded fourth. On the day the Open also lost its top-seeded player, Jim Courier, the fourth round was completed with 11 of the 16 men's seeds gone. Becker's departure also insures a semifinal berth for the winner of Larsson's quarterfinal with the unseeded Australian Wally Masur, who rallied from 0-5 in the fifth set to beat his countryman Jaime Morgan last night.","thumbnail":null,"section":"Sports"},{"date":"19930908","headline":"An Insidious Poison Lurks in Some Fish","web_url":"https://www.nytimes.com/1993/09/08/health/an-insidious-poison-lurks-in-some-fish.html","abstract":"  IT seems terribly unfair when people are careful to select health-promoting foods and then get sick from eating them. That was the fate of a Massachusetts couple, Dr. and Mrs. Richard Berlin of Pittsfield, who became mysteriously ill after dining on red snapper while vacationing in South Florida.   It took six months and numerous visits to the doctor before the true cause of their strange symptoms was uncovered through persistent sleuthing by the ill physician.","thumbnail":null,"section":"Health"},{"date":"19930908","headline":"Corrections","web_url":"https://www.nytimes.com/1993/09/08/nyregion/c-corrections-007393.html","abstract":"  A map on Aug. 31 with an article about politics and poverty in Nicaragua showed an incorrect location for La Esperanza, one site of desperation. As noted in the article, it is just outside Leon, about 20 miles northeast of that city (not 200 miles).","thumbnail":null,"section":"New York"},{"date":"19930908","headline":"Indian Democracy : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/09/08/opinion/IHT-indian-democracy-letters-to-the-editor.html","abstract":"Martin Salgado's letter, \"India and the UN\" (Aug. 26), seems biased and shortsighted. Let me remind him that not only is India the second military power in Asia after China, but also the only country outside the West to have a truly democratic","thumbnail":null,"section":"Opinion"},{"date":"19930908","headline":"Personal Health","web_url":"https://www.nytimes.com/1993/09/08/health/personal-health-830393.html","abstract":"  LAST July, the Food and Drug Administration approved for marketing the first drug ever proved to change the natural course of multiple sclerosis for the better. Though not a cure, the drug, Betaseron, decreases the frequency of attacks by 30 percent and diminishes the severity of those attacks in 25 percent of patients with the relapsing/remitting form of M.S.    Yet to the great disappointment of the National Multiple Sclerosis Society, in the weeks since the drug was approved and made available by lottery, the society has received many more inquiries about bee venom than about Betaseron.","thumbnail":null,"section":"Health"},{"date":"19930908","headline":"Jury in Florida Convicts 2 Whites Of Burning Black Brooklyn Man","web_url":"https://www.nytimes.com/1993/09/08/us/jury-in-florida-convicts-2-whites-of-burning-black-brooklyn-man.html","abstract":"  Two white drifters accused of abducting a black Brooklyn man on vacation in Florida and setting him on fire were found guilty here today of attempted murder, kidnapping and armed robbery. The verdict brought a quick and decisive end to a case that had been plagued by a series of judicial mishaps and disagreements.   Mark Kohut and Charles Rourk, a pair of day laborers who were roommates in a trailer park in the central Florida town of Lakeland, now face the possibility of life in prison because of their attack on Christopher Wilson. On New Year's Day, Mr. Wilson, a 32-year-old stockbrokerage clerk, was visiting friends in Tampa when the two men decided to rob him. 'Agony and Frustration'    In a statement read by prosecutors after the verdict was announced, Mr. Wilson said he was \"happy to know that justice was served.\" But in the same statement, Mr. Wilson's mother, Enid Plummer, added, \"As a black mother, never would I wish for anyone, black or white, to have to undergo the pain, agony and frustration we have been going through and are still going through.\"","thumbnail":null,"section":"U.S."},{"date":"19930908","headline":"Lemaire Almost a Rookie Among Rookies as Devils Start Camp","web_url":"https://www.nytimes.com/1993/09/08/sports/hockey-lemaire-almost-a-rookie-among-rookies-as-devils-start-camp.html","abstract":"  Jacques Lemaire worked on the ice for the first time as the coach of the Devils today, barking orders to rookies and free agents. He interrupted drills frequently and demonstrated what he wanted the players to do.   \"A few drills were a little complicated for the first day and the kids were a little too tight, not sharp enough, but they loosened up about half an hour into practice,\" Lemaire said in his first post-practice interview at the Devils' training center.","thumbnail":null,"section":"Sports"},{"date":"19930908","headline":"Corrections","web_url":"https://www.nytimes.com/1993/09/08/nyregion/c-corrections-010393.html","abstract":"  The Pulse chart in The Metro Section on Monday, about the average weekly hours worked in manufacturing in New York City and New York State, misattributed the information. It came from the Bureau of Labor Statistics, not the Mortgage Bankers Association of America.","thumbnail":null,"section":"New York"},{"date":"19930908","headline":"No Epidemic in Thailand : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/09/08/opinion/IHT-no-epidemic-in-thailand-letters-to-the-editor.html","abstract":"Regarding \"New Strain of Cholera Spreads Into Thailand\" (Aug. 14): .I can assure your readers that there is no cholera epidemic in Thailand. While sanitation and the state of health care in Thailand may not be the best in the world, they are","thumbnail":null,"section":"Opinion"},{"date":"19930908","headline":"CANADIAN TO CALL GENERAL ELECTION","web_url":"https://www.nytimes.com/1993/09/08/world/canadian-to-call-general-election.html","abstract":"  After a summer of image building that raised her standing in the polls, Prime Minister Kim Campbell is to call a general election for Oct. 25 on Wednesday, officials in her office said today.   The first woman ever to lead Canada -- she succeeded Brian Mulroney after being chosen at a Progressive Conservative Party convention in June -- Ms. Campbell is hoping for a voter mandate that will give the Tories a third five-year term at the helm in Ottawa.","thumbnail":null,"section":"World"},{"date":"19930908","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/09/08/style/chronicle-013893.html","abstract":"  Never did the coterie of young expatriate writers and editors on the Left Bank in Paris in 1953 imagine that the publication they were invited to join or write for would survive 40 years.    TOM GUINZBERG, one of the founding editors of The Paris Review recalled the other day: \"Some people doubted that it would last a year. So we sold lifetime subscriptions -- to our families -- for $100. We also sold positions on the masthead. For $10 you became an assistant editor, for $25 an advisory editor.\"","thumbnail":null,"section":"Style"},{"date":"19930908","headline":"Nordiques' Coach Is Rewarded","web_url":"https://www.nytimes.com/1993/09/08/sports/sports-people-hockey-nordiques-coach-is-rewarded.html","abstract":"  PIERRE PAGE, the coach and general manager who helped the Quebec Nordiques became competitive again, was rewarded with a four-year contract extension. Details were not revealed.","thumbnail":null,"section":"Sports"},{"date":"19930908","headline":"Washington Takes Leaf From Business Manuals","web_url":"https://www.nytimes.com/1993/09/08/us/washington-takes-leaf-from-business-manuals.html","abstract":"  In its drive to streamline the Federal Government, the Clinton Administration is following the path that Corporate America has been on for years. It is called \"downsizing\" or \"re-engineering,\" in business jargon, while the code phrase among policy makers is \"reinventing government.\" Whatever the terminology, it means drastically changing the way work is done -- and it also means significant job cuts.   In the private sector, the results have been decidedly mixed. Companies like General Electric and Xerox have become leaner, more competitive forces in the global economy, while the jury is still out on struggling giants like I.B.M. and General Motors.","thumbnail":null,"section":"U.S."},{"date":"19930908","headline":"1893: Crisis in Brazil : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/09/08/opinion/IHT-1893-crisis-in-brazil-in-our-pages100-75-and-50-years-ago.html","abstract":"MONTEVIDEO - A grave crisis has arisen in Brazil. President Floriana Peixoto has vetoed a bill which made it impossible for a vice-president to become president of the Brazilian Republic. The navy has taken the matter up and demands the resignation of Pei","thumbnail":null,"section":"Opinion"},{"date":"19930908","headline":"Review/Film; Reflections and Envy in Good Twin, Bad Twin","web_url":"https://www.nytimes.com/1993/09/08/movies/review-film-reflections-and-envy-in-good-twin-bad-twin.html","abstract":"Good twin, evil twin separated at birth. Likable but mushy.","thumbnail":null,"section":"Movies"},{"date":"19930908","headline":"Price Club Is Planning Store on S.I.","web_url":"https://www.nytimes.com/1993/09/08/nyregion/price-club-is-planning-store-on-si.html","abstract":"  The Price Club is coming to New York City.   Mayor David N. Dinkins announced yesterday that the owners of the popular warehouse retail chain had been chosen to develop a 1.2 million-square-foot shopping center in Charleston, S.I.","thumbnail":null,"section":"New York"},{"date":"19930908","headline":"Books of The Times; 2 Maiden Ladies and Their Century","web_url":"https://www.nytimes.com/1993/09/08/books/books-of-the-times-2-maiden-ladies-and-their-century.html","abstract":"  Having Our Say  The Delany Sisters' First 100 Years  By Sarah and A. Elizabeth Delany with Amy Hill Hearth  Illustrated. 210 pages. Kodansha. $20.   Sometimes they sound like the oldest living Confederate widows, and sometimes they sound like turn-of-the-century Negro blue bloods. They refer to the Civil War as \"the Surrender\" and those we would call bigots they call \"those rebby boys.\" They are not \"old maids,\" they are \"maiden ladies,\" and at 103 and 101, they avoid all hospitals. \"One time, some doctor asked Sadie to do a senility test. Of course, she passed. A year later, he asked her to do it again, and she said, 'Don't waste your time, doctor.' And she answered all the questions from the year before, before he could ask them. And then she said to me, 'Come on, Bess, let's get on out of here.' \"","thumbnail":null,"section":"Books"},{"date":"19930908","headline":"Don't Throw Out the Baby in Parking Scandal","web_url":"https://www.nytimes.com/1993/09/08/opinion/l-don-t-throw-out-the-baby-in-parking-scandal-039193.html","abstract":"  To the Editor:   As one of the few physicians who has survived more than 10 years of public service as an urban chief health officer, I occasionally stick my public health stethoscope on another city's chest. During a delightful August visit to New York City, I read of Mayor David N. Dinkins's canceling a collection contract with Lockheed Information Management Services.","thumbnail":null,"section":"Opinion"},{"date":"19930908","headline":"Wooing Visitors Into the Garden","web_url":"https://www.nytimes.com/1993/09/08/nyregion/wooing-visitors-into-the-garden.html","abstract":"  There is a plywood fence around the Victorian conservatory at the New York Botanical Garden and the big glass rooms are being emptied of plants. Some are priceless treasures, because the species have vanished from the earth.   The plant evacuation is the first step in a $21 million renovation of the elegant old Crystal Palace greenhouse -- and the start of a seven-year, $165-million master plan to rebuild, both physically and philosophically, one of the city's landmark institutions.","thumbnail":null,"section":"New York"},{"date":"19930908","headline":"N.A.A.C.P. Takes Two Leaves From the Corporate Playbook","web_url":"https://www.nytimes.com/1993/09/08/opinion/l-naacp-takes-two-leaves-from-the-corporate-playbook-035993.html","abstract":"  To the Editor:   Your Aug. 31 Business Day article on the pressures the National Association for the Advancement of Colored People is putting on corporate America to hire more African-Americans illustrates how the battle for racial equity has changed since the Rev. Dr. Martin Luther King Jr. spoke on the steps of the Lincoln Memorial three decades ago.","thumbnail":null,"section":"Opinion"},{"date":"19930908","headline":"Coup Weary, Venezuelans Await a Vote","web_url":"https://www.nytimes.com/1993/09/08/world/coup-weary-venezuelans-await-a-vote.html","abstract":"  Plaster and white paint have touched up bullet holes in the Presidential Palace, and democracy seems to be back on track in Venezuela, for now.   Carlos Andres Perez, facing trial on a corruption charge, packed his bags and boxes and moved out of the presidential residence on Wednesday, ending his rocky four-and-a-half-year stay. On May 21 Congress had suspended his presidential powers, a move that it made permanent on Aug. 31.","thumbnail":null,"section":"World"},{"date":"19930908","headline":"It's the Way You Say It?: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/09/08/opinion/IHT-its-the-way-you-say-it-letters-to-the-editor.html","abstract":"Regarding \"Uptalk Is, Like, on the Rise?\" (Language, Aug. 16) by James Gorman: .A tailor put a sign in his window: \"Pants pressed $1.\" His rival on the same block put a sign, too: \"Here we press pants 50 cents.\" .The fir","thumbnail":null,"section":"Opinion"},{"date":"19930908","headline":"1918:British Air Combat : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/09/08/opinion/IHT-1918british-air-combat-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - An official British communiqu states: \"In the course of aerial combat yesterday [Sept. 6], eleven German aeroplanes were destroyed and twelve were driven out of control. An enemy balloon was destroyed. Five of our machines have not retu","thumbnail":null,"section":"Opinion"},{"date":"19930908","headline":"Cuomo's Still Worried","web_url":"https://www.nytimes.com/1993/09/08/sports/cuomo-s-still-worried.html","abstract":"  Gov. Mario M. Cuomo reiterated his concern yesterday that George Steinbrenner will move the Yankees out of the Bronx.   \"I believe the Yankees intend to move,\" Cuomo told reporters in Albany. \"I am doing everything I can to persuade them to stay. I am afraid Mr. Steinbrenner means it when he says he's leaving. That's why I floated the possibility of other locations in New York.\"","thumbnail":null,"section":"Sports"},{"date":"19930908","headline":"Don't Throw Out the Baby in Parking Scandal; More Privatization","web_url":"https://www.nytimes.com/1993/09/08/opinion/l-don-t-throw-out-the-baby-in-parking-scandal-more-privatization-043093.html","abstract":"  To the Editor:   Privatization has been much in the news lately in connection with the New York City Parking Violations Bureau affair. I am writing to call attention to situations in which the private sector has taken it upon itself to privatize public property.   First, I have in mind the numerous instances where the managements of apartment buildings and restaurants have painted the sidewalks in front of their establishments to indicate they are \"no parking\" zones.","thumbnail":null,"section":"Opinion"},{"date":"19930908","headline":"Claim of P.O.W. Cover-Up Rends Senate Decorum","web_url":"https://www.nytimes.com/1993/09/08/us/claim-of-pow-cover-up-rends-senate-decorum.html","abstract":"  In the Senate, where formal courtesies among members are ritual, a largely unnoticed New Hampshire Republican is drawing unusual criticism from colleagues for publicly accusing 10 senior, but even more obscure, Federal officials of perjury and other crimes.   The Senator, Robert C. Smith, contends that the 10 were trying to cover up evidence about Americans missing and perhaps captured in Vietnam. The issue has been the overriding interest of his nine years in Congress.","thumbnail":null,"section":"U.S."},{"date":"19930908","headline":"Corrections","web_url":"https://www.nytimes.com/1993/09/08/nyregion/c-corrections-008193.html","abstract":"  Articles on Friday and Sunday about the emergency reinspection of New York City schools for asbestos, and a correction in this space on Saturday, rendered the name of the Special Commissioner of Investigation for the New York City School District incorrectly. He is Edward F. Stancik.","thumbnail":null,"section":"New York"},{"date":"19930908","headline":"Don't Throw Out the Baby in Parking Scandal; Fines Raise Revenue","web_url":"https://www.nytimes.com/1993/09/08/opinion/l-don-t-throw-out-the-baby-in-parking-scandal-fines-raise-revenue-042193.html","abstract":"  To the Editor:   Perhaps scandals are so recurrent in New York City's Parking Violations Bureau because the city and the bureau have perverted the purpose of parking fines. These fines were once imposed as a means of traffic control. Over the years this has been changed to raising massive sums to fill gaps in the city's budget. Parking violation is now merely a revenue raising device.","thumbnail":null,"section":"Opinion"},{"date":"19930908","headline":"Norman Withdraws From Tournament","web_url":"https://www.nytimes.com/1993/09/08/sports/sports-people-golf-norman-withdraws-from-tournament.html","abstract":"  GREG NORMAN, troubled by a shoulder injury, withdrew from the defense of his Canadian Open title yesterday and put his immediate schedule on hold.   Norman said he had pain in his left shoulder, near the neck, during the last two rounds of the World Series of Golf two weeks ago, his last start.","thumbnail":null,"section":"Sports"},{"date":"19930908","headline":"2 Sarajevo Women Build a House in Air","web_url":"https://www.nytimes.com/1993/09/08/world/2-sarajevo-women-build-a-house-in-air.html","abstract":"  This summer, a 30-year-old translator named Aida and her best friend, Anja, a 29-year-old doctor, began paging through a coffee-table book of model houses and fantasizing about the future.   \"We fantasized about what kind of house we'd build and live in together with our future husbands and children,\" said Aida, a divorced Muslim whose mother and 3-year-old son, who is half Serbian, escaped the Sarajevo siege last December. \"We picked out a duplex, a pair of A-frames connected by garages.\"","thumbnail":null,"section":"World"},{"date":"19930908","headline":"1943: Approaching Lae : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/09/08/opinion/IHT-1943-approaching-lae-in-our-pages100-75-and-50-years-ago.html","abstract":"ALLIED HEADQUARTERS IN THE SOUTHWEST PACIFIC - [From our New York edition:] General Douglas MacArthur's American and Australian forces are swiftly overrunning the outer defenses of the Japanese stronghold at Lae, New Guinea, and Allied flyers are bombing","thumbnail":null,"section":"Opinion"},{"date":"19930908","headline":"Masur Surprises Himself and Others","web_url":"https://www.nytimes.com/1993/09/08/sports/us-open-93-masur-surprises-himself-and-others.html","abstract":"  Down by 5-0 in the fifth set on the Grandstand Court last night, Wally Masur was thinking about what he was going to do when he got home to his native Australia. Instead, he is getting ready for the United States Open quarterfinals tomorrow.   Masur, at 30 the oldest player left in men's singles, staged what is believed to be an unprecedented comeback, rallying from from two sets down, staving off a match point and finally winning 18 of the match's final 19 points as he scored a 3-6, 4-6, 6-3, 6-4, 7-5 victory over his countryman Jamie Morgan. 'It Was Just Ridiculous'    \"I cannot believe that I won that match,\" Masur said. \"I mean it was just ridiculous. It was incredible.\"","thumbnail":null,"section":"Sports"},{"date":"19930908","headline":"Japanese Apples Owe Their Gloss to Dyes; Gift Melons","web_url":"https://www.nytimes.com/1993/09/08/opinion/l-japanese-apples-owe-their-gloss-to-dyes-gift-melons-049993.html","abstract":"  To the Editor:   Re Erika Shimahara's Aug. 22 letter: Imported fruit, a considerable amount of which is already being purchased by discriminating Japanese housewives, will not in any way restrict the ability of Japanese department stores to select the best quality fruit for gift packages. It might, however, affect their ability to charge more than $100 for a pair of melons, which is what the real fuss is about. HAROLD SOLOMON  Tokyo, Sept. 3, 1993 The writer is a Japan-based American scientist.","thumbnail":null,"section":"Opinion"},{"date":"19930908","headline":"Sports of The Times; Thankfully, Open Form Loses Serve","web_url":"https://www.nytimes.com/1993/09/08/sports/sports-of-the-times-thankfully-open-form-loses-serve.html","abstract":"  AS the sky darkened and a cloud of match points hung gloomily over the top-seeded player's head, Louis Armstrong Stadium suddenly remembered that it preferred Jim Courier, American tennis star, to a Frenchman named Cedric Pioline.   This was after more than three hours of fans sounding bored by two guys in Nike caps and shirts trading top-spun ground strokes. You almost couldn't tell the players without a computer-ranking printout, though this lamentable uniformity might explain the crowd's indifference to the struggle that was upon Courier.","thumbnail":null,"section":"Sports"},{"date":"19930908","headline":"Holtzman Ads For Primary Cite Honesty","web_url":"https://www.nytimes.com/1993/09/08/nyregion/holtzman-ads-for-primary-cite-honesty.html","abstract":"  With a week to go before the Democratic primary, the race for New York City comptroller appeared to be tightening yesterday, while advertisements by the incumbent, Elizabeth Holtzman, stressed her honesty and one of her rivals launched a sharp new attack on her integrity.   A new poll mirrored the views of independent political strategists that Ms. Holtzman was losing some ground to her two challengers, Herman Badillo and Alan G. Hevesi. The results suggested that if the primary were today Ms. Holtzman, still trying to recover from the political bruises of her failed bid for the Senate last year, would come in first, but not by enough to avoid a runoff election against Mr. Badillo, who is running on a slate with the Republican-Liberal candidate for mayor, Rudolph W. Giuliani.","thumbnail":null,"section":"New York"},{"date":"19930908","headline":"Of Marching and Labor And a Few Onlookers","web_url":"https://www.nytimes.com/1993/09/08/nyregion/about-new-york-of-marching-and-labor-and-a-few-onlookers.html","abstract":"  ON Labor Day 1993, New York City celebrated cross dressing and Caribbean ethnicity with much more gusto than it showed for working men and women or union solidarity.   At a time when wages are stagnant or falling and when practically every politician recognizes the big issue to be jobs, jobs, jobs, what does the perfunctory marching mean? Is class struggle truly over? Has the working class been diverted from a vanguard role by what Marxist-Leninists used to call false consciousness? Or is it simply a case that drag queens and West Indians throw much better parties?","thumbnail":null,"section":"New York"},{"date":"19930908","headline":"Don't Throw Out the Baby in Parking Scandal; Like Tennis Lobbying","web_url":"https://www.nytimes.com/1993/09/08/opinion/l-don-t-throw-out-the-baby-in-parking-scandal-like-tennis-lobbying-040593.html","abstract":"  To the Editor:   Phillip R. Michael, New York City Budget Director, received no money from Lockheed Information Management Services, nor did he commit any criminal activity regarding a contract to collect parking ticket fines. Yet he was forced to resign his position because of special treatment he afforded Lockheed.","thumbnail":null,"section":"Opinion"},{"date":"19930908","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/09/08/nyregion/metro-digest-551793.html","abstract":"  NEW YORK CITY  ASBESTOS REVIEWS ARE REJECTED   The emergency inspection of New York City's schools for asbestos hazards suffered another setback when an independent investigator threw out 33 inspections because the contractor who did them is not licensed in New York State, officials said. Those inspections must now be redone. B3. IN CROWN HEIGHTS, BIG DIFFERENCES   The differences between the events early Monday evening in Crown Heights and the events in August 1991 that included the death of 7-year-old Gavin Cato and set off four days of racial unrest were as striking as the similarities. B8.   Rudolph W. Giuliani talks about Crown Heights at a campaign stop. B8.","thumbnail":null,"section":"New York"},{"date":"19930908","headline":"Hornets, Already Crowded, Sign Burrell","web_url":"https://www.nytimes.com/1993/09/08/sports/sports-people-basketball-hornets-already-crowded-sign-burrell.html","abstract":"  The Charlotte Hornets announced the signing of SCOTT BURRELL, the 20th overall selection in the 1993 National Basketball Association draft, to a multiyear contract yesterday. The Hartford Courant said the deal was reportedly worth $5 million over five years.","thumbnail":null,"section":"Sports"},{"date":"19930908","headline":"SOUTH AFRICAN BLACKS GAIN SHARE OF POWER IN MONTHS BEFORE A MULTIRACIAL VOTE","web_url":"https://www.nytimes.com/1993/09/08/world/south-african-blacks-gain-share-of-power-in-months-before-a-multiracial-vote.html","abstract":"  The white Government of South Africa tonight agreed to share broad powers with a multiparty transition committee in the months leading up to South Africa's first universal election. The accord would subject the police, the army, the budget and civil service to the oversight of a predominantly black interim council.   The agreement, completed today at negotiations involving most of the country's political rivals, means that as early as October, South Africa's disenfranchised blacks will have their first formal voice in the running of the country.","thumbnail":null,"section":"World"},{"date":"19930908","headline":"Bonilla Hits Obstacle","web_url":"https://www.nytimes.com/1993/09/08/sports/baseball-bonilla-hits-obstacle.html","abstract":"  Bobby Bonilla was finally at peace with New York and with his bat, but one divot later, the Mets' best player was gone. Churning around second base tonight in a base-running adventure, Bonilla stumbled on a clump of red clay, jarred his left shoulder and partially dislocated it.   The Astros' team doctor, William Bryan, put Bonilla's arm back into place, X-rays at the Methodist Hospital here were normal, but he is expected to be out at least 10 days and possibly for the rest of the season.","thumbnail":null,"section":"Sports"},{"date":"19930908","headline":"Sex Education and Diversity Supported in Poll","web_url":"https://www.nytimes.com/1993/09/08/nyregion/sex-education-and-diversity-supported-in-poll.html","abstract":"  A majority of New York City residents surveyed favor sex education, the distribution of condoms in the schools and multicultural education, three issues that helped bring about the replacement of Joseph A. Fernandez as Schools Chancellor, the Bank Street College of Education said yesterday.   For the most part, the survey of 500 registered voters, supported the public perception that the city's public schools are in crisis and are being victimized by a bureaucracy marked by incompetence, political agendas and corruption.","thumbnail":null,"section":"New York"},{"date":"19930908","headline":"Giuliani Takes a Strong Stand On Crown Heights and Arrests","web_url":"https://www.nytimes.com/1993/09/08/nyregion/giuliani-takes-a-strong-stand-on-crown-heights-and-arrests.html","abstract":"  Speaking to a crowd of about 250 Jewish voters on the Upper West Side, Rudolph W. Giuliani last night made his most pointed remarks yet in the mayoral campaign on the 1991 racial disturbances in Crown Heights, saying he would have had the first person who threw a rock arrested.   His law-and-order comments, which also touched on the street disturbances in Washington Heights last year and the Korean grocery-store boycott in Brooklyn in 1990, was met with bursts of applause by audience members who openly expressed doubts at the evening's outset but seemed to be broadly swayed by the Republican-Liberal candidate's words.","thumbnail":null,"section":"New York"},{"date":"19930908","headline":"WNET Inquiry Finds No Proof Black Unit Freed 2 Nazi Camps","web_url":"https://www.nytimes.com/1993/09/08/nyregion/wnet-inquiry-finds-no-proof-black-unit-freed-2-nazi-camps.html","abstract":"  After a five-month review of a disputed documentary that portrayed members of a black tank battalion as liberators of the Nazi concentration camps at Dachau and Buchenwald, WNET, the public television station, said yesterday that it could find no evidence that the unit liberated either camp.   The film, \"Liberators: Fighting on Two Fronts in World War II,\" which had been heralded by Mayor David N. Dinkins and other black and Jewish leaders as a heroic example of blacks helping Jews in crisis, and which was nominated this year for an Academy Award for best documentary feature film, was pulled from public television in February as questions about its accuracy mounted. Yesterday, officials at WNET, Channel 13, said they had requested that the makers of the film, which is available on videocassette, remove the station's name because it does not meet WNET's \"standards of accuracy.\" WNET helped produce the film, which was broadcast nationally on public television last November.","thumbnail":null,"section":"New York"},{"date":"19930908","headline":"Review/Film: The Joy Luck Club; Intimate Generational Lessons, Available to All","web_url":"https://www.nytimes.com/1993/09/08/movies/review-film-the-joy-luck-club-intimate-generational-lessons-available-to-all.html","abstract":"Chinese-American women and daughters. Often intriguing suds, from Amy Tan novel.","thumbnail":null,"section":"Movies"},{"date":"19930908","headline":"Review/Television; The Case for Student Choice of Schools","web_url":"https://www.nytimes.com/1993/09/08/movies/review-television-the-case-for-student-choice-of-schools.html","abstract":"  Conservative voices, already established on PBS in the persons of William F. Buckley Jr., John McLaughlin and Tony Brown, have been finding their way into documentaries, long a bastion of the left. The latest entry, \"Liberating America's Schools,\" paid for largely by right-wing foundations, advances the case for \"school choice,\" shorthand for efforts around the country to promote alternatives to standard or substandard schools. Its opponents call the movement a threat to the public-school ideal, but its champions, who dominate tonight's program, see it as a way of breaking through bureaucracies that are failing many tests.   The evening's guide, Clarence E. Page, a Chicago Tribune columnist, visits Milwaukee, where some low-income families are using state vouchers to send their children to private inner-city schools; the much celebrated District 4 in East Harlem, whose junior-high students can choose to attend specialized schools anywhere in the district; cities in Minnesota that are trying out free-market incentives to make public schools more appealing, and experiments elsewhere. What they have in common is their claim to give parents and teachers more power over decisions that have traditionally been left to school administrators.","thumbnail":null,"section":"Movies"},{"date":"19930908","headline":"Apparent Retreat on Employer Deductions","web_url":"https://www.nytimes.com/1993/09/08/us/apparent-retreat-on-employer-deductions.html","abstract":"  Officials of the Clinton Administration appeared to back away today from the idea of limiting the tax deductions that employers may take for the cost of their employees' health benefits.   The officials said that under his proposals to overhaul the health care system, President Clinton would go ahead with a plan to require employees to pay taxes on benefits they receive that are above those guaranteed all Americans under the Government's program by the year 2000.","thumbnail":null,"section":"U.S."},{"date":"19930908","headline":"Partisan Back-and-Forth Escalates Over Bond Sales","web_url":"https://www.nytimes.com/1993/09/08/nyregion/partisan-back-and-forth-escalates-over-bond-sales.html","abstract":"  Mayor Bret Schundler has taken offense at being compared with Gov. Jim Florio when it comes to recommending underwriters for municipal bond issues.   His remarks, in a letter to Republican leaders of the New Jersey Assembly, kept the partisan balls bouncing over bond work in the state.","thumbnail":null,"section":"New York"},{"date":"19930908","headline":"Teaching Teachers to Put Arts Back in Classroom","web_url":"https://www.nytimes.com/1993/09/08/nyregion/teaching-teachers-to-put-arts-back-in-classroom.html","abstract":"  Frances Cooke, a fourth-grade teacher from Mount Vernon, recited nursery rhymes with all the feeling that she could muster. And Norma Johnson, an English teacher at the Peekskill Middle School, created a dance to the rhythm of her name.   Along with 200 other teachers and school administrators, they were attending three days of workshops at Manhattanville College here to learn how the arts could be used to teach history, science and math.","thumbnail":null,"section":"New York"},{"date":"19930908","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/09/08/nyregion/news-summary-339593.html","abstract":"  International A3-15  SHARING POWER IN SOUTH AFRICA  South Africa has agreed to share broad powers with a multiparty transition committee before its first universal election, placing the police, the army, the budget and civil service under a predominantly black interim council.  A1  HOPE AND ANGER FOR ARABS  Arab-Americans are optimistic about the proposed Israeli-Palestinian peace agreement, but many say that Yasir Arafat, the P.L.O. leader, has settled for too little.  A1","thumbnail":null,"section":"New York"},{"date":"19930908","headline":"In America; No Job, No Dream","web_url":"https://www.nytimes.com/1993/09/08/opinion/in-america-no-job-no-dream.html","abstract":"  New York City held its Labor Day parade as usual on Monday, but there was little to celebrate. The bad news about employment just keeps on coming.   The Government reported last week that the number of payroll jobs fell by 39,000 in August, the first net drop in more than a year.","thumbnail":null,"section":"Opinion"},{"date":"19930908","headline":"GERMANY CLOSING MIGRANTS' HOSTELS","web_url":"https://www.nytimes.com/1993/09/08/world/germany-closing-migrants-hostels.html","abstract":"  With the number of asylum-seekers entering Germany falling rapidly as a result of a new law that took effect on July 1, hostels that had been used to house them are closing, and plans to build new ones are being canceled.   According to official figures made public this week, 14,521 foreigners applied for asylum in Germany last month. In June the total was 31,123.","thumbnail":null,"section":"World"},{"date":"19930908","headline":"Youth Receives Maximum Prison Term in 2 Students' Killings","web_url":"https://www.nytimes.com/1993/09/08/nyregion/youth-receives-maximum-prison-term-in-2-students-killings.html","abstract":"  After the mothers of two slain teen-agers told of their grief, and the youth who shot their sons apologized for his \"terrible mistake,\" a Brooklyn judge imposed the maximum sentence yesterday for what he termed the \"cold-blooded execution\" of two students in a Brooklyn high school last year.   Kahlil Sumpter, 17, convicted of manslaughter but not murder by a jury that found he had acted \"under the influence of extreme emotional disturbance,\" received 6 2/3 to 20 years in prison -- the longest term possible for someone guilty of two counts of manslaughter committed at the age of 15. 'I Have No Son'    \"This is all I have from my son -- a plot from a grave,\" said Linda Moore, the mother of one victim, Ian Moore, 17, as she waved an envelope in State Supreme Court in Brooklyn. Mr. Sumpter, sitting nearby, looked away quickly.","thumbnail":null,"section":"New York"},{"date":"19930908","headline":"Italian Workers Riot to Protest Plant Closing","web_url":"https://www.nytimes.com/1993/09/08/world/italian-workers-riot-to-protest-plant-closing.html","abstract":"  With unemployment swelling to perilous levels across broad swaths of southern Italy, hundreds of chemical workers in Crotone, on the sole of Italy's boot, barricaded themselves in their factory today after an angry night of riots.   During the night, workers poured barrels of toxic phosphorous on roads and set it afire in a protest against the planned closing of their unprofitable factory by its owner, the Italian Treasury.","thumbnail":null,"section":"World"},{"date":"19930908","headline":"Clinton Health Proposal Includes New Program for Long-Term Care","web_url":"https://www.nytimes.com/1993/09/08/us/clinton-health-proposal-includes-new-program-for-long-term-care.html","abstract":"  President Clinton's health plan will call for a new Government program to help finance long-term care for people with severe disabilities, regardless of their age or income, Administration officials said today.   The program would help pay for medical and social services that disabled people receive in their own homes, in adult day-care programs and at other sites outside nursing homes. The program would not cover services in a nursing home or an institution for the mentally retarded.","thumbnail":null,"section":"U.S."},{"date":"19930908","headline":"Remaking Government; Few Disagree With Clinton's Overall Goal, But History Shows the Obstacles Ahead","web_url":"https://www.nytimes.com/1993/09/08/us/remaking-government-few-disagree-with-clinton-s-overall-goal-but-history-shows.html","abstract":"  \"The Government is broken, and we intend to fix it,\" President Clinton said today.   No one who has tried to fill out a Medicare claim form, get the Internal Revenue Service or the Social Security Administration on the telephone, apply for a Government contract -- no one, in short, who has ever been hogtied by Federal red tape -- can disagree with Mr. Clinton's description. The bureaucracy is bloated, wasteful and inefficient.","thumbnail":null,"section":"U.S."},{"date":"19930908","headline":"Investigators Ask: Did Lockheed Clean House?","web_url":"https://www.nytimes.com/1993/09/08/nyregion/investigators-ask-did-lockheed-clean-house.html","abstract":"  In 1986, Datacom Systems Corporation faced a possible death sentence. It had been at the core of the corruption scandals that rocked the Koch administration and now a hangman's noose was being dangled by the company's parent, the Lockheed Corporation.   Because Datacom, a data processor, also held a small contract with the Federal Government, Lockheed had to prove that it had cleaned house in its rogue subsidiary or it would lose its lifeline to the Pentagon, which accounted for 85 percent of its $10 billion-a-year income.","thumbnail":null,"section":"New York"},{"date":"19930908","headline":"Still Stuck: Yanks Miss Another Chance to Pass the Blue Jays","web_url":"https://www.nytimes.com/1993/09/08/sports/baseball-still-stuck-yanks-miss-another-chance-to-pass-the-blue-jays.html","abstract":"  Bernie Williams cried. Paul Assenmacher sighed. The Yankees died. It was a new script but the same annoying result as the Yankees failed again to grab first place.   This setback was painful.","thumbnail":null,"section":"Sports"},{"date":"19930908","headline":"In China, a Government Afraid of Its Own Citizens","web_url":"https://www.nytimes.com/1993/09/08/opinion/IHT-in-china-a-government-afraid-of-its-own-citizens.html","abstract":"Many ordinary people in Hong Kong fear the implications of a recent decision by China to expel Han Dongfang, a 30-year-old former railway worker. He was the organizer of a labor union before the Chinese military, on orders from the Communist Party, order","thumbnail":null,"section":"Opinion"},{"date":"19930908","headline":"For City Council From Manhattan","web_url":"https://www.nytimes.com/1993/09/08/opinion/for-city-council-from-manhattan.html","abstract":"  There's a dismaying dearth of choices in this year's Democratic primary election for the New York City Council. The Council, which expanded and gained new powers in 1991, badly needs talented, independent lawmakers to supplement the few it has. It won't get many this year because most incumbents have no strong challengers. Many with poor records will sail back into office without so much as answering a question.    A few seats are hotly contested, however. Here are The Times's endorsements in some of the contested races in Manhattan and part of the Bronx.","thumbnail":null,"section":"Opinion"},{"date":"19930908","headline":"Iran Warns Armenians Over Azerbaijan Issue","web_url":"https://www.nytimes.com/1993/09/08/world/iran-warns-armenians-over-azerbaijan-issue.html","abstract":"  Iran called for an immediate withdrawal of ethnic Armenian forces from Azerbaijan today, amid reports that Teheran had sent troops to Azerbaijan.   In a statement, the Iranian Foreign Minister warned of \"heightened tensions in the region,\" stressing that Teheran \"would not remain silent vis-a-vis growing unrest across Iranian borders.\"","thumbnail":null,"section":"World"},{"date":"19930908","headline":"Corrections","web_url":"https://www.nytimes.com/1993/09/08/nyregion/c-corrections-011193.html","abstract":"  An article yesterday about the actor John Malkovich misstated one of his film credits. He appeared in \"Of Mice and Men,\" not \"The Grapes of Wrath.\"  ","thumbnail":null,"section":"New York"},{"date":"19930908","headline":"MOTHER RECOUNTS CHALLENGER BLAST","web_url":"https://www.nytimes.com/1993/09/08/us/mother-recounts-challenger-blast.html","abstract":"  Christa McAuliffe, the high school teacher who died in the explosion of the space shuttle Challenger in 1986, told her family the day before the launching that NASA had decided to push ahead the next day no matter what, her mother writes.   That account, in a new book by Mrs. McAuliffe's mother, Grace George Corrigan, lends weight to arguments that NASA pressed ahead with the high-profile flight to win mention of it in President Reagan's State of the Union Message. The address was scheduled for that day, Jan. 28, but then postponed after the spacecraft exploded, killing the seven crew members.","thumbnail":null,"section":"U.S."},{"date":"19930908","headline":"With a Gala, Barneys Opens Madison Ave. Store","web_url":"https://www.nytimes.com/1993/09/08/nyregion/with-a-gala-barneys-opens-madison-ave-store.html","abstract":"  Here's a tale the Pressman family, owners of Barneys New York, will be telling for a while.   In September 1993, in the midst of an economic recession, Barneys opened a new store in New York, amid the toughest competition in town. And they had to fight to keep people away.","thumbnail":null,"section":"New York"},{"date":"19930908","headline":"Study Says Misunderstanding Exists Between Clergy and the News Media","web_url":"https://www.nytimes.com/1993/09/08/us/study-says-misunderstanding-exists-between-clergy-and-the-news-media.html","abstract":"  A new study has concluded that a \"chasm of misunderstanding\" exists between news organizations and religious leaders in the United States, resulting in reporting that is often inadequate.   But the study said that those shortcomings were due more to ignorance and lack of resources than, as frequently maintained, to anti-religious bias among journalists.","thumbnail":null,"section":"U.S."},{"date":"19930908","headline":"No Purge Yet in Guatemala, but a Battle Royal","web_url":"https://www.nytimes.com/1993/09/08/world/no-purge-yet-in-guatemala-but-a-battle-royal.html","abstract":"  President Ramiro de Leon Carpio's attempt to purge corrupt members of Congress has thrown the legislature into chaos.   Fights have broken out in the chamber, garbage has flown from the gallery, and today, while two rival leaders fought for control of the Congress, scores of peasant protesters stormed the building and occupied the 116 legislators' seats. So far, however, no one has been purged.","thumbnail":null,"section":"World"},{"date":"19930908","headline":"The Latest Reinvention","web_url":"https://www.nytimes.com/1993/09/08/opinion/the-latest-reinvention.html","abstract":"  One potentially big difference between the new plan to streamline the Federal Government and its failed antecedents is that President Clinton and Vice President Gore have pledged their continuing personal involvement. This is no guarantee that \"reinventing government\" will ever come to pass, but accountability can't hurt.   Even so, the public has good reason to be cynical about the 11th major study of government reorganization since Theodore Roosevelt. In 1984, for example, a private-sector panel headed by J. Peter Grace, a New York industrialist, made 2,478 recommendations to cut waste, fraud and abuse and save the taxpayers $424 billion. Most of those ideas are now covered with a decade's worth of dust.","thumbnail":null,"section":"Opinion"},{"date":"19930908","headline":"Senate Confirms Judge Levine","web_url":"https://www.nytimes.com/1993/09/08/nyregion/senate-confirms-judge-levine.html","abstract":"  The New York State Senate unanimously confirmed Howard A. Levine today to the Court of Appeals, the state's highest court.   Judge Levine, an appellate division judge from Schenectady, fills a vacancy created by the elevation of Judith S. Kaye to Chief Judge earlier this year. Judge Kaye replaced Sol Wachtler, who resigned last year after being arrested on extortion charges.","thumbnail":null,"section":"New York"},{"date":"19930908","headline":"Hawks Sign Lang to Six-Year Contract","web_url":"https://www.nytimes.com/1993/09/08/sports/sports-people-basketball-hawks-sign-lang-to-six-year-contract.html","abstract":"  The Atlanta Hawks signed free-agent center ANDREW LANG of the Philadelphia 76ers to a six-year contract yesterday. Terms were not disclosed.","thumbnail":null,"section":"Sports"},{"date":"19930908","headline":"Senate Confirms Elders as Surgeon General, After Months of Debate","web_url":"https://www.nytimes.com/1993/09/08/us/senate-confirms-elders-as-surgeon-general-after-months-of-debate.html","abstract":"  Shrugging off objections by conservative opponents and the doubts of some moderate supporters, the Senate tonight confirmed as Surgeon General Dr. Joycelyn Elders, a mince-no-words proponent of family planning, sex education, abortion rights -- and, she has added, youthful abstinence from sex.   The 65-to-34 vote ended months of political turmoil over Dr. Elders's finances, and more prominently, her battles with conservative critics of her views on sexual behavior.","thumbnail":null,"section":"U.S."},{"date":"19930908","headline":"FEDERAL CUTBACKS PROPOSED BY GORE IN 5-YEAR PROGRAM","web_url":"https://www.nytimes.com/1993/09/08/us/federal-cutbacks-proposed-by-gore-in-5-year-program.html","abstract":"  Vice President Al Gore today unveiled a set of more than 800 recommendations that he said would streamline \"old-fashioned, outdated government,\" save $108 billion over five years and cut 252,000 Federal jobs by 1998.   The report recommends eliminating thousands of field offices for the Departments of Agriculture and Housing and Urban Development and combining the enforcement and regulatory functions of various agencies. For example, the Drug Enforcement Administration would be absorbed by the Federal Bureau of Investigation.","thumbnail":null,"section":"U.S."},{"date":"19930908","headline":"Another Setback for Asbestos Inspections in Schools","web_url":"https://www.nytimes.com/1993/09/08/nyregion/another-setback-for-asbestos-inspections-in-schools.html","abstract":"  The emergency inspection of New York City's schools for asbestos hazards suffered another setback when an independent investigator threw out 33 inspections because the contractor who did them is not licensed in New York State, officials said yesterday. Those inspections must now be redone.   The action, coming after a series of other setbacks, has raised new questions about whether schools could open even by Sept. 20, the tentative date set by the city's Board of Education less than a week ago when it voted to postpone the first day of school from Sept. 9.","thumbnail":null,"section":"New York"},{"date":"19930908","headline":"For Children Who Have Children","web_url":"https://www.nytimes.com/1993/09/08/opinion/for-children-who-have-children.html","abstract":"  The debate over Joycelyn Elders's nomination as Surgeon General stirred an important discussion on the national epidemic of teen-age pregnancies. But the focus on sex education, condom distribution and abortion rights has left out one critical area: the steady rise in teen-age motherhood. Whatever the Government attempts to prevent teen pregnancy, it must stop sending the signal that unwed teen mothers can, with a few dollars from government, both raise their children and seek a decent future for themselves.    It seems no great surprise that the number of unmarried women having children has increased. From a time not too long ago when a pregnancy without marriage was almost unthinkable and kept hush-hush, we have moved unwed motherhood to prime time and celebrate it on the covers of glossy magazines.","thumbnail":null,"section":"Opinion"},{"date":"19930908","headline":"On This Farm, Grazing Is for Books","web_url":"https://www.nytimes.com/1993/09/08/nyregion/on-this-farm-grazing-is-for-books.html","abstract":"  Amid the rolling hills of this New Haven suburb, cows still graze and farms dot the landscape. But books have long since replaced livestock in the two barns at Whitlock Farm, Connecticut's oldest and largest seller of rare and used books.   Bins along the outside of the barns hold more than 1,000 old paperbacks. Inside, people listen to classical music while browsing among more than 50,000 books and thousands of other items, including rare maps, postcards, letters, pamphlets and collectibles.","thumbnail":null,"section":"New York"},{"date":"19930908","headline":"ISRAELI-P.L.O. PACT TESTED ON STREET","web_url":"https://www.nytimes.com/1993/09/08/world/mideast-accord-israeli-plo-pact-tested-on-street.html","abstract":"  In the first test of strength of the Israeli right, tens of thousands of protesters surrounded the offices of Prime Minister Yitzhak Rabin on Tuesday night, accusing him of treason and of creating a future Palestinian state through his tentative peace agreement with the P.L.O.    A few demonstrators tried to break through police lines and storm Mr. Rabin's office, which had been empty for hours. But they were easily pushed back by a double cordon of police officers with riot sticks who ringed the Government building.","thumbnail":null,"section":"World"},{"date":"19930908","headline":"Please, Let Cuba Be Cuba : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/09/08/opinion/IHT-please-let-cuba-be-cuba-letters-to-the-editor.html","abstract":"Regarding the editorial \"Time for Castro to Resign\" (Aug. 14): .Yes, the responsibility for Cuba's \"miserable standard of living\" falls on Fidel Castro's shoulders, what with its free and universal health care; free education to uni","thumbnail":null,"section":"Opinion"},{"date":"19930908","headline":"Kasparov Wins First Game As Short Runs Out of Time","web_url":"https://www.nytimes.com/1993/09/08/arts/kasparov-wins-first-game-as-short-runs-out-of-time.html","abstract":"  Although Gary Kasparov had pressed his challenger, Nigel Short, throughout the four hours of play in Game 1 of their version of the world championship yesterday in London, he was credited with a victory only after the Englishman failed to complete 40 moves in the required 2 hours. A harried Short had at last reached the safety of a drawn position when the flag on his clock fell, indicating he had run out of time.   It takes 12 1/2 points to win the 24-game match and take the larger share of the $2.55 million purse offered by the sponsors, Rupert Murdoch's Times of London and Teleworld of Rotterdam, the Netherlands. In case of a draw, the Russian keeps his title.","thumbnail":null,"section":"Arts"},{"date":"19930908","headline":"Corrections","web_url":"https://www.nytimes.com/1993/09/08/nyregion/c-corrections-009093.html","abstract":"  A picture caption on Aug. 31 about a sculpture of David Letterman outside the Ed Sullivan Theater in Manhattan misstated the work's origin in some copies. It came from the Minnesota State Fair in Falcon Heights, not from Minneapolis.","thumbnail":null,"section":"New York"},{"date":"19930908","headline":"Data Kiosks Are Proposed By Candidate","web_url":"https://www.nytimes.com/1993/09/08/nyregion/data-kiosks-are-proposed-by-candidate.html","abstract":"  In a bid to push New York City government further into the age of electronic information, Mark Green, a candidate for public advocate, proposed yesterday that computers be provided in shopping malls and libraries for the public to use to get a compendium of government information.   Mr. Green, a former Commissioner of Consumer Affairs under Mayor David N. Dinkins, said the public access computers, which he called \"information kiosks,\" would be available to call up information on topics like property taxes, restaurant violations, consumer complaints and water rates, and would reduce red tape.","thumbnail":null,"section":"New York"},{"date":"19930908","headline":"Gay Woman Loses Custody Of Her Son to Her Mother","web_url":"https://www.nytimes.com/1993/09/08/us/gay-woman-loses-custody-of-her-son-to-her-mother.html","abstract":"  In an unusual custody battle, a circuit court here tonight upheld a lower court's decision to take a 2-year-old boy away from his mother, a lesbian, and give him to her mother for rearing.   \"The mother's conduct is illegal and immoral and renders her an unfit parent,\" Judge Duford M. Parsons Jr. of Henrico County Circuit Court said in endorsing the earlier decision of the county's juvenile court.","thumbnail":null,"section":"U.S."},{"date":"19930908","headline":"Bridge","web_url":"https://www.nytimes.com/1993/09/08/nyregion/bridge-735893.html","abstract":"  The final of the Bermuda Bowl contest at the NEC World Championships here will be a battle between the Netherlands and Norway, each of which snatched a last-ditch victory today by 3 imps. The final begins Wednesday and is scheduled to end Friday.   In semifinal play today, the Dutch began with a lead of 28 imps against the United States and held on to win. Norway led Brazil by 10 at the start of the day and also held on to win by that slim margin.","thumbnail":null,"section":"New York"},{"date":"19930908","headline":"Maradona to Return to Argentine Soccer","web_url":"https://www.nytimes.com/1993/09/08/sports/sports-people-soccer-maradona-to-return-to-argentine-soccer.html","abstract":"  DIEGO MARADONA will sign a contract before the end of the week to return to professional soccer with an Argentine team, his agent said yesterday.   The agent, MARCOS FRANCHI, in several broadcast interviews in Buenos Aires, said the Argentine first division teams Argentinos Juniors and Newell's Old Boys are \"firm candidates\" to obtain the 33-year-old.","thumbnail":null,"section":"Sports"},{"date":"19930908","headline":"No Headline","web_url":"https://www.nytimes.com/1993/09/08/nyregion/no-headline-382493.html","abstract":"  \"There was a time when there might have been a feeling of embarrassment that this was not what a botanical garden would do, that this was something you'd thumb your nose at. But the fact is, we are in New York City and people need beauty in their lives. If somebody comes to the spring show and says, 'God, that's gorgeous,' it's just as important as education.\" -- RICHARD SCHNALL, vice president of horticulture, New York Botanical Garden.  [ B7:1. ]","thumbnail":null,"section":"New York"},{"date":"19930908","headline":"Book Notes","web_url":"https://www.nytimes.com/1993/09/08/books/book-notes-810993.html","abstract":"  Diary? Not Jack's   If it were real, it would solve one of the most nettlesome mysteries of the last 100 years and probably put a lot of amateur speculators out of business. But the document presented as the diary of Jack the Ripper has now been declared a forgery by an American expert, and Warner Books, which had planned to publish 200,000 copies this fall, said yesterday that it was scrapping the project altogether.   Just two weeks ago, another publisher, William Morrow, canceled publication of the supposed memoirs of Abraham Lincoln's laundress because of doubts about their authenticity.","thumbnail":null,"section":"Books"},{"date":"19930908","headline":"Coleman Contract: Time and Money","web_url":"https://www.nytimes.com/1993/09/08/sports/basketball-coleman-contract-time-and-money.html","abstract":"  Negotiations between the Nets and Derrick Coleman have intensified as the two sides try to work out a long-term deal before the season begins.   Harold MacDonald, Coleman's lawyer, sent a letter to the Nets' office last week that outlined the kind of deal it would take to sign Coleman, who can become a restricted free agent after this season. The numbers are huge. The star power forward is seeking a six-year deal that would start at around $5.3 million, then increase by 30 percent of that in each successive year. MacDonald also wants a clause that would guarantee that Coleman remains one of the National Basketball Association's five highest-paid players for the duration of the contract.","thumbnail":null,"section":"Sports"},{"date":"19930908","headline":"Thinking of Saroj on World Literacy Day","web_url":"https://www.nytimes.com/1993/09/08/opinion/IHT-thinking-of-saroj-on-world-literacy-day.html","abstract":"Ten minutes into our trek in the Himalayas, Saroj appeared. We quickly accepted the unsolicited company of this 9-year-old, with his spindly arms and legs. He became our de facto guide. .Saroj would show off in the glorious spring sunshine by leaping f","thumbnail":null,"section":"Opinion"},{"date":"19930908","headline":"Koyasan Journal; For Japan Inc., Company Rosters That Never Die","web_url":"https://www.nytimes.com/1993/09/08/world/koyasan-journal-for-japan-inc-company-rosters-that-never-die.html","abstract":"  In this nation of workaholics, people often devote their lives to their companies. Here at Japan's largest cemetery, the companies show their appreciation after the workers have died.   Here, among the graves of shogun and samurai, are more than 250 corporate \"tombs,\" built by some of Japan's leading companies to honor their dead employees.","thumbnail":null,"section":"World"},{"date":"19930908","headline":"Labor Talks Cloud Carnegie Opening","web_url":"https://www.nytimes.com/1993/09/08/arts/labor-talks-cloud-carnegie-opening.html","abstract":"  The opening concert of Carnegie Hall's season may be threatened by a wage dispute between the musicians and the management of the Philadelphia Orchestra. The musicians' current contract expires on Sept. 19, three days before the orchestra and its new music director, Wolfgang Sawallisch, are scheduled to perform at Carnegie Hall's 103d season opening night.   The concert is a benefit for the hall, with tickets priced from $20 to $1,000. Catherine Gevers, the hall's music administrator, said that the hall had no contingency plans. \"We have been in close touch with our colleagues in Philadelphia,\" she said, \"and they have given us the impression that a strike is unlikely.\"","thumbnail":null,"section":"Arts"},{"date":"19930908","headline":"The Lebanese Still Seeking War Missing","web_url":"https://www.nytimes.com/1993/09/08/world/the-lebanese-still-seeking-war-missing.html","abstract":"  Lebanon is trying to rebuild from the ruins of 16 years of civil war. But to Samira Zakariya, a Lebanese Christian mother, \"all these efforts will remain meaningless until my son Iskandar is returned home.\"   Iskandar Zakariya is one of an estimated 17,000 people abducted by rival Muslim and Christian militias in the Lebanese war from 1975 to 1990. He disappeared in May 1985, and his mother says she believes he is being held by the pro-Iranian Party of God.","thumbnail":null,"section":"World"},{"date":"19930908","headline":"Japanese Apples Owe Their Gloss to Dyes","web_url":"https://www.nytimes.com/1993/09/08/opinion/l-japanese-apples-owe-their-gloss-to-dyes-048093.html","abstract":"  To the Editor:   I laughed out loud as I read \"Why Japan Is Fussy About Imported Fruit\" by Erika Shimahara (letters, Aug. 22), which offers that old defense of Japan's protectionist policies -- Japanese apples taste better.","thumbnail":null,"section":"Opinion"},{"date":"19930908","headline":"Running for an Old Job That Has a New Game","web_url":"https://www.nytimes.com/1993/09/08/nyregion/running-for-an-old-job-that-has-a-new-game.html","abstract":"  Howard Goodman, Irving Polinsky and Siegfried Mittelman were immersed in their pinochle game at a Bronx center for the elderly when word came that the room would soon be taken over for a campaign appearance by Donald M. Halperin, a candidate in the Democratic primary for New York City public advocate.   Mr. Polinsky and Mr. Mittelman looked up from their cards. They said they had no idea what a New York City public advocate was. Mr. Goodman said he knew it was the new name for the old job of City Council president.","thumbnail":null,"section":"New York"},{"date":"19930908","headline":"Ukraine Questions the Price Tag of Independence","web_url":"https://www.nytimes.com/1993/09/08/world/ukraine-questions-the-price-tag-of-independence.html","abstract":"  Ihor Volokhov is both a successful and a deeply disappointed man. He has a private shop with his wife that sells imported tea, coffee, lingerie, clothes and even wallpaper. He says he's working hard but living decently.   But as for an independent Ukraine, he says, \"I think it was a mistake.\"","thumbnail":null,"section":"World"},{"date":"19930908","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/09/08/sports/transactions-875393.html","abstract":"  Baseball  American League   CALIFORNIA ANGELS -- Waived Kelly Gruber, third baseman. Recalled John Farrell and Scott Lewis, pitchers, and Jim Edmonds, outfielder, from Vancouver of the Pacific Coast League. Purchased the contract of Brian Anderson, pitcher, from Vancouver.","thumbnail":null,"section":"Sports"},{"date":"19930908","headline":"Upset Wave Claims No. 1 Courier, No. 4 Becker","web_url":"https://www.nytimes.com/1993/09/08/sports/us-open-93-upset-wave-claims-no-1-courier-no-4-becker.html","abstract":"  At the United States Open, the world's most maligned Grand Slam tournament, the upsets continued to get grander by the day. When the Stadium Court transformed itself into a graveyard for champions again yesterday, the latest victims were none other than the best player in the world, top-seeded Jim Courier, and Boris Becker, seeded fourth.   And Courier fell hard.","thumbnail":null,"section":"Sports"},{"date":"19930908","headline":"Recchi and Flyers Reach New Deal","web_url":"https://www.nytimes.com/1993/09/08/sports/sports-people-hockey-recchi-and-flyers-reach-new-deal.html","abstract":"  Right wing MARK RECCHI, who finished 10th in the National Hockey League in scoring, signed a new six-year contract with the Philadelphia Flyers yesterday. Terms were not released.","thumbnail":null,"section":"Sports"},{"date":"19930908","headline":"Graf Puts Sabatini Away in 3","web_url":"https://www.nytimes.com/1993/09/08/sports/us-open-93-graf-puts-sabatini-away-in-3.html","abstract":"  Veering from indomitable to incapable and back again, top-seeded Steffi Graf fought off an intermittent challenge from fifth-seeded Gabriela Sabatini between yesterday's showers and reached the semifinals of the United States Open with a 6-2, 5-7, 6-1 victory.    Facing the most breakable serve in her profession's upper echelon, Graf did the obvious, at least for a while: She dutifully dissected Sabatini's unimposing weapon and took a commanding 6-2, 5-3 lead.","thumbnail":null,"section":"Sports"},{"date":"19930908","headline":"Chavez Hurdle: Taylor Came Close, but Whitaker Aims Higher","web_url":"https://www.nytimes.com/1993/09/08/sports/boxing-chavez-hurdle-taylor-came-close-but-whitaker-aims-higher.html","abstract":"  Meldrick Taylor carries around his defeat like a victory, feeding off it, bragging on it, still savoring it.   But in the end, Taylor is just one of the 87 opponents beaten by Julio Cesar Chavez, the undefeated warrior who fights for Pernell Whitaker's welterweight crown here Friday night.   And even today, still talking comeback after suffering two subsequent knockouts, Taylor proclaimed, \"I'm the only guy in the world who can beat Chavez.\"","thumbnail":null,"section":"Sports"},{"date":"19930908","headline":"Corrections","web_url":"https://www.nytimes.com/1993/09/08/nyregion/c-corrections-006593.html","abstract":"  Articles on Aug. 24, 25 and 26 about a hostage crisis in Nicaragua referred incorrectly to Humberto Ortega Saavedra, whose dismissal some hostage-takers demanded. He is the chief of the army, not Defense Minister. The articles on Aug. 25 and 26 also referred incorrectly to Alfredo Cesar, one of the last five politicians held captive in Managua. He is a former president of the National Assembly, not the current one.","thumbnail":null,"section":"New York"},{"date":"19930908","headline":"An Italian Orchestra Plays Against Type","web_url":"https://www.nytimes.com/1993/09/08/arts/an-italian-orchestra-plays-against-type.html","abstract":"  At the concert's close here on Thursday night, the audience cheered and cheered, and the operative word was \"bravi,\" not \"bravo.\" This was no insult to the conductor, Riccardo Muti, whose smiles indicated real pleasure at the enthusiastic response. The plural \"bravi\" was a tribute to the orchestra, La Scala Philharmonic, or, as Mr. Muti insists on calling it, even on his internationally released records, L'Orchestra Filarmonica della Scala.   This was, in truth, a good concert, part of a short tour of Spain and Italy that the orchestra has undertaken before it buckles down to rehearse its fall symphonic season in Milan. With Brahms's Serenade No. 1, excerpts from Busoni's \"Turandot\" and Ravel's \"Bolero\" and an encore of Verdi's \"Vespri Siciliani\" Overture, the program avoided heavyweight German scores but otherwise revealed an ensemble of skill and style.","thumbnail":null,"section":"Arts"},{"date":"19930908","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/09/08/sports/results-plus-985793.html","abstract":"  SOCCER  For England's Manager, It's Win or Else  Graham Taylor will face the most crucial game of his three-year reign as England's soccer manager today when his team plays host to Poland in a World Cup qualifying match it cannot afford to lose. The matchup at Wembley Stadium in London is one of 11 World Cup qualifying games being played across Europe today, with spots beckoning for next year's finals in the United States.   Switzerland, which leads Group 1, visits Scotland, while in Group 3, Albania is host to Denmark, Ireland is host to Lithuania and Latvia plays at Northern Ireland. In Group 4, Wales is at home against the Representation of Czechs and Slovaks (formerly Czechoslovakia) and Romania visits the Faeroe Islands. In Group 5, Russia goes to Hungary and Iceland plays host to Luxembourg. In Group 6, Sweden goes to Bulgaria and France visits Finland.","thumbnail":null,"section":"Sports"},{"date":"19930908","headline":"Bosnia: Dying for What?: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/09/08/opinion/IHT-bosnia-dying-for-what-letters-to-the-editor.html","abstract":"The proposed Geneva plan on Bosnia involves deployment of more than 60,000 international troops to enforce the ethnic (i.e. religious) division of Bosnia, policing and promoting apartheid, and rewarding fascism. How can the United States, as the world's","thumbnail":null,"section":"Opinion"},{"date":"19930908","headline":"Suburban Renewal","web_url":"https://www.nytimes.com/1993/09/08/opinion/suburban-renewal.html","abstract":"  State legislators and voters are starting to grapple with the results of four decades of misguided policies that have favored suburban development over inner cities, fragmenting urban areas by race and class. Several communities are trying innovative styles of government to bridge the economic gap between cities and suburbs and address their shared problems. These efforts are long overdue.    For example, last November in Oregon, Portland-area voters approved a home-rule charter to give new powers to the region's \"metro\" government, a sort of umbrella governing body. The metro government's priority, the new charter states, will be less to provide regional services than to manage the region's growth, which has been exploding. Goals include an affordable housing plan, in which each of the 24 cities and towns in the three-county jurisdiction must accept a proportionate share of low- and moderate-income housing.","thumbnail":null,"section":"Opinion"},{"date":"19930908","headline":"NEW NAME EMERGES FOR RIGHTS OFFICE","web_url":"https://www.nytimes.com/1993/09/08/us/new-name-emerges-for-rights-office.html","abstract":"  John Payton, a lawyer who argued one of the most significant civil rights cases of the last decade before the Supreme Court, has emerged as a leading candidate to head the civil rights division in the Justice Department, Clinton Administration officials said today.   Mr. Payton, who is currently the corporation counsel for the District of Columbia, represented the City of Richmond in its unsuccessful effort to defend a program that set aside 30 percent of its business for minority contractors. A divided Supreme Court struck down the program in 1989, ruling that it violated the Constitution's equal-protection guarantee by discriminating against white contractors.","thumbnail":null,"section":"U.S."},{"date":"19930908","headline":"Missouri Suspends Senior Starter","web_url":"https://www.nytimes.com/1993/09/08/sports/sports-people-basketball-missouri-suspends-senior-starter.html","abstract":"  A starting forward, JEVON CRUDUP, has been suspended from the Missouri basketball team this semester after being arrested early yesterday near Columbia, Mo., on a charge of driving while intoxicated. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930908","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/09/08/style/chronicle-014693.html","abstract":"  As Rabbi MARC SCHNEIER sees it, he is bringing observance of the Jewish High Holy Days \"to new heights\" this year. \"We are putting the 'high' in the High Holy Days,\" he said yesterday.   Having established his talent for catchy phrases, Rabbi Schneier went on to explain that he had found a new way to summon worshipers to the services he will conduct on Rosh ha-Shanah and Yom Kippur: by trailing a banner from a plane. Rabbi Schneier is the founder of the Westhampton (L.I.) Synagogue, an Orthodox congregation, but since groundbreaking was just last month, the services will be in the tent this year.","thumbnail":null,"section":"Style"},{"date":"19930908","headline":"At U.N., Bosnian Presses His Plea for More Land","web_url":"https://www.nytimes.com/1993/09/08/world/at-un-bosnian-presses-his-plea-for-more-land.html","abstract":"  President Alija Izetbegovic of Bosnia brought his campaign for better peace terms here today, calling for more land for the Muslims, the reversal of \"ethnic cleansing\" and an end to the siege of Sarajevo.   On Wednesday, Mr. Izetbegovic takes the campaign to Washington, where he is expected to appeal directly, in meetings with President Clinton and Secretary of State Warren Christopher, for Administration support for his refusal to accept the peace plan drafted by Lord Owen and Thorvald Stoltenberg, the international mediators, in its present form.","thumbnail":null,"section":"World"},{"date":"19930908","headline":"Editorial Notebook; The Old Bridge at Mostar","web_url":"https://www.nytimes.com/1993/09/08/opinion/editorial-notebook-the-old-bridge-at-mostar.html","abstract":"  The photograph, taken 23 years ago with a child's box camera, is faded now. In it the river is not quite the intense aquamarine that I remember, and the hills that rise behind the old limestone houses seem sun-bleached. The photographer -- myself -- framed the picture clumsily. Even so the subject, Mostar's 16th-century Old Bridge, is beautiful.   I hadn't looked at that picture, or any of those I took during a journey to Yugoslavia, for a long time. Then recently I saw a very different photograph in The Washington Post. A man carrying buckets of water was crossing a curious structure swathed in scaffolding, tires, planks and blankets to protect it from shell blasts and sniper fire. Were it not for the caption, I would never have guessed it was my bridge -- my bridge because love confers possession, if only in the mind. And I had loved Mostar.","thumbnail":null,"section":"Opinion"},{"date":"19930908","headline":"Jackson Is No Flop With His Flip","web_url":"https://www.nytimes.com/1993/09/08/sports/pro-football-jackson-is-no-flop-with-his-flip.html","abstract":"  Dan Reeves found it easy to laugh at the brashness. He knows Mark Jackson, having spent eight years coaching him in Denver. Other coaches might have frowned at Jackson's unorthodox scoring method on Sunday -- he back-flopped, Nestea-plunge style into the end zone -- but not Reeves.   Reeves likes the flash. He likes the display of emotion. And he especially likes what Jackson, a new Giants receiver, can do in Reeves's offensive system.","thumbnail":null,"section":"Sports"},{"date":"19930908","headline":"2 Similar Auto Accidents, 2 Very Different Results","web_url":"https://www.nytimes.com/1993/09/08/nyregion/2-similar-auto-accidents-2-very-different-results.html","abstract":"  It looked, superficially at least, like the kind of spark that once before had set off an explosion of anger and violence in Brooklyn. A car driven by a Hasidic man struck and injured a black Brooklyn resident on the streets on the edge of Crown Heights.   But the differences between the events early Monday evening as the West Indian Day Festival was winding down, and the events in August 1991 that killed 7-year-old Gavin Cato and set off four days of racial unrest were as striking as the similarities.","thumbnail":null,"section":"New York"},{"date":"19930908","headline":"Review/Pop; World of World Music, U.S. Division","web_url":"https://www.nytimes.com/1993/09/08/arts/review-pop-world-of-world-music-us-division.html","abstract":"  Since Peter Gabriel founded World of Music, Arts and Dance in 1980, Womad has presented festivals of international music in places from England to Denmark to Japan. This year, the festival moves into new territory: the United States, for a two-week tour that began here on Monday at the Saratoga Performing Arts Center. Mr. Gabriel headlined a nine-hour marathon with musicians from every continent but South America and Antarctica. Yet the exotic culture explored in greatest depth came from some modest Atlantic islands: Britain.   Although Womad goes back more than a decade, the United States tour is modeled on the Lollapalooza Festival. There are two stages, a large one (with seating) for mainstream rock and a secondary one, in an open field, for lesser-known performers. Stalls sell international food, clothing and jewelry; there's a computer exhibit.","thumbnail":null,"section":"Arts"},{"date":"19930908","headline":"Remember Ron Arad : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/09/08/opinion/IHT-remember-ron-arad-letters-to-the-editor.html","abstract":"Seven years ago, on Oct. 16, 1986, an Israeli Phantom jet went down over southern Lebanon. The pilot was rescued by an Israeli helicopter moments before Shiite militiamen closed in. Only meters away, the navigator lay wounded in the brush. That man was R","thumbnail":null,"section":"Opinion"},{"date":"19930908","headline":"Kennelly Not Running For Governor","web_url":"https://www.nytimes.com/1993/09/08/nyregion/kennelly-not-running-for-governor.html","abstract":"  United States Representative Barbara B. Kennelly, a Hartford Democrat who came within a whisker of running for governor in 1990 and who was considered her party's unspoken front-runner in 1994, today withdrew from consideration.   She said she would remain in the House of Representatives, and made it sound final, though she declined to say she would never run for governor.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19930908","time":"1993-09-08 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.4,"rhum":87,"wspd":5.4},{"date":"19930908","time":"1993-09-08 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.3,"rhum":89,"wspd":7.6},{"date":"19930908","time":"1993-09-08 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":89,"wspd":9.4},{"date":"19930908","time":"1993-09-08 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":88,"wspd":11.2},{"date":"19930908","time":"1993-09-08 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":88,"wspd":14.8},{"date":"19930908","time":"1993-09-08 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.5,"rhum":88,"wspd":14.8},{"date":"19930908","time":"1993-09-08 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":88,"wspd":11.2},{"date":"19930908","time":"1993-09-08 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.5,"rhum":85,"wspd":14.8},{"date":"19930908","time":"1993-09-08 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17,"rhum":84,"wspd":14.8},{"date":"19930908","time":"1993-09-08 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.3,"rhum":83,"wspd":16.6},{"date":"19930908","time":"1993-09-08 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.2,"rhum":85,"wspd":14.8},{"date":"19930908","time":"1993-09-08 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.2,"rhum":86,"wspd":11.2},{"date":"19930908","time":"1993-09-08 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.9,"rhum":73,"wspd":13},{"date":"19930908","time":"1993-09-08 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.1,"rhum":70,"wspd":13},{"date":"19930908","time":"1993-09-08 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.4,"rhum":64,"wspd":20.5},{"date":"19930908","time":"1993-09-08 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19,"rhum":68,"wspd":22.3},{"date":"19930908","time":"1993-09-08 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.2,"rhum":63,"wspd":16.6},{"date":"19930908","time":"1993-09-08 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.9,"rhum":64,"wspd":18.4},{"date":"19930908","time":"1993-09-08 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.4,"rhum":69,"wspd":11.2},{"date":"19930908","time":"1993-09-08 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.6,"rhum":73,"wspd":13},{"date":"19930908","time":"1993-09-08 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.9,"rhum":77,"wspd":13},{"date":"19930908","time":"1993-09-08 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.8,"rhum":76,"wspd":13},{"date":"19930908","time":"1993-09-08 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.5,"rhum":76,"wspd":11.2},{"date":"19930908","time":"1993-09-08 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.2,"rhum":76,"wspd":16.6},{"date":"19930908","time":"1993-09-08 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":90,"wspd":20.5},{"date":"19930908","time":"1993-09-08 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":81,"wspd":22.3},{"date":"19930908","time":"1993-09-08 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":76,"wspd":18.7},{"date":"19930908","time":"1993-09-08 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":73,"wspd":14.8},{"date":"19930908","time":"1993-09-08 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":70,"wspd":16.6},{"date":"19930908","time":"1993-09-08 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":73,"wspd":20.5},{"date":"19930908","time":"1993-09-08 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":75,"wspd":18.7},{"date":"19930908","time":"1993-09-08 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":78,"wspd":16.6},{"date":"19930908","time":"1993-09-08 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":78,"wspd":14.8},{"date":"19930908","time":"1993-09-08 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":81,"wspd":14.8},{"date":"19930908","time":"1993-09-08 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":79,"wspd":16.6},{"date":"19930908","time":"1993-09-08 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":81,"wspd":18.7},{"date":"19930908","time":"1993-09-08 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":76,"wspd":14.8},{"date":"19930908","time":"1993-09-08 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":76,"wspd":18.7},{"date":"19930908","time":"1993-09-08 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":78,"wspd":14.8},{"date":"19930908","time":"1993-09-08 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":84,"wspd":9.4},{"date":"19930908","time":"1993-09-08 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":93,"wspd":7.6},{"date":"19930908","time":"1993-09-08 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":96,"wspd":16.6},{"date":"19930908","time":"1993-09-08 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":93,"wspd":13},{"date":"19930908","time":"1993-09-08 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":93,"wspd":14.8},{"date":"19930908","time":"1993-09-08 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":90,"wspd":13},{"date":"19930908","time":"1993-09-08 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":93,"wspd":9.4},{"date":"19930908","time":"1993-09-08 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":96,"wspd":7.6},{"date":"19930908","time":"1993-09-08 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":93,"wspd":13}]},"19930909":{"guardian_articles":[],"nytimes_articles":[{"date":"19930909","headline":"Rangers Are Expected to Deal Hurlbut","web_url":"https://www.nytimes.com/1993/09/09/sports/sports-people-hockey-rangers-are-expected-to-deal-hurlbut.html","abstract":"  The Rangers are expected to announce todaythat they have traded defenseman MIKE HURLBUT, 26, to the Quebec Nordiques for defenseman ALEKSANDR KARPOVTSEV,23. Karpovtsev is the former captain of Moscow Dynamo, one of the best teams in the former Soviet Union, and played with the current Ranger ALEKSEI KOVALEV. Hurlbut spent time with the Rangers and their Binghamton farm team last season. In 23 games with New York, he had one goal and eight assists.   ","thumbnail":null,"section":"Sports"},{"date":"19930909","headline":"Diocese Finds Vision Claims Aren't Miracle","web_url":"https://www.nytimes.com/1993/09/09/nyregion/diocese-finds-vision-claims-aren-t-miracle.html","abstract":"  The Roman Catholic Diocese of Trenton declared today that although a spiritual awakening inspired thousands of pilgrims to visit the suburban New Jersey home of a man who claimed that the Virgin Mary came to visit, no true miracle occurred at the site.    Bishop John C. Reiss urged the faithful to stop their Sunday evening vigils at the Marlboro Township home of Joseph Januszkiewicz, a draftsman who began reporting the visions in the spring of 1992. Mr. Januszkiewicz was also admonished to stop taking steps to promote the visits to the blue spruce trees on his yard, where he said his vision appeared, or to the shrine he has erected on his property.","thumbnail":null,"section":"New York"},{"date":"19930909","headline":"Whiten Missed a Third Exclusive Club","web_url":"https://www.nytimes.com/1993/09/09/sports/baseball-whiten-missed-a-third-exclusive-club.html","abstract":"  Mark Whiten came so close, so very, very close Tuesday night to joining an exclusive major league circle. But as the St. Louis Cardinals' leadoff batter in the fourth inning of the second half of a doubleheader against the Reds in Cincinnati, Whiten, a 25-year-old oufielder, blew it.   His cut was just a shade off on a 3-1 pitch from starter Larry Luebbers, and the result was a pop foul to the Reds' third baseman, Chris Sabo.","thumbnail":null,"section":"Sports"},{"date":"19930909","headline":"Study Says Half of Adults in U.S. Lack Reading and Math Abilities","web_url":"https://www.nytimes.com/1993/09/09/us/study-says-half-of-adults-in-us-lack-reading-and-math-abilities.html","abstract":"  Nearly half of the nation's 191 million adult citizens are not proficient enough in English to write a letter about a billing error or to calculate the length of a bus trip from a published schedule, according to a four-year Federal study of literacy in America.   The study, released yesterday by the Education Department, presented a bleak statistical portrait of the nation's literacy.","thumbnail":null,"section":"U.S."},{"date":"19930909","headline":"Traffic Alert","web_url":"https://www.nytimes.com/1993/09/09/nyregion/traffic-alert-607193.html","abstract":"  TODAY    At least one eastbound lane on the upper level of the George Washington Bridge is closed until 6 A.M. Monday for repaving. One-hour delays are expected during the morning and evening rush hours. Construction will also close the exit ramp leading to the Henry Hudson Parkway, Riverside Drive and 178th Street.  TOMORROW   George Washington Bridge repaving continues, closing one eastbound lane on the upper level until 6 A.M. Monday. At 10 P.M., three of four lanes on the upper level that feed the Major Deegan and Cross Bronx Expressways will be closed until 9 A.M. Saturday for construction.","thumbnail":null,"section":"New York"},{"date":"19930909","headline":"Puerto Rico's Choice Must Be Heeded","web_url":"https://www.nytimes.com/1993/09/09/opinion/l-puerto-rico-s-choice-must-be-heeded-033893.html","abstract":"  To the Editor:   The Rev. Dr. Martin Luther King Jr. moved a nation with his dream, so eloquently stated 30 years ago on the steps of the Lincoln Memorial.","thumbnail":null,"section":"Opinion"},{"date":"19930909","headline":"Resignation Setting Off Maneuvers Between 2 Top Democrats","web_url":"https://www.nytimes.com/1993/09/09/nyregion/resignation-setting-off-maneuvers-between-2-top-democrats.html","abstract":"  Attorney General Robert Abrams's resignation set off a complex political dance between two of New York State's most powerful Democrats: Gov. Mario M. Cuomo and Assembly Speaker Saul Weprin.   Before Mr. Abrams's resignation takes effect on Dec. 31, the Legislature must select a replacement to fill the rest of his term, which ends next year. Of the 211 legislators, 127 are Democrats, and Mr. Weprin controls the single largest bloc of votes among them: 101 Assembly Democrats.","thumbnail":null,"section":"New York"},{"date":"19930909","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/09/09/arts/pop-and-jazz-in-review-728093.html","abstract":"  Joe Chambers  Sweet Basil 88 Seventh Avenue South (at Bleecker Street) Greenwich Village Through Sunday    It's rare that the performance of a blues tune in a jazz club comes off as revelation, but on Tuesday night at Sweet Basil, Joe Chambers and his group launched into one, and it was exactly that. Mr. Chambers, one of the great drummers of the 1960's, had been performing mostly his own material, pieces with odd rhythms, unusual meters and jarring chord changes that moved a composition quickly from one place to the next, as if suddenly, in the middle of summer, it had begun to snow. It was tense music that in its angularity and oddness demanded something from both the band and the audience.","thumbnail":null,"section":"Arts"},{"date":"19930909","headline":"The Talk of Hollywood; Honing a Movie on Rough Previews","web_url":"https://www.nytimes.com/1993/09/09/movies/the-talk-of-hollywood-honing-a-movie-on-rough-previews.html","abstract":"    Audience previews are nerve-racking for movie executives and film makers. And officials at Columbia Pictures, and its parent company, Sony, are especially nervous over previews of \"I'll Do Anything,\" a big-budget movie that may or may not have music and may or may not be released this Christmas.   These concerns would seem like another typical Hollywood anxiety attack, an almost daily occurrence, except for the fact that Sony and Columbia have endured a very troubled summer. The embarrassing failure of Arnold Schwarzenegger's \"Last Action Hero\"; the allegations against Michael Jackson, who has a contract of between $50 million and $60 million with Sony, and the Heidi Fleiss call-girl scandal (and her friendships with a Columbia executive or two) have shaken the Japanese-owned company.","thumbnail":null,"section":"Movies"},{"date":"19930909","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/09/09/arts/pop-and-jazz-in-review-068093.html","abstract":"  Ann Hampton Callaway  Rainbow and Stars 30 Rockefeller Plaza Through Sept. 25    No New York cabaret singer approaches a classic pop ballad with the technical finesse and intensity of feeling that Ann Hampton Callaway brings to the repertory. The singer has a multi-octave range, a luxuriant timbre that injects a lovelorn lament with an almost tearful commitment, and long-lined phrasing that draws out the last ounce of melodic splendor from a love song.","thumbnail":null,"section":"Arts"},{"date":"19930909","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/09/09/style/chronicle-997693.html","abstract":"  JOHNNY CARSON, the nation's quintessential talk show host, was named yesterday as one of the five performers and artists to receive this year's Kennedy Center Honors for lifetime contributions to American culture.    JAMES D. WOLFENSOHN, chairman of the John F. Kennedy Center for the Performing Arts, described Mr. Carson as \"an entertainer whose 30-year career on television made him a national icon.\"","thumbnail":null,"section":"Style"},{"date":"19930909","headline":"Sports of The Times; Yank Omen: September No-Hitters","web_url":"https://www.nytimes.com/1993/09/09/sports/sports-of-the-times-yank-omen-september-no-hitters.html","abstract":"  IN a pennant race, a good omen is often hard to find, but the Yankees' omen has been discovered. Whenever a Yankee has pitched a no-hitter in September, as Jim Abbott did last Saturday and will try to do again tomorrow night in Kansas City, the Yankees have won the pennant and the World Series. No other major league franchise can make that statement.   When the days on the schedule dwindle down to a precious few, September no-hitters are a precious few, too. Especially for pitchers clawing through a pennant race. But when Abbott no-hit the Cleveland Indians last Saturday, he emerged as the third Yankee pitcher to do it.","thumbnail":null,"section":"Sports"},{"date":"19930909","headline":"Union at the Post Sets Strike Deadline","web_url":"https://www.nytimes.com/1993/09/09/nyregion/union-at-the-post-sets-strike-deadline.html","abstract":"  Officers of the Newspaper Guild, the union that represents news, advertising and circulation employees in contract negotiations with the New York Post, said yesterday that they had set a strike deadline for tonight.    \"Nobody wants it,\" said Harry Leykis, the guild chairman at the Post. \"But we've considered the alternative, and it's not good.\"","thumbnail":null,"section":"New York"},{"date":"19930909","headline":"BROADER USES SEEN FOR ABORTION PILL","web_url":"https://www.nytimes.com/1993/09/09/us/broader-uses-seen-for-abortion-pill.html","abstract":"  The French abortion pill, RU-486, and other drugs in its class should be extensively studied as possible treatments for many health problems, a National Academy of Sciences panel said today.   The committee of experts empaneled by the academy's Institute of Medicine to review a class of drugs used in the pill, antiprogestins, said the drugs showed considerable promise. RU-486 is made of an antiprogestin called mifepristone.","thumbnail":null,"section":"U.S."},{"date":"19930909","headline":"Transactions","web_url":"https://www.nytimes.com/1993/09/09/sports/transactions-041993.html","abstract":"  Baseball  National League   PITTSBURGH PIRATES -- Placed Randy Tomlin and Zane Smith, pitchers, on the 60-day disabled list. Waived Mike Bell, first baseman-outfielder, for the purpose of giving him his unconditional release. Recalled Midre Cummings, outfielder, and Paul Miller, pitcher, from Buffalo of the American Association and Rich Aude, first baseman, Danny Miceli, pitcher, and Tony Womack, shortstop, from Carolina of the Southern League. Football  National Football League   CLEVELAND BROWNS -- Signed Louis Riddick, defensive back. Waived Ernie Logan, defensive lineman, and Curtis Cotton, defensive back. Signed Rich McKenzie, linebacker, and Chris Luneberg, offensive lineman, to the practice squad. Waived Frank Hartley, tight end, and Eric Hamilton, defensive back, from the practice squad.   DENVER BRONCOS -- Signed Alphonso Taylor, nose tackle.   NEW ENGLAND PATRIOTS -- Signed Rich Baldinger, offensive lineman. Cut Steve Gordon, center.   NEW ORLEANS SAINTS -- Re-signed Israel Byrd, cornerback, to the practice squad.   SEATTLE SEAHAWKS -- Signed Mack Strong, fullback, to the practice squad.","thumbnail":null,"section":"Sports"},{"date":"19930909","headline":"Clinton Rebuffs Bosnian Leader In Plea for Help","web_url":"https://www.nytimes.com/1993/09/09/world/clinton-rebuffs-bosnian-leader-in-plea-for-help.html","abstract":"  The President of Bosnia came to the White House today to appeal to President Clinton to set a deadline for the use of force against the Bosnian Serbs if they do not lift their siege of Sarajevo. But Mr. Clinton's answer was essentially that the Bosnian leader should go back to the bargaining table and cut the best deal he can, because Washington is not coming to the rescue, officials said.   Mr. Clinton explained that Washington is willing to use diplomatic and economic sanctions to keep the pressure on the Serbs and Croats to be more conciliatory at the bargaining table, aides said. But Mr. Clinton added that there is simply no support among the Western allies for an armed intervention in Bosnia at this time, and Washington is not inclined to go it alone, officials said. Invokes Congressional Approval    The Bosnian President, Alija Izetbegovic, reportedly told Mr. Clinton that his big worry is that even if he does return to the peace talks in Geneva and strikes a deal with the Croats and Serbs -- something he was not sure he could sell politically at home -- the Western allies would not come to monitor its provisions and he would be left on his own.","thumbnail":null,"section":"World"},{"date":"19930909","headline":"'Phantom' in Washington, With Tape","web_url":"https://www.nytimes.com/1993/09/09/theater/phantom-in-washington-with-tape.html","abstract":"  Last March, when Susan and Ray Simmons bought tickets to see \"The Phantom of the Opera\" this week at Kennedy Center, they had expected to be as thrilled with the performance there as they had been in London.   But when the Simmonses, from suburban Virginia, showed up for Tuesday evening's performance, they found the orchestra pit practically empty, occupied only by the show's music director and a sophisticated sound system with a tape of Andrew Lloyd Webber's score.","thumbnail":null,"section":"Theater"},{"date":"19930909","headline":"Holtzman Breaks Down At Interview","web_url":"https://www.nytimes.com/1993/09/09/nyregion/holtzman-breaks-down-at-interview.html","abstract":"  Six days before Primary Day, New York City Comptroller Elizabeth Holtzman broke down during the taping of a television interview yesterday morning, so upset when a reporter asked her to sum up her career that she left her office for 20 minutes to gain her composure.   The incident came on a day when it became clear Ms. Holtzman faced a difficult decision: whether she would allow the findings of a city investigation into her handling of a campaign loan to be released before the primary.","thumbnail":null,"section":"New York"},{"date":"19930909","headline":"Vanishing Character : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/09/09/opinion/IHT-vanishing-character-letters-to-the-editor.html","abstract":"Regarding \"Epitaph for a Nazi Foe: A Little Piece of Justice\" (Meanwhile, Aug. 31) by Thom Shanker: .Congratulations on this excellent epitaph for Robert Kempner, who had the kind of outstanding character that has become almost extinct. .If","thumbnail":null,"section":"Opinion"},{"date":"19930909","headline":"Nowhere to Hide From a School Bus Camera","web_url":"https://www.nytimes.com/1993/09/09/us/nowhere-to-hide-from-a-school-bus-camera.html","abstract":"  As transportation coordinator for the Greenville County School District, Glenn Miller wants his bus drivers to have all the tools they need to do their jobs, and that includes camcorders.   The video cameras record fights, back talk and vandalism that are now commonplace on bus trips to and from school. Hundreds of school districts around the country are turning to video surveillance to stop students' misbehaving on buses.","thumbnail":null,"section":"U.S."},{"date":"19930909","headline":"Palestinians Seen in Need Of Billions in Foreign Aid","web_url":"https://www.nytimes.com/1993/09/09/world/mideast-accord-palestinians-seen-in-need-of-billions-in-foreign-aid.html","abstract":"  However the Palestinians and Israelis solve their diplomatic differences, the success of any peace plan could depend in large measure on whether the Palestinians get billions of dollars of aid from the United States, Europe, Japan and wealthy Arab nations.   Worried that continued poverty could cause explosive political tensions even with a peace accord, the United States is leading an effort to round up pledges of large-scale assistance even before the Israelis and Palestinians complete a deal that would grant limited self-rule in the West Bank and Gaza Strip.","thumbnail":null,"section":"World"},{"date":"19930909","headline":"P.L.O. AIDE REPORTS PACT WITH ISRAEL OVER RECOGNITION","web_url":"https://www.nytimes.com/1993/09/09/world/mideast-accord-plo-aide-reports-pact-with-israel-over-recognition.html","abstract":"  A senior Palestine Liberation Organization official said today that a tentative agreement for mutual recognition between the P.L.O. and Israel had been worked out and that Norwegian intermediaries were flying here tonight with a text of the accord.   The development took place as the P.L.O.'s 18-member Executive Committee -- with five missing -- began an important meeting here tonight that is widely expected to give a stamp of approval on Thursday or Friday to both the mutual recognition accord and the already-initialed agreement between Israel and the P.L.O. on self-rule by Palestinians in the Israeli-occupied Gaza Strip and part of the West Bank. The meeting adjourned late tonight and will reconvene Thursday.","thumbnail":null,"section":"World"},{"date":"19930909","headline":"Queens Man Is Accused of 14 Robberies at Bridge Tollbooths","web_url":"https://www.nytimes.com/1993/09/09/nyregion/queens-man-is-accused-of-14-robberies-at-bridge-tollbooths.html","abstract":"  A man who was traced to his home in Bayside, Queens, by his car registration plates was arrested early yesterday and accused in a series of 14 armed holdups at New York City bridge tollbooths.   Detectives, who identified the suspect as Ilan Glia, said he robbed at least nine tollbooths since the fall of 1991, culminating with three robberies over the Labor Day weekend.","thumbnail":null,"section":"New York"},{"date":"19930909","headline":"An Islander Rookie Hopes to Make Impact","web_url":"https://www.nytimes.com/1993/09/09/sports/hockey-an-islander-rookie-hopes-to-make-impact.html","abstract":"  As a first-round draft choice with a reputation for rugged play, Todd Bertuzzi had hoped to make a strong impression in his first Islanders training camp this fall. He is a big guy who plays a muscle game at forward, a dimension the Islanders lack, and Bertuzzi hoped he could make the roster as an 18-year-old with two seasons of junior eligibility left.   But Bertuzzi's chances of impressing in camp have dimmed considerably. Three weeks ago, in London, Ontario, he underwent surgery on his left elbow. He arrived with the other rookies today at the Rinx, a new facility in Suffolk County where the team will spend its first week of training camp.","thumbnail":null,"section":"Sports"},{"date":"19930909","headline":"Why Family Leave Makes Good Business Sense","web_url":"https://www.nytimes.com/1993/09/09/opinion/l-why-family-leave-makes-good-business-sense-024993.html","abstract":"  To the Editor:   Tama Starr, a business owner, wants to know in \"Family Leave Law Will Hurt Women\" (letter, Aug. 30) what 9 to 5, National Association of Working Women said to all those pregnant women fired in the weeks before family leave legislation went into effect. Simple: We told them their employers were breaking the law. Treating women differently because of pregnancy has been prohibited in this country since 1978.","thumbnail":null,"section":"Opinion"},{"date":"19930909","headline":"Burying Ferdinand Marcos","web_url":"https://www.nytimes.com/1993/09/09/opinion/burying-ferdinand-marcos.html","abstract":"  They came to bury Ferdinand Marcos, and to praise him. But they came in strikingly smaller numbers than his widow, Imelda, had advertised. Not a million but 7,000 Marcos loyalists greeted the Philippine dictator's body Tuesday when it arrived in his home province of Ilocos Norte. Tomorrow's burial is expected to be similarly anticlimactic.    For the Philippines, mercifully, Marcos is no longer the issue. For 20 years he dominated its politics and looted its economy, turning what had been one of Asia's most prosperous and democratic states into one of its least.","thumbnail":null,"section":"Opinion"},{"date":"19930909","headline":"SOVIET FILE FEEDS DEBATE ON P.O.W.'S","web_url":"https://www.nytimes.com/1993/09/09/world/soviet-file-feeds-debate-on-pow-s.html","abstract":"  A new Russian document suggesting that Vietnam held more American prisoners of war than it acknowledged has been turned over to American authorities in Moscow.   The Pentagon released a translation of an account of a Vietnamese Communist Party meeting held in late 1970 or early 1971, quoting a Vietnamese official, Khoang Anya, as saying Vietnam held 735 \"American aviator P.O.W.'s\" although it had only given out the names of 368.","thumbnail":null,"section":"World"},{"date":"19930909","headline":"For City Council: Bronx, Queens","web_url":"https://www.nytimes.com/1993/09/09/opinion/for-city-council-bronx-queens.html","abstract":"  The shortage of plausible challengers in next week's Democratic primary elections for New York City Council in the Bronx and Queens means that many undistinguished members will glide to re-election despite lackluster records. Voters in the Bronx's 18th Councilmanic District have particular reason to feel cheated by the non-contest in their district.   With the borough's Democratic Party organization helping to clear the field of potential contenders, and with no dissent from the Borough President, Fernando Ferrer, the incumbent, Lucy Cruz, has an unobstructed path -- notwithstanding her alarming pattern of ethical abuses.","thumbnail":null,"section":"Opinion"},{"date":"19930909","headline":"Bill Proposed to Stymie Yankee Move","web_url":"https://www.nytimes.com/1993/09/09/sports/sports-people-baseball-bill-proposed-to-stymie-yankee-move.html","abstract":"  FERNANDO FERRER, the Bronx Borough President, has drafted a bill that would prohibit New York State from financing any plans to move the Yankees to Manhattan or anywhere else in the state. The bill is to be presented to the state legislature when it reconvenes later this year.   The Yankee owner, GEORGE STEINBRENNER, has threatened to move his team out of the Bronx, complaining that attendance has been low at Yankee Stadium because of poor parking and perceptions that the area around the Bronx ball park is unsafe.","thumbnail":null,"section":"Sports"},{"date":"19930909","headline":"Asbestos Inspection Widens To 100 Leased School Sites","web_url":"https://www.nytimes.com/1993/09/09/nyregion/asbestos-inspection-widens-to-100-leased-school-sites.html","abstract":"  As New York City school officials rushed to complete an emergency asbestos inspection that has already delayed the start of school for one million schoolchildren, they announced another setback: a decision to expand the inspection to an extra hundred leased school sites.   The extra inspections were ordered as the new Schools Chancellor, Ramon C. Cortines, attended his first Board of Education meeting and declared that despite the added burden the school year would begin as rescheduled on Sept. 20 but not without a \"great deal of confusion.\"","thumbnail":null,"section":"New York"},{"date":"19930909","headline":"SENATE BACKS BILL ON PUBLIC SERVICE","web_url":"https://www.nytimes.com/1993/09/09/us/senate-backs-bill-on-public-service.html","abstract":"  The Senate today passed and sent to the White House the national service bill, the first new program proposed by President Clinton to be ready for his signature.   The 57-to-40 vote found 6 Republicans and 51 Democrats supporting the $1.5 billion, three-year program and 4 Democrats and 36 Republicans in opposition.","thumbnail":null,"section":"U.S."},{"date":"19930909","headline":"Clinton to Delay Effort for Trade Pact","web_url":"https://www.nytimes.com/1993/09/09/us/clinton-to-delay-effort-for-trade-pact.html","abstract":"  President Clinton's plans to make a personal sales pitch on behalf of the troubled North American Free Trade Agreement have been delayed until late this fall as Mr. Clinton prepares for the fight over health care that his advisers have judged to be more critical to his longterm political health.   The trade agreement has accumulated an unenviable list of enemies in the labor and environmental movements and among Democratic leaders in Congress and the supporters of Ross Perot and Ralph Nader.","thumbnail":null,"section":"U.S."},{"date":"19930909","headline":"Judge's Decision In Custody Case Raises Concerns","web_url":"https://www.nytimes.com/1993/09/09/us/judge-s-decision-in-custody-case-raises-concerns.html","abstract":"  The decision by a state judge here to give a grandmother custody of her lesbian daughter's son has delivered a legal shock to the nation's homosexuals, who had been cautiously hopeful about progress toward achieving equal rights with heterosexuals.   The action has led some to voice concern that if the Richmond decision stands, other custody challenges to lesbian and gay parents may follow and that, carried to the extreme, even heterosexual parents could find their child-rearing conduct legally questioned, not just by grandparents but perhaps even by people or groups with no blood relation.","thumbnail":null,"section":"U.S."},{"date":"19930909","headline":"Don't Strangle the U.N.","web_url":"https://www.nytimes.com/1993/09/09/opinion/don-t-strangle-the-un.html","abstract":"  Forty-eight years ago, as a correspondent for an Army newspaper, I covered the founding conference of the United Nations in San Francisco. In the pressroom in the basement of the Opera House, I met the great essayist E. B. White, who was there for The New Yorker.   One day he posed a riddle. \"Sergeant,\" he said, \"what is the most important thing for a marriage?\" \"Love?\" I asked. \"No,\" he said. \"The ring.\"","thumbnail":null,"section":"Opinion"},{"date":"19930909","headline":"U.S. and Russia Sign Peacekeeper Training Pact","web_url":"https://www.nytimes.com/1993/09/09/world/us-and-russia-sign-peacekeeper-training-pact.html","abstract":"  American and Russian army divisions, which faced each other during the tense days of the cold war, will conduct joint peacekeeping exercises under an agreement the two countries signed today.   The peacekeeping exercises, in both countries and in Europe, will involve the Third Infantry Division based in Frankfurt, Germany, and the 27th Motorized Rifle Division from the Volga District in Russia.","thumbnail":null,"section":"World"},{"date":"19930909","headline":"Car-Rental Computers Rejecting High-Risk Drivers","web_url":"https://www.nytimes.com/1993/09/09/nyregion/car-rental-computers-rejecting-high-risk-drivers.html","abstract":"  Hertz, Avis and other car rental companies are using electronic links to government computers to check driving records of potential renters. And because of the screening, which takes only seconds, the companies are turning away 6 to 10 percent of the people who want cars.   Some are rejected because their licenses have been revoked or suspended. Others have valid licenses but the companies think their records over the last few years make them high risks.","thumbnail":null,"section":"New York"},{"date":"19930909","headline":"Sloan-Kettering Sues Empire on Payment Denials","web_url":"https://www.nytimes.com/1993/09/09/nyregion/sloan-kettering-sues-empire-on-payment-denials.html","abstract":"  The Memorial Sloan-Kettering Cancer Center filed suit against Empire Blue Cross and Blue Shield yesterday for refusing to pay for bone-marrow therapy and treatment with the drug Taxol for some patients.   Bills totaling $2 million for 58 patients who received one of the therapies have been turned down by Empire since 1990, sometimes months after the insurer initially authorized the treatments, Sloan-Kettering officials said.","thumbnail":null,"section":"New York"},{"date":"19930909","headline":"1893: Leopold's Mystery : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/09/09/opinion/IHT-1893-leopolds-mystery-in-our-pages100-75-and-50-years-ago.html","abstract":"BRUSSELS - Somewhat startling news transpires to-day [Sept. 8]. It is announced that King Leopold has handed to his Ministers, to be deposited in the archives with the new Constitution, a sealed letter to be opened only after his death. There are many sur","thumbnail":null,"section":"Opinion"},{"date":"19930909","headline":"A Title, and Pride, at Stake for Chavez","web_url":"https://www.nytimes.com/1993/09/09/sports/boxing-a-title-and-pride-at-stake-for-chavez.html","abstract":"  In the cantinas and garages that anchor the gritty, working-class neighborhood here called Tepito, the talk is all of Mexican guts and battered gringos, of past and future glory.   For all of the hype about a Mexican fighting an American on Friday night in the Alamodome in San Antonio, no one here seems to be remembering the Alamo much. But ask them about Julio Cesar Chavez, Pernell Whitaker and the symbolic precedent, and the men of Tepito are of a single mind: history will repeat itself.","thumbnail":null,"section":"Sports"},{"date":"19930909","headline":"Monaco Replaces Olympique Marseilles","web_url":"https://www.nytimes.com/1993/09/09/sports/sports-people-soccer-monaco-replaces-olympique-marseilles.html","abstract":"  French soccer officials named Monaco to replace scandal-ridden Olympique Marseilles in the European club championship.   The Union of European Football Associations, the sport's European governing body, banned Marseille on Monday from defending its European Cup title amid a match-fixing scandal.","thumbnail":null,"section":"Sports"},{"date":"19930909","headline":"Israeli Cabinet Official Quits, Imperiling Peace Plan","web_url":"https://www.nytimes.com/1993/09/09/world/mideast-accord-israeli-cabinet-official-quits-imperiling-peace-plan.html","abstract":"  With his draft peace agreement with the Palestinians on the line, Prime Minister Yitzhak Rabin suffered a potentially damaging blow today when the head of a religious party was forced to resign from the Cabinet, threatening the Government's hold on Parliament.   If the six members of Parliament from the religious Shas Party quit the governing coalition in sympathy with their leader -- and there is a chance they will -- the Prime Minister will lose his majority and thus the assured legislative support he needs for his peace plan. The resignation was over a domestic issue unrelated to Palestinian autonomy, but nevertheless it could hurt the peace plan's chances.","thumbnail":null,"section":"World"},{"date":"19930909","headline":"Corrections","web_url":"https://www.nytimes.com/1993/09/09/nyregion/c-corrections-239493.html","abstract":"  A picture caption yesterday about two Florida defendants convicted of having set a Brooklyn man ablaze reversed their identities in some copies. The man in the light suit was Charles Rourk; Mark Kohut wore a dark one.","thumbnail":null,"section":"New York"},{"date":"19930909","headline":"Delays Expected on George Washington Bridge","web_url":"https://www.nytimes.com/1993/09/09/nyregion/delays-expected-on-george-washington-bridge.html","abstract":"  Commuters and other travelers: beware. New York-bound traffic on the upper levels of the George Washington Bridge is going to be snarled until Monday morning because of two major repaving jobs.   The worst of the traffic jams are expected this morning and again tomorrow morning during rush hour. On an average weekday, from 6 to 9 A.M., about 32,000 vehicles cross the bridge eastbound, from New Jersey to New York.","thumbnail":null,"section":"New York"},{"date":"19930909","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/09/09/nyregion/news-summary-190893.html","abstract":"  International A3-15  P.L.O. SEES RECOGNITION PACT  As P.L.O. leaders began a crucial meeting in Tunis, a senior P.L.O. official said a tentative agreement for mutual recognition had been worked out with Israel.  A1  The United States settles into the role of Mideast hand-holder.  A12","thumbnail":null,"section":"New York"},{"date":"19930909","headline":"Political Memo; The Road Show, Part II: Reinventing Bill and Al","web_url":"https://www.nytimes.com/1993/09/09/us/political-memo-the-road-show-part-ii-reinventing-bill-and-al.html","abstract":"  The fellow on the left in the navy suit was the Vice President, the keeper of all the cryptic details.   The one on the right was the President; his role was to empathize, to talk about trust and to radiate sincerity while discussing belief in Government.","thumbnail":null,"section":"U.S."},{"date":"19930909","headline":"Shove Over Jay, Chevy, Dave. Here's Al.","web_url":"https://www.nytimes.com/1993/09/09/us/shove-over-jay-chevy-dave-here-s-al.html","abstract":"  If the conventional wisdom in politics is that Vice President Al Gore needs to lighten up, it is hard to think of a better place to start than the \"Late Show\" with David Letterman.    Never mind the risk of losing a little dignity by mixing it up in the decidedly wacky atmosphere of late-night television. Mr. Gore tried to shed his stiff upper-body image last night, and it almost worked.","thumbnail":null,"section":"U.S."},{"date":"19930909","headline":"Berlin Ballet Director Picked for Danish Ballet","web_url":"https://www.nytimes.com/1993/09/09/arts/berlin-ballet-director-picked-for-danish-ballet.html","abstract":"  Peter Schaufuss, the director of the Berlin Ballet, has been named artistic director of the Royal Danish Ballet. Mr. Schaufuss succeeds Frank Andersen, whose contract expires in July.","thumbnail":null,"section":"Arts"},{"date":"19930909","headline":"A Mudslinging Democratic Match; On L.I., a Race Grows Ugly on Who Will Challenge the G.O.P.","web_url":"https://www.nytimes.com/1993/09/09/nyregion/mudslinging-democratic-match-li-race-grows-ugly-who-will-challenge-gop.html","abstract":"  Four years ago, it would have been almost unthinkable that Democrats in Nassau County, home of one of the last great Republican political machines, would be fighting among themselves over who would challenge the incumbent Republican County Executive, Thomas S. Gulotta.   The Democratic nominee, one top party official said of previous county executive races, was \"basically the last person to leave the room,\" often someone who agreed to be sacrificed at the polls after preferred candidates opted for safer electoral climes.","thumbnail":null,"section":"New York"},{"date":"19930909","headline":"Broadway Musicians Defend Their Sound","web_url":"https://www.nytimes.com/1993/09/09/theater/broadway-musicians-defend-their-sound.html","abstract":"  Members of Local 802 of the American Federation of Musicians, who play for Broadway productions and whose contract expires on Sunday, held a midday rally in Times Square yesterday, on matinee day, hoping to enlist the support of theatergoers to their cause.   The union's negotiations with the League of American Theaters and Producers broke down on Aug. 12 over a proposal by the league to reduce the minimum number of musicians required to staff Broadway shows.","thumbnail":null,"section":"Theater"},{"date":"19930909","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1993/09/09/style/IHT-what-theyre-reading.html","abstract":"Mark Young, manager at Price Waterhouse in Berlin is reading \"Postcards\" by Annie E. Proulx. .\"This book is very poetic - I would almost describe it as a poem. It is a story of rural America from the 1940s to the present day. It draws you","thumbnail":null,"section":"Style"},{"date":"19930909","headline":"Time to Lift the Ban On Travel to Lebanon","web_url":"https://www.nytimes.com/1993/09/09/opinion/l-time-to-lift-the-ban-on-travel-to-lebanon-019293.html","abstract":"  To the Editor:   \"Beirut Reborn,\" your Aug. 29 front-page special report, updates the world on a country that used to have \"war-torn\" unofficially part of its name. Yet while Lebanon revives, Washington hinders it by maintaining a travel ban to Lebanon on United States passports, putting Lebanon in the company of Libya and Iraq.","thumbnail":null,"section":"Opinion"},{"date":"19930909","headline":"Tourist Is Killed in Florida Despite Taking Precautions","web_url":"https://www.nytimes.com/1993/09/09/us/tourist-is-killed-in-florida-despite-taking-precautions.html","abstract":"  Uwe-Wilhelm Rakebrand did everything the authorities had been telling tourists to do for their own safety since the slaying of a visiting German woman here last spring. But in the end, those precautions did not save his life.   In the latest attack on a tourist here, Mr. Rakebrand was fatally shot early today as he was driving a rental car on the city's main expressway, just minutes after arriving from Germany with his pregnant wife for a vacation.","thumbnail":null,"section":"U.S."},{"date":"19930909","headline":"Gore's Efficiency Plan Draws Nods in Congress (for Now)","web_url":"https://www.nytimes.com/1993/09/09/us/gore-s-efficiency-plan-draws-nods-in-congress-for-now.html","abstract":"  While the Clinton Administration's call to streamline Government produced sympathetic echoes in Republican and Democratic cloakrooms, members of Congress predicted today that their most senior colleagues would still try to pick it apart.   In the glare of the attention paid to the announcement of the White House plan, no one in the House or Senate is daring to defend red tape at the Food Safety and Inspection Service. Congressional supporters of mohair and wool subsidies are lying low. And everyone is praising the Administration's objective of quickening Internal Revenue Service refunds.","thumbnail":null,"section":"U.S."},{"date":"19930909","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/09/09/arts/pop-and-jazz-in-review-067293.html","abstract":"  Jacky Terrasson  Bradley's 70 University Place (at 11th Street) Greenwich Village Through Sunday    It's almost impossible to overemphasize the importance of Bradley's on the jazz scene in New York, and the club's booking of the young pianist Jacky Terrasson is a perfect example of why the club has the stature that it does. Mr. Terrasson, in his late 20's, is best known for holding the piano chair in the drummer Art Taylor's band; among close watchers of the jazz world, he has always been a player with a lot of promise and virtually no public identity.","thumbnail":null,"section":"Arts"},{"date":"19930909","headline":"Kile No-Hits Incredible Shrinking Mets","web_url":"https://www.nytimes.com/1993/09/09/sports/baseball-kile-no-hits-incredible-shrinking-mets.html","abstract":"  Mets bats must be at the lost-and-found. The Astros' Darryl Kile, a 6-foot-5-inch right-hander who blushed at the standing ovations, threw a no-hitter at New York tonight, punctuating the Mets' morose season.   He won, 7-1, in front of 15,684 at the Astrodome, was only a fourth-inning walk away from a perfect game and had sticky defense behind him. In fact, the left side of the Houston infield saved him.","thumbnail":null,"section":"Sports"},{"date":"19930909","headline":"Review/Theater; Psychological Forces That Helped Shape History","web_url":"https://www.nytimes.com/1993/09/09/theater/review-theater-psychological-forces-that-helped-shape-history.html","abstract":"  Of all of Shakespeare's titular monarchs, poor, weak-willed King John has always been the ungainly stepchild. The play that bears his name, a bafflingly amphibious blend of history and tragedy, was seldom performed in this century until relatively recently. And most productions and analyses of \"The Life and Death of King John\" have tended to emphasize the more dynamic character of the Bastard, the patriotic son of Richard the Lion-Hearted, over John himself, who has all of Macbeth's infirmity of purpose with none of his more Olympian qualities.   The great interest of Robin Phillips's emotionally gripping, if somewhat muddled, production at the Stratford Festival here is that it makes John its unconditional center and, in doing so, presents him as a disturbingly pertinent statesman for our times. \"Macbeth\" and \"Richard III,\" with their portraits of raveningly ambitious, Machiavellian heads of state, were the perfect choices for politically slanted revivals in the paranoiac heyday of the late 60's and early 70's, the years of Johnson and Nixon. \"King John,\" on the other hand, has vital resonance for an age that often sees its politicians less as monsters than mediocrities, distanced from greatness by all-too-pedestrian frailties.","thumbnail":null,"section":"Theater"},{"date":"19930909","headline":"Another Despotic Creed Seeks to Infiltrate the West","web_url":"https://www.nytimes.com/1993/09/09/opinion/IHT-another-despotic-creed-seeks-to-infiltrate-the-west.html","abstract":"Muslim fundamentalism is fast becoming the chief threat to global peace and security as well as a cause of national and local disturbance through terrorism. It is akin to the menace posed by Nazism and fascism in the 1930s and then by communism in the '5","thumbnail":null,"section":"Opinion"},{"date":"19930909","headline":"1943: Orders to Italians : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/09/09/opinion/IHT-1943-orders-to-italians-in-our-pages100-75-and-50-years-ago.html","abstract":"CAIRO - [From our New York edition:] General Sir Henry Maitland Wilson, Allied commander in chief in the Middle East, ordered the surrendered Italian Army tonight [Sept. 8] to take by force all points in the Dodecanese Islands, between Turkey and Greece,","thumbnail":null,"section":"Opinion"},{"date":"19930909","headline":"Let Crown Heights Case Have Its Day in Court","web_url":"https://www.nytimes.com/1993/09/09/opinion/l-let-crown-heights-case-have-its-day-in-court-023093.html","abstract":"  To the Editor:   J. J. Goldberg's \"Justice and the Hasidim\" (Op-Ed, Sept. 1) terms the Crown Heights community civil suit against Mayor David N. Dinkins's administration a \"disservice,\" and suggests that the failure of New York's mainstream Jewish community to speak out against that suit is wrong. He misses the point.","thumbnail":null,"section":"Opinion"},{"date":"19930909","headline":"New York's Archaic Courts","web_url":"https://www.nytimes.com/1993/09/09/opinion/new-york-s-archaic-courts.html","abstract":"  Should there be a constitutional convention to amend the New York State Constitution?   Under the State Constitution, the question whether there should be a convention must be on the ballot every 20 years, or whenever the Legislature puts it there. The next time it must appear is 1997.","thumbnail":null,"section":"Opinion"},{"date":"19930909","headline":"Baptists Raising Their Voices in Song at the Garden","web_url":"https://www.nytimes.com/1993/09/09/nyregion/baptists-raising-their-voices-in-song-at-the-garden.html","abstract":"  In a hallway off the main floor of Madison Square Garden, Angelique Banks Coleman was having a difficult time explaining why music was such an integral part of the nation's black churches and of the 8.5 million-member National Baptist Convention, which is holding its annual meeting this week in New York City.   Mrs. Coleman was certainly not at a loss for words, including biblical phrases about \"singing to the Lord\" and \"making a joyful sound\" from the Psalms.","thumbnail":null,"section":"New York"},{"date":"19930909","headline":"Montana's Status Uncertain for Oiler Game","web_url":"https://www.nytimes.com/1993/09/09/sports/sports-people-football-montana-s-status-uncertain-for-oiler-game.html","abstract":"  JOE MONTANA didn't practice yesterday because of a sore wrist and was listed as questionable by the Kansas City Chiefs for the game Sunday against Houston.   Montana, who spent the day doing squeezing exercises, was hurt in the third quarter of the Chiefs' opener Sunday at Tampa Bay.","thumbnail":null,"section":"Sports"},{"date":"19930909","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/09/09/style/chronicle-998493.html","abstract":"  There have been dozens of tributes to Arthur Ashe since he died of AIDS in February, but some of his friends feel that they have not truly said farewell in a satisfying way. So on Monday, some 60 of them will hold their own benefit and get-together at the Doral Arrowwood Conference Center and Resort in Rye Brook, N.Y., to play golf and tennis and reminisce about their friend.   \"We will sit and talk about the deeds of Arthur and the monumental things he did for mankind,\" said ALVIN SCHRAGIS, who knew Mr. Ashe for 24 years and is one of the organizers of the day. \"Douglas Stein, who was one of his good friends and is godfather of his daughter, Camera, and I were talking about it, and we both cried and said we should have done this before Arthur passed away.","thumbnail":null,"section":"Style"},{"date":"19930909","headline":"Resignation Unsettles Israel","web_url":"https://www.nytimes.com/1993/09/09/world/resignation-unsettles-israel.html","abstract":"  With a draft peace pact on the line, the head of a religious party resigned from Israel's Cabinet, threatening its hold on Parliament. Page A12.","thumbnail":null,"section":"World"},{"date":"19930909","headline":"Disputes Hamper U.N. Drive For a War Crimes Tribunal","web_url":"https://www.nytimes.com/1993/09/09/world/disputes-hamper-un-drive-for-a-war-crimes-tribunal.html","abstract":"  A series of disputes over staffing and money are hampering the United Nations' efforts to set up an international tribunal to judge those accused of committing war crimes and other atrocities in Bosnia and Croatia.   After agreeing earlier this year to create the first such war crimes tribunal since those set up by the victorious Allies to judge German and Japanese leaders at the end of the World War II, the 15-member Security Council now finds itself divided over the choice of a prosecutor.","thumbnail":null,"section":"World"},{"date":"19930909","headline":"The War on Abortion Clinics","web_url":"https://www.nytimes.com/1993/09/09/opinion/the-war-on-abortion-clinics.html","abstract":"What is happening to us? Doctors are murdered and maimed for practicing their profession. Clinics are burned. Health care workers are stalked and threatened as they try to go about their daily work. The playroom of a doctor's child is blasted with shotgun bullets and the family of another doctor harassed outside its home by screaming adults. The list of incidents is long and sickening in its perverse variety. \n\nFor 15 years, the fringes of the anti-abortion movement have carried out a campaign of terror and violence against abortion clinics. Since mid-January, this terrorism has become ferocious. Attacks are more systematic, with doctors targeted for especially vicious treatment, even as the constant intimidation of clinic personnel and patients continues.","thumbnail":null,"section":"Opinion"},{"date":"19930909","headline":"Lack of a Mexican Judge Angers Chavez","web_url":"https://www.nytimes.com/1993/09/09/sports/boxing-lack-of-a-mexican-judge-angers-chavez.html","abstract":"  Angered by what he described as \"a slap in the face to the people of my country\" because there is an American judge but not a Mexican, Julio Cesar Chavez today threatened to pull out of Friday night's welterweight title fight against Pernell Whitaker.   But Chavez apparently recanted when the Texas commission that chose the officials refused to make any changes. If it had, said Whitaker's promoter, Dan Duva, \"We would pull out of the fight.\"","thumbnail":null,"section":"Sports"},{"date":"19930909","headline":"Corrections","web_url":"https://www.nytimes.com/1993/09/09/nyregion/c-corrections-983693.html","abstract":"  Because of an editing error, an article and a headline on Tuesday about the resignation of Torie Osborn as head of the National Gay and Lesbian Task Force confused two gay organizations. The Los Angeles Gay and Lesbian Community Services Center, not the national task force, is the nation's largest organization devoted to the concerns of homosexuals. Ms. Osborn previously led the Los Angeles organization. And that group, not the national task force, was moribund when Ms. Osborn became its leader, tripling its staff to 150.","thumbnail":null,"section":"New York"},{"date":"19930909","headline":"U.S. Businesses Eager For South Africa Trade","web_url":"https://www.nytimes.com/1993/09/09/world/us-businesses-eager-for-south-africa-trade.html","abstract":"  After the negotiators sealed their deal on Tuesday night on South Africa's transition to democracy, the euphoria spread quickly from the political conference room at the World Trade Center to a neighboring hall where 200 American companies have come to appraise the new African Klondike.   For the participants in what was billed as the continent's largest American trade show ever, peddlers of trucks and shampoos, software and body armor, gaskets and encyclopedias, pinball machines and electric wheelchairs, it was a giddy confluence of political and economic opportunity.","thumbnail":null,"section":"World"},{"date":"19930909","headline":"It Won't Get Easier For Jets' Defense","web_url":"https://www.nytimes.com/1993/09/09/sports/pro-football-it-won-t-get-easier-for-jets-defense.html","abstract":"  Before their game last Sunday against Denver, the Jets identified tight end Shannon Sharpe and rookie running back Glyn Milburn as the two players they had to contain if New York was to have a chance to win.   Milburn finished with 113 yards rushing and receiving, including a 25-yard touchdown catch, and Sharpe had 7 receptions for 79 yards, including a 37-yard catch. The Broncos won, 26-20.","thumbnail":null,"section":"Sports"},{"date":"19930909","headline":"Almost Free in South Africa","web_url":"https://www.nytimes.com/1993/09/09/opinion/almost-free-in-south-africa.html","abstract":"  Score a victory for humanity and realism in South Africa. A breakthrough agreement was reached Tuesday to establish a Transitional Executive Council in which blacks for the first time will share a governing role with a white minority regime. Probably starting in October, President F. W. de Klerk will have to consult with blacks on the council and its seven sub-councils on organizing a new security force, punishing human rights crimes and sharing state funds, files and television.   That's change, and it puts enormous momentum behind the movement toward multiracial democracy.","thumbnail":null,"section":"Opinion"},{"date":"19930909","headline":"Corrections","web_url":"https://www.nytimes.com/1993/09/09/nyregion/c-corrections-984493.html","abstract":"  An article on Tuesday about mining landfills to recycle old garbage referred incorrectly to a New York State agency that is financing mining projects at dumps. It is the Energy Research and Development Authority.","thumbnail":null,"section":"New York"},{"date":"19930909","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/09/09/sports/results-plus-785093.html","abstract":"  SOCCER  England Beats Poland to End Drought  England, at last playing like it belongs among soccer's elite, beat Poland, 3-0, last night in London to join five other teams who took major steps toward spots in next year's World Cup. England ended its run of six games without a victory. Ireland is on the brink of qualifying after a 2-0 victory over Lithuania. Denmark, Romania, France and Switzerland also moved closer to berths.   England, which drew 1-1 at Poland in May, moved within 1 point of the lead in Europe's Group 2. England, with 11 points after 8 games, trails Norway's 12-point tally in 7 games. The Netherlands, is third with 9 points in 7 games, and Poland has 8 points in 6. The top two teams in each of Europe's six groups advance to the 24-nation finals. Six teams worldwide have qualified: United States (host), Germany (defending champion), Greece, Mexico, Russia and Colombia.","thumbnail":null,"section":"Sports"},{"date":"19930909","headline":"Bills' Kelly to Have Tests on Ailing Knee","web_url":"https://www.nytimes.com/1993/09/09/sports/sports-people-football-bills-kelly-to-have-tests-on-ailing-knee.html","abstract":"  EMMITT SMITH, a holdout, may be missing from the Dallas Cowboys' lineup for Sunday's game with the Buffalo Bills, but the Bills may have their own missing star: JIM KELLY.    Kelly said his right knee was sore and that he would be getting a magnetic resonance imaging test today to see if arthroscopic surgery would be necessary.","thumbnail":null,"section":"Sports"},{"date":"19930909","headline":"Tartabull's Shoulder Aching","web_url":"https://www.nytimes.com/1993/09/09/sports/baseball-tartabull-s-shoulder-aching.html","abstract":"  Danny Tartabull returned to right field for the first time in almost two months Tuesday night, felt the pain in his right shoulder today and wondered if he should be playing the outfield.   \"It's not getting any better,\" said Tartabull, a bundle of ice draped over his shoulder. \"By me not resting it, it's not getting any better. If Buck wants me to play the outfield, I got to play the outfield.\"","thumbnail":null,"section":"Sports"},{"date":"19930909","headline":"Review/Film; Plain Talk and Clear Scenes On a Topic of Frequent Panic","web_url":"https://www.nytimes.com/1993/09/09/movies/review-film-plain-talk-and-clear-scenes-on-a-topic-of-frequent-panic.html","abstract":"  Candid discussions of sex in the movies and on television often seem to be so fraught with anxiety and prurience that any useful information comes enveloped in an atmosphere of hysteria. And if the sex is homosexual, that hysteria can become panic.    That's one reason \"Sex Is . . .,\" Marc Huestis's documentary film about gay sex, is so welcome. Although this very explicit film is not for everybody, it addresses male homosexual intimacy with a refreshing directness. At a moment when gay sexuality is often glibly equated with AIDS, it is firmly but responsibly pro-sex.","thumbnail":null,"section":"Movies"},{"date":"19930909","headline":"Schools Would Benefit From a New Dress Code","web_url":"https://www.nytimes.com/1993/09/09/opinion/l-schools-would-benefit-from-a-new-dress-code-037093.html","abstract":"  To the Editor:   \"Appearances Are Destructive\" by Mark Mathabane (Op-Ed, Aug. 26), on the advisability of a school dress code, reminds me of an old Jewish custom. On certain occasions, all the young maidens of the \"shtetl\" exchanged dresses, so that the young men could not tell which ones were wealthy and which poor.","thumbnail":null,"section":"Opinion"},{"date":"19930909","headline":"Three Spoilers Stamp Their Marks on Tourney","web_url":"https://www.nytimes.com/1993/09/09/sports/us-open-93-three-spoilers-stamp-their-marks-on-tourney.html","abstract":"  One of them is a 30-year-old Australian, a scrappy alley cat of a player who figures he's probably embarked on the ninth, and best, of his professional lives by reaching the quarterfinals of the United States Open on his ninth attempt.    Wally Masur came back from the dead, first from a two-set deficit, then from a 5-0 fifth-set hole, to thump Jamie Morgan, an up-and-coming countryman, in a dramatic fourth-round tangle the weary Masur termed \"ridiculous. I'm too old for that.\"","thumbnail":null,"section":"Sports"},{"date":"19930909","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/09/09/us/inside-188693.html","abstract":"  Holtzman Loses Composure   Comptroller Elizabeth Holtzman broke down while taping an interview, and an aide cited the strain of a campaign-loan inquiry. Page B1. Victory for a Steel Town    The fight to keep a company from closing a steel mill united a small Ohio town in a long-shot battle, which in the end it won. Page D1. Trade Pact Takes Back Seat    Focused on health care, the President has delayed any campaigning for the North American Free Trade Agreement until late this fall. Page D20. Furor on Pentagon Nominee    The nomination of Morton Halperin to be Assistant Secretary of Defense has renewed ideological animosities dating from the Vietnam War. Page A21.  Diocese Finds No Miracle    Roman Catholic officials said no miracle had occurred at a New Jersey home where a man claimed that the Virgin Mary had appeared. Page B1.","thumbnail":null,"section":"U.S."},{"date":"19930909","headline":"Electronic Music Goes Back to Louis XV","web_url":"https://www.nytimes.com/1993/09/09/opinion/l-electronic-music-goes-back-to-louis-xv-022293.html","abstract":"  To the Editor:   The theremin is not \"the world's first electronic musical instrument,\" as you state in your otherwise excellent and fascinating Aug. 24 article on Leon Theremin, subject of a new documentary film.","thumbnail":null,"section":"Opinion"},{"date":"19930909","headline":"Martin Sets Sights on Stock-Car Mark","web_url":"https://www.nytimes.com/1993/09/09/sports/sports-people-auto-racing-martin-sets-sights-on-stock-car-mark.html","abstract":"  MARK MARTIN, who will try to set a record for Nascar's Winston Cup stock car series on Saturday night in Richmond, will testify to the role luck plays in auto racing.   Martin will seek a record fifth-straight race victory in Richmond. But earlier this season, the 34-year-old driver from Batesville, Ark., was halted by everything from exploding engines to an empty gas tank on the way to sure victories. \"I do believe in the luck factor,\" he said yesterday via telephone. \"I do believe you can't win no matter how good you run unless things go your way.\"","thumbnail":null,"section":"Sports"},{"date":"19930909","headline":"Poetry Reading Is Reset","web_url":"https://www.nytimes.com/1993/09/09/arts/poetry-reading-is-reset.html","abstract":"  Because of rain yesterday, a reading of Russian poetry by the actresses Alla Demidova and Marian Seldes has been rescheduled for today at 6 P.M. at the Hudson River Park Pavilion, Battery Park City. Information: (212) 945-0505.","thumbnail":null,"section":"Arts"},{"date":"19930909","headline":"Medicaid and Medicare Cutback Sought to Finance Health Plan","web_url":"https://www.nytimes.com/1993/09/09/us/medicaid-and-medicare-cutback-sought-to-finance-health-plan.html","abstract":"  White House officials have told Congress that President Clinton's health plan will be financed in part by squeezing $124 billion from the projected growth of Medicare and $114 billion from Medicaid over five years, lawmakers and their aides said today.   The Administration's plans, disclosed in a whirlwind round of briefings on Capitol Hill in the last two days, dropped the White House squarely into politically hazardous territory only two weeks before the President is to unveil his health care initiative.","thumbnail":null,"section":"U.S."},{"date":"19930909","headline":"Back to New York","web_url":"https://www.nytimes.com/1993/09/09/opinion/l-back-to-new-york-032093.html","abstract":"  To the Editor:   Further on your Aug. 23 front-page article about the return of retirees to New York City: My wife and I moved out of the city when we married in 1949 and returned to Greenwich Village when we retired in 1991. Many people questioned why we would consider moving to the noisy dangerous city instead of a quiet, peaceful place like Florida. My answer was: \"We will be dead a long time and don't need to practice.\" ELLIOT R. LANG  New York, Aug. 27, 1993","thumbnail":null,"section":"Opinion"},{"date":"19930909","headline":"Why Family Leave Makes Good Business Sense; Allowing for Sickness","web_url":"https://www.nytimes.com/1993/09/09/opinion/l-why-family-leave-makes-good-business-sense-allowing-for-sickness-031193.html","abstract":"  To the Editor:   In \"Women's Work -- and Men's, Too\" (editorial, Aug. 17), you note that the provisions of the Family and Medical Leave Act are widely misunderstood. Contrary to popular belief, the law gives a man the same opportunity as female co-workers to spend time with his new baby or take his sick mother to the doctor. The sooner employers learn that the family leave act makes family leave available to both sexes, the closer we'll be to a nondiscriminatory workplace.","thumbnail":null,"section":"Opinion"},{"date":"19930909","headline":"For Whom Beryl Toiled : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/09/09/opinion/IHT-for-whom-beryl-toiled-letters-to-the-editor.html","abstract":"Regarding the editorial \"For Whom Raoul Toiled\" (Aug. 30): .The editorial blithely assumes that Beryl Markham \"probably did not write\" her autobiographical \"West With the Night,\" and suggests that Raoul Schumacher, her thi","thumbnail":null,"section":"Opinion"},{"date":"19930909","headline":"One Sense of Dogmatic... : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/09/09/opinion/IHT-one-sense-of-dogmatic-letters-to-the-editor.html","abstract":"Regarding \"Catholicism: The Laity Will Keep Doing It Their Way in Bed\" (Opinion, Aug. 25): .Andrew Greeley denies that \"Catholicism is a list of doctrines and rules that you have to accept.\" Contrary to what Mr. Greeley says, the do","thumbnail":null,"section":"Opinion"},{"date":"19930909","headline":"Corrections","web_url":"https://www.nytimes.com/1993/09/09/nyregion/c-corrections-981093.html","abstract":"  The calendar of events in the Connecticut Weekly on Sunday about a showing of \"The Misfits\" at the Bantam Cinema tomorrow at 8:30 P.M. misstated the admission price. It is $17.50, not $6.50.","thumbnail":null,"section":"New York"},{"date":"19930909","headline":"A 3d Trooper Is Sentenced In Tampering","web_url":"https://www.nytimes.com/1993/09/09/nyregion/a-3d-trooper-is-sentenced-in-tampering.html","abstract":"  A former New York State police lieutenant was sentenced today to two and a half to seven and a half years in prison for faking fingerprints in three criminal cases, the latest development in a widening evidence-tampering scandal.    Despite a pre-sentencing report that recommended leniency and what she called a unique outpouring of support, Justice Betty D. Friedlander of State Supreme Court sentenced the lieutenant, Craig D. Harvey, to the maximum term permissible under a plea bargain arranged in July.","thumbnail":null,"section":"New York"},{"date":"19930909","headline":"Books of The Times; Kennedy Assassination Answers","web_url":"https://www.nytimes.com/1993/09/09/books/books-of-the-times-kennedy-assassination-answers.html","abstract":"  Case Closed  Lee Harvey Oswald and the Assassination of J. F. K.  By Gerald Posner.  Illustrated. 607 pages. Random House. $25.   A simple point accounts for the force and freshness of Gerald Posner's \"Case Closed,\" a persuasive new study of President John F. Kennedy's assassination. Amid the mounting welter of conspiracy theories, one set of facts tends increasingly to get overlooked: those having to do with the biography and character of Lee Harvey Oswald, whom Mr. Posner tries to prove once and for all was the lone assassin.","thumbnail":null,"section":"Books"},{"date":"19930909","headline":"Wait Till Next Year","web_url":"https://www.nytimes.com/1993/09/09/sports/us-open-93-wait-till-next-year.html","abstract":"  For those spectators who were rained out of yesterday's day session, the National Tennis Center had mixed news.   Most tickets are exchangeable, but not until next year.","thumbnail":null,"section":"Sports"},{"date":"19930909","headline":"Devils and Senators Feud Over Damaged Goods","web_url":"https://www.nytimes.com/1993/09/09/sports/hockey-devils-and-senators-feud-over-damaged-goods.html","abstract":"  Executives and doctors representing the New Jersey Devils and the Ottawa Senators debated by telephone yesterday without resolving a dispute over the physical condition of goalie Peter Sidorkiewicz.   If they can't settle the issue, it may go to Brian Burke, the league's new vice president for hockey affairs, who has already discussed the matter informally with both sides.","thumbnail":null,"section":"Sports"},{"date":"19930909","headline":"Review/Television; The War After 11: Enter Chase","web_url":"https://www.nytimes.com/1993/09/09/arts/review-television-the-war-after-11-enter-chase.html","abstract":"  \"And now,\" joked the announcer introducing the star of \"The Chevy Chase Show,\" \"he's still not ready for prime time.\" No, and if Tuesday's premiere on Fox at 11 P.M. was any indication, he's not ready for a late-night talk show either. On a disaster scale of 1 to 10, this one rated a 12.   In the course of his first hour, Mr. Chase had perhaps two or three minutes that didn't induce cringing. And those were in a news-update segment, an idea filched from NBC's \"Saturday Night Live,\" the show on which a one-year stint beginning in 1975 led to a rather lucrative but undistinguished movie career for Mr. Chase. As his talk-show debut unraveled embarrassingly, even Mr. Chase seemed to sense the magnitude of his folly when he asked a guest, Whoopi Goldberg, whose own talk series was canceled earlier this year, \"What are you doing now that your show's gone the way mine is about to go?\"","thumbnail":null,"section":"Arts"},{"date":"19930909","headline":"Essay; Is the Fix In?","web_url":"https://www.nytimes.com/1993/09/09/opinion/essay-is-the-fix-in.html","abstract":"  George Bush privately assured Bill Clinton that he would not criticize the new President during the first year of his term. I cannot attribute that to any source, but trust me. And Mr. Bush has kept his word.   In what may be an unspoken quid pro quo, the Clinton Administration has moved to quash any revelations about Bush's Iraqgate scandal.","thumbnail":null,"section":"Opinion"},{"date":"19930909","headline":"With Little Reason to Be Wary of Bucs, Giants Are","web_url":"https://www.nytimes.com/1993/09/09/sports/pro-football-with-little-reason-to-be-wary-of-bucs-giants-are.html","abstract":"  If they played football games on paper, the Giants would wipe out the Tampa Bay Buccaneers here Sunday.    After all, while the Giants were rallying for a 26-20 victory over the Bears in the season opener last Sunday in Chicago, the Bucs were being routed by Joe Montana and the Kansas City Chiefs, 27-3. In addition, the Bucs announced today that they will start a new and inexperienced quarterback in Craig Erickson, and in his debut he must contend with the pass rushing of a revitalized Lawrence Taylor.","thumbnail":null,"section":"Sports"},{"date":"19930909","headline":"Six Public Advocate Candidates Divided on Duties of New Office","web_url":"https://www.nytimes.com/1993/09/09/nyregion/six-public-advocate-candidates-divided-on-duties-of-new-office.html","abstract":"  New York City's six candidates for Public Advocate diverged sharply in a debate last night on the prerequisites and responsibilities of an office that is poorly understood by the public.   The debate at the City University of New York Graduate Center, carried by New York 1 News, the cable television station, came amid a week of intense campaigning in which the candidates have sought to define the office and to criticize their opponents as inexperienced or lacking the indepedence to carry out its mandate.","thumbnail":null,"section":"New York"},{"date":"19930909","headline":"1918: 'Spiteful' Allies : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/09/09/opinion/IHT-1918-spiteful-allies-in-our-pages100-75-and-50-years-ago.html","abstract":"AMSTERDAM - A telegram from Wilhelmshhe reports that the German Emperor yesterday [Sept. 7] entertained Colonel Skoropadski of Ukraine at a banquet at which he made a characteristically lengthy speech: \"This war has been imposed on the world by","thumbnail":null,"section":"Opinion"},{"date":"19930909","headline":"MIDEAST ACCORD: Washington Memo; As History Unfolds, U.S. Takes to Sidelines","web_url":"https://www.nytimes.com/1993/09/09/world/mideast-accord-washington-memo-as-history-unfolds-us-takes-to-sidelines.html","abstract":"  As the Israelis and Palestinians struggle with the final wording of a declaration recognizing each other's existence, the United States is settling into the role of hand-holder, fund-raiser and protocol chief. It is calling on the players to press forward, asking the Europeans and the rich Persian Gulf Arabs to underwrite the cost of peace and wrestling with the guest list for a still-tentative signing ceremony.   Left out of the secret negotiations brokered by the Norwegians and unable to talk directly to the Palestine Liberation Organization, the Administration is not offering proposals of its own to help break the deadlock or functioning as the \"full partner\" it has offered to be. Rather, officials involved in the process are dealing with details like whether to tell the Norwegians whether it is appropriate to pass on certain messages to the Egyptians and how to fend off old friends who are lobbying to get invited to the White House signing.","thumbnail":null,"section":"World"},{"date":"19930909","headline":"The Money Won't Rain On Arafat","web_url":"https://www.nytimes.com/1993/09/09/opinion/IHT-the-money-wont-rain-on-arafat.html","abstract":"The daring Palestinian-Israeli interim accords will carry an immense price tag for the economic rebuilding of the West Bank and Gaza - upward of $2 billion annually for the \"first few years,\" according to one of Yasser Arafat's top advisers her","thumbnail":null,"section":"Opinion"},{"date":"19930909","headline":"Bosnia Croats Admit Inhumane Conditions in Camps","web_url":"https://www.nytimes.com/1993/09/09/world/bosnia-croats-admit-inhumane-conditions-in-camps.html","abstract":"  Bosnian Croat leaders admitted today that living conditions in prison camps in which they are detaining thousands of Muslim men have been inhumane according to international law and that prisoners may have been physically abused.   About 4,000 Muslim men are still being held in three detention camps within a few miles of this internationally renowned shrine to the Virgin Mary, said Kresimir Zubac, vice president of the Croatian Defense Council, the main militia of Bosnia's Croatian nationalists.","thumbnail":null,"section":"World"},{"date":"19930909","headline":"Growth, Pollution and Crime Stifling Bogota","web_url":"https://www.nytimes.com/1993/09/09/world/growth-pollution-and-crime-stifling-bogota.html","abstract":"  Though its population has surpassed six million, Bogota is still just one-third the size of Latin America's largest cities, led by Mexico City and Sao Paulo, Brazil. But the Colombian capital faces similar problems of uncontrolled growth, pollution and high crime.   \"Bogota is increasingly becoming like unmanageable cities such as Mexico City or Sao Paulo,\" said Saul Pineda, vice president of planning at the Bogota Chamber of Commerce.","thumbnail":null,"section":"World"},{"date":"19930909","headline":"Corrections","web_url":"https://www.nytimes.com/1993/09/09/nyregion/c-corrections-985293.html","abstract":"  An article yesterday about proposals to streamline the Federal Government referred incorrectly to an official who oversaw an effort to streamline the Texas state government. The official, John Sharp, is state comptroller, not the former comptroller; his term runs until 1995.","thumbnail":null,"section":"New York"},{"date":"19930909","headline":"Ruling Expected Today on Kevorkian Charges","web_url":"https://www.nytimes.com/1993/09/09/us/ruling-expected-today-on-kevorkian-charges.html","abstract":"  A Michigan judge is expected to decide on Thursday whether to dismiss charges against Dr. Jack Kevorkian on the ground that a new state law banning assisted suicide is unconstitutional.   There is little dispute about the facts in the case. Dr. Kevorkian, a retired pathologist, has detailed how he helped Thomas W. Hyde, 30, who was suffering from amyotrophic lateral sclerosis, or Lou Gehrig's Disease, kill himself with carbon monoxide in the back of the doctor's van on Aug. 4. Dr. Kevorkian then challenged prosecutors to charge him under a new state law enacted in February that makes assisting in a suicide a felony punishable by four years in prison. Legislators enacted the law to try to stop Dr. Kevorkian, who has attended 17 suicides since 1990.","thumbnail":null,"section":"U.S."},{"date":"19930909","headline":"Yankees Mirroring Jays, Loss By Loss","web_url":"https://www.nytimes.com/1993/09/09/sports/baseball-yankees-mirroring-jays-loss-by-loss.html","abstract":"  The Yankees were eager to leave Texas tonight, and they were elated that they would not have to play the Rangers again at Arlington Stadium, at least during the regular season. The only part of this dungeon of doom that the Yankees will miss is the portion of the scoreboard that flashed promising scores from Toronto this week.   The scores in Texas were depressing for the Yankees. For the third straight evening, the Rangers defeated the Yankees and prevented them from moving into first place. Each night, the Yankees controlled their fate. Each night, they faltered. Each night, another day in this lifeless pennant race vanished.","thumbnail":null,"section":"Sports"},{"date":"19930909","headline":"NOMINATION OPENS COLD WAR WOUNDS","web_url":"https://www.nytimes.com/1993/09/09/us/nomination-opens-cold-war-wounds.html","abstract":"  President Clinton's nomination of Morton H. Halperin, a former official in the Johnson and Nixon Administrations, to a Pentagon post has stirred up ideological animosities dating from the Vietnam War.   A conservative advocacy group and a growing number of Republican senators are leading the charge against Mr. Halperin, who used to direct the Washington office of the American Civil Liberties Union and who is Mr. Clinton's choice to become Assistant Secretary of Defense for Democracy and Peacekeeping, a newly created job to supervise policies overseeing the use of international peacekeeping forces.","thumbnail":null,"section":"U.S."},{"date":"19930909","headline":"No Headline","web_url":"https://www.nytimes.com/1993/09/09/nyregion/no-headline-236093.html","abstract":"  \"The overall education level of Americans has increased in terms of schooling and even in fundamental literacy. But the demands of the workplace simultaneously have vastly increased. We simply are not keeping pace with the kinds of skills required in today's economy.\" -- MADELEINE M. KUNIN, Deputy Secretary of Education.  [ A22:4. ]","thumbnail":null,"section":"New York"},{"date":"19930909","headline":"Major Leagues Near Three-Division Format","web_url":"https://www.nytimes.com/1993/09/09/sports/baseball-major-leagues-near-three-division-format.html","abstract":"  With one American League swap agreed to and a National League switch to be discussed, major league club owners are expected to give at least their unofficial approval Thursday to a three-division format beginning next season. The change would bring with it an extra round of playoffs, putting eight teams into post-season competition instead of four.   Whether the owners approve the plan unofficially or officially, they must still secure the agreement of the Players Association. The union has been willing to move quickly to reach an agreement so that the changes could be implemented for the 1994 season.","thumbnail":null,"section":"Sports"},{"date":"19930909","headline":"Review/Rock; Conjuring The 60's: Love, Love, Love, Love","web_url":"https://www.nytimes.com/1993/09/09/arts/review-rock-conjuring-the-60-s-love-love-love-love.html","abstract":"  A full-house singalong wasn't enough for Lenny Kravitz. At the Academy on Tuesday night, the crowd sustained the tune of \"Let Love Rule\" while Mr. Kravitz demanded more gusto. \"Ya gotta mean it!\" he shouted, a particularly odd request from a performer so dedicated to posing.    The 28-year-old Mr. Kravitz is a proud throwback. He reclaims rock from the late 1960's and early 1970's, and he steals only from the best: the Beatles, Jimi Hendrix, Sly and the Family Stone, Marvin Gaye. (Meanwhile, the opening act for his tour, Raging Slab, revives the Southern hard-rock of the mid-1970's.) Yet Mr. Kravitz still lives in the music-video era, and for him the golden age of rock means the right props and costumes: old guitars and keyboards, bell-bottomed pants, untamed hairdos and postures of artless sincerity, perhaps learned from repeated viewings of the \"Woodstock\" videotape. \"We're just gonna play,\" he said as one tune stretched out, alluding to a late-1960's Hendrix disclaimer.","thumbnail":null,"section":"Arts"},{"date":"19930909","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/09/09/nyregion/metro-digest-430393.html","abstract":"  ATTORNEY GENERAL ABRAMS TO RESIGN   The New York State Attorney General, Robert Abrams, his hopes of winning a Senate seat dashed last year and his prospects for the governorship apparently stymied, abruptly announced that he would resign the post that he has held for 15 years to become a partner in a Manhattan law firm at the end of the year. A1.   Attorney General Abrams's resignation set off a complex political dance between two of New York State's most powerful Democrats. B9.","thumbnail":null,"section":"New York"},{"date":"19930909","headline":"Expansion Plan for Tennis Center in Queens Wins Approval From Council Committee","web_url":"https://www.nytimes.com/1993/09/09/nyregion/expansion-plan-for-tennis-center-in-queens-wins-approval-from-council-committee.html","abstract":"  Expansion of the National Tennis Center, the site of the United States Open tennis tournament, was approved yesterday by a City Council committee, all but insuring an official go-ahead for the $172 million project.   The Council's Land Use Committee voted 10-3 in favor of the proposal, which will be considered by the full City Council on Sept. 23. If approved, the United States Tennis Association could begin construction in Flushing Meadows-Corona Park as early as next spring, tennis officials said.","thumbnail":null,"section":"New York"},{"date":"19930909","headline":"Haitian Police Chief Emerges From the Shadows","web_url":"https://www.nytimes.com/1993/09/09/world/haitian-police-chief-emerges-from-the-shadows.html","abstract":"  On the eve of a United Nations-led effort to begin retraining the Haitian police and armed forces, diplomats and human rights experts say a detailed picture has begun to emerge about the role of these forces in political violence sweeping the country.   Based on interviews with current and former members of the armed forces, as well as with their victims, investigators say the Port-au-Prince police chief, Col. Joseph Michel Francois, has become one of the country's most powerful men by building a vast network of shadowy auxiliaries whose job it is to intimidate or even eliminate rivals and opponents.","thumbnail":null,"section":"World"},{"date":"19930909","headline":"Bridge","web_url":"https://www.nytimes.com/1993/09/09/nyregion/bridge-657893.html","abstract":"  After 30 deals of play in the Bermuda Bowl final at the NEC World Championships here this afternoon, Norway led the Netherlands by 8 imps. A total of 160 deals are scheduled, ending Friday. This is the first time either country has reached a world championship final.   After 30 deals of a scheduled 128 in the final of the Venice Cup, the United States led Germany by 27. The American team consists of Kerri Sanborn and Sue Picus, both of Manhattan; Karen McCallum of Boston; Sharon Osberg of San Francisco, and Kay Schulle and Jill Meyers, both of Santa Monica, Calif.","thumbnail":null,"section":"New York"},{"date":"19930909","headline":"Beating a Path Uptown to the New Barneys Store","web_url":"https://www.nytimes.com/1993/09/09/nyregion/beating-a-path-uptown-to-the-new-barneys-store.html","abstract":"  The Barneys New York store on Madison Avenue and 61st Street, touted for months for its spare, futuristic, design, opened its doors to the public for the first time at 10 A.M. yesterday. Within minutes, the pristine space was barely discernible through the throng of the untidy public.   There were the sort of gawkers who stand by crime scenes. There were fashion pilgrims who had made cross-country treks. There were skeptical employees from the neighborhood's competing shops. But most of all, there were shoppers.","thumbnail":null,"section":"New York"},{"date":"19930909","headline":"For Unholy Hollywood's Devotees, A Pariah Film Festival in France","web_url":"https://www.nytimes.com/1993/09/09/movies/for-unholy-hollywood-s-devotees-a-pariah-film-festival-in-france.html","abstract":"  Deauville is an elegant belle epoque beach resort and horse-racing center in Normandy, an easy two hours' drive from Paris. For casual tourists or those innocently attracted to the Deauville Festival of American Films, the 19th installment of which continues until Sunday, it is an extremely pleasant, unpressured place to see a raft of American movies.   There are also nicely planned retrospectives, this year devoted to Jessica Lange, Richard Fleischer and John Malkovich, and a plausible number of directors and stars to titillate the assembled journalists and fans.","thumbnail":null,"section":"Movies"},{"date":"19930909","headline":"Corrections","web_url":"https://www.nytimes.com/1993/09/09/nyregion/c-corrections-982893.html","abstract":"  A picture caption in Business Day yesterday about the Comcast Corporation reversed the identifications of its top officers and misstated its revenues. Ralph J. Roberts, the chairman, was at the right; his son Brian, Comcast's president, was at the left. The company had revenues of $900.3 million last year, not $83 million.","thumbnail":null,"section":"New York"},{"date":"19930909","headline":"Slow Start, But Sampras Sinks Chang","web_url":"https://www.nytimes.com/1993/09/09/sports/us-open-93-slow-start-but-sampras-sinks-chang.html","abstract":"  Pete Sampras is synonymous with the power serve, the stroke that has assumed a stranglehold on men's tennis, and it's an association he doesn't deny.   But when he took on his lifelong sparring partner Michael Chang last night in the quarterfinals of the United States Open, Sampras unveiled several covert weapons, the sum of which tangled Chang in a baffling trap of defiant ground strokes, geometric volleys and, inevitably, sonic serves.","thumbnail":null,"section":"Sports"}],"wiki_events":[{"date":"19930909","headline":"IsraeliPalestinian peace process: The Palestine Liberation Organization officially recognizes Israel as a legitimate state.","pages":[{"title":"IsraeliPalestinian peace process","web_url":"https://en.wikipedia.org/wiki/Israeli%E2%80%93Palestinian_peace_process","description":"Efforts to resolve the IsraeliPalestinian conflict","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Israel-Palestine_peace.svg/320px-Israel-Palestine_peace.svg.png","thumbnail_width":320,"thumbnail_height":139},"abstract":"The IsraeliPalestinian peace process refers to the intermittent discussions held by various parties and proposals put forward in an attempt to resolve the ongoing IsraeliPalestinian conflict. Since the 1970s, there has been a parallel effort made to find terms upon which peace can be agreed to in both the ArabIsraeli conflict and in the PalestinianIsraeli conflict. Some countries have signed peace treaties, such as the EgyptIsrael (1979) and JordanIsrael (1994) treaties, whereas some have not yet found a mutual basis to do so."},{"title":"Palestine Liberation Organization","web_url":"https://en.wikipedia.org/wiki/Palestine_Liberation_Organization","description":"Palestinian militant and political organization","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Coat_of_arms_of_Palestine_%28alternative%29.svg/320px-Coat_of_arms_of_Palestine_%28alternative%29.svg.png","thumbnail_width":320,"thumbnail_height":435},"abstract":"The Palestine Liberation Organization is a Palestinian nationalist coalition that is internationally recognized as the official representative of the Palestinian people. Founded in 1964, it initially sought to establish an Arab state over the entire territory of the former Mandatory Palestine, advocating the elimination of the State of Israel. However, in 1993, the PLO recognized Israeli sovereignty with the Oslo I Accord, and now only seeks Arab statehood in the Palestinian territories that have been militarily occupied by Israel since the 1967 ArabIsraeli War."},{"title":"Israel","web_url":"https://en.wikipedia.org/wiki/Israel","description":"Country in West Asia","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Flag_of_Israel.svg/320px-Flag_of_Israel.svg.png","thumbnail_width":320,"thumbnail_height":233},"abstract":"Israel, officially the State of Israel, is a country in West Asia. It is bordered by Lebanon to the north, by Syria to the northeast, by Jordan to the east, by the Red Sea to the south, by Egypt to the southwest, by the Mediterranean Sea to the west, and by the Palestinian territories the West Bank along the east and the Gaza Strip along the southwest. Tel Aviv is the economic and technological center of the country, while its seat of government is in its proclaimed capital of Jerusalem, although Israeli sovereignty over East Jerusalem is unrecognized internationally."}]}],"weather":[{"date":"19930909","time":"1993-09-09 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.3,"rhum":75,"wspd":16.6},{"date":"19930909","time":"1993-09-09 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17,"rhum":75,"wspd":20.5},{"date":"19930909","time":"1993-09-09 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.2,"rhum":74,"wspd":16.6},{"date":"19930909","time":"1993-09-09 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.2,"rhum":74,"wspd":16.6},{"date":"19930909","time":"1993-09-09 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17,"rhum":76,"wspd":16.6},{"date":"19930909","time":"1993-09-09 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.5,"rhum":91,"wspd":13},{"date":"19930909","time":"1993-09-09 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":84,"wspd":11.2},{"date":"19930909","time":"1993-09-09 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.9,"rhum":80,"wspd":14.8},{"date":"19930909","time":"1993-09-09 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17,"rhum":77,"wspd":14.8},{"date":"19930909","time":"1993-09-09 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.9,"rhum":70,"wspd":16.6},{"date":"19930909","time":"1993-09-09 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.9,"rhum":68,"wspd":18.4},{"date":"19930909","time":"1993-09-09 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.7,"rhum":68,"wspd":18.4},{"date":"19930909","time":"1993-09-09 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.6,"rhum":64,"wspd":18.4},{"date":"19930909","time":"1993-09-09 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.3,"rhum":65,"wspd":16.6},{"date":"19930909","time":"1993-09-09 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.5,"rhum":64,"wspd":14.8},{"date":"19930909","time":"1993-09-09 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.4,"rhum":63,"wspd":14.8},{"date":"19930909","time":"1993-09-09 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.8,"rhum":58,"wspd":16.6},{"date":"19930909","time":"1993-09-09 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.3,"rhum":60,"wspd":22.3},{"date":"19930909","time":"1993-09-09 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.7,"rhum":64,"wspd":16.6},{"date":"19930909","time":"1993-09-09 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.2,"rhum":72,"wspd":11.2},{"date":"19930909","time":"1993-09-09 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.5,"rhum":77,"wspd":9.4},{"date":"19930909","time":"1993-09-09 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.5,"rhum":77,"wspd":13},{"date":"19930909","time":"1993-09-09 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":86,"wspd":13},{"date":"19930909","time":"1993-09-09 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.2,"rhum":85,"wspd":11.2},{"date":"19930909","time":"1993-09-09 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":93,"wspd":13},{"date":"19930909","time":"1993-09-09 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":96,"wspd":14.8},{"date":"19930909","time":"1993-09-09 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":96,"wspd":11.2},{"date":"19930909","time":"1993-09-09 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":96,"wspd":11.2},{"date":"19930909","time":"1993-09-09 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":93,"wspd":9.4},{"date":"19930909","time":"1993-09-09 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":97,"wspd":7.6},{"date":"19930909","time":"1993-09-09 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":96,"wspd":0},{"date":"19930909","time":"1993-09-09 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":96,"wspd":5.4},{"date":"19930909","time":"1993-09-09 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":93,"wspd":0},{"date":"19930909","time":"1993-09-09 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":96,"wspd":5.4},{"date":"19930909","time":"1993-09-09 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":93,"wspd":0},{"date":"19930909","time":"1993-09-09 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":93,"wspd":0},{"date":"19930909","time":"1993-09-09 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":90,"wspd":0},{"date":"19930909","time":"1993-09-09 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":87,"wspd":9.4},{"date":"19930909","time":"1993-09-09 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":84,"wspd":11.2},{"date":"19930909","time":"1993-09-09 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":82,"wspd":7.6},{"date":"19930909","time":"1993-09-09 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":81,"wspd":0},{"date":"19930909","time":"1993-09-09 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":76,"wspd":16.6},{"date":"19930909","time":"1993-09-09 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":69,"wspd":14.8},{"date":"19930909","time":"1993-09-09 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":69,"wspd":13},{"date":"19930909","time":"1993-09-09 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":72,"wspd":13},{"date":"19930909","time":"1993-09-09 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":74,"wspd":20.5},{"date":"19930909","time":"1993-09-09 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":97,"wspd":24.1},{"date":"19930909","time":"1993-09-09 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":90,"wspd":18.7}]}}