{"19940103":{"guardian_articles":[],"nytimes_articles":[{"date":"19940103","headline":"Thomas to Knicks Reported","web_url":"https://www.nytimes.com/1994/01/03/sports/pro-basketball-thomas-to-knicks-reported.html","abstract":"  Isiah Thomas has become the newest and hottest candidate to fill the Knicks' point guard slot vacated by the injured Doc Rivers.   Although Knicks President Dave Checketts said last night that \"nothing is lined up on the table\" with the Detroit Pistons, a report in a Detroit newspaper said the Pistons would deal the veteran star to the Knicks this week, if Thomas said he wanted to leave after meeting with the club's owner, William Davidson, perhaps as soon as today.","thumbnail":null,"section":"Sports"},{"date":"19940103","headline":"One Is Killed, 3 Are Missing In Fire at Club","web_url":"https://www.nytimes.com/1994/01/03/nyregion/one-is-killed-3-are-missing-in-fire-at-club.html","abstract":"  One person was killed and three others were reported missing yesterday in a fire of undetermined origin that roared through a gay men's club in Queens, sending survivors wrapped in towels running into the street, Fire Department officials and witnesses said.   The fire, which mushroomed suddenly with a backdraft explosion and created blinding clouds of smoke, broke out about noon and destroyed the Northern Men's Sauna and Health Club, a two-story frame structure inside a warehouse at 33-65 Farrington Street, on an industrial block just off the Northern Boulevard-Main Street hub of Flushing.","thumbnail":null,"section":"New York"},{"date":"19940103","headline":"Review/Music;\nGang-Tackling the Gangster in Rap","web_url":"https://www.nytimes.com/1994/01/03/arts/reviewmusic-gangtackling-the-gangster-in-rap.html","abstract":"At a time when hip-hop artists and fans are infatuated with the idea of gangsterism, three bands that came to the Palladium on New Year's Eve confronted the trend by being as real as their so-called gangsta counterparts.\n\nThe music of A Tribe Called Quest has been through a metamorphosis, the trio's sultry, jazz-inflected hip-hop completely changed to a raucous variation on their own musical theme. On a bill that included the rap groups De La Soul and Souls of Mischief, A Tribe Called Quest easily dominated.","thumbnail":null,"section":"Arts"},{"date":"19940103","headline":"THE NEW MAYOR: The Overview; Giuliani Urges Dream of Better City and End to Fear","web_url":"https://www.nytimes.com/1994/01/03/nyregion/the-new-mayor-the-overview-giuliani-urges-dream-of-better-city-and-end-to-fear.html","abstract":"  Calling on New Yorkers to cast aside fears and doubts, Rudolph William Giuliani, a former Federal prosecutor who cracked two decades of Democratic dominance of City Hall, was inaugurated yesterday as the 107th Mayor of New York City and promised that his administration would usher in an era of innovation and revived confidence.   \"The era of fear has had a long enough reign,\" said Mr. Giuliani in a speech from the steps of City Hall. \"The period of doubt has run its course. As of this moment, the expressions of cynicism -- New York is not governable, New York is not manageable, New York is not worth it -- all of these I declare politically incorrect. Let's not use them anymore.\"    Addressing an audience of 5,000 gathered on a brilliant and crisp winter day, Mr. Giuliani pledged to \"summon our courage to raise our hope and to build our confidence.\" Mr. Giuliani, the first Republican to be elected Mayor since 1966, also asked for a chance to demonstrate his ideas. \"Don't let those who are so fearful of transformation stop the process before it begins, killing ideas by fear,\" he said.","thumbnail":null,"section":"New York"},{"date":"19940103","headline":"Mexican Troops Battling Rebels; Toll at Least 57","web_url":"https://www.nytimes.com/1994/01/03/world/mexican-troops-battling-rebels-toll-at-least-57.html","abstract":"  Government troops battled hundreds of armed peasants today after the rebels seized this colonial city and three other southern Mexican towns just hours into the new year.    The attacks, which the rebels said were timed to coincide with the effective date of the North American Free Trade Agreement, left 27 people dead, officials said. At least 30 more were killed in heavy fighting as the rebels began retreating into the forested hills with army troops in pursuit, the Defense Secretary said tonight.","thumbnail":null,"section":"World"},{"date":"19940103","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/01/03/nyregion/metro-digest-758400.html","abstract":"  NEW YORK CITY  GIULIANI PROMISES AN ERA OF INNOVATION   Calling on New Yorkers to cast aside fears and doubts, Rudolph William Giuliani, a former Federal prosecutor who cracked two decades of Democratic dominance of City Hall, was inaugurated as the 107th Mayor of New York City and promised that his administration would usher in an era of innovation and revived confidence. A1.","thumbnail":null,"section":"New York"},{"date":"19940103","headline":"Modern Maternity","web_url":"https://www.nytimes.com/1994/01/03/opinion/modern-maternity.html","abstract":"  Several weeks ago, in London, a woman gave birth to twins. Why did this seemingly unremarkable event merit headlines? Simple. She is 59 years old.   True, her children came into this world by a somewhat circuitous route. Eggs donated by a younger woman were fertilized by the older woman's 45-year-old husband and implanted in her at a Rome fertility clinic. But in-vitro fertilization and donor eggs are, if not yet commonplace, not unusual in the wonderful new world of obstetrics. Once again, then, why the headlines? Simple. She is 59 years old.","thumbnail":null,"section":"Opinion"},{"date":"19940103","headline":"Holtz Sees Neither Logic Nor Justice in No. 2 Rating","web_url":"https://www.nytimes.com/1994/01/03/sports/college-football-holtz-sees-neither-logic-nor-justice-in-no-2-rating.html","abstract":"  Lou Holtz, the Notre Dame coach, mixed sarcastic humor with a touch of self-pity today in discussing the poll balloting that left his Fighting Irish as the No. 2 team in college football.   Florida State, Holtz said, is \"an outstanding team.\"","thumbnail":null,"section":"Sports"},{"date":"19940103","headline":"1944: Pessimistic Hitler : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/01/03/opinion/IHT-1944-pessimistic-hitler-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] Adolf Hitler, in a grim New Year's message to the German people, today [Dec. 31] offered them only hope of dogged resistance for their very lives and, anticipating invasion from the west, boasted that \"wherever t","thumbnail":null,"section":"Opinion"},{"date":"19940103","headline":"Susan Warshell, Seth Charnes","web_url":"https://www.nytimes.com/1994/01/03/style/weddings-susan-warshell-seth-charnes.html","abstract":"  Rabbi Susan Gail Warshell, the daughter of Leslie and Thelma Warshell of Chicago, was married yesterday to Seth G. Charnes, the son of Herbert Charnes of Union, N.J, and the late Esther Charnes. Rabbi Barry H. Greene performed the ceremony at Temple B'nai Jeshurun in Short Hills, N.J.   Mrs. Charnes is the rabbi of Temple Ahavath Sholom in Short Hills. She graduated from Brandeis University and received a master's degree in Hebrew letters from Hebrew Union College, where she was ordained. Her father retired as an insurance salesman with Acacia Mutual Life of Chicago.","thumbnail":null,"section":"Style"},{"date":"19940103","headline":"The Play Is Just Not the Thing","web_url":"https://www.nytimes.com/1994/01/03/theater/the-play-is-just-not-the-thing.html","abstract":"  When Lynn Redgrave's one-woman show, \"Shakespeare for My Father,\" closed last night at the Helen Hayes Theater, it left only three commercial plays running on Broadway: \"Laughter on the 23d Floor,\" \"The Sisters Rosensweig\" and the two-part \"Angels in America.\" This might seem a record dearth, but it isn't: last year at this time there were only two nonmusicals, \"Conversations With My Father\" and \"Someone Who'll Watch Over Me.\" But since seven commercial plays started their runs this fall and only two opened in the fall of 1992, this season's void suggests a far sharper collapse.    Among the failures was Brian Friel's eagerly anticipated \"Wonderful Tennessee,\" which lasted all of one week despite respectful reviews. Its early demise was all the more disappointing in light of Mr. Friel's considerable success with \"Dancing at Lughnasa\" two seasons ago. Also quick to close were the works of two Pulitzer Prize winners, \"Any Given Day,\" by Frank Gilroy, and the two-part \"Kentucky Cycle,\" by Robert Schenkkan, as well as \"The Twilight of the Golds,\" by Jonathan Tolins, and \"Mixed Emotions,\" by Harold Baer.","thumbnail":null,"section":"Theater"},{"date":"19940103","headline":"Sports of the Times; Notre Dame Still Loses Voting Game","web_url":"https://www.nytimes.com/1994/01/03/sports/sports-of-the-times-notre-dame-still-loses-voting-game.html","abstract":"  THE thing is, Lou Holtz has a point. He keeps looking for logic and he keeps getting emotion. He keeps looking for objectivity and he keeps getting subjectivity. He just wants the rules to hold still, so he can get a grip on them. He's starting to take this personally.    Holtz has run into the ultimate illogical charm of college football, the we-know-it-when-we-see-it theory that delivers a champion or two every Jan. 2. Holtz tends to think Notre Dame should be the champion on a regular basis. And let's be honest about this, don't we all, deep in our trembling hearts, really think of Notre Dame as the once and future champion?","thumbnail":null,"section":"Sports"},{"date":"19940103","headline":"Croatia Threatens Direct Military Intervention in Bosnian Fighting","web_url":"https://www.nytimes.com/1994/01/03/world/croatia-threatens-direct-military-intervention-in-bosnian-fighting.html","abstract":"  Faced with Muslim advances against their separatist proxy militia in central Bosnia, leaders of the Croatian Government are threatening direct military intervention.   With another set of Balkan peace talks scheduled to begin two weeks from now in Geneva, Croatian officials have started a campaign to focus attention on the strategic Lasva valley northwest of Sarajevo, where troops of the Muslim-dominated Bosnian Government have surrounded some 65,000 Croats, mostly civilians.","thumbnail":null,"section":"World"},{"date":"19940103","headline":"Moe Isn't Picky; Any Medal Will Do","web_url":"https://www.nytimes.com/1994/01/03/sports/olympics-moe-isn-t-picky-any-medal-will-do.html","abstract":"  Tommy Moe will celebrate his 24th birthday during the Winter Olympics. He has picked out the perfect present. There's always room in his jewelry collection for a medal from the men's downhill race.   Moe, who is from Palmer, Alaska, stepped into his first pair of skis at age 4. He won the world junior championship at 19 and was pegged as the next great American downhiller. Nearly five years later, he has become an overnight success.","thumbnail":null,"section":"Sports"},{"date":"19940103","headline":"Fran Carpentier, Ira Louis Salom","web_url":"https://www.nytimes.com/1994/01/03/style/weddings-fran-carpentier-ira-louis-salom.html","abstract":"  Fran Carpentier, a senior editor of Parade magazine in New York, and Dr. Ira Louis Salom, an internist with the Queens-Long Island Medical Group in Elmhurst, Queens, were married yesterday. Judge Shirley Wohl Kram of Federal District Court in Manhattan officiated at the Water's Edge Restaurant in Long Island City, Queens.   The bride, 38, is the daughter of Victor and Stella Carpentier of Brooklyn. She and her husband graduated from New York University, where she was elected to Phi Beta Kappa.","thumbnail":null,"section":"Style"},{"date":"19940103","headline":"Major Says Northern Ireland Initiative Still Stands","web_url":"https://www.nytimes.com/1994/01/03/world/major-says-northern-ireland-initiative-still-stands.html","abstract":"  Despite a recent wave of violence and growing doubt about the future of the peace initiative in Northern Ireland, Prime Minister John Major said today that an offer to republican hard-liners to join peace talks was still on the table. But he said they must agree to accept the current proposal from him and the Irish Prime Minister as it stands, without negotiation.   \"I have no more to tell them and I don't think Albert Reynolds will either,\" Mr. Major said in a BBC radio interview. The British leader refused to set a deadline for their acceptance of the proposal, saying only that he was prepared to be \"patient for a little while\" longer.","thumbnail":null,"section":"World"},{"date":"19940103","headline":"Ayala Levin, David Kruss","web_url":"https://www.nytimes.com/1994/01/03/style/weddings-ayala-levin-david-kruss.html","abstract":"  Ayala Deborah Levin, the daughter of Ezra and Batya Levin of New York, and David Moshe Kruss, the son of Jack and Avril Kruss of Cape Town, were married last evening. Rabbi Shlomo Riskin officiated at the Hyatt Regency Hotel in Jerusalem.   The bride, 24, graduated from Brown University and is studying for a master's degree in contemporary Jewish history at Hebrew University of Jerusalem. Her father is a partner in Kramer, Levin, Naftalis, Nessen, Kamin & Frankel, a law firm in New York. Her mother, also a lawyer, practices in Riverdale, the Bronx.","thumbnail":null,"section":"Style"},{"date":"19940103","headline":"Revise U.S. Refugee Policy on Haiti and Cuba; Democracy Repressed","web_url":"https://www.nytimes.com/1994/01/03/opinion/l-revise-us-refugee-policy-on-haiti-and-cuba-democracy-repressed-764612.html","abstract":"  To the Editor:   I participated in the international Cry for Justice delegations to Haiti, traveling in that country Oct. 25 to Nov. 25. I met people who have suffered beatings, jailings, threats of death, destruction of property, because they were pro-democracy and supported Haiti's President Jean-Bertrand Aristide, who was ousted by a military coup.","thumbnail":null,"section":"Opinion"},{"date":"19940103","headline":"The Health Care Outlook for 1994: A Range of Forecasts","web_url":"https://www.nytimes.com/1994/01/03/us/the-health-care-outlook-for-1994-a-range-of-forecasts.html","abstract":"  The chairman of the House Ways and Means Committee, Dan Rostenkowski, predicts that Congress will pass major health care legislation this year.    Senator Nancy Landon Kassebaum, Republican of Kansas, disagrees. She detects \"considerable slippage\" in support for such legislation in the three months since President Clinton addressed a joint session of Congress.","thumbnail":null,"section":"U.S."},{"date":"19940103","headline":"Revise U.S. Refugee Policy on Haiti and Cuba","web_url":"https://www.nytimes.com/1994/01/03/opinion/l-revise-us-refugee-policy-on-haiti-and-cuba-764590.html","abstract":"  To the Editor:   The arrival in Miami of a mixed group of Cuban and Haitian boat people from the Bahamas (news article, Dec. 20) not only underscores \"how differently refugees from the two Caribbean countries are treated under United States immigration law,\" but also points to a gross anomaly in this country's refugee policy.","thumbnail":null,"section":"Opinion"},{"date":"19940103","headline":"Critic's Notebook; Less as More in Choreography Style","web_url":"https://www.nytimes.com/1994/01/03/arts/critic-s-notebook-less-as-more-in-choreography-style.html","abstract":"  Less is more. Less is more. Less is more. Critics and teachers have long drummed that dictum into countless writers, choreographers, artists and architects.    It is advice worth heeding, provided that no one treats it as unassailable. There are times when more is more, when a dance, poem or play cries out for elaborateness. The trouble is, how does one distinguish between such occasions and those when lavishness piles up as clutter?","thumbnail":null,"section":"Arts"},{"date":"19940103","headline":"THE NEW MAYOR: The Others; Advocate Green Gives Public An Inside Look at a New Job","web_url":"https://www.nytimes.com/1994/01/03/nyregion/the-new-mayor-the-others-advocate-green-gives-public-an-inside-look-at-a-new-job.html","abstract":"  In his first address as the city's first Public Advocate, Mark J. Green lost no time yesterday trying to define a job whose responsibilities have been markedly vague to many citizens.   After his swearing-in ceremony on the steps of City Hall, Mr. Green gave an inaugural address in which he described his job -- the city's second-highest elected position -- as a \"quality-of-life cop patrolling the bureaucracy beat, no matter whose toes we may have to step on.\"","thumbnail":null,"section":"New York"},{"date":"19940103","headline":"Tonight, The Jets Sleep With The Fish","web_url":"https://www.nytimes.com/1994/01/03/sports/pro-football-tonight-the-jets-sleep-with-the-fish.html","abstract":"  Before the Jets took the field at the Astrodome tonight, everything unfolded so beautifully for them to make the playoffs. Miami had done its part by losing to New England in overtime. The door was open. All the Jets had to do was walk through it.   Instead they walked into a buzzsaw as the Houston Oilers tore the Jets to shreds and trashed their playoff hopes with a 24-0 victory before a raucous crowd of 61,040 at the Astrodome. With so much on the line and in the biggest game of the season, the Jets came up completely empty, as did the Miami Dolphins in New England. The Jets finished with an 8-8 record and out of the playoffs. Pittsburgh got the final American Football Conference wild-card playoff spot.","thumbnail":null,"section":"Sports"},{"date":"19940103","headline":"Public School Leadership Fight Tearing a Hasidic Sect","web_url":"https://www.nytimes.com/1994/01/03/nyregion/public-school-leadership-fight-tearing-a-hasidic-sect.html","abstract":"  The people of this Hasidic village are so passionately devoted to their Rebbe, or Grand Rabbi, that few will marry, change jobs, buy a house or undergo surgery without his blessing.    Yet for four years, the villagers, members of the Satmar Hasidic sect, have been responsible for running a public school system, which by its very nature must provide a greater tolerance for dissent and individual freedom.","thumbnail":null,"section":"New York"},{"date":"19940103","headline":"Neediest Cases; Neediest Cases Helps Youths Become Leaders","web_url":"https://www.nytimes.com/1994/01/03/nyregion/neediest-cases-neediest-cases-helps-youths-become-leaders.html","abstract":"  For most of his childhood, Antuan McNeil lived with constant change. While his parents were caught up in drugs and alcohol, he lived with a succession of relatives, sometimes moving several times in a year.   By age 14, Antuan was so used to being passed around that when his father, Anthony Illidge, overcame his addiction and gained custody, the boy figured it could not last.","thumbnail":null,"section":"New York"},{"date":"19940103","headline":"Cape Town Journal; But Will '94 Be a Cakewalk for These Strutters?","web_url":"https://www.nytimes.com/1994/01/03/world/cape-town-journal-but-will-94-be-a-cakewalk-for-these-strutters.html","abstract":"  This is how Marawaan Giergo and thousands of other victims of apartheid greeted 1994, the year of their expected liberation from white rule:   They dressed themselves in bright satin suits and bow ties and cheap Panama hats. They painted their faces minstrel-style in black and white. Clutching little umbrellas, they capered before their families and friends to songs that ranged from \"Old Folks at Home\" to \"The Impossible Dream.\"","thumbnail":null,"section":"World"},{"date":"19940103","headline":"Engagement in Europe, Partnership With Russia","web_url":"https://www.nytimes.com/1994/01/03/opinion/IHT-engagement-in-europe-partnership-with-russia.html","abstract":"With the popular vote for a new constitution, Russia has become a democracy for the first time in history. This is very good news. Yet the relative success of the new fascists and the old Communists stands was a disturbing. .It is early to draw final c","thumbnail":null,"section":"Opinion"},{"date":"19940103","headline":"Here Come Florida's Rangers","web_url":"https://www.nytimes.com/1994/01/03/sports/here-come-florida-s-rangers.html","abstract":"  The Florida Panthers are not just another expansion team.   Part of that is because they are coached by Roger Neilson and led by goaltender John Vanbiesbrouck, both former Rangers who return to Madison Square Garden tonight for the first time since they left the team. Neilson was fired as Rangers coach last Jan. 4 while Vanbiesbrouck was traded to the Vancouver Canucks last summer before being selected by the Panthers in the National Hockey League's expansion draft.   What also makes the Panthers different is that they roar into tonight's game with the Rangers on a 7-1-3 tear, and with a record of 16-15-6 find themselves two points behind Montreal for the eighth, and final, playoff position in the Eastern Conference.","thumbnail":null,"section":"Sports"},{"date":"19940103","headline":"Germany's Poison Chalice","web_url":"https://www.nytimes.com/1994/01/03/opinion/germanys-poison-chalice.html","abstract":"On Christmas day, my son unwrapped his wooden tractor, my daughter opened her Peter Rabbit mug (with two handles!) and I ripped into the flat package I had brought home from a lunch with an old friend. St. Nick had brought me a bootleg page from the file the East German secret police, the Stasi, had kept on me before the fall of the Berlin Wall. \n\nThe Stasi files have cast a pall on the German body politic, if not exactly on my Christmas. This fall, a prominent member of the Bundestag's leftist opposition divorced her husband after learning from Stasi files that he had spied on her and her dissident friends for years. Last month, the senior urban development official in Hamburg resigned after her husband was arrested for being a Stasi spy. He said he had never reported on her, and she quit public office to stick by him.","thumbnail":null,"section":"Opinion"},{"date":"19940103","headline":"Topics of The Times; The Irrelevant Umbrella","web_url":"https://www.nytimes.com/1994/01/03/opinion/topics-of-the-times-the-irrelevant-umbrella.html","abstract":"  As a correspondent for The Chicago Daily News, Fred Sparks rarely missed a revolution. But despite his chosen specialty, Sparks was careful. He almost never flew to an assignment; during the Korean War he commuted between Tokyo and the front by ship and jeep.   So when a fledgling correspondent covering a revolution in a country where it seldom rained challenged Sparks's habit of constantly toting an umbrella, the veteran correspondent had a ready answer. \"After covering a good many revolutions,\" he said, \"I've noticed that no one ever shoots at a man carrying an umbrella.\"","thumbnail":null,"section":"Opinion"},{"date":"19940103","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/01/03/us/inside-756172.html","abstract":"  Prague's Awkward Offer   As the President prepares to visit Prague and Moscow, he faces a tempting but potentially problematic offer to move Radio Free Europe and Radio Liberty to Prague. Page A8. Fatal Fire at Gay Club    One person was killed and three others were reported missing in a fire of undetermined origin that roared through a gay men's club in Queens, fire officials said. Page A15.","thumbnail":null,"section":"U.S."},{"date":"19940103","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/01/03/nyregion/chronicle-764469.html","abstract":"  VICTOR BORGE has a birthday today that calls for an entertainment. And, says the Danish humorist-pianist who is turning 85, he means to sit back for once and be entertained by others. The \"others\" are his five children -- Sana, Vebe, Ronald, Janet and Frederikke -- and their spouses and his nine grandchildren. The younger family members will be joining Mr. Borge and his wife, Sana, for the celebration aboard the Queen Elizabeth 2, which is to leave New York on a round-the-world cruise.   It is a long-standing tradition in the Borge family that the children must not turn up with store-bought birthday presents. Instead, they must make whatever gifts they bring. \"Perhaps there will be a poem, a song, an album, a funny story about what they have been doing in the past year,\" he said. \"Whatever they do or bring will be something personal, not a last-minute purchased ash tray.\"","thumbnail":null,"section":"New York"},{"date":"19940103","headline":"Revise U.S. Refugee Policy on Haiti and Cuba; Stay and Fight","web_url":"https://www.nytimes.com/1994/01/03/opinion/l-revise-us-refugee-policy-on-haiti-and-cuba-stay-and-fight-764604.html","abstract":"  To the Editor:   It is about time that you and those sympathetic to Haitian boat people, rather than criticize the President's policy toward them, advise these boat people that the solution to their problem is not to get on a boat and head for the United States, but to stay in Haiti and fight for democracy. Oppressed people around the world are surrendering their lives for democratic changes. Why can't Haitians?","thumbnail":null,"section":"Opinion"},{"date":"19940103","headline":"Jeanne Moreau's Perfect Part: Life","web_url":"https://www.nytimes.com/1994/01/03/movies/jeanne-moreau-s-perfect-part-life.html","abstract":"  She sat in the lounge of a Beverly Hills hotel, smoking cigarettes, her voice raspy, her wide-set brown eyes narrowing as she spoke.   \"I'm 65, I'll be 66 in January,\" Jeanne Moreau said with a shrug and laugh. \"What should I do? Shoot myself? I've never worried about age. If you're extremely, painfully frightened of age, it shows. Life doesn't end at 30. To me age is a number, just a number. Who cares?\"","thumbnail":null,"section":"Movies"},{"date":"19940103","headline":"New Mayor Takes His Oath In a Sea of Democratic Faces","web_url":"https://www.nytimes.com/1994/01/03/nyregion/the-new-mayor-party-lines-new-mayor-takes-his-oath-in-a-sea-of-democratic-faces.html","abstract":"  Threading his way through City Hall's worn old rotunda yesterday morning, Raymond B. Harding, the leader of the state Liberal Party and one of Mayor Rudolph W. Giuliani's principal backers, paused to smile and exult: \"The day of liberation is at hand -- from the 22-year hegemony of the Democratic control at City Hall.\"   But Mr. Harding's words were barely out of his mouth before their limits came clear.","thumbnail":null,"section":"New York"},{"date":"19940103","headline":"The Night That Ewing Unraveled","web_url":"https://www.nytimes.com/1994/01/03/sports/on-pro-basketball-the-night-that-ewing-unraveled.html","abstract":"  Things seemed to be unraveling around Patrick Ewing worse than ever last night. His team, his body, his reputation and even his uniform were falling apart.   Playing without their two marquee stars, Alonzo Mourning and Larry Johnson, the Charlotte Hornets were already leading Ewing's bewildered Knicks by a dozen points early in the third quarter when Ewing decided the bandage around his stomach and right leg for his ailing hamstring was wrapped too tight.","thumbnail":null,"section":"Sports"},{"date":"19940103","headline":"Happy New Tax Year","web_url":"https://www.nytimes.com/1994/01/03/opinion/happy-new-tax-year.html","abstract":"  Post offices across the land start delivering Form 1040's today, but taxpayers will file fewer than last year. That is not a measure of tax evasion, but a sign that more people are high-tech filers. The result should be fewer errors and faster refunds.   Thousands of taxpayers in southern Ohio can do it all by phone this year. For the past two years, the Internal Revenue Service has tested touch-tone \"tele-filing\" by Ohioans who use Form 1040EZ -- mainly single taxpayers who earn less than $50,000 a year and claim no dependents. But they still had to mail a signed verification and a W-2 withholding form. Now, in the lower half of the state, even the \"signature\" can be spoken into the I.R.S. computer. There is nothing to mail -- except the check.","thumbnail":null,"section":"Opinion"},{"date":"19940103","headline":"Dolphin Disappearance Leaves Shula Hurting","web_url":"https://www.nytimes.com/1994/01/03/sports/pro-football-dolphin-disappearance-leaves-shula-hurting.html","abstract":"  Don Shula, the symbol of jut-jawed defiance, slumped in a chair, looking at his bare feet, not quite ready to get up to take a shower.   \"Knowing our whole season was on the line the last two weeks and not winning,\" said the man with more victories than any other National Football League coach in history, \"this hurt. This is something that will be hard to live with.\"","thumbnail":null,"section":"Sports"},{"date":"19940103","headline":"By Land and Air Smith Fires Dallas","web_url":"https://www.nytimes.com/1994/01/03/sports/on-pro-football-by-land-and-air-smith-fires-dallas.html","abstract":"  To maximize your earning power, Emmitt Smith's advisers told him during the off season, you've got to land with another team. You'll never grab the dollars that you can on a team with Troy Aikman at quarterback. You might have to sit out and force your exit, force a trade.   Jerry Jones, the Cowboys' owner, before the season wanted Smith signed but he also wanted to stay near the salary cap and to have room to maneuver with free agents for the 1994 season. Smith was a pivotal cog, Jones knew, but maybe, just maybe, we're good enough to win without him, he thought.","thumbnail":null,"section":"Sports"},{"date":"19940103","headline":"Correction","web_url":"https://www.nytimes.com/1994/01/03/nyregion/c-correction-756474.html","abstract":"  A chart yesterday comparing 1992 and 1993 homicide figures in New York's five boroughs, as reported by the Police Department, misstated the 1992 figure for Manhattan in some editions. It was 418, not 318. As noted in the article the increase in Manhattan in 1993 was 6.","thumbnail":null,"section":"New York"},{"date":"19940103","headline":"It Takes More Than Victory to Make Bowden a Believer","web_url":"https://www.nytimes.com/1994/01/03/sports/college-football-it-takes-more-than-victory-to-make-bowden-a-believer.html","abstract":"  After one of the most frantic final seconds in the history of college football, after the coldest and most premature victory shower of Bobby Bowden's life, even after the Hold Everything, last-gasp, 45-yard field-goal attempt of Nebraska's Byron Bennett sailed wide to the left in the dark, open end of the Orange Bowl to secure Florida State's pulsating 18-16 victory over the Cornhuskers, the coach of the Seminoles was still not yet a believer.   Not even after the obligatory commemorative championship hats and T-shirts were passed out on the field and in the winning dressing room. Not after the silver cup with the 17 oranges was presented to Bowden, and his children and grandchildren reassured him that his time had come.","thumbnail":null,"section":"Sports"},{"date":"19940103","headline":"First a Suspicious Whistle, Then the Gripes","web_url":"https://www.nytimes.com/1994/01/03/sports/pro-football-first-a-suspicious-whistle-then-the-gripes.html","abstract":"  Giants guard William Roberts was asked what he learned from the 16-13 overtime loss to the Dallas Cowboys. \"I guess we can't chop block,\" he answered sarcastically.   It was a reference to a 15-yard penalty on center Brian Williams during the Giants' first drive of overtime. The penalty killed their momentum and the drive. The Giants, however, disagreed with the call and ripped into the officiating.","thumbnail":null,"section":"Sports"},{"date":"19940103","headline":"Sports of The Times; The 'Biggest Game' Is Still in the Future","web_url":"https://www.nytimes.com/1994/01/03/sports/sports-of-the-times-the-biggest-game-is-still-in-the-future.html","abstract":"  FOR 960 minutes through 16 games this season, the Giants had played the Cowboys dead even: 11-4 in the standings, 13-13 on the scoreboard. But after 10 minutes 44 seconds of overtime, the Cowboys broke the tie. And the Giants' hearts.   But those hearts healed quickly.","thumbnail":null,"section":"Sports"},{"date":"19940103","headline":"1894: Attempt on Czar : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/01/03/opinion/IHT-1894-attempt-on-czar-in-our-pages100-75-and-50-years-ago.html","abstract":"VIENNA - The Cracow newspapers, published in Polish, contain accounts of an abortive attempt to poison the Czar, on the occasion of a dinner in honor of the Knights of St. George a week ago. Among the courses was one of fish, and as only half was consumed","thumbnail":null,"section":"Opinion"},{"date":"19940103","headline":"Transcript of Inaugural Speech: Giuliani Urges Change and Unity","web_url":"https://www.nytimes.com/1994/01/03/nyregion/the-new-mayor-transcript-of-inaugural-speech-giuliani-urges-change-and-unity.html","abstract":"  Following is a transcript of Mayor Rudolph W. Giuliani's inaugural speech at City Hall yesterday, as recorded by The New York Times:   Rabbi Sherer, Cardinal O'Connor, Rev. Charles Mixon, who are offering prayers today at this inauguration. Each of them reminds us not just with the prayers that they offer but with the example of their lives, of the centrality of God to our city. I thank them very much for being here.","thumbnail":null,"section":"New York"},{"date":"19940103","headline":"The Other Giulianis","web_url":"https://www.nytimes.com/1994/01/03/nyregion/the-other-giulianis.html","abstract":"  For the first time in a generation, a Mayor's young children will join him in Gracie Mansion. At least one is making his presence felt. Page A16.","thumbnail":null,"section":"New York"},{"date":"19940103","headline":"Olympic Park Will Give Downtown Atlanta Growth and Jobs","web_url":"https://www.nytimes.com/1994/01/03/opinion/l-olympic-park-will-give-downtown-atlanta-growth-and-jobs-764558.html","abstract":"  To the Editor:   Re \"Billy's Olympic Dream Park\" (Op-Ed, Dec. 20) by John Huey, on the proposal by Billy Payne to build a $100 million Centennial Olympic Park in Atlanta for the 1996 Olympics: It annoys me as an African-American when white people think they are speaking on my behalf. John Huey makes many of the classic mistakes of which so many pseudoliberals are often guilty, beginning with the presumption that the Atlanta Committee for the Olympic Games and Billy Payne are racially insensitive.","thumbnail":null,"section":"Opinion"},{"date":"19940103","headline":"Mr. Giuliani's Dreams","web_url":"https://www.nytimes.com/1994/01/03/opinion/mr-giuliani-s-dreams.html","abstract":"  Rudolph Giuliani took office on the steps of City Hall yesterday promising a return to New York City's halcyon days of hope, promise and achievement -- a time that may never have existed quite as he describes it, but has a place in the heart of New York's 107th Mayor, and in the dreams of millions of New Yorkers.    \"The era of fear has had a long enough reign,\" Mr. Giuliani said, with his 7-year-old son, Andrew, standing happily at his side. \"The period of doubt has run its course. As of this moment, the expressions of cynicism -- that New York is not governable, New York is not manageable, New York is not worth it -- all of these I declare politically incorrect.\"","thumbnail":null,"section":"Opinion"},{"date":"19940103","headline":"Cowboys Turn the Giants Into Not-So-Wild Card","web_url":"https://www.nytimes.com/1994/01/03/sports/pro-football-cowboys-turn-the-giants-into-not-so-wild-card.html","abstract":"  It was one of the best games in a long time, which is why the Giants' overtime loss to the Dallas Cowboys today was so hard for the team to swallow.   In a somber, almost depressed, Giants locker room, the talk was about rebounding, because, after all, the playoffs are around the corner. But this one will sting for a while, and nothing showed that more plainly than the sight of safety Myron Guyton, who sat alone at his locker for 10 minutes, in full uniform, his head in his hands, not talking.","thumbnail":null,"section":"Sports"},{"date":"19940103","headline":"Review/Pop; On the Slippery Slope Between Jazz and Rock","web_url":"https://www.nytimes.com/1994/01/03/arts/review-pop-on-the-slippery-slope-between-jazz-and-rock.html","abstract":"  Between jazz and rock is a slippery place to perch, and for the moment, James (Blood) Ulmer has stopped trying to find a middle ground. Mr. Ulmer is a disciple of Ornette Coleman who is also steeped in electric blues, and his recordings have veered from jazz to blues-rock to hard-rock to, on \"Odyssey\" (Columbia), a brilliant amalgam of country, Celtic music, jazz and rock. But when Mr. Ulmer began his annual New Year's engagement at the Knitting Factory on Thursday night, the category boundaries were back in force.    He opened and closed the set with jazzy pieces: asymmetrical melodies that led to skittering, slashing solos while Ronnie Drayton, on second guitar, played transparent high chords and the rhythm section of Amin Ali on bass and Aubrey Dayle on drums roamed from funk riffs to their own improvisational cross-currents. Picking with his thumb, Mr. Ulmer would fling a short phrase across the beat, play fast chromatic zigzags, pause, then rake a sharp, sudden chord on an off-beat.","thumbnail":null,"section":"Arts"},{"date":"19940103","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/01/03/nyregion/chronicle-764450.html","abstract":"  \"The Private Island,\" Lanai, in Hawaii, stayed that way New Year's Day for the wedding of BILL GATES , the Microsoft billionaire, to MELINDA FRENCH .   Mr. Gates, one of the nation's richest men, hired his own security force to keep reporters and photographers away while he and Ms. French exchanged vows on the 17th hole of The Challenge golf course.","thumbnail":null,"section":"New York"},{"date":"19940103","headline":"THE NEW MAYOR: Man in the News; Spiritual Reform Mayor: Rudolph William Giuliani","web_url":"https://www.nytimes.com/1994/01/03/nyregion/the-new-mayor-man-in-the-news-spiritual-reform-mayor-rudolph-william-giuliani.html","abstract":"  One day last spring, as Rudolph W. Giuliani ended a visit to Bishop Loughlin Memorial High School in Brooklyn, the crucible of discipline that shaped his world view and helped propel him into public life more than 30 years ago, he reflected on the changes in manners, mores and standards that have transformed the New York he once knew.   Surveying a city in which the consuming educational debates centered on multiculturalism and condoms, the pressing public fear was collapse of order in the streets, and a million residents swelled the welfare rolls, he said, \"I think one of the things that happened to us is we became so arrogant that we believed we could reconstruct everything.\"","thumbnail":null,"section":"New York"},{"date":"19940103","headline":"Giuliani's No-Frills Speech Evokes an Earlier Era","web_url":"https://www.nytimes.com/1994/01/03/nyregion/metro-matters-giuliani-s-no-frills-speech-evokes-an-earlier-era.html","abstract":"  RUDOLPH W. GIULIANI pledged yesterday that \"New York City is poised for dramatic change.\"   But what change?","thumbnail":null,"section":"New York"},{"date":"19940103","headline":"Language of the Deaf Evolves To Reflect New Sensibilities","web_url":"https://www.nytimes.com/1994/01/03/us/language-of-the-deaf-evolves-to-reflect-new-sensibilities.html","abstract":"  Perhaps as recently as two or three years ago, a deaf person would sign the word \"Japanese\" simply by twisting the little finger next to the eye.   But today, many of the more than 200,000 people who use American Sign Language avoid using this sign because it is a reference to a stereotypical physical feature, slanted eyes.","thumbnail":null,"section":"U.S."},{"date":"19940103","headline":"Revise U.S. Refugee Policy on Haiti and Cuba; Bad Neighbor Policy","web_url":"https://www.nytimes.com/1994/01/03/opinion/l-revise-us-refugee-policy-on-haiti-and-cuba-bad-neighbor-policy-764620.html","abstract":"  To the Editor:   Regarding the \"tepid support\" you report Washington showing for the return to power of President Jean-Bertrand Aristide in Haiti, and our frustration in handling him (news article, Dec. 18), it is worth pointing out that the United States is much more familiar with the tactics of preventing revolutions than in facilitating them. Witness our years of intervention in Central America and elsewhere in the Caribbean.","thumbnail":null,"section":"Opinion"},{"date":"19940103","headline":"TAXES","web_url":"https://www.nytimes.com/1994/01/03/nyregion/pulse-taxes.html","abstract":"  The economic recovery will have to pick up steam for tax revenues to increase enough to help the Guiliani administration make ends meek. Real estate assessments have declined for three years running. Property tax revenues, which account for half of the city's tax receipts, are now projected to drop $250 million to $300 million in the 1995 fiscal year, which begins July 1. Revenues on taxes from financial services has jumped again after nose-diving in the late '80s. Sales tax receipts, which also fell early in the decade, should pick up if the economy continues to improve. Personal income tax receipts have increased each year, propelled by rate increases of 12 percent in fiscal 1991 and 14 percent in fiscal 1992.","thumbnail":null,"section":"New York"},{"date":"19940103","headline":"Nightmare Is Remade A 'Miracle'","web_url":"https://www.nytimes.com/1994/01/03/us/nightmare-is-remade-a-miracle.html","abstract":"  The flames that lit the Mississippi night last April had the quality of a dimly remembered nightmare suddenly becoming vivid reality.   But eight months after three white youths burned two black churches on the 25th anniversary of the assassination of the Rev. Dr. Martin Luther King Jr., something remarkable has unfolded in this corner of southwest Mississippi, where racial violence was almost a daily fact of life in the civil rights era.","thumbnail":null,"section":"U.S."},{"date":"19940103","headline":"No Headline","web_url":"https://www.nytimes.com/1994/01/03/nyregion/no-headline-756164.html","abstract":"  As of this moment, the expressions of cynicism -- New York is not governable, New York is not manageable, New York is not worth it -- all of these I declare politically incorrect. Let's not use them anymore. -- MAYOR RUDOLPH W. GIULIANI.  [ A1:6. ]","thumbnail":null,"section":"New York"},{"date":"19940103","headline":"Oiler Coaches Exhibit More Punch Than Jets","web_url":"https://www.nytimes.com/1994/01/03/sports/pro-football-oiler-coaches-exhibit-more-punch-than-jets.html","abstract":"  This was a scene that would remind New York fans of Billy Martin and Reggie Jackson trying to fight each other in the Yankee dugout in 1977. Except that tonight's altercation in the Astrodome wasn't a baseball manager against one of his star players. This one involved football coaches, with Buddy Ryan, the defensive coordinator of the Houston Oilers, and Kevin Gilbride, the offensive coordinator of the Oilers, clashing while their players were beating the Jets by 24-0.   Late in the first half, after Gilbride's offense had turned over the ball to the Jets with an ill-advised passing play that resulted in a fumble, Gilbride and Ryan exchanged words on the sidelines.","thumbnail":null,"section":"Sports"},{"date":"19940103","headline":"1994 Schedules Announced","web_url":"https://www.nytimes.com/1994/01/03/sports/pro-football-1994-schedules-announced.html","abstract":"  With the results of yesterday's National Football League games, the Giants and Jets learned their opponents for the 1994 season.    The Giants will face the four teams from the American Conference Central Division, as well as two each from the National Conference West and Central. They will have home games against Minnesota, Detroit, Pittsburgh and Cincinnati, and road games against New Orleans, the Los Angeles Rams, Houston and Cleveland.","thumbnail":null,"section":"Sports"},{"date":"19940103","headline":"Unlikely And Likely Heroes Pace Nets","web_url":"https://www.nytimes.com/1994/01/03/sports/pro-basketball-unlikely-and-likely-heroes-pace-nets.html","abstract":"  Kenny Anderson and Derrick Coleman had 23 points apiece tonight, but they were hardly the only ones who played starring roles in the Nets' 101-97 victory over the Celtics.   Coleman had a game-high 16 rebounds as well -- getting his 17th double-double of the season. There were other impressive numbers, however, for some lesser lights.","thumbnail":null,"section":"Sports"},{"date":"19940103","headline":"'93 Donations Increased For Most Area Charities","web_url":"https://www.nytimes.com/1994/01/03/nyregion/93-donations-increased-for-most-area-charities.html","abstract":"  With some notable exceptions, charities report that they received more donations this holiday season than last, as changes in tax laws and a bullish stock market encouraged end-of-the-year giving.   A large number of organizations in the New York region estimate that contributions will be about 10 percent higher than a year ago. Charities largely credit the increase in donations to a revision in the tax law that allows donors to write off the current market price of a gift -- instead of a lower purchase price -- without increasing their tax liability under the alternative minimum tax law. That way, wealthy donors are not penalized for deducting the full value of assets that have appreciated over time.","thumbnail":null,"section":"New York"},{"date":"19940103","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/01/03/nyregion/news-summary-756210.html","abstract":"  International A2-9 MEXICO TAKES ON REBELS   Mexican troops pursued retreating peasants after an attack by the poorly armed group. The death toll was at least 56 in the first significant guerrilla offensive in the country in nearly two decades.  A1 OUTLOOK DIMS FOR MIDEAST TALKS   The resumption of Israeli-Palestinian talks in the next few days seems less likely after Israel said it was prepared to let Palestinians \"sweat\" before reopening discussions of troop withdrawal and self-rule in the occupied territories.  A3 CZECH OFFER A QUANDARY FOR U.S.    The Czech Republic's invitation to become the new home of Radio Free Europe and Radio Liberty has raised delicate foreign policy questions for President Clinton.  A8 MAJOR WON'T BEND ON TALKS   Prime Minister John Major said today that an invitation stands for Republican hard-liners in Northern Ireland to join peace talks, but only if they accept unaltered the current proposal he and the Irish Prime Minister have presented.  A8 THREAT TO RIO'S YOUNG PERSISTS   The public outrage over the killings of the street children of Brazil has had little impact on the numbers of young people dying there.  A9 CROATIA TOUGHENS ITS STANCE   Croatia threatened to intervene directly to protect Croatian pockets of Bosnia and Herzegovina that are threatened by surrounding Bosnian Government forces.  A8 AFGHAN FIGHTING KILLS 70   Two days of heavy fighting between Afghan factions in Kabul have left about 70 dead and 700 wounded, most of them civilians.  A2 SAUDI ARABIA CUTS BUDGET   Falling world oil prices have forced Saudi Arabia to cut its budget by 20 percent this year after 20 years of economic growth.  A3 Cape Town Journal: Ringing in the new.  A4 National A10-14 WILL BLOOMIE'S BUY MACY'S?   Federated Department Stores, in a move that may be aimed at creating the biggest department-store company in the United States, announced that it had purchased a stake in R. H. Macy & Company. If Federated takes control of Macy, which some analysts said was doubtful, it would bring together some of the country's best-known stores: Bloomingdale's, Abraham & Straus, Macy's, Bullock's and I. Magnin.  A1 SENSITIZING SIGN LANGUAGE   Much as certain words are dropping out of polite usage, certain signs are being changed in American Sign Language. Some are deemed offensive because they are visually provocative. A1 TURNING NIGHTMARE INTO 'MIRACLE'   Eight months after white youths torched two black churches, volunteers from white and black churches in southwest Mississippi have united to rebuild, and lives have been changed.  A10 CLINTON'S PRIVATE WEEKEND   Reporter's Notebook: At the Renaissance Weekend, a gathering of public people that was officially private, even journalists insisted that President Clinton's comments had to remain strictly off the record.  A10 A NEW NATIONAL ARCHIVE   The National Archives plans to move millions of historical items, including tapes from the Watergate scandal, to a $250-million-research building in Maryland.  A11 FORECASTS FOR HEALTH CARE PLAN   Lawmakers, Administration officials and outside experts see the battle over health care as the biggest political challenge facing Congress in 1994. But their expectations of the outcome differ widely.  A14 Federal investigators criticized the welfare bureaucracy.  A10 Federal scientists want a system to monitor tsunamis.  A11 A new area code in Detroit is causing confusion, ire and lost calls.  A14 Metro Digest A15 NEW YORK'S 107TH MAYOR   Calling for casting aside fears, Rudolph W. Giuliani, a former Federal prosecutor who cracked two decades of Democratic dominance of City Hall, was inaugurated yesterday as the 107th Mayor of New York.  A1 A LONELY CHIEF EXECUTIVE   As new Mayor Rudolph W. Giuliani, who ran as a Republican-Liberal, looked up and down the front row of his inaugural platform, he saw face after Democratic face among his fellow top-office holders.  A1 Business Digest C1 Arts/Entertainment B11-18 \"Less is more\": a choreographer's dictum.  B11 Straight plays fare poorly on Broadway.  B11 Jeanne Moreau as herself.  B11 Theater: A Twelfth Night festival.  B12 Music: Hip-hop triple bill.  B11 James (Blood) Ulmer.  B15 Books: \"Dance Dance Dance,\" by Haruki Murakami.  B18 Television: \"Challenge to America.\" B18 \"The Good Life.\" B18 Sports B1-10 Basketball: Knicks fall to Hornets. B2 Nets upend Celtics. B2 Columns: Anderson on the Cowboys game. B5 Vecsey on Notre Dame. B8 On Pro Basketball. B2 On Pro Football. B5 Football: Cowboys beat Giants in overtime. B1 Jets say goobye to the season. B1 Florida State voted national champions. B9 Lions defeat Packers. B6 Patriots upset Dolphins. B7 Jets take favor from Patriots. B7 Steelers beat Browns. B7 Raiders overtake Broncos and make playoffs. B7 Bills win home-field advantage. B7 Nebraska's loss galling for Osborne. B8 Olympics: Moe now top U.S. hope in skiing. B3 Obituaries A24 Cesar Romero, a Hollywood and television actor.  Dixy Lee Ray, former Governor of Washington. Henry A. Byroade, a career diplomat and former Ambassador to Egypt. Editorials/Op-Ed A22-23 Editorials Mr. Giuliani's dreams. Modern maternity. Happy new tax year. Topics: Double dose for children. Letters Anthony Lewis: Inside the Beltway. William Safire: Art vs. Artifice. Dudley Clendinen: \"I want to go to sleep.\" Donald Koblitz: Germany's poison chalice. Neediest Cases A20 Chronicle A21  Bridge B14  Crossword B14","thumbnail":null,"section":"New York"},{"date":"19940103","headline":"The Older Mother","web_url":"https://www.nytimes.com/1994/01/03/opinion/l-the-older-mother-764680.html","abstract":"  To the Editor:   You report on Britain's reaction to a 59-year-old woman who became the mother of twins through fertility treatments (front page, Dec. 29). The former chairman of the British Medical Association Council, you state, \"could not imagine how a woman of 69 would cope with 10-year-old twins.\" Why not? In the United States, numerous grandmothers care for their grandchildren in the foster care system. And many affluent Americans prefer having grandmothers as caretakers for their children when both parents work.","thumbnail":null,"section":"Opinion"},{"date":"19940103","headline":"Reporter's Notebook; In Private, Clinton Tells 'What I Have Learned'","web_url":"https://www.nytimes.com/1994/01/03/us/reporter-s-notebook-in-private-clinton-tells-what-i-have-learned.html","abstract":"  As an exercise in self-revelation, President Clinton's 35-minute presentation, \"What I Have Learned,\" here late Saturday night was described by some of his fellow Renaissance Weekend participants as somewhat less than fully revealing.    But then, few of the other participants were being very revealing either. At a gathering of public people that was officially private, even journalists among the guests insisted that the details of what the President had said to the crowd of 1,000 had to remain strictly off the record.","thumbnail":null,"section":"U.S."},{"date":"19940103","headline":"1919: Sinn Fein Revolt : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/01/03/opinion/IHT-1919-sinn-fein-revolt-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - More than 100 Sinn Feiners are besieged in Belfast prison. The prisoners complained of the treatment of one of their number in another part of the prison and managed to get the man into the wing which they occupied. They then isolated themselves,","thumbnail":null,"section":"Opinion"},{"date":"19940103","headline":"Looking for America, or Is It Japan?","web_url":"https://www.nytimes.com/1994/01/03/books/looking-for-america-or-is-it-japan.html","abstract":"Haruki Murakami, Japan's most popular novelist, writes metaphysical Far Easterns with a Western beat. His rapid-fire style and American tastes seem deliberately designed to break any possible connection to traditional novelists from his own country like Kobo Abe, Yukio Mishima or Yasunari Kawabata, Japan's only Nobel laureate in literature. True, in his fiction there are echoes of Raymond Chandler, John Irving and Raymond Carver, but Mr. Murakami's mysterious plots and original characters are very much his own creation.","thumbnail":null,"section":"Books"},{"date":"19940103","headline":"Bridge","web_url":"https://www.nytimes.com/1994/01/03/nyregion/bridge-759864.html","abstract":"  Whether bridge tournaments should always be democratic, or whether aristocracy should have a place, is a subject for debate. In North America democracy rules: every bridge event, with the doubtful exception of an occasional Calcutta, is open to all if they meet certain objective criteria. They may be expected to meet a master-point test, to have a specific record in tournament play, to be women, or to be 55 years old. But they are never required to be the best players.   This is not true in other parts of the world. Britain and the Netherlands both have events to which the world's best players are invited by a committee. There is a similar event in Brazil, where the players are of the highest quality. Twenty-four of them played a month ago, and the winners were Gabriel Chagas and Marcelo Branco, the reigning world pair champions.","thumbnail":null,"section":"New York"},{"date":"19940103","headline":"New Detroit Area Code Causing Confusion, Ire and Lost Calls","web_url":"https://www.nytimes.com/1994/01/03/us/new-detroit-area-code-causing-confusion-ire-and-lost-calls.html","abstract":"  In December, much of suburban Detroit got a new area code. The trouble is that some phone systems have not gotten the message.   Customers have reported that an annoying number of calls made to them are not getting through if the caller uses the new area code, 810, said Dean Hovey of Ameritech, the Great Lakes spinoff of the former Bell system.","thumbnail":null,"section":"U.S."},{"date":"19940103","headline":"Health Fight Certain But Outcome Is Not","web_url":"https://www.nytimes.com/1994/01/03/us/health-fight-certain-but-outcome-is-not.html","abstract":"  Lawmakers, officials of the Clinton Administration and experts outside the Government see the battle over health care as the biggest political challenge facing Congress this year, but their expectations of the outcome differ widely.","thumbnail":null,"section":"U.S."},{"date":"19940103","headline":"Big Outcry Doesn't Slow Killing of Youths in Rio","web_url":"https://www.nytimes.com/1994/01/03/world/big-outcry-doesn-t-slow-killing-of-youths-in-rio.html","abstract":"  When eight youths were shot to death as they slept on the streets of Rio five months ago, international attention was drawn to the frequent slayings of young people here.   Despite the outcry, preliminary statistics indicate that the killing of minors in Rio de Janeiro may have increased in 1993 by as much as 40 percent over 1992.","thumbnail":null,"section":"World"},{"date":"19940103","headline":"Trouble With Angels; Motorcycle Gang Is in a U.S. Court Fight Over Its Clubhouse","web_url":"https://www.nytimes.com/1994/01/03/nyregion/trouble-with-angels-motorcycle-gang-is-in-a-us-court-fight-over-its-clubhouse.html","abstract":"  Seventy-seven East Third Street is, according to the police, a place to be avoided. But to the Hell's Angels, it is home.   Since 1969, America's best-known and most-feared bunch of Harley-riding, tattooed nonconformists have called the East Village apartment house both headquarters and home in New York City. According to a history that is part neighborhood remembrance, part Angels lore and part police reports, the ramshackle, six-story building and the streets around it have been the scene of countless decibel-cranking parties, LSD-laced misadventures, drug deals, orgies and random acts of violence against passers-by.","thumbnail":null,"section":"New York"},{"date":"19940103","headline":"Joanne Kourepinos, Kenneth Adams","web_url":"https://www.nytimes.com/1994/01/03/style/weddings-joanne-kourepinos-kenneth-adams.html","abstract":"  Joanne Kourepinos, a contract analyst in New York at Tishman Speyer Properties, a real-estate development company, was married yesterday to Kenneth A. Adams, an associate in New York of Winston & Strawn, a Chicago law firm. The Rev. Robert G. Stephanopoulos performed the ceremony at the Greek Orthodox Archdiocesan Cathedral in New York.   Mrs. Adams, 33, graduated from Wheaton College in Norton, Mass. She is the daughter of Mr. and Mrs. Stephen J. Kourepinos of Levittown, L.I. Her father owns a Dunkin' Donuts franchise in Levittown.","thumbnail":null,"section":"Style"},{"date":"19940103","headline":"What U.S. Film Makers Really Wanted","web_url":"https://www.nytimes.com/1994/01/03/opinion/l-what-us-film-makers-really-wanted-764736.html","abstract":"  To the Editor:   Prof. Jagdish Bhagwati's Dec. 24 letter on the General Agreement on Tariffs and Trade contains, alas, a huge error of fact, which is understandable, since few observers have a grasp on what was at issue.","thumbnail":null,"section":"Opinion"},{"date":"19940103","headline":"Emily C. Blum, Leon M. Metzger","web_url":"https://www.nytimes.com/1994/01/03/style/weddings-emily-c-blum-leon-m-metzger.html","abstract":"  Emily Carla Blum, a daughter of Herbert H. and Elaine Blum of New York, was married yesterday to Leon Michael Metzger, the son of Erich and Ruth Metzger of Riverdale, the Bronx. Rabbi Hershel Schachter performed the ceremony at the Lincoln Square Synagogue in New York.   The bride, 35, will keep her name. She graduated from Brandeis University and received a master's degree in management from the Massachusetts Institute of Technology. She is a market research manager for Reuters, the news service, in New York.","thumbnail":null,"section":"Style"},{"date":"19940103","headline":"Tricky Float, Forward and Backward","web_url":"https://www.nytimes.com/1994/01/03/opinion/IHT-tricky-float-forward-and-backward.html","abstract":"China's surprise decision to unify its exchange rate and operate a controlled float of the yuan effective Jan. 1 is being widely seen as a major step on the market reform road. That is true up to a point. But at least as important is Beijing's need to re","thumbnail":null,"section":"Opinion"},{"date":"19940103","headline":"Essay; Art Vs. Artifice","web_url":"https://www.nytimes.com/1994/01/03/opinion/essay-art-vs-artifice.html","abstract":"  The technicians have found a way to bring back the musical past. Memorable performances have been \"digitally remastered\" and sound better than they ever did before.   I buy the compact discs of Peggy Lee, Dick Haymes, Rosemary Clooney, dub them to a tape -- it's legal -- and play \"Sunny Side of the Street,\" \"I Surrender, Dear,\" \"Come On-a My House\" while driving to work in my vehicular cocoon. It knocks me out to hear Buddy Clark singing \"When I go to sleep, I never count sheep, I count all the charms about Linda.\"","thumbnail":null,"section":"Opinion"},{"date":"19940103","headline":"Review/Television; A Stand-Up Guy, and His Family","web_url":"https://www.nytimes.com/1994/01/03/arts/review-television-a-stand-up-guy-and-his-family.html","abstract":"  Another sitcom. Another show with a goofy dad, a wry mom and three troublesome but wonderful kids. Television marches on. Groan. But then, against all odds, the tired formula works. Latest instance: \"The Good Life,\" getting an NBC preview tonight at 8:30 before settling into its regular weekly time period tomorrow at 8:30.   This is still another series squeezed out of a stand-up comedy act. On the current scene, just think of Roseanne Arnold (\"Roseanne\"), Jerry Seinfeld (\"Seinfeld\") or Tim Allen (\"Home Improvement\"). This time the stardom scepter descends on the shoulder of John Caponera, a guy who has paid his dues on everything from \"Star Search\" to \"Comic Strip Live\" to \"An Evening at the Improv.\" A native of Chicago, Mr. Caponera plays John Bowman, a middle-class, suburban-Chicago husband and father struggling to find a reasonable middle ground to contemporary survival. Not easy.","thumbnail":null,"section":"Arts"},{"date":"19940103","headline":"Topics of The Times; A Double Dose for Children","web_url":"https://www.nytimes.com/1994/01/03/opinion/topics-of-the-times-a-double-dose-for-children.html","abstract":"  The latest report on the state of the world's children contains some good news: Children in developing countries are not dying at such high rates from preventable diseases. Unfortunately, the battle against disease and other problems that afflict children is not yet won.   Ten years ago, child deaths from measles totaled 2.5 million a year; today the annual toll is 1 million. Annual deaths from diarrheal dehydration have dropped from 4 million to less than 3 million.","thumbnail":null,"section":"Opinion"},{"date":"19940103","headline":"Why a Kick Fails To Reform Behavior","web_url":"https://www.nytimes.com/1994/01/03/opinion/l-why-a-kick-fails-to-reform-behavior-764566.html","abstract":"  To the Editor:   \"As Boot Camps for Criminals Multiply, Skepticism Grows\" (front page, Dec. 18) reviews the evidence that this cut-rate militaristic approach to incarceration is ineffective, that what politicians describe as \"intuitively\" plausible or based on \"common sense\" doesn't work.","thumbnail":null,"section":"Opinion"},{"date":"19940103","headline":"Hornets Beat Knicks In Battle of 'B' Teams","web_url":"https://www.nytimes.com/1994/01/03/sports/pro-basketball-hornets-beat-knicks-in-battle-of-b-teams.html","abstract":"  The Knicks were neither healthy nor happy after last night's heartbreaking loss.   The Charlotte Hornets, without Alonzo Mourning (sprained ankle) and Larry Johnson (strained back), escaped Madison Square Garden with a pulsating 124-123 overtime victory. It was an admirable effort by the short-handed Knicks, who played without Anthony Mason (sprained left ankle) and Tony Campbell (pinched nerve, left foot), joining the already injured Charles Smith, Hubert Davis and Doc Rivers.","thumbnail":null,"section":"Sports"},{"date":"19940103","headline":"Review/Theater; The Divine to the Ridiculous In a Twelfth Night Festival","web_url":"https://www.nytimes.com/1994/01/03/theater/review-theater-the-divine-to-the-ridiculous-in-a-twelfth-night-festival.html","abstract":"  When Jesus, Mary and Joseph come together on New Year's Day with the Magi, mummers, fire jugglers, Good King Wenceslaus, St.  George and a dragon, as well as the Pipes and Drums of the New York State Courts, various dancers, musicians and singers and jokes about Michael Jackson, John Wayne Bobbitt and Howard Stern, there are two possibilities:   One is a holiday hangover of nightmarish proportions. The other is the annual Boar's Head and Yule Log Festival at the Cathedral Church of St. John the Divine.","thumbnail":null,"section":"Theater"},{"date":"19940103","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/01/03/nyregion/chronicle-758728.html","abstract":"  When TRAN THI HUYEN stepped onto American soil in San Francisco for the first time, the 84-year-old Vietnamese mother received a celebrity's welcome -- dozens of news photographers snapping pictures.   Ms. Huyen seemed to take it in stride, walking hand-in-hand with three daughters, including LE LY HAYSLIP , whose life is portrayed in the movie \"Heaven and Earth.\"","thumbnail":null,"section":"New York"},{"date":"19940103","headline":"THE NEW MAYOR: Reporter's Notebook; The Pomp! The Thrill! The Wails! The Seats!","web_url":"https://www.nytimes.com/1994/01/03/nyregion/the-new-mayor-reporter-s-notebook-the-pomp-the-thrill-the-wails-the-seats.html","abstract":"  Dennis Pantzer stood on a park bench in City Hall Park with his small son, Michael, on his shoulders and strained to hear the new Mayor he had voted for, trying to catch the amplified message of unity drifting thinly through the trees.    But all Mr. Pantzer and his family could hear were the whistles and yells of a couple hundred protesters across the street, who were screaming \"Jobs Not Jails!\" and generally causing a ruckus.","thumbnail":null,"section":"New York"},{"date":"19940103","headline":"Mountaineer Feats Fail To Impress the Gators","web_url":"https://www.nytimes.com/1994/01/03/sports/college-football-mountaineer-feats-fail-to-impress-the-gators.html","abstract":"  As Steve Spurrier reflected on Florida's 41-7 rout of West Virginia in the Sugar Bowl, he related a comment that Don Nehlen, the Mountaineers' coach, had made shortly before the New Year's Day game.   \"I thought he was kidding me, trying to lull me to sleep,\" Spurrier recalled. \"He said, 'Steve, I don't know if we can keep up with you guys.' \"","thumbnail":null,"section":"Sports"},{"date":"19940103","headline":"Rabin Says Israel Is in No Hurry to Resume Talks With the P.L.O.","web_url":"https://www.nytimes.com/1994/01/03/world/rabin-says-israel-is-in-no-hurry-to-resume-talks-with-the-plo.html","abstract":"  Israel dug in its heels against the Palestine Liberation Organization today, with Prime Minister Yitzhak Rabin saying he was in no hurry and would let the Palestinians \"sweat\" before resuming talks on a troop withdrawal and transfer of civil authority in the occupied territories.   Mr. Rabin was also quoted by the state radio as having questioned the reliability of the P.L.O. and its chairman, Yasir Arafat. He reportedly told the Cabinet at its weekly meeting that Israel could no longer rely on oral agreements with the Palestinian leadership and would insist that everything be put down on paper from now on.","thumbnail":null,"section":"World"},{"date":"19940103","headline":"Prague's Offer to House U.S. Overseas Radio Poses Problem","web_url":"https://www.nytimes.com/1994/01/03/world/prague-s-offer-to-house-us-overseas-radio-poses-problem.html","abstract":"  An offer by the Czech Republic to let Radio Free Europe and Radio Liberty move their headquarters from Munich to Prague, where they could continue broadcasting to Eastern Europe and the former Soviet Union, is presenting the Clinton Administration with something of a foreign policy quandary on the eve of the President's visit to Prague and Moscow next week.   The United States Government-financed radios are facing tremendous financial pressure, from the Administration and from members of Congress who say they are cold war relics, to close down their operational headquarters in Munich, one of the most expensive cities in Europe.","thumbnail":null,"section":"World"},{"date":"19940103","headline":"THE NEW MAYOR: The First Family; Playing at City Hall: Young and the Restless","web_url":"https://www.nytimes.com/1994/01/03/nyregion/the-new-mayor-the-first-family-playing-at-city-hall-young-and-the-restless.html","abstract":"  After all the years of campaigning, the bitter defeat and the joyous victory, Rudolph W. Giuliani stepped up to the lectern in front of City Hall yesterday in one of the culminating moments of his life -- his inaugural address as Mayor of New York City. And there, suddenly beside him, was a pudgy, towheaded boy.   \"I'm going to have a co-addressee, I guess,\" Mr. Giuliani said, by way of introducing for those in the audience or watching on television who did not already know the little boy, the Mayor's 7-year-old son, Andrew Harold Giuliani.","thumbnail":null,"section":"New York"},{"date":"19940103","headline":"Saudi Arabia to Slash Its Budget As Oil Prices Continue to Plunge","web_url":"https://www.nytimes.com/1994/01/03/world/saudi-arabia-to-slash-its-budget-as-oil-prices-continue-to-plunge.html","abstract":"  After two decades of economic growth driven by vast income from oil exports, Saudi Arabia has announced that it is slashing its budget by 20 percent this year because of the decline in world oil prices.   King Fahd announced the move, viewed as a major policy shift, in a speech at a special Cabinet session that was broadcast to the nation late Saturday night. The cuts were dictated by \"changing world economic circumstances and a surplus of oil supplies that have brought a drop in prices,\" he said.","thumbnail":null,"section":"World"},{"date":"19940103","headline":"Huskers Left With Yellow Flags and Teardrops","web_url":"https://www.nytimes.com/1994/01/03/sports/college-football-huskers-left-with-yellow-flags-and-teardrops.html","abstract":"  What was left of the color in his face was ebbing as Nebraska Coach Tom Osborne stood in the dimly lit tunnel outside the visitors' Orange Bowl locker room early this morning. He was ashen and his shoulders seemed to bend under the weight of what had just happened to his football team.   What had happened, of course, was that the Cornhuskers, who had taken a 16-15 lead over Florida State on a field goal with 1 minute 16 seconds left in the battle for college football's national championship, had just lost a game they thought they had won. And the way they had lost it -- with 30 yards of penalties coming on Florida State's final and fitful drive to the 18-16 victory -- was particularly galling for a man whose teams are known for preparation and execution.","thumbnail":null,"section":"Sports"},{"date":"19940103","headline":"Upbeat Farewell For a 'Jazz Pastor'; Musicians' Minister Retires","web_url":"https://www.nytimes.com/1994/01/03/nyregion/upbeat-farewell-for-a-jazz-pastor-musicians-minister-retires.html","abstract":"  Long before it became self-consciously fashionable in New York, John Garcia Gensel was wearing black-on-black clothing, conversing in Cool Speak and becoming a connoisseur and friend of jazz as he drifted like bar smoke from Manhattan nightclub to nightclub and beyond.   A Lutheran minister with a fan's ear for the music and an open heart to the largely churchless men and women who create it, Pastor Gensel began, more than 30 years ago, a jazz ministry that took church to jazz and brought jazz to church. It has been a lifelong improvisation that has produced a \"joyful noise,\" said Pastor Gensel, a stocky man with swept-back, steel-gray hair.","thumbnail":null,"section":"New York"},{"date":"19940103","headline":"Crestfallen? No, Still Confident","web_url":"https://www.nytimes.com/1994/01/03/sports/pro-football-crestfallen-no-still-confident.html","abstract":"  The Giants may have lost the game, but they did not seem to lose their self-confidence, their self-respect or their perspective.   After today's 16-13 overtime loss to the Dallas Cowboys, which put them in the playoffs as a wild-card team rather than a division champion, they were plainly disappointed. But they talked of their situation with a quiet confidence that they had held their own against perhaps the National Football League's best team.","thumbnail":null,"section":"Sports"},{"date":"19940103","headline":"Review/Television; Taking the Pulse of Ailing American Industry","web_url":"https://www.nytimes.com/1994/01/03/arts/review-television-taking-the-pulse-of-ailing-american-industry.html","abstract":"  The sorry condition of American industry is not a new subject for television, and some of the material in \"Challenge to America\" will be familiar to the conscientious viewer. (Just a few months ago, for example, \"Frontline\" carried an unsparing account of the decline of General Motors.) But Hedrick Smith's new four-and-a-half-hour program goes beyond criticism to seek the reasons Japanese and German industries have outstripped their American counterparts and to advocate ways of fighting back.   In tonight's opening hour, Mr. Smith, a former New York Times correspondent, traces the much-lamented troubles of General Motors, I.B.M. and RCA to the arrogance, inertia and shortsightedness of their top managers.","thumbnail":null,"section":"Arts"},{"date":"19940103","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/01/03/sports/results-plus-760889.html","abstract":"N.H.L.","thumbnail":null,"section":"Sports"},{"date":"19940103","headline":"'I Want to Go to Sleep'","web_url":"https://www.nytimes.com/1994/01/03/opinion/i-want-to-go-to-sleep.html","abstract":"  My cousin Florence Hosch has always known how she felt and what she wanted to do. \"I am fine,\" she told callers last summer, when a stubborn infection revealed a terminal lung condition that put her in the hospital for several months. \"I am happy,\" she said, in a voice that brooked no question. \"I am 90 years old. I have had my life. I want to go to sleep.\" Her problem was that she was the captive of a medical system dead set against that, and her pills were at home.    For decades, she had made her position clear: if life ceased to be worth living, she would end it on her own. \"I have the means,\" she would say crisply, as if speaking of money in the bank or fertilizer for her garden. \"Right here on my bedside table.\"","thumbnail":null,"section":"Opinion"},{"date":"19940103","headline":"Abroad at Home; Inside The Beltway","web_url":"https://www.nytimes.com/1994/01/03/opinion/abroad-at-home-inside-the-beltway.html","abstract":"  When President Clinton last month chose Bobby Ray Inman as his next Secretary of Defense, establishment Washington gushed. Politicians and journalists vied in their adjectives for the retired admiral: brilliant, shrewd, masterful.   Why the awed response? Has Mr. Inman showed himself to be another George C. Marshall, a former military officer with the vision of a statesman? Is he a Henry Stimson, a great Republican figure who can help bring the country together on issues of war and peace?","thumbnail":null,"section":"Opinion"}],"wiki_events":[{"date":"19940103","headline":"Baikal Airlines Flight 130 crashes near Mamoney, Irkutsk, Russia, resulting in 125 deaths.","pages":[{"title":"Baikal Airlines Flight 130","web_url":"https://en.wikipedia.org/wiki/Baikal_Airlines_Flight_130","description":"1994 aviation accident","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Tupolev_Tu-154M%2C_Baikal_Airlines_AN0650094.jpg/320px-Tupolev_Tu-154M%2C_Baikal_Airlines_AN0650094.jpg","thumbnail_width":320,"thumbnail_height":202},"abstract":"Baikal Airlines Flight 130 was a scheduled domestic passenger flight from Irkutsk to Moscow that crashed on 3 January 1994. The plane involved in the crash was a Tupolev Tu-154 operated by Russian airline Baikal Airlines. The plane was carrying 115 passengers and 9 crew members and was en route to Moscow when one of the engines suddenly burst into flames. The crew then tried to return to Irkutsk, but lost control of the plane and crashed into a dairy farm near the town of Mamony. All 124 people on board and one person on the ground were killed in the crash. The accident was judged to have been caused by a foreign object entering the engine and slicing several crucial lines to the airplane's hydraulic and fuel systems."},{"title":"Mamony, Irkutsk Oblast","web_url":"https://en.wikipedia.org/wiki/Mamony%2C_Irkutsk_Oblast","description":"Place in Irkutsk Oblast, Russia","thumbnail":null,"abstract":"Mamony is a village located in Irkutsky District, Irkutsk Oblast, Russia. The administrative center of the Mamony municipality, Mamony is located approximately 7 kilometres west of Irkutsk."},{"title":"Irkutsk","web_url":"https://en.wikipedia.org/wiki/Irkutsk","description":"City in Irkutsk Oblast, Russia","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Irkutsk_Collage.png/320px-Irkutsk_Collage.png","thumbnail_width":320,"thumbnail_height":448},"abstract":"Irkutsk is the largest city and administrative center of Irkutsk Oblast, Russia. With a population of 617,473 as of the 2010 Census, Irkutsk is the 25th-largest city in Russia by population, the fifth-largest in the Siberian Federal District, and one of the largest cities in Siberia."},{"title":"Russia","web_url":"https://en.wikipedia.org/wiki/Russia","description":"Country spanning Europe and Asia","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/en/thumb/f/f3/Flag_of_Russia.svg/320px-Flag_of_Russia.svg.png","thumbnail_width":320,"thumbnail_height":213},"abstract":"Russia, or the Russian Federation, is a country spanning Eastern Europe and Northern Asia. It is the largest country in the world by area, extends across eleven time zones, and shares land boundaries with fourteen countries. It is the world's ninth-most populous country and Europe's most populous country. The country's capital and largest city is Moscow. Saint Petersburg is Russia's second-largest city and \"cultural capital\". Other major urban areas in the country include Novosibirsk, Yekaterinburg, Nizhny Novgorod, Chelyabinsk, Krasnoyarsk, and Kazan."}]}],"weather":[{"date":"19940103","time":"1994-01-03 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.7,"rhum":79,"wspd":13},{"date":"19940103","time":"1994-01-03 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.5,"rhum":80,"wspd":13},{"date":"19940103","time":"1994-01-03 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.3,"rhum":81,"wspd":11.2},{"date":"19940103","time":"1994-01-03 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.1,"rhum":83,"wspd":5.4},{"date":"19940103","time":"1994-01-03 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.8,"rhum":84,"wspd":11.2},{"date":"19940103","time":"1994-01-03 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.7,"rhum":83,"wspd":7.6},{"date":"19940103","time":"1994-01-03 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.9,"rhum":88,"wspd":11.2},{"date":"19940103","time":"1994-01-03 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.8,"rhum":88,"wspd":7.6},{"date":"19940103","time":"1994-01-03 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":88,"wspd":14.8},{"date":"19940103","time":"1994-01-03 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":85,"wspd":9.4},{"date":"19940103","time":"1994-01-03 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":82,"wspd":22.3},{"date":"19940103","time":"1994-01-03 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.4,"rhum":82,"wspd":18.4},{"date":"19940103","time":"1994-01-03 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.4,"rhum":81,"wspd":22.3},{"date":"19940103","time":"1994-01-03 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.2,"rhum":81,"wspd":24.1},{"date":"19940103","time":"1994-01-03 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.9,"rhum":82,"wspd":11.2},{"date":"19940103","time":"1994-01-03 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.3,"rhum":88,"wspd":14.8},{"date":"19940103","time":"1994-01-03 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.4,"rhum":76,"wspd":20.5},{"date":"19940103","time":"1994-01-03 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.5,"rhum":61,"wspd":33.5},{"date":"19940103","time":"1994-01-03 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.5,"rhum":66,"wspd":42.5},{"date":"19940103","time":"1994-01-03 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.4,"rhum":72,"wspd":37.1},{"date":"19940103","time":"1994-01-03 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.4,"rhum":73,"wspd":29.5},{"date":"19940103","time":"1994-01-03 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.4,"rhum":72,"wspd":25.9},{"date":"19940103","time":"1994-01-03 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.9,"rhum":73,"wspd":24.1},{"date":"19940103","time":"1994-01-03 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.1,"rhum":73,"wspd":14.8},{"date":"19940103","time":"1994-01-03 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":55,"wspd":22.3},{"date":"19940103","time":"1994-01-03 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":55,"wspd":16.6},{"date":"19940103","time":"1994-01-03 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":52,"wspd":22.3},{"date":"19940103","time":"1994-01-03 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":48,"wspd":20.5},{"date":"19940103","time":"1994-01-03 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":52,"wspd":18.7},{"date":"19940103","time":"1994-01-03 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":56,"wspd":11.2},{"date":"19940103","time":"1994-01-03 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":51,"wspd":13},{"date":"19940103","time":"1994-01-03 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":36,"wspd":13},{"date":"19940103","time":"1994-01-03 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":38,"wspd":14.8},{"date":"19940103","time":"1994-01-03 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":36,"wspd":16.6},{"date":"19940103","time":"1994-01-03 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":36,"wspd":16.6},{"date":"19940103","time":"1994-01-03 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":41,"wspd":24.1},{"date":"19940103","time":"1994-01-03 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":49,"wspd":20.5},{"date":"19940103","time":"1994-01-03 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":53,"wspd":24.1},{"date":"19940103","time":"1994-01-03 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":56,"wspd":20.5},{"date":"19940103","time":"1994-01-03 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":51,"wspd":14.8},{"date":"19940103","time":"1994-01-03 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":51,"wspd":18.7},{"date":"19940103","time":"1994-01-03 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":51,"wspd":20.5},{"date":"19940103","time":"1994-01-03 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":56,"wspd":20.5},{"date":"19940103","time":"1994-01-03 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":61,"wspd":20.5},{"date":"19940103","time":"1994-01-03 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":61,"wspd":22.3},{"date":"19940103","time":"1994-01-03 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":75,"wspd":25.9},{"date":"19940103","time":"1994-01-03 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":69,"wspd":25.9},{"date":"19940103","time":"1994-01-03 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":69,"wspd":25.9}]},"19940104":{"guardian_articles":[],"nytimes_articles":[{"date":"19940104","headline":"Time for a Special Prosecutor","web_url":"https://www.nytimes.com/1994/01/04/opinion/time-for-a-special-prosecutor.html","abstract":"  Senior Republicans, after years of resisting the appointment of independent counsels to investigate suspected mischief in the executive branch, are now demanding that an outsider probe some Arkansas banking and investment deals that touch President and Mrs. Clinton. Why the switch? Politics, of course. Still, the Republicans are on the right track. Independent counsels are sometimes necessary to keep government honest.    The White House sees only politics. The President's aides insist that \"no laws have been broken.\" Hillary Rodham Clinton still wonders why anyone is curious about the family's real estate partnership with a failed savings and loan operator. And Attorney General Janet Reno argues lamely that no one would trust her to name a truly independent investigator.","thumbnail":null,"section":"Opinion"},{"date":"19940104","headline":"Is Game Still Football? Oilers Think It's Boxing","web_url":"https://www.nytimes.com/1994/01/04/sports/pro-football-is-game-still-football-oilers-think-it-s-boxing.html","abstract":"  The Houston Oilers have had plenty of practice at damage control this season. So today's public display of recriminations hissed through clenched teeth wasn't such a big deal.   During an 11-game winning streak that concluded a 12-4 regular season, the Oilers endured dual national controversies. The first came in October when a player, David Williams, left the team without permission and missed a game for the birth of a child. The second came in December when another player, Jeff Alm, committed suicide after a friend riding with him died in a traffic accident.","thumbnail":null,"section":"Sports"},{"date":"19940104","headline":"2 Killed as Fire Destroys Shantytown in Brooklyn","web_url":"https://www.nytimes.com/1994/01/04/nyregion/2-killed-as-fire-destroys-shantytown-in-brooklyn.html","abstract":"  A brief, intense fire incinerated a Brooklyn shantytown yesterday morning, killing two people, hospitalizing a third and effectively ending the fringe life of an encampment that had endured in Red Hook for more than a decade.   Luis Rodriguez, 45, who had apparently lived in the shantytown for as many as 12 years, and Michelle Johnson, Mr. Rodriguez's girlfriend, were found at the door to their makeshift wooden shack, burned beyond recognition, and identified by other encampment residents. Fire Department officials, who said there was no evidence suggesting the fire was anything other than accidental, said the couple were likely asleep or unable to escape. At least four other residents of the shantytown on Columbia Street escaped unhurt.","thumbnail":null,"section":"New York"},{"date":"19940104","headline":"Clouding Out Solar : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/01/04/opinion/IHT-clouding-out-solar-letters-to-the-editor.html","abstract":"The 21st century promises even more consumption of fossil fuels, despite deleterious effects on our planet. Surely your special report on \"Power Generation\" (Dec. 6) could have devoted at least some space to solar energy. . MALCOLM K. TRONIC..","thumbnail":null,"section":"Opinion"},{"date":"19940104","headline":"In First Day on Job, Giuliani Starts Settling In at City Hall","web_url":"https://www.nytimes.com/1994/01/04/nyregion/in-first-day-on-job-giuliani-starts-settling-in-at-city-hall.html","abstract":"  Rudolph W. Giuliani's administration settled in yesterday for the first full day at work at City Hall, searching for furniture and learning new phone numbers and new relationships. And if proximity is power, the new office layout was, if not a map of influence, certainly one of the first hints about the inner workings of the new administration.   Deputy Mayor Peter J. Powers, longtime friend of Mr. Giuliani, settled in the most prestigious work space, the one First Deputy Mayor Norman Steisel had, near the Mayor, and at the end of the main hallway with a view of all the comings and goings of City Hall.","thumbnail":null,"section":"New York"},{"date":"19940104","headline":"A Place Where Mature Workers Are Invited to Check In","web_url":"https://www.nytimes.com/1994/01/04/nyregion/a-place-where-mature-workers-are-invited-to-check-in.html","abstract":"  Hazel Rathbun talks and acts as if she were on a one-woman mission to break stereotypes about age. And in a business world that continues to shun older workers, she has found an unlikely champion: her employer.   Mrs. Rathbun, who is 73, began working six years ago as a desk clerk at the Days Inn hotel in Ledgewood, N.J. She has mastered the computerized check-in and check-out system, the fax machine and the switchboard. She stands for most of her seven-hour shifts and hardly misses a day's work. Some Companies Are Eager    Although advocates for older workers say the corporate environment is overwhelmingly inhospitable to workers over 55, the Days Inn hotel chain is one of the few businesses that has seen the advantage in welcoming them. Other companies include the Travelers Corporation, the financial service company based in Hartford; the Riese Organization, a restaurant concern in New York and Tiffany & Company.","thumbnail":null,"section":"New York"},{"date":"19940104","headline":"No More Bodies Found in Ruins of Gay Club","web_url":"https://www.nytimes.com/1994/01/04/nyregion/no-more-bodies-found-in-ruins-of-gay-club.html","abstract":"  Fire officials were optimistic yesterday that no more victims would be found from a fire that killed one man and destroyed a gay men's club in Queens on Sunday, but they said a search would continue until they could be certain.   Patrons and workers at the club told officials that three other unidentified people were unaccounted for, but officials said yesterday that they had found no more bodies. A crane removed debris yesterday as firefighters continued to comb through the remains of the club, the Northern Men's Sauna and Health Club.","thumbnail":null,"section":"New York"},{"date":"19940104","headline":"World Cup Update","web_url":"https://www.nytimes.com/1994/01/04/sports/world-cup-update.html","abstract":"  Avoid Scoreless Ties    A decision by FIFA last June to reward teams three points for a first-round victory instead of two has increased optimism that teams will emphasize offense and produce a scoring spectacle in the World Cup.   Berti Vogts, the coach of defending champion Germany, said, \"It could be positive as you can still get three points with one win in your last match and that would probably be enough to get through to the second round.\"   Clemens Westerhof, Nigeria's Dutch-born technical adviser, said: \"I like it because it will encourage more attacking football. There will be no point playing for a draw and we will see more goals scored.\"   Alkis Panagoulias, the coach of Greece, agreed. \"It's a step forward after Italia-90 with those boring 0-0 games,\" he said. \"The two-point gain between a win and a draw forces teams to go forward.\"   Coach Bora Milutinovic of the United States said his team would need at least five points from the three first-round matches to have a chance of advancing. Know Your Opponents    The Americans are in a group with Colombia, Romania and Switzerland. They will open the World Cup with a game against Switzerland June 18 at the Silverdome in Pontiac, Mich., but they will get their first look at the Swiss on Jan. 22 in an exhibition match at Fullerton State College in California.   A game against Colombia on Feb. 20 at Joe Robbie Stadium in Miami was changed yesterday. The United States instead will play Sweden there. The Americans, who will pay Bolivia on Feb. 18 in Miami, are also trying to arrange a match against Romania in a tournament at Hong Kong during the second week of February.   In the past, countries that qualified for the World Cup were not allowed to play in the host country 30 days prior to the tournament. With most countries being unable to assemble their best players until early May, FIFA changed the rule and now allows games to be staged in the host country just five days prior to the tournament.   The Netherlands  Johan Cruyff, the biggest name in Dutch football, will not coach the Netherlands in the World Cup. Cruyff, who played for Los Angeles and Washington in the North American Soccer League, failed to reach agreement with the Dutch federation.   The flamboyant Cruyff, who led a player revolt against the Dutch federation in the 1974 World Cup, has reportedly asked for $100,000 per month, a 10 percent cut of sportswear merchandising profits and a $200,000 payoff from Barcelona, the club that he coaches.   Jos Staatsen, the president of the Dutch federation, was quoted in European publications saying that Cruyff \"has betrayed his country.\"   While Cruyff is out, Marco van Basten, one of the players featured at the final draw for the Cup last month, hopes to be at full strength despite a series of operations on his ankle.   A fixture at center for the Netherlands, van Basten hopes to rejoin Milan, his Italian Club, in March and be ready for the tournament in June.   Schedule Changes   The Italy-Norway game on June 23 at Giants Stadium has been moved from Game 17 to Game 16 and will have a kickoff time of 4 P.M. instead of 7:30 P.M. Game 17 is now South Korea against Bolivia. It will be played in Foxboro Stadium in Massachusetts and its kickoff time will 7:30 P.M.    The Saudi Arabia-Morocco game at Giants Stadium on June 25 becomes Game 22 and will be played at 12:30 P.M. instead of 7:30.   The Argentina-Nigeria game at Foxboro Stadium on June 25 becomes Game 23 and will be played at 4 P.M. ALEX YANNIS","thumbnail":null,"section":"Sports"},{"date":"19940104","headline":"Frustrating Fight for Acceptance; For Older Job Seekers, a Sad Refrain: 'I'd Love to Hire You, but You Just Won't Fit In'","web_url":"https://www.nytimes.com/1994/01/04/nyregion/frustrating-fight-for-acceptance-for-older-job-seekers-sad-refrain-d-love-hire.html","abstract":"  Despite a decade-long push by private and government organizations to market older people as reliable and mature workers, advocates for people 55 and older say their efforts have largely failed. They say that employers continue to view age not in terms of experience or stability but as deterioration and staleness.    People who have worked to promote the older labor force say that 10 years ago they were confident that, through intensive public relations and educational efforts, American businesses would recognize and harness what they argued are the skills of older workers. Although it is impossible to tally how much money went toward that end, people who work in the field estimated that tens of millions of dollars were spent nationwide on studies, job fairs, seminars for executives and advertising.","thumbnail":null,"section":"New York"},{"date":"19940104","headline":"Observer; But Will It Fly?","web_url":"https://www.nytimes.com/1994/01/04/opinion/observer-but-will-it-fly.html","abstract":"  The promises being made for the \"information superhighway\" are reminiscent of the oversell of atomic energy in the late 1940's.   With the atom's energy, we were told, it would cost only two or three cents to pay the monthly electricity bill. A few pennies' worth of atomic energy would power the Queen Mary across the Atlantic, making luxury travel available to millions.","thumbnail":null,"section":"Opinion"},{"date":"19940104","headline":"Review/Music; Sacred Works From Palestrina And His World","web_url":"https://www.nytimes.com/1994/01/04/arts/review-music-sacred-works-from-palestrina-and-his-world.html","abstract":"  The torch has been passed; 1993 was the year of Monteverdi and Byrd for early-music followers, and 1994 shall be the year of Palestrina. Four hundred years have passed since his death, and much remains to be discovered about the Italian master. Fewer than 30 of Palestrina's 104 masses have come to light on recordings, and church choirs usually venture no further than his shorter motets. One important corrective will take place on Feb. 2 at the Santa Maria Maggiore in Rome, when the Tallis Scholars, matchless exponents of the Renaissance repertory, are to perform the \"Missa Papae Marcelli\" and other sacred works.   First off the mark in New York was the Choir of Corpus Christi Church, whose annual Festival of Lessons and Carols took place on Sunday afternoon. Only two works by Palestrina were heard, but the overall selection of sacred music, mingled with the reading of scriptural texts, gave an intelligent picture of the 16th-century world over which Palestrina presided. The earliest composer represented was Cristobal de Morales, who helped lay the foundations for the Palestrina style during his Roman period; the latest was Tomas Luis de Victoria, probably Palestrina's closest protege.","thumbnail":null,"section":"Arts"},{"date":"19940104","headline":"Coming Soon: Sports Fights. If Ryan Swings, Can a Sitcom Be Far Behind?","web_url":"https://www.nytimes.com/1994/01/04/sports/tv-sports-coming-soon-sports-fights-if-ryan-swings-can-a-sitcom-be-far-behind.html","abstract":"  Thanks to TV, a select group of quick, sometimes nasty, but frequently absurd sports fights live on in our memory, often more indelibly than more brutal hockey fights, soccer and gridiron melees.   We now know, courtesy of ESPN, that Buddy Ryan, the Houston Oilers' defensive coordinator, is a lousy boxer. Doesn't matter. The outlandish sight of his quickie scrap on Sunday night with Kevin Gilbride, the offensive coordinator, will long survive in video purgatory, like other greats of the genre:","thumbnail":null,"section":"Sports"},{"date":"19940104","headline":"As Asia Urbanizes, Pollution Problems Grow Ever More Urgent","web_url":"https://www.nytimes.com/1994/01/04/opinion/IHT-as-asia-urbanizes-pollution-problems-grow-ever-more-urgent.html","abstract":"Rapid urbanization is transforming Asia. Eighty-seven Asian cities have more than a million inhabitants. By 2005, more than half the population of East Asia will live in cities. In South Asia, the urban population will overtake the rural population by 20","thumbnail":null,"section":"Opinion"},{"date":"19940104","headline":"Corrections","web_url":"https://www.nytimes.com/1994/01/04/nyregion/c-corrections-765279.html","abstract":"  Maps on Wednesday and Thursday with articles about negotiations for Palestinian self-rule in the Gaza Strip and the West Bank town of Jericho labeled the Jericho area incorrectly. The two sets of lines around that area denoted only the size of the sector proposed by each side for self-rule, not the actual border proposed by each side.","thumbnail":null,"section":"New York"},{"date":"19940104","headline":"Howe Is an All-Star","web_url":"https://www.nytimes.com/1994/01/04/sports/sports-people-nhl-howe-is-an-all-star.html","abstract":"  MARK HOWE of the Detroit Red Wings and DAVE TAYLOR of the Los Angeles Kings have been added to the National Hockey League All-Star Game rosters under a special category created in 1991 to recognize career-long contributions by senior players. Howe will play with the Eastern Conference and Taylor with the Western Conference in the game on Jan. 22 in New York.   Howe, the son of the Hall of Fame player, GORDIE HOWE, who will be honorary captain of the Western Conference squad, is 38 and the league's oldest player. Taylor is playing in his 17th N.H.L. season. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940104","headline":"Sharing Life In Donating To Neediest","web_url":"https://www.nytimes.com/1994/01/04/nyregion/neediest-cases-sharing-life-in-donating-to-neediest.html","abstract":"  Of the thousands of people who have contributed to The New York Times Neediest Cases Fund since it began its 82d annual appeal for contributions in November, most write that they give money because they feel fortunate.   For some, like Ludwig Klauber or Alexandra Werner, both of Manhattan, good fortune means reaching their 94th year in good health. \"I am grateful to just to be able to write a check, sign it and mail it in the box on my corner,\" Mrs. Werner wrote.","thumbnail":null,"section":"New York"},{"date":"19940104","headline":"Time to Hitch Up the Big Backs","web_url":"https://www.nytimes.com/1994/01/04/sports/on-pro-football-time-to-hitch-up-the-big-backs.html","abstract":"  The end of the National Football League regular season always reveals who's in and who's out, what's new and what's left to look for in the post-season.   Who's in?","thumbnail":null,"section":"Sports"},{"date":"19940104","headline":"Bombing Suspect's Boss Tells of Van Request","web_url":"https://www.nytimes.com/1994/01/04/nyregion/bombing-suspect-s-boss-tells-of-van-request.html","abstract":"  The World Trade Center bombing trial resumed yesterday after the Christmas break with prosecutors presenting several bits and pieces of evidence, most of them on the role of Mahmud Abouhalima, one of the four defendants in the case.   None of the individual pieces of evidence seemed decisive in the case against Mr. Abouhalima. The prosecution, however, is evidently hoping that an accumulation of many pieces will convince the jury that Mr. Abouhalima had to have played the role of which he is accused in the bombing conspiracy.","thumbnail":null,"section":"New York"},{"date":"19940104","headline":"Times Names Editor of Week in Review","web_url":"https://www.nytimes.com/1994/01/04/arts/times-names-editor-of-week-in-review.html","abstract":"  The appointment of Jonathan Landman as editor of the Week in Review section of The New York Times has been announced by Max Frankel, the executive editor of the newspaper.   Mr. Landman, now the deputy Washington editor of The Times, will start his new job late this month, succeeding Daniel Lewis, who was recently named cultural news editor.","thumbnail":null,"section":"Arts"},{"date":"19940104","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/01/04/style/chronicle-771104.html","abstract":"  How could the history of ballet possibly be complete without mention of Barbra Streisand's portrayal of the Swan Queen from \"Swan Lake\"?   In the 1968 film \"Funny Girl,\" Ms. Streisand danced a Swan Queen that was light on Petipa's original choreography and heavy with creative liberties. But only snippets of her tour de farce survived the editing process.","thumbnail":null,"section":"Style"},{"date":"19940104","headline":"It's 1994. So Where Are Your Data?","web_url":"https://www.nytimes.com/1994/01/04/science/personal-computers-it-s-1994-so-where-are-your-data.html","abstract":"  IF your New Year's resolution did not include a plan to back up your hard disk regularly, there is still time to repent and make amends.   Hard disk drives are very reliable, at least when compared with other components of a computer system. Manufacturers rate the reliability of their hard drives in terms of \"mean time between failure,\" measured in tens of thousands of hours. The numbers typically translate into 10 to 20 years of constant, round-the-clock use.","thumbnail":null,"section":"Science"},{"date":"19940104","headline":"The Other Mexico","web_url":"https://www.nytimes.com/1994/01/04/opinion/the-other-mexico.html","abstract":"  There is another, older Mexico beneath the free-market, modernizing society being fashioned by President Carlos Salinas de Gortari -- a Mexico of subsistence agriculture, native peoples and Emiliano Zapata, the land-to-the-peasants hero of the 1910-to-1917 Mexican Revolution.    That other Mexico is epitomized by Chiapas, the poor southern state near the Guatemalan border where armed Indian guerrillas invoking Zapata took over four towns Saturday and where clashes between Mexico's army and the rebels have left scores of Indians dead. Initial reports are sketchy, but most guerrilla fatalities appear to have been inflicted while the rebels were retreating.","thumbnail":null,"section":"Opinion"},{"date":"19940104","headline":"Arms and the Czechs : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/01/04/opinion/IHT-arms-and-the-czechs-letters-to-the-editor.html","abstract":"Regarding \"Are They Helping Iran Go Nuclear?\" (Opinion, Dec. 28) by William Safire: .Mr. Safire's scaremongering article, resurrecting old ghosts of the Communist past as it does, is unbecoming. The Czech Republic, since gaining freedom in 19","thumbnail":null,"section":"Opinion"},{"date":"19940104","headline":"Shulas to Face Off","web_url":"https://www.nytimes.com/1994/01/04/sports/sports-people-nfl-shulas-to-face-off.html","abstract":"  The Cincinnati Bengals' home schedule next season will include the first father-son coaching matchup in National Football League history.   The Miami Dolphins, coached by DON SHULA, are to play at Riverfront Stadium during the 1994 season. DAVE SHULA just ended his second season as the Bengals' coach. The date has yet to be announced.","thumbnail":null,"section":"Sports"},{"date":"19940104","headline":"Patterns","web_url":"https://www.nytimes.com/1994/01/04/style/patterns-769010.html","abstract":"  Oldham on Wooster Street    Todd Oldham's spring runway show felt like an epiphany, a moment where shards of his ideas from the past -- of mirrors, gilt and decorated fabrics -- fell away to reveal the talent beneath. Surreal, nostalgic and futuristic, the show signaled that Mr. Oldham was ready to step forward.","thumbnail":null,"section":"Style"},{"date":"19940104","headline":"Liege Journal; Gold in Streets (Some Call It Trash)","web_url":"https://www.nytimes.com/1994/01/04/world/liege-journal-gold-in-streets-some-call-it-trash.html","abstract":"  Along a quiet road in the Ardennes lies what William Wauters calls proof of the madness of the affluent society.   Every day, 25 tons of used clothing, bags and shoes come spilling into a great hall here, bounce from conveyer belts into baskets and, sorted and repacked, head for a new life on the other -- poorer -- side of the world.","thumbnail":null,"section":"World"},{"date":"19940104","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/01/04/opinion/IHT-letters-to-the-editor.html","abstract":"I am tired of hearing of the carnage that afflicts America. The pro-gun lobby never tires of reminding us that the U.S. Constitution says that \"the right of the people to keep and bear arms shall not be infringed,\" and that the Founding Fathers","thumbnail":null,"section":"Opinion"},{"date":"19940104","headline":"S O S! Help for Coslet May Be Coming","web_url":"https://www.nytimes.com/1994/01/04/sports/pro-football-s-o-s-help-for-coslet-may-be-coming.html","abstract":"  One day after the Jets dropped a 24-0 decision to Houston, blowing a great playoff opportunity and ending their season on a negative note, General Manager Dick Steinberg acknowledged today he was considering bringing in another offensive assistant coach to help Coach Bruce Coslet.   Sifting through the remains of an 8-8 season that included a 1-4 finish, Coslet wasn't ready to evaluate himself as a coach, talk about his contract status (he is signed through 1994) or dissect the team. Steinberg took the same line, saying that Coslet's contract status hasn't been addressed.","thumbnail":null,"section":"Sports"},{"date":"19940104","headline":"Central Banks:Independent, Accountable, Linked","web_url":"https://www.nytimes.com/1994/01/04/opinion/IHT-central-banksindependent-accountable-linked.html","abstract":"Central banks now find themselves unusually strong and influential. I refrain from saying popular, a word that is not easily associated with institutions which often have to say \"no.\" It is not hard to understand why Guido Carli, the former hea","thumbnail":null,"section":"Opinion"},{"date":"19940104","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/01/04/nyregion/metro-digest-765333.html","abstract":"   WINTER STORM MOVES INTO REGION   The fringe of what the National Weather Service said was a major winter storm moved into the New York metropolitan region from the south with a mixture of snow and rain. Communities throughout the region were sanding and salting highways as the service predicted a few inches of snow turning to rain along the shore and from six inches to a foot north of the city. Weather summary, page B7.   HAZARDS SEEN IN LYME-DISEASE TREATMENT   Health experts and officials are warning that overdiagnosis of Lyme disease and complications from long-term antibiotic treatments may pose as great a danger to public health as the disease itself. A1.  NEW YORK CITY  SETTLING IN AT CITY HALL   Rudolph W. Giuliani's administration settled in for the first full day at work at City Hall, searching for furniture and learning new phone numbers and new relationships. And if proximity is power, the new office layout was one of the first hints about the inner workings of the new administration. A1.   A GET-TOUGH MAYOR? TELL IT TO ANDREW   Andrew Giuliani, the 7-year-old first son of New York, held the town in thrall with his antics at the inauguration, utterly eclipsing the earnest but less playful display put on by his father. A1.   MACY IS COOL TO MERGER   R. H. Macy & Company reacted coolly to efforts by Federated Department Stores, its longtime rival, to add Macy to its stable of stores. A1.  Mayor Giuliani promoted a top-level uniformed police official to be the second-in-command in the Police Department. B4.  A brief, intense fire incinerated a Brooklyn shantytown, killing two people, hospitalizing a third and effectively ending the fringe life of an encampment in Red Hook. B3.  The World Trade Center bombing trial resumed with prosecutors presenting several bits of evidence, most of them on the role of Mahmud Abouhalima, one of the four defendants. B3.  It has become a sort of New York City given that somewhere in Brooklyn is a place called East New York where mayhem reigns. B6.  REGION   WHITMAN NAMES STATE TREASURER   Governor-elect Christine Todd Whitman of New Jersey named Brian W. Clymer to be state treasurer, the post most critical to keeping her campaign promises to shrink state government and cut state income taxes. A1.   RETHINKING THE PROPERTY TAX   New Haven's Mayor, John DeStefano, has become a leading spokesman for a growing number of people who believe Connecticut's reliance on the property tax is harming not just the state's cities, but its entire economy. B5.   BAIL IS DENIED FOR SUSPECTS IN BOMBINGS   Two suspects in bombings that killed five people in upstate New York were denied bail. B7.   MATURE WORKERS WELCOME   Hazel Rathbun, 73, has been a desk clerk at the Days Inn hotel in Ledgewood, N.J., for six years. The Days Inn hotel chain is one of the few businesses that has seen the advantage in welcoming workers 55 and over. B6.  Neediest Cases B7   Chronicle B7   ","thumbnail":null,"section":"New York"},{"date":"19940104","headline":"1919: Balkans' Future : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/01/04/opinion/IHT-1919-balkans-future-in-our-pages100-75-and-50-years-ago.html","abstract":"ROME - President Wilson spoke as follows at a reception given for him by Italian Senators this evening [Jan. 3]: \"The distinguishing fact of this war is that great empires have gone to pieces, and the characteristics of those empires were that they h","thumbnail":null,"section":"Opinion"},{"date":"19940104","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/01/04/style/chronicle-771112.html","abstract":"  JULES FEIFFER is packing up his easel and taking it on the road tomorrow, to Brooklyn Heights. He will talk to children at the Packer Collegiate Institute about creativity and cartooning.   The appearance at the private school will be an offshoot of what Mr. Feiffer called \"my new passion: writing children's books.\" After the publication in November of his first book for children, the novel \"The Man in the Ceiling\" (HarperCollins), Mr. Feiffer began receiving invitations from schools.","thumbnail":null,"section":"Style"},{"date":"19940104","headline":"No Headline","web_url":"https://www.nytimes.com/1994/01/04/nyregion/no-headline-765937.html","abstract":"  \"Beware the anger of the legions. In moments of turbulence, military leaders have always proved to be strong leaders.\" -- GEN. BENEDITO ONOFRE BEZERRA LEONEL, Brazil's army Chief of Staff, echoing Brazilians' anger at disclosures of corruption among members of Congress.  [ A1:6. ]","thumbnail":null,"section":"New York"},{"date":"19940104","headline":"NATO Plight: Coping With Applicants","web_url":"https://www.nytimes.com/1994/01/04/world/nato-plight-coping-with-applicants.html","abstract":"  As President Clinton and other NATO leaders prepare for a summit meeting in Brussels next week to try to define a new post-cold-war role for the alliance, the key question, according to many Western officials and diplomats, is this:   Will the United States proposal for a \"partnership for peace\" between the alliance and all the former Communist countries on the continent, including Russia, convince the leaders of Poland, the Czech Republic and Hungary that the way is open for them to join as full members later, despite Russian objections?","thumbnail":null,"section":"World"},{"date":"19940104","headline":"Clinton, Defending Health Plan, Attacks His Critics' Alternatives","web_url":"https://www.nytimes.com/1994/01/04/us/clinton-defending-health-plan-attacks-his-critics-alternatives.html","abstract":"  President Clinton took the offensive today in the fight over his health care plan by casting his opponents as obstructionists who lack a commitment to universal health coverage and challenging them to defend their own plans.   After a weekend of increasing Republican criticism, Mr. Clinton called in most of his Cabinet and all of his senior health care advisers, including his wife, Hillary, for a meeting that White House officials hoped would shift public criticism away from the health care plan the President introduced with much fanfare in September and onto the alternative plans that others have proposed.","thumbnail":null,"section":"U.S."},{"date":"19940104","headline":"Death of North Bergen Basketball Player Still a Mystery","web_url":"https://www.nytimes.com/1994/01/04/sports/death-of-north-bergen-basketball-player-still-a-mystery.html","abstract":"  Before returning to classes yesterday after the holiday break, the 90-member student body at Hudson Vocational Technical High School in North Bergen, N.J., held a memorial service for Jackson Muamba, the 17-year-old junior who collapsed last Friday during a basketball game at Bayonne, and later died.   \"Jackson's friends are very distraught,\" said Frank Gargiulo, the school's superintendent.","thumbnail":null,"section":"Sports"},{"date":"19940104","headline":"Christmas Arrived For Them in a Roar","web_url":"https://www.nytimes.com/1994/01/04/opinion/l-christmas-arrived-for-them-in-a-roar-771481.html","abstract":"  To the Editor:   I wish to call attention to an extraordinary event that took place during the holiday season, which could not be publicized because of the need to protect the anonymity of the children involved.","thumbnail":null,"section":"Opinion"},{"date":"19940104","headline":"Mayor Names an Insider To No. 2 Post for Police","web_url":"https://www.nytimes.com/1994/01/04/nyregion/mayor-names-an-insider-to-no-2-post-for-police.html","abstract":"  Stressing crime-related issues on his first workday in office, Mayor Rudolph W. Giuliani promoted a top-level uniformed police official yesterday to be the second-in-command in the Police Department and strongly reiterated his intention to intensify the arresting of street-level drug criminals.   Mr. Giuliani named Chief David W. Scott, the city's highest-ranking uniformed officer and a highly regarded administrator and commander, as the First Deputy Police Commissioner, serving under the incoming Commissioner, William J. Bratton. Chief Scott, who is 58, has nearly 33 years' experience with the New York City Police Department, with two years before that as a transit police officer.","thumbnail":null,"section":"New York"},{"date":"19940104","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/01/04/style/IHT-what-theyre-reading.html","abstract":"Gabriel Jackson, professor emeritus of history and humanities at the University of California-San Diego and a Barcelona resident since 1983, is reading \"Franco,\" by Paul Preston. .\"I reviewed it. It's very entertaining and well-documented","thumbnail":null,"section":"Style"},{"date":"19940104","headline":"Eastern College Report","web_url":"https://www.nytimes.com/1994/01/04/sports/eastern-college-report.html","abstract":"  Vermont   Should he maintain his average of 24 points a game, sophomore guard Eddie Benton could reach the 1,000-point mark in his career by the end of the month. At 18, he would be the youngest collegiate player to ever to do so. Benton has 841 points in 35 games, mostly because he has hit 111 3-pointers in his career. He has 12 games left in the regular season, including Colgate tomorrow, and he needs just 159 points before his 19th birthday, on Feb. 16.","thumbnail":null,"section":"Sports"},{"date":"19940104","headline":"Prolonged Lyme Treatments Posing Risks, Experts Warn","web_url":"https://www.nytimes.com/1994/01/04/us/prolonged-lyme-treatments-posing-risks-experts-warn.html","abstract":"  Almost two decades after Lyme disease was detected in Old Lyme, Conn., health experts and officials are warning that overdiagnosis of the disease and complications from long-term antibiotic treatments may pose as great a danger to public health as the disease itself.   In one instance cited by the Federal Centers for Disease Control and Prevention, 14 children had to have their gallbladders removed, and 22 suffered bloodstream infections because of complications from long-term treatment with intravenous antibiotics at the Jersey Shore Medical Center. Though the children's doctor defends their treatment, the centers found no evidence that most of the children had Lyme disease. 'Obsessively Diagnosing'    In another case, a New Jersey doctor's license was suspended for \"obsessively diagnosing late-stage Lyme disease\" in patients lacking clinical evidence of the disease, falsifying records and collecting fees for referring patients to companies that provide intravenous antibiotics in the home. The Board of Medical Examiners says it is investigating links between other physicians and such companies as well.","thumbnail":null,"section":"U.S."},{"date":"19940104","headline":"Rancor Rises as Jordan Warns Arafat and Palestinians Squabble","web_url":"https://www.nytimes.com/1994/01/04/world/rancor-rises-as-jordan-warns-arafat-and-palestinians-squabble.html","abstract":"  Talks between Israel and the Palestine Liberation Organization appear to be caught in a thickening web of rancor and recrimination, not only between Palestinians and Israelis, but more vividly between Jordan and the P.L.O., among Palestinians themselves and, to some extent, within Israel's governing Labor Party.   Over the weekend Prime Minister Yitzhak Rabin of Israel accused the P.L.O. of duplicity, wondering aloud whether any agreement with it is valid and saying he will suspend the talks to make Palestinians \"sweat it out.\"","thumbnail":null,"section":"World"},{"date":"19940104","headline":"A Vast New Scandal Is Shaking Brazilians' Faith in Democracy","web_url":"https://www.nytimes.com/1994/01/04/world/a-vast-new-scandal-is-shaking-brazilians-faith-in-democracy.html","abstract":"  Joao Alves would like you to believe that he is the world's luckiest man.    To explain how he came to deposit $51 million in his bank accounts since 1989, the Congressman, whose annual salary is $84,000, told investigators recently that the answer was simple. He had won 24,000 lotteries.","thumbnail":null,"section":"World"},{"date":"19940104","headline":"Don't Call It Journalism","web_url":"https://www.nytimes.com/1994/01/04/opinion/don-t-call-it-journalism.html","abstract":"  The annual Renaissance weekend at Hilton Head, S.C., may be a tonic for the Clintons, but it has turned into a degrading spectacle for a number of journalists.   In order to be invited, they agree not to reveal what they learn from the President, the First Lady or Administration officials during seminars that deal with politics, public policy and a wide array of personal and societal issues. There have always been off-the-record social events and confidential briefings in Washington. But this contractual abandonment of professional obligation represents a particularly virulent strain of the Washington insider virus.","thumbnail":null,"section":"Opinion"},{"date":"19940104","headline":"1944: Chancellery Hit : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/01/04/opinion/IHT-1944-chancellery-hit-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] Nazi rescue squads were reported working during the night in an attempt to save officials trapped in Adolf Hitler's Chancellery when British planes spread ruin through the center of Berlin in their raid yesterday morn","thumbnail":null,"section":"Opinion"},{"date":"19940104","headline":"A Touch of Florida at Aqueduct","web_url":"https://www.nytimes.com/1994/01/04/sports/horse-racing-a-touch-of-florida-at-aqueduct.html","abstract":"  New York will usher in a new era in betting on horse racing today when Aqueduct Race Track and Offtrack Betting parlors across the state will take bets on seven live races at Aqueduct plus five that will be televised from Gulfstream Park in Florida, 1,100 miles away.   The format was approved last month by the Legislature and was signed into law by Gov. Mario M. Cuomo as the alternative to closing down wintertime racing in New York for perhaps six weeks.","thumbnail":null,"section":"Sports"},{"date":"19940104","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/01/04/nyregion/news-summary-765104.html","abstract":"  International A2-5  GLOOM FOR DEMOCRACY IN BRAZIL  One year after a corruption scandal forced Brazil's President from office, a new scandal involving dozens of lawmakers is shaking people's faith in democracy and is stirring reminders of military rule.  A1","thumbnail":null,"section":"New York"},{"date":"19940104","headline":"Books of The Times; Plagiarism as the Metaphor for a Litigious Era","web_url":"https://www.nytimes.com/1994/01/04/books/books-of-the-times-plagiarism-as-the-metaphor-for-a-litigious-era.html","abstract":"  A Frolic of His Own  By William Gaddis  586 pages. Poseidon Press. $25.   In \"The Recognitions,\" his monumental first novel published nearly 40 years ago, William Gaddis used the story of a would-be priest turned master forger to explore the loss of authenticity in the modern world, and the shifting relationships between life and art, art and faith. Those same themes -- so pertinent in this post-modern era of recyclings and regurgitations -- lie at the core of his long-winded, sometimes uproarious and often exhausting new novel \"A Frolic of His Own.\" This time, however, plagiarism, not counterfeiting, serves as the presiding metaphor; and the action takes place not in the world of art, but in the world of law.","thumbnail":null,"section":"Books"},{"date":"19940104","headline":"Corrections","web_url":"https://www.nytimes.com/1994/01/04/nyregion/c-corrections-771074.html","abstract":"  The \"At the Bar\" column on Dec. 30 about the \"Law and Popular Culture\" collection at the University of Texas Law School misstated the name of the lawyer character played by Groucho Marx in \"At the Circus.\" The character's name was J. Chee ver Loophole.","thumbnail":null,"section":"New York"},{"date":"19940104","headline":"6 Haitian Refugees Still Detained a Year Later","web_url":"https://www.nytimes.com/1994/01/04/us/6-haitian-refugees-still-detained-a-year-later.html","abstract":"  More than a year after fleeing Haiti, six refugees seeking asylum sit in the Orleans Parish Jail here, neither accused of a crime nor free to leave.   Advocates for refugees say that all six have relatives who are willing to take them in while their cases are heard but that they are trapped by unreasonable bails. Immigration officials say the bails are on par with those in similar cases.","thumbnail":null,"section":"U.S."},{"date":"19940104","headline":"Interim Constitution Takes Power From South African People","web_url":"https://www.nytimes.com/1994/01/04/opinion/l-interim-constitution-takes-power-from-south-african-people-771490.html","abstract":"  To the Editor:   \"Apartheid's Edgy Sunset\" (editorial, Dec. 24) calls for American \"conservatives\" to urge me to accept the interim Constitution passed by the South African Parliament and to take part in the elections scheduled for next April.","thumbnail":null,"section":"Opinion"},{"date":"19940104","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/01/04/us/inside-765910.html","abstract":"  Criticism on Radiation Data    The Clinton Administration assailed its Republican predecessors for failing to take action after disclosures about research in which humans were exposed to radiation. Page A10. Big Push by Consumers    Consumers are fueling economic growth, and most forecasters say their spending should help sustain the economic expansion in 1994. Page D1. Clinton Asks Rise in Gun Fee    The Administration plans to propose a sharp rise in the Federal licensing fee for gun dealers and better tabs on gun and ammunition sales. Page A8.","thumbnail":null,"section":"U.S."},{"date":"19940104","headline":"Alomar News Good","web_url":"https://www.nytimes.com/1994/01/04/sports/sports-people-baseball-alomar-news-good.html","abstract":"  ROBERTO ALOMAR, the all-star second baseman who broke his leg sliding in a winter league game last week, is to spend about five more weeks in cast and be ready when the Toronto Blue Jays start spring training. Surgery was deemed even more unlikely following yesterday's follow-up X-rays. An operation would have meant a further three weeks or so on the sidelines.   The three-time Gold Glove winner is scheduled to be examined again next week. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940104","headline":"Wastelands Transformed","web_url":"https://www.nytimes.com/1994/01/04/opinion/wastelands-transformed.html","abstract":"  Since 1960, America has lost 10 million manufacturing jobs, leaving a wasteland of abandoned, contaminated industrial sites too expensive and numerous for local governments or private businesses to restore. Our communities are scarred with dangerous, useless properties and abandoned factories, and jobs have been driven away -- to the suburbs, rural areas or abroad.   Last summer, I testified before Congress on proposed legislation to clean up abandoned industrial sites. The legislation, which was sponsored by Representative Mel Reynolds of Chicago and is awaiting action in the House Ways and Means Committee, combines a package of Federal tax credits, private financing and local government incentives to get businesses to take a fresh look at the problem.","thumbnail":null,"section":"Opinion"},{"date":"19940104","headline":"Ultraviolet Faces Revival To Fight TB","web_url":"https://www.nytimes.com/1994/01/04/nyregion/ultraviolet-faces-revival-to-fight-tb.html","abstract":"  With drug-resistant strains of tuberculosis spreading in big cities around the country, researchers in New York will begin a six-city test later this year with a 50-year-old technology for killing the bacteria mechanically: ultraviolet lamps.   Using money from electric utilities, including the Consolidated Edison Company in New York, researchers plan to install the lamps near the ceilings in homeless shelters. For the next six years, scientists will measure the spread of the disease among people who use the shelters and compare the data to the numbers at similar shelters without the lamps.","thumbnail":null,"section":"New York"},{"date":"19940104","headline":"Pentagon's Political War Against Pollard","web_url":"https://www.nytimes.com/1994/01/04/opinion/l-pentagon-s-political-war-against-pollard-771570.html","abstract":"  To the Editor:   In a calculated effort to keep Jonathan Pollard, the American convicted of spying for Israel, imprisoned, Pentagon officials have made public a letter from the departing Secretary of Defense, Les Aspin, to President Clinton, alleging that Mr. Pollard slipped classified information into 14 letters he sent from prison (front page, Dec. 28). The implication is that this information might endanger United States security. If there were any truth to this tall tale, it would show unparalleled stupidity by United States intelligence officials.","thumbnail":null,"section":"Opinion"},{"date":"19940104","headline":"Natural Weapons Against an Ancient Plague","web_url":"https://www.nytimes.com/1994/01/04/science/natural-weapons-against-an-ancient-plague.html","abstract":"  LOCUSTS and grasshoppers, the stuff of Biblical plagues, still ravage the earth, stripping vegetation in their path and depriving millions of people of food. But after decades of battling these insects with toxic chemicals, scientists are developing a new generation of natural pesticides that are expected to be less hazardous to the environment and more selective in reaching their targets.   Instead of spraying chemicals on marauding clouds of locusts, scientists are experimentally introducing fungi and other natural enemies to carry on the fight.","thumbnail":null,"section":"Science"},{"date":"19940104","headline":"U.S. Says Deal With North Korea On Atomic Site Inspections Is Near","web_url":"https://www.nytimes.com/1994/01/04/world/us-says-deal-with-north-korea-on-atomic-site-inspections-is-near.html","abstract":"  American officials said today that the United States was close to reaching a deal that would allow international monitors to inspect seven nuclear sites in North Korea and end a tense standoff.   Building on progress made in talks last week, the two sides may complete an agreement by the end of this week if North Korea and the International Atomic Energy Agency settle a few remaining details, said a State Department official who insisted on anonymity.","thumbnail":null,"section":"World"},{"date":"19940104","headline":"Police Patrol Around Bronx School in Safety Bid","web_url":"https://www.nytimes.com/1994/01/04/nyregion/police-patrol-around-bronx-school-in-safety-bid.html","abstract":"  A dozen New York City police officers patrolled the streets around William H. Taft High School in the Bronx yesterday, establishing a high profile police presence in the first of the \"safe school zones\" that Mayor Rudolph W. Giuliani promised during the fall campaign.   Several Taft High School students questioned whether the bolstered police presence would bring any long-term reduction in the assaults and other violence that have made the school one of the city's toughest. But other students and educators welcomed the stepped-up patrolling, expressing hopes that it would reduce the number of teen-age squabbles that escalate into bloody confrontations.","thumbnail":null,"section":"New York"},{"date":"19940104","headline":"New Fordham Coach","web_url":"https://www.nytimes.com/1994/01/04/sports/sports-people-college-football-new-fordham-coach.html","abstract":"  NICK QUARTARO, an assistant coach at Kansas State the last five years, became the head coach at Fordham yesterday.   Quartaro, 38 years old, replaces LARRY GLUECK, who resigned in November after Fordham finished 1-10 this past season. Glueck compiled an eight-year record of 20-51-1.","thumbnail":null,"section":"Sports"},{"date":"19940104","headline":"Knicks' Deal Looks Done In: Thomas Says He Prefers Pistons","web_url":"https://www.nytimes.com/1994/01/04/sports/basketball-knicks-deal-looks-done-in-thomas-says-he-prefers-pistons.html","abstract":"  According to a person close to Isiah Thomas, the veteran point guard has decided to remain with the Pistons, ruling out a possible trade to the Knicks.   After meeting last night with the Pistons' owner, Bill Davidson, Thomas apparently will be accommodated financially in some way by Davidson, perhaps with a new contract featuring a one-year balloon payment. Thomas has long expressed a desire to end his career with the Pistons, and he has numerous business interests in Michigan. Thomas was intrigued by the opportunity of joining a contender like the Knicks, but apparently has decided it would be best to remain with the Pistons.","thumbnail":null,"section":"Sports"},{"date":"19940104","headline":"Treading on Theologians' Ground, Physicist Wants to Weigh the Soul","web_url":"https://www.nytimes.com/1994/01/04/science/treading-on-theologians-ground-physicist-wants-to-weigh-the-soul.html","abstract":"  BREATHES there the man, with soul so dead, that it lacks mass, velocity and something physicists call \"spin?\"    Spoofing an endless published debate as to whether religion and science can be reconciled, an English physicist proposes applying advanced laboratory techniques to measuring the soul and putting some theological ideas to a quantitative test.","thumbnail":null,"section":"Science"},{"date":"19940104","headline":"Combating a Pocket of Crime","web_url":"https://www.nytimes.com/1994/01/04/nyregion/combating-a-pocket-of-crime.html","abstract":"  Six times in four years, bullets have blasted through the windows of Hope McGuire's apartment in the Cypress Hills Houses in East New York, Brooklyn. Each time, she snatched her son and daughter in her arms and cringed in the back bedroom.   Ms. McGuire, 28, a psychology major at the College for Human Services in Manhattan, says she has \"no beef\" with the young men of her neighborhood. If anything, she makes every effort to \"talk with the kids\" outside. She just happens to live in a second-floor apartment on Dumont Avenue, overlooking the green between the buildings of Cypress Hills.","thumbnail":null,"section":"New York"},{"date":"19940104","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/01/04/sports/transactions-770205.html","abstract":"  Baseball American League  BOSTON RED SOX -- Named John Buckley executive vice president for administration. National League  FLORIDA MARLINS -- Agreed to terms with Mark Gardner and Willie Fraser, pitchers, on minor-league contracts. Football National Football League  PHOENIX CARDINALS -- Fired Erik Widmark, pro personnel director, and Carl Hairston, scout.   SAN DIEGO CHARGERS -- Announced that George O'Leary, defensive line coach, resigned, to accept a position as defensive coordinator and defensive line coach at Georgia Tech University. Hockey National Hockey League  PITTSBURGH PENGUINS -- Recalled Justin Duberman, right wing, from Cleveland of the International Hockey League.   WASHINGTON CAPITALS -- Recalled Steve Konowalchuk, center, from Portland of the American Hockey League. Assigned Shawn Anderson, defenseman, to Portland. Central Hockey League  DALLAS FREEZE -- Added Jim Ballantine, center, to active roster. Colonial Hockey League  MUSKEGON FURY -- Signed Bob Janecyk, goaltender. East Coast Hockey League  DAYTON BOMBERS -- Traded Steve Bogoyevac, left wing, to Richmond for Rob Hartnell, center, and Mike Vandenberghe, defenseman. Activated John Roderick, defenseman, from the 14-day injured list. Announced that Jason Downey, defenseman, has been recalled by Fredericton of the American Hockey League.","thumbnail":null,"section":"Sports"},{"date":"19940104","headline":"A Cold-War Voice Fades From the Berlin Airwaves","web_url":"https://www.nytimes.com/1994/01/04/world/a-cold-war-voice-fades-from-the-berlin-airwaves.html","abstract":"  One of the best known voices of the cold war fell silent at year's end when the Berlin radio station RIAS faded into history after nearly half a century of broadcasting to both sides of this once-divided city.   At a champagne party that lasted most of the afternoon at the station's offices, the mood swung from satisfaction to nostalgia.  One goal for which RIAS had worked so long, German unification, has been achieved, and everyone agreed that this was cause for joy. But many celebrators had never lived in a Berlin without RIAS, and were not looking forward to the prospect.","thumbnail":null,"section":"World"},{"date":"19940104","headline":"Nets' Williams Is One of a Kind","web_url":"https://www.nytimes.com/1994/01/04/sports/basketball-nets-williams-is-one-of-a-kind.html","abstract":"  According to the official National Basketball Association Register, Jayson Williams was waived by the New Jersey Nets back on July 20 during summer camp at the Doral Arrowwood in Westchester, N.Y.   Don't be confused. It was another Williams, same spelling on the first name, who was waived by the Nets. He was a 6-foot-7-inch, 205-pound rookie forward out of the University of New Haven.","thumbnail":null,"section":"Sports"},{"date":"19940104","headline":"On My Mind; Berlin '38 To Beijing '94","web_url":"https://www.nytimes.com/1994/01/04/opinion/on-my-mind-berlin-38-to-beijing-94.html","abstract":"  On Oct. 27, 1938, Supreme Court Justice Felix Frankfurter wrote a letter to President Roosevelt about Joseph Kennedy, then United States Ambassador to Britain.   Mr. Kennedy had been using his post to fight publicly for the appeasement of Adolf Hitler. He used the word proudly. He said that the West could do fine business with Hitler, and in peace. Only economics counted, he said, -- trade, finance, deals -- not how the Nazis chose to rule.","thumbnail":null,"section":"Opinion"},{"date":"19940104","headline":"Britain Also Spoke Out : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/01/04/opinion/IHT-britain-also-spoke-out-letters-to-the-editor.html","abstract":"Rene Wadlow and David Littman (Letters, Dec. 21) list only France, Switzerland and Sweden as having taken legal measures against female genital mutilation. In the British Parliament we, too, legislated to ban it, in the Prohibition of Female Circumcision","thumbnail":null,"section":"Opinion"},{"date":"19940104","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/01/04/style/chronicle-771090.html","abstract":"  BETTY COMDEN and ADOLPH GREEN were too busy working yesterday to pay much attention to their 1994 milestone: 50 years together creating Broadway shows.   \"You get up in the morning, and you do your work,\" Ms. Comden said over the telephone from Mr. Green's Upper West Side apartment, where they were cooking up yet another musical.","thumbnail":null,"section":"Style"},{"date":"19940104","headline":"Asiatic Lions Thrive in India Park","web_url":"https://www.nytimes.com/1994/01/04/science/asiatic-lions-thrive-in-india-park.html","abstract":"  FOR centuries, Asiatic lions roamed the wildernesses in a great belt sweeping from eastern Europe and central Asia through what is now Afghanistan, Pakistan and northern India. Slaughtered by Indian hunters as well as European big game hunters, the species was perilously close to extinction at the beginning of the century.   Now the park at Sasan Gir, a settlement of farmers and foresters with two Government-run hotels for visitors, is the only place in the world where these lions can be seen in the wild.","thumbnail":null,"section":"Science"},{"date":"19940104","headline":"Enduring Mystery Solved as Tin Is Found in Turkey","web_url":"https://www.nytimes.com/1994/01/04/science/enduring-mystery-solved-as-tin-is-found-in-turkey.html","abstract":"  ARCHEOLOGISTS have discovered tin in Turkey.   No one is predicting a rush by miners to stake claims or any quick riches to be made on the world's metal markets, for the amount discovered is trifling. But scholars are hailing it as a solution to one of the most enduring mysteries about ancient technology: where did the metalsmiths of the Middle East get the tin to produce the prized alloy that gave the Bronze Age its name?","thumbnail":null,"section":"Science"},{"date":"19940104","headline":"Bridge","web_url":"https://www.nytimes.com/1994/01/04/nyregion/bridge-768600.html","abstract":"  The major event of the Greater New York Bridge Association's Winter Regional Championships at the Sheraton New York hotel ended Sunday night in a victory for Mitchell Hofing and Peter Bambrick, both of Manhattan, and Bob Gwirtzman of Brooklyn and Ed Swartz of Woodbridge, Conn. They led the two-day Swiss team championships from wire to wire.","thumbnail":null,"section":"New York"},{"date":"19940104","headline":"Blood on the Streets : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/01/04/opinion/IHT-blood-on-the-streets-letters-to-the-editor.html","abstract":"Soon after the murder of President John Kennedy, legislation was passed to ban mail-order sales of firearms. Since then, the rattle of small-arms fire on America's streets has steadily worsened. The latest gun-control legislation, the Brady bill, is a ve","thumbnail":null,"section":"Opinion"},{"date":"19940104","headline":"Rice High Rated No. 1 in U.S.","web_url":"https://www.nytimes.com/1994/01/04/sports/rice-high-rated-no-1-in-us.html","abstract":"  Rice High School of Manhattan (9-0) yesterday became the first New York City-based team in almost six years to be ranked No. 1 in the nation, according to polls by the ESPN cable network and USA Today newspaper. The Raiders earned the top spot by defeating Simon Gratz of Philadelphia, 55-48, on Sunday night in the Beach Ball Classic final in Myrtle Beach, S.C.   Tolentine High, led by Adrian Autry, Brian Reece and Malik Sealy, was the last New York City team to be acknowledged as the top school in the country, in 1988.","thumbnail":null,"section":"Sports"},{"date":"19940104","headline":"For Carolina Herrera, Tranquillity Amid Success","web_url":"https://www.nytimes.com/1994/01/04/style/for-carolina-herrera-tranquillity-amid-success.html","abstract":"  In no way does she resemble a garmento (fashion-business jargon for a designer/ manufacturer of clothes, usually with headquarters on Seventh Avenue). With her oval face and neatly coiffed hair, Carolina Herrera looks like a madonna in an Italian Renaissance painting. She is efficient, soft-spoken and, well, ladylike.   Until recently, Mrs. Herrera's best-known client was Jacqueline Onassis, though she never talks about her publicly. Privately, she calls her a woman of innate elegance; she has a snapshot of Mrs. Onassis wearing a striped Herrera suit tucked into a corner of the bulletin board in her office.","thumbnail":null,"section":"Style"},{"date":"19940104","headline":"Players Looking Down the Road and Up a Level","web_url":"https://www.nytimes.com/1994/01/04/sports/pro-football-players-looking-down-the-road-and-up-a-level.html","abstract":"  For the 20th time in the last 25 years, the Jets cleaned out their lockers while other teams prepared for the playoffs.   Despite a collapse over the last month of the season when they went 1-4 and missed the playoffs, the Jets dutifully maintained optimism for next season.","thumbnail":null,"section":"Sports"},{"date":"19940104","headline":"Indian State Cuts Population Without Coercion; Gratuitous Advice","web_url":"https://www.nytimes.com/1994/01/04/opinion/l-indian-state-cuts-population-without-coercion-gratuitous-advice-771554.html","abstract":"  To the Editor:   China is the recipient of your gratuitous advice in \"Preventing 'Inferior' People in China\" (editorial, Dec. 27). The People's Congress not only wants to solve the country's overpopulation problem, but also intends to prevent the birth of defective babies, using modern methods of interruption. You call China's program \"Leninist arrogance,\" adding that \"Americans and others outside China should not hesitate to express their horror.\"","thumbnail":null,"section":"Opinion"},{"date":"19940104","headline":"Principal Charged","web_url":"https://www.nytimes.com/1994/01/04/nyregion/principal-charged.html","abstract":"  The longtime principal of a Brooklyn elementary school was indicted yesterday on charges of criminally assaulting four students while trying to discipline or control them.  Harvey Possner, 50, principal for 18 years of Public School 154 in the Windsor Terrace neighborhood, pleaded not guilty in State Supreme Court in Brooklyn to four counts of assault and four counts of endangering the welfare of a child. He was released without bail. The indictment said that the assaults occurred between December 1991 and last March but gave no other details and did not identify the students.","thumbnail":null,"section":"New York"},{"date":"19940104","headline":"To Please Judges, Boitano Adapts","web_url":"https://www.nytimes.com/1994/01/04/sports/figure-skating-to-please-judges-boitano-adapts.html","abstract":"  A nervous guessing game precedes every international figure-skating competition. What will please the judges? How to navigate the turbulent waters of national bias? Is a particular routine engaging enough to satisfy the audience and balanced enough in terms of jumps and spins and footwork to convince the judges? There are no certain answers, only hints.   Brian Boitano, who continues his Olympic comeback at the United States championships, which begin today in Detroit, got a big hint from international judges in October at Skate America. For the 1994 Lillehammer Olympics, Boitano had planned six triple jumps in the first 2 minutes 40 seconds of his four-and-a-half-minute long program. It seemed a smart tactical decision. He would entrance the judges immediately with his splendid, muscular jumps while getting most of the hard stuff out of the way, lessening the risk to his troublesome right knee with fewer difficult jumps late in the program.","thumbnail":null,"section":"Sports"},{"date":"19940104","headline":"Clintons Continue to Gather Land Deal Files","web_url":"https://www.nytimes.com/1994/01/04/us/clintons-continue-to-gather-land-deal-files.html","abstract":"  Two weeks after President Clinton and his wife, Hillary, vowed to turn over all the personal records relating to their investment in a failed Arkansas land deal, their lawyers are still assembling the files before sending them to the Justice Department.   White House officials said today that the Clintons had authorized their personal lawyer, David Kendall, to give Justice Department investigators files that were kept in the office of Vincent W. Foster Jr., the deputy White House counsel who killed himself on July 20.","thumbnail":null,"section":"U.S."},{"date":"19940104","headline":"Cradle of Nazis Confronts Its Past","web_url":"https://www.nytimes.com/1994/01/04/arts/cradle-of-nazis-confronts-its-past.html","abstract":"  In the spring of 1913, an aspiring young artist and German nationalist named Adolf Hitler arrived in Munich. For the next 20 years, he made the city his headquarters, the fertile ground where he nurtured Nazism.   Germany in the 1990's is more willing to confront its Nazi past than it has been before, and in the latest reflection of this attitude, the Stadtmuseum here has presented an ambitiously introspective exhibition called \"Munich: Capital of the Movement.\" Through art and artifacts, it describes Munich's contributions to the rise of Nazism.","thumbnail":null,"section":"Arts"},{"date":"19940104","headline":"Critics Name Spielberg Best Director","web_url":"https://www.nytimes.com/1994/01/04/movies/critics-name-spielberg-best-director.html","abstract":"  The National Society of Film Critics yesterday voted Steven Spielberg's \"Schindler's List\" as the best film of 1993, and also named Mr. Spielberg as the best director. Previously, both the Los Angeles Film Critics Association and the New York Film Critics Circle had chosen Mr. Spielberg's three-hour film of the Holocaust for the top award, but presented the best-director citation to Jane Campion for \"The Piano\" rather than Mr. Spielberg.    The critics' votes are often considered bellwethers of the annual presentation of the Academy Awards, which will be made this year on March 21. Although Mr. Spielberg, 46, is commercially the most successful director in movie history, he has never won an Oscar. In 1987, the Academy of Motion Picture Arts and Sciences presented him with the Irving G. Thalberg Memorial award, in recognition of his collective body of work.","thumbnail":null,"section":"Movies"},{"date":"19940104","headline":"Critic's Notebook; A Piano as Salvation, Temptation and Star","web_url":"https://www.nytimes.com/1994/01/04/movies/critic-s-notebook-a-piano-as-salvation-temptation-and-star.html","abstract":"  When an ax is taken to a 19th-century Broadwood in Jane Campion's haunting film \"The Piano,\" the effect for a piano lover is almost as traumatic as the human violence that erupts a moment later. The movie, too, loves this instrument (a replica, the credits reassure us); the camera focuses on the whorled surfaces of the ivory keys, the grain of the wood, the inlaid signature of England's most distinguished manufacturer. We have, by the time of the assault, come to feel almost as much affection for it as Ada, the heroine, does. Mute since the age of 6, she is lost without it; the instrument is literally her voice. And when, early in the film, the piano is alone on a bare New Zealand beach, the white breakers swelling behind, the water lapping at its legs, its otherworldly beauty seems to protect it from forces that would have left an ordinary parlor piano in soggy, warped dissolution.   To review, for those who have not seen the movie: In the mid-19th century, Ada, in Scotland, is married off to a settler in New Zealand. Left on the beach by coarse boatmen, she and her daughter are met by her husband-to-be, who refuses to have the heavy square piano taken on the long trek through the muddy forest. But a thick-limbed Englishman, another pioneer who combines gentleness with strength, takes an interest in the mute, buttoned-up foreigner. He acquires the piano to \"study\" with Ada. He offers her the opportunity to repurchase it, key by key, by allowing him to act out his erotic fantasies as she plays. Ada turns out to be the real student, as her passions are awakened.","thumbnail":null,"section":"Movies"},{"date":"19940104","headline":"New Careers for Criminals","web_url":"https://www.nytimes.com/1994/01/04/opinion/new-careers-for-criminals.html","abstract":"  When Congress reconvenes on Jan. 25, it has a chance to do something meaningful about violent crime.    The crime bill the Senate passed before the holiday recess is a start; it would provide $22.3 billion over five years for a broad range of anticrime activities, including building new prisons and hiring more police officers.","thumbnail":null,"section":"Opinion"},{"date":"19940104","headline":"Corrections","web_url":"https://www.nytimes.com/1994/01/04/nyregion/c-corrections-771066.html","abstract":"  A report in the Music Notes column on Dec. 29 about publications of Meet the Composer, an organization that helps composers, misstated its telephone number. The number is (212) 787-3601.","thumbnail":null,"section":"New York"},{"date":"19940104","headline":"1894:Raid on Honduras : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/01/04/opinion/IHT-1894raid-on-honduras-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - War between Nicaragua and Honduras has begun. General Policarpo Bonilla, leader of the Honduras insurgents, has invaded Honduras from Nicaragua, and has captured the town of Yuscaran, where he has set up a Provisional Government.","thumbnail":null,"section":"Opinion"},{"date":"19940104","headline":"Change for Cardinals","web_url":"https://www.nytimes.com/1994/01/04/sports/sports-people-nfl-change-for-cardinals.html","abstract":"  The Phoenix Cardinals owner, BILL BIDWILL, yesterday fired the team's pro personnel director, ERIK WIDMARK, and its game scout, CARL HAIRSTON. But the fate of Coach JOE BUGEL -- who despite an impressive finish by the Cardinals fell two victories short of Bidwill's 9-7 mandate -- remained unknown, though Bidwill promised a decision before the Super Bowl on Jan. 30.   Bidwill called the dismissals, three weeks after LARRY WILSON resigned as general manager, \"part of the restructuring.\" Widmark had completed his sixth season as director of pro personnel.(AP)","thumbnail":null,"section":"Sports"},{"date":"19940104","headline":"Pop Ballet Propels Joffrey's Recovery","web_url":"https://www.nytimes.com/1994/01/04/arts/pop-ballet-propels-joffrey-s-recovery.html","abstract":"  Just five months ago, it looked as if the financially hard-pressed Joffrey Ballet might not be able to perform in April at the New York State Theater as planned. But now the long-awaited engagement, the company's first appearance in Manhattan in more than two years, is a sure thing. The reason can be stated in one word: \"Billboards.\"   The full-evening ballet -- a suite of dances set to music by Prince and choreographed by Laura Dean, Charles Moulton, Peter Pucci and Margo Sappington -- opened in Iowa City last January and has been packing in audiences ever since. The most recent performances, part of the Next Wave Festival at the Brooklyn Academy of Music in November, were sold out.","thumbnail":null,"section":"Arts"},{"date":"19940104","headline":"U.S. Details Fees Paid to Fight Radiation Suits","web_url":"https://www.nytimes.com/1994/01/04/us/us-details-fees-paid-to-fight-radiation-suits.html","abstract":"  The Department of Energy has spent nearly $50 million over the last three years paying private law firms to defend its contractors against eight lawsuits brought by workers and civilians who asserted that they had been harmed by radiation from the nuclear weapons industry, according to an internal memorandum.    Payments to private lawyers in the eight cases accounted for more than half of what the department spent in that time on contractors' legal fees altogether, department records show.","thumbnail":null,"section":"U.S."},{"date":"19940104","headline":"A Subtler Violence : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/01/04/opinion/IHT-a-subtler-violence-letters-to-the-editor.html","abstract":"Regarding the report \"Hollywood Puzzler: The Debate Intensifies, but Violence Still Sells\" (Dec. 29) by Bernard Weinraub: .Alfred Hitchcock frequently dealt with murder in his films, but the violence was suggested, not depicted graphically. &","thumbnail":null,"section":"Opinion"},{"date":"19940104","headline":"And Baby Makes 3, Even if You're Gray","web_url":"https://www.nytimes.com/1994/01/04/opinion/and-baby-makes-3-even-if-you-re-gray.html","abstract":"  Four years ago, my brother, then 62, announced he was going to have a baby. His wife, in her 30's, was childless. She'd long wanted a child, but my brother, who had a 26-year-old son, feared he was too old. Now, he'd decided, go for it.   What I remember most clearly from our conversation was jealousy -- not the sibling rivalry kind that had dogged his days and mine but something larger. A railing-at-the-gods kind: why should he still be able to make babies when I, half a decade younger and much more of a nurturer, was doomed to post-menopausal shutdown?","thumbnail":null,"section":"Opinion"},{"date":"19940104","headline":"Review/Music; A Mostly American New Year's Eve","web_url":"https://www.nytimes.com/1994/01/04/arts/review-music-a-mostly-american-new-year-s-eve.html","abstract":"  Who dares imagine a New Year's Eve program without the Johann Strausses? Leonard Slatkin, the conductor of the holiday concert at the New York Philharmonic for three years running, had previously presented an all-Viennese program and an Austrian-American blend, and this time around he toyed with the idea of going all-American. On Friday night, however, a few tidbits of Strauss cropped up irresistibly. They are, it seems, the inevitable cosmopolitan anthems of nostalgia.   Mr. Slatkin should have followed his instincts; the Strauss pieces were, it turned out, the least satisfactory element of the evening. The \"Blue Danube\" noticeably fizzled, progressing by fits and starts rather than flowing with a consistent dancelike motion. There were flubs in the cellos and trumpets and a general absence of sparkle.","thumbnail":null,"section":"Arts"},{"date":"19940104","headline":"A Get-Tough Mayor? Tell That to Andrew","web_url":"https://www.nytimes.com/1994/01/04/nyregion/a-get-tough-mayor-tell-that-to-andrew.html","abstract":"  If the new guy at City Hall wanted a little attention, he got it yesterday. If he wanted a curious New York to talk about him for a change -- his ideas, his character, his upbringing -- he could not have been more satisfied with the reaction to his performance on Sunday's inaugural stage.   Yes, Andrew Giuliani, the 7-year-old first son of New York, held the town in thrall with his antics, utterly eclipsing the earnest but somewhat less playful display put on by his father, the new Mayor.","thumbnail":null,"section":"New York"},{"date":"19940104","headline":"Turning Over New Leaves, Of a Sort","web_url":"https://www.nytimes.com/1994/01/04/science/peripherals-turning-over-new-leaves-of-a-sort.html","abstract":"  IT is not easy to say where a calendar program ends and a personal information manager begins. In the world of paper, the thing on the wall is a calendar, even when you pencil in \"lunch with Terry\" in the Jan. 11 square. But what about one of those desk calendars with padded covers and spaces for names and addresses, expenses and to-do lists?   What Are You Doing Today, Charlie Brown? from Individual Software of Pleasanton, Calif., is certainly a calendar. It is enlivened by Charles Schulz cartoons of the title character, along with Linus Van Pelt, Woodstock, Snoopy and other perennials from the comic strip that someone once said has not been funny in 20 years. Daily, weekly, monthly and yearly calendars may be viewed, marked with events that can be made to set off alarms and printed out. There is a screen saver (Is there is no end to screen savers?) and a to-do list. If you do not get everything accomplished, the program asks if you want the undone tasks on the to-do list moved to the next day. Be brave; say no.","thumbnail":null,"section":"Science"},{"date":"19940104","headline":"David Ives's Quick-Hit Approach To Staging the Human Comedy","web_url":"https://www.nytimes.com/1994/01/04/theater/david-ives-s-quick-hit-approach-to-staging-the-human-comedy.html","abstract":"  In the world of the playwright David Ives, situations float at the far edge of the social map and quickly drift off into uncharted territory.   A shy young woman with a stutter shows up for a language lesson and ends up speaking fluent Unamunda, an Esperanto-like tongue that, unbeknownst to her, she is making up on the spot. Three monkeys with typewriters bicker over the problem of trying to write \"Hamlet.\" A man offers advice to a friend who's stuck in \"a Philadelphia,\" a perverse parallel universe in which basic needs, like cheese in an omelet, can never be satisfied. The man tells his friend not to worry, to flow with it. But then again, he would; he's stuck in a terminally laid-back state known as \"a Los Angeles.\"","thumbnail":null,"section":"Theater"},{"date":"19940104","headline":"By Design; Crinkled and Creased","web_url":"https://www.nytimes.com/1994/01/04/style/by-design-crinkled-and-creased.html","abstract":"  If you're traveling to a warm climate this winter, there's one thing you won't have to worry about: your clothes getting wrinkled in suitcases. Wrinkled is in. This season's resort clothes are designed to look as if they had been stuffed into a duffle bag on a round-the-world trip. Linen comes pre-creased, cotton is crinkled and silk is distressed.","thumbnail":null,"section":"Style"},{"date":"19940104","headline":"A Dismal Recovery","web_url":"https://www.nytimes.com/1994/01/04/opinion/l-a-dismal-recovery-771562.html","abstract":"  To the Editor:   You are surely correct that President Clinton deserves neither full credit nor blame, yet, for the condition of the economy (news article, Dec. 20). But is your article's underlying presumption, that the economy is humming, correct?","thumbnail":null,"section":"Opinion"},{"date":"19940104","headline":"White House Criticizes G.O.P. on Radiation Data","web_url":"https://www.nytimes.com/1994/01/04/us/white-house-criticizes-gop-on-radiation-data.html","abstract":"  The Clinton Administration strongly criticized its Republican predecessors today for failing to take action in the 1980's after disclosures about Government research that exposed unwitting human subjects to radiation.   After a meeting of top aides from several agencies today, the Administration said it had formed a working group to determine how widespread the experiments had been in the decades after World War II, how often the tests had violated standards for human research and to what extent people who may have suffered harm should be compensated.","thumbnail":null,"section":"U.S."},{"date":"19940104","headline":"France Sends 2 Murder Suspects Back to Iran, Stirring Wide Protest","web_url":"https://www.nytimes.com/1994/01/04/world/france-sends-2-murder-suspects-back-to-iran-stirring-wide-protest.html","abstract":"  France timed the announcement for the eve of the long New Year's weekend, it gave \"national interest\" as the reason for its decision, and it promised no further explanation for its decision to send home two jailed Iranians who were wanted for murder in Switzerland.   But for all its efforts to keep attention away from the case, the deportation of the two men to Iran last week -- instead of their extradition to Switzerland -- has brought angry protests from French newspapers, opposition parties and Iranian exiles as well as from the Swiss Government.","thumbnail":null,"section":"World"},{"date":"19940104","headline":"Indian State Cuts Population Without Coercion","web_url":"https://www.nytimes.com/1994/01/04/opinion/l-indian-state-cuts-population-without-coercion-771503.html","abstract":"  To the Editor:   \"Preventing 'Inferior' People in China\" (editorial Dec. 27) very rightly protests the announcement in China of a draft law to \"avoid new births of inferior quality.\" You link this with China's coercive measures of population management. While forced abortion in the cause of eugenics would draw almost universal condemnation in this country, the Chinese practice of forceful family planning has many admirers. The fear of a population explosion is widespread, and there is considerable sympathy for the Chinese Government's philosophy that \"population management is essential to China's economic development.\"","thumbnail":null,"section":"Opinion"},{"date":"19940104","headline":"New Haven Mayor Pushes Property-Tax Issue","web_url":"https://www.nytimes.com/1994/01/04/nyregion/new-haven-mayor-pushes-property-tax-issue.html","abstract":"  John DeStefano admits to having had qualms about campaigning for mayor last fall on a promise to sue the state.   He would sue, he told voters in New Haven, one of the nation's poorest cities, to overturn the property-tax system that pays for local government in Connecticut. The system, he said, unfairly saddled the city with high taxes that were driving jobs and the middle class to the suburbs.","thumbnail":null,"section":"New York"},{"date":"19940104","headline":"U.S. to Seek Rise in Fee for Gun Dealers","web_url":"https://www.nytimes.com/1994/01/04/us/us-to-seek-rise-in-fee-for-gun-dealers.html","abstract":"  As part of a crackdown on violent crime, the Clinton Administration on Tuesday will propose a sharp increase in the Federal licensing fee for gun dealers and will seek better ways to monitor sales of guns and ammunition, Administration officials said today.   The officials, speaking on the condition that they not be identified, said the increase in the licensing fee, now $30, would be \"significant,\" perhaps to $600 or more, and would be intended to reduce the number of permits to sell guns.","thumbnail":null,"section":"U.S."},{"date":"19940104","headline":"Whitman Picks Outsider to Fill Treasurer Post","web_url":"https://www.nytimes.com/1994/01/04/nyregion/whitman-picks-outsider-to-fill-treasurer-post.html","abstract":"  Governor-elect Christine Todd Whitman today picked Brian W. Clymer, a Bush Administration official who mailed in his resume with hundreds of others, as her state treasurer, the post most critical to keeping her campaign promises to shrink state government and cut state income taxes by nearly a third.   Mr. Clymer, 46, is a Pennsylvanian with no ties to New Jersey politics, no friends in the political labyrinths of the statehouse. He is the first of Mrs. Whitman's appointees to come without either years of experience in the state's government or a background of personal and professional kinship with the Governor-elect.  Calls Whitman's Plan 'Doable'    Instead, Mr. Clymer sought the job along with hundreds of other applicants after Mrs. Whitman was elected, and he was selected after a series of interviews, said Carl Golden, Mrs. Whitman's spokesman. Mrs. Whitman said today that she met Mr. Clymer for the first time two weeks ago, and that he was the only person offered the treasurer's job. At Mr. Clymer's first public appearance, Mrs. Whitman reaffirmed her determination to cut the state government and Mr. Clymer several times called the Governor-elect's plan \"doable.\"","thumbnail":null,"section":"New York"},{"date":"19940104","headline":"51 Saves Are Too Few for Vanbiesbrouck","web_url":"https://www.nytimes.com/1994/01/04/sports/hockey-51-saves-are-too-few-for-vanbiesbrouck.html","abstract":"  John Vanbiesbrouck wanted to play a spectacular game in his return to Madison Square Garden. He did. He wanted to make save after save against his former Ranger teammates. He did -- a remarkable 51 saves altogether, the highest total of his career.   What Vanbiesbrouck wanted most, though, was to lead his expansion Florida Panthers to a victory over the league-leading Rangers in the building he used to call home. It didn't work out that way.","thumbnail":null,"section":"Sports"},{"date":"19940104","headline":"Sports of The Times; The Respect Phil Simms Has Earned","web_url":"https://www.nytimes.com/1994/01/04/sports/sports-of-the-times-the-respect-phil-simms-has-earned.html","abstract":"  IN the gathering dusk about an hour after the football game Sunday afternoon, with the last, orange ribbon of wintry light dissolving in the distant sky, the Dallas Cowboys had boarded their bus in the parking lot at Giants Stadium. It followed their 16-13 overtime victory over the Giants, and in his front-row seat, the Dallas coach, Jimmy Johnson, eased back. Suddenly he sat up. He had noticed, under the lights from the stadium that illuminated the parking lot, a man in a brown leather jacket.   Johnson summoned the bus driver to spring open the door, and Johnson, in his long black overcoat, hurried out.","thumbnail":null,"section":"Sports"},{"date":"19940104","headline":"Chess","web_url":"https://www.nytimes.com/1994/01/04/arts/chess-768677.html","abstract":"  The 1993 United States Championship ended in a tie between two former Soviet grandmasters, 35-year-old Alex Yermolinsky of Highland Park, N.J., and 26-year-old Alexander Shabalov of Pittsburgh. Each was awarded a $7,000 prize for his 8-3 score in the all-grandmaster invitational tournament in Long Beach, Calif., held Dec. 2 to 14. FINAL STANDINGS  Player . . . W. . . . L. . . . D. . . . Pts. Shabalov . . . 7 . . . 2 . . . 2 . . . 8 Yermolinsky . . . 6 . . . 1 . . . 4 . . . 8 Kamsky . . . 4 . . . 2 . . . 5 . . . 6 1/2 Fedorowicz . . . 3 . . . 2 . . . 6 . . . 6 Gurevich . . . 4 . . . 3 . . . 4 . . . 6 Kaidanov . . . 5 . . . 5 . . . 1 . . . 5 1/2 Christiansen . . . 2 . . . 3 . . . 6 . . . 5 Ivanov . . . 1 . . . 3 . . . 7 . . . 4 1/2 Wolff . . . 1 . . . 3 . . . 7 . . . 4 1/2 Benjamin . . . 2 . . . 4 . . . 5 . . . 4 1/2 Dzindzichashvili . . . 0 . . . 3 . . . 8 . . . 4 Gulko . . . 0 . . . 4 . . . 7 . . . 3 1/2   Both Shabalov and Yermolinsky modified their accustomed styles to achieve their success: Shabalov tempered his Wild West risk-taking with a modicum of prudence; Yermolinsky added an important touch of aggression to his conservative approach.   Yermolinsky often skirts sharp opening systems, yet in his Round 2 game against Gregory Kaidanov of Lexington, Ky., he won with an attack that required a speculative queen sacrifice.   The Anti-Meran Gambit in the Semi-Slav Defense, 5 Bg5, features the acceptance of a pawn by Black with 5 . . . dc and a return of the pawn by Black after 6 e4 b5!? 7 e5 h6 8 Bh4 g5 9 Ng5 hg 10 Bg5. It is dubious for Black to recover his material with 10 . . . Be7?! because 11 ef Bf6 12 Bf6 Qf6 13 g3 Bb7 14 Bg2 Na6 15 Ne4 Qe7 16 O-O O-O-O 17 a4 gives White good attacking chances.   Moreover, after 10 . . . Nbd7 11 ef, it is still shaky for Black to retake his pawn with 11 . . . Nf6?! because 12 a4! b4 13 Ne4 Be7 14 Bf6 Bf6 15 Nf6 Qf6 16 Bc4 Rh4 17 O-O Qd4 18 Bd3 Bb7 19 Qf3 offers White superior opportunities for attack.   None of these considerations bothers Black; his aim is dynamic counterattack in the center and on the queenside. Hurrying it with 12 . . . c5, however, is dangerous as indicated by the remarkable possibility of 13 d5 Nb6 14 de!? Bh1 15 e7!? Qd7 16 Qd7 Nd7 17 Nb5 Be7! 18 fe f6 19 Be3! Ke7 20 h4 Bf3! 21 Bc4 Rhc8 22 Rc1, which gives White the upper hand.   While 14 . . . Ne5!? creates a powerful threat of 15 . . . Nd3, as well as 15 . . . Qd4, it is known that 15 de!? is a queen sacrifice tricky to meet. After 15 . . . Rd1 16 Rad1, the outcome is unclear, yet White does well on the few occasions that this comes up.   It is not known whether Black has ever ventured 18 . . . Qa2, but it is improbable that he could survive an attack such as 19 Ng5 Qb2 20 Nf7 Rg8 21 Bh3 c3 22 Be6 Kc7 23 Rab1 Qe2 (23 . . . Qa3? 24 Ra1 Qb2 25 Ra2 traps the queen) 24 Nd6 Rh8 25 Rb4 Bd6 (25 . . . Ba6? walks into 26 Ne8 Kd8 27 Rb8 Bc8 28 Rc8 mate) 26 ed Kb8 27 Bc4 Qe4 28 Rfb1 c2 29 Rb7 Ka8 30 Ka8 Rb8! Rb8 31 Rb8 Kb8 32 d7 Kb7 33 d8/ Q.   Kaidanov was evidently counting on 18 . . . c3 to produce quick counterplay on the queen's wing. But after 19 bc Ba6 20 cb Bb4 21 a3! Ba3 (21 . . . Qa3? 22 Ra1 Qd3 23 Rfd1 Qc4 24 Rdc1 Qb5 25 Bf1 costs Black decisive material) 22 Rfe1 Bd3 23 Nd6 Bd6 24 ed, the white rooks had squirmed away from the pressure of the black bishops and Yermolinsky had gotten a nice passed d6 pawn.   After 31 h4, Yermolinsky was readying 32 Kh2 followed by 33 Bc6, so Kaidanov had to rush with 31 . . . Re5 32 fe Qd4 33 Kh2 Qe5. Still, after 34 Bc6 Bc6 35 Rc6 Qf6 36 R6c2! Kd6 37 Ra2 Ke7 38 Rc6 Qf1 39 Rca6, the white rooks were stronger than the black queen in the end game.   Kaidanov should have tried the active 39 . . . f5!, which creates a chance for . . . f4! to expose the white king. Instead, his passive play was soon ruined by Yermolinsky's 45 Rg5! Kf8 46 Rg6!, threatening 47 Re6, and thus winning him time for 47 Rgf6!   After 58 Kg6, there was no perpetual check: 58 . . . Qd6 59 R3e6 Qd3 60 Kh6 Qd2 61 g5 decisively threatens 62 Re8 Kf7 63 R6e7 mate. Kaidanov gave up.","thumbnail":null,"section":"Arts"},{"date":"19940104","headline":"Ancient City of Petra Is Yielding Its Secrets","web_url":"https://www.nytimes.com/1994/01/04/science/ancient-city-of-petra-is-yielding-its-secrets.html","abstract":"  THE 2,000-year-old tombs of Petra, streaked with white- and rose-colored Cambrian sandstone, have long been known to border the ruins of one of the greatest ancient cities in the Middle East.   But the metropolis of Petra, unlike Palmyra in Syria, has never been extensively excavated, and visitors might have had the impression that the site was little more than a giant necropolis.","thumbnail":null,"section":"Science"},{"date":"19940104","headline":"Rebels Determined 'to Build Socialism' in Mexico","web_url":"https://www.nytimes.com/1994/01/04/world/rebels-determined-to-build-socialism-in-mexico.html","abstract":"  As Government spotter planes buzzed circles in the gray sky and young policemen shivered in the local jail, soldiers of the peasant army that captured Altamirano and three other towns on Saturday morning swarmed over the squat concrete town hall today, smashing it apart with sledgehammers.   \"The orders we have are to knock it down,\" said a leader of the rebels holding this rural town in southern Mexico, a thin 20-year-old who identified himself only as Jesus. \"Our thinking is that we have to build socialism.\"","thumbnail":null,"section":"World"},{"date":"19940104","headline":"Gay Candidate Making History In a State Race","web_url":"https://www.nytimes.com/1994/01/04/us/gay-candidate-making-history-in-a-state-race.html","abstract":"  America's first openly gay candidate for statewide office is an unlikely pioneer: a man who has never waved a rainbow flag in a Freedom Day parade and is a stranger in the political clubs of West Hollywood and the Castro District of San Francisco.   Yet the candidate, Tony Miller, who is running for California secretary of state, will be the standard-bearer for homosexuals here and around the country next year, when gay voters and financial donors are expected to be a significant electoral force.","thumbnail":null,"section":"U.S."}],"wiki_events":[],"weather":[{"date":"19940104","time":"1994-01-04 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.4,"rhum":73,"wspd":16.6},{"date":"19940104","time":"1994-01-04 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.4,"rhum":76,"wspd":22.3},{"date":"19940104","time":"1994-01-04 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.2,"rhum":78,"wspd":18.4},{"date":"19940104","time":"1994-01-04 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.3,"rhum":77,"wspd":18.4},{"date":"19940104","time":"1994-01-04 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.4,"rhum":79,"wspd":16.6},{"date":"19940104","time":"1994-01-04 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.6,"rhum":78,"wspd":16.6},{"date":"19940104","time":"1994-01-04 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6,"rhum":78,"wspd":9.4},{"date":"19940104","time":"1994-01-04 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.9,"rhum":85,"wspd":14.8},{"date":"19940104","time":"1994-01-04 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.6,"rhum":86,"wspd":13},{"date":"19940104","time":"1994-01-04 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.5,"rhum":86,"wspd":13},{"date":"19940104","time":"1994-01-04 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":100,"wspd":16.6},{"date":"19940104","time":"1994-01-04 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.6,"rhum":83,"wspd":14.8},{"date":"19940104","time":"1994-01-04 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.3,"rhum":79,"wspd":7.6},{"date":"19940104","time":"1994-01-04 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6,"rhum":87,"wspd":18.4},{"date":"19940104","time":"1994-01-04 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.1,"rhum":85,"wspd":14.8},{"date":"19940104","time":"1994-01-04 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.4,"rhum":79,"wspd":24.1},{"date":"19940104","time":"1994-01-04 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.9,"rhum":78,"wspd":16.6},{"date":"19940104","time":"1994-01-04 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.9,"rhum":81,"wspd":13},{"date":"19940104","time":"1994-01-04 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6,"rhum":77,"wspd":13},{"date":"19940104","time":"1994-01-04 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.4,"rhum":77,"wspd":13},{"date":"19940104","time":"1994-01-04 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.9,"rhum":78,"wspd":13},{"date":"19940104","time":"1994-01-04 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":79,"wspd":13},{"date":"19940104","time":"1994-01-04 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.9,"rhum":84,"wspd":13},{"date":"19940104","time":"1994-01-04 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.1,"rhum":85,"wspd":13},{"date":"19940104","time":"1994-01-04 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":72,"wspd":24.1},{"date":"19940104","time":"1994-01-04 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":75,"wspd":25.9},{"date":"19940104","time":"1994-01-04 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":82,"wspd":29.5},{"date":"19940104","time":"1994-01-04 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":85,"wspd":25.9},{"date":"19940104","time":"1994-01-04 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":92,"wspd":27.7},{"date":"19940104","time":"1994-01-04 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":92,"wspd":22.3},{"date":"19940104","time":"1994-01-04 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":92,"wspd":25.9},{"date":"19940104","time":"1994-01-04 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":92,"wspd":25.9},{"date":"19940104","time":"1994-01-04 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":96,"wspd":25.9},{"date":"19940104","time":"1994-01-04 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":92,"wspd":27.7},{"date":"19940104","time":"1994-01-04 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":96,"wspd":27.7},{"date":"19940104","time":"1994-01-04 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":96,"wspd":24.1},{"date":"19940104","time":"1994-01-04 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":96,"wspd":25.9},{"date":"19940104","time":"1994-01-04 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":89,"wspd":37.1},{"date":"19940104","time":"1994-01-04 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":85,"wspd":37.1},{"date":"19940104","time":"1994-01-04 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":89,"wspd":27.7},{"date":"19940104","time":"1994-01-04 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":96,"wspd":22.3},{"date":"19940104","time":"1994-01-04 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":96,"wspd":22.3},{"date":"19940104","time":"1994-01-04 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":96,"wspd":22.3},{"date":"19940104","time":"1994-01-04 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":92,"wspd":9.4},{"date":"19940104","time":"1994-01-04 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":92,"wspd":16.6},{"date":"19940104","time":"1994-01-04 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":92,"wspd":22.3},{"date":"19940104","time":"1994-01-04 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":85,"wspd":24.1},{"date":"19940104","time":"1994-01-04 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":82,"wspd":18.7}]},"19940105":{"guardian_articles":[],"nytimes_articles":[{"date":"19940105","headline":"Man Is Killed by Train","web_url":"https://www.nytimes.com/1994/01/05/nyregion/man-is-killed-by-train.html","abstract":"  A young man lay in front of a train late Monday night in Stony Brook and killed himself several miles from where two teen-agers died in what was apparently a double suicide pact last month, the Suffolk County police said today. The man, who had not been identifed, was described by the police as a dark-skinned Caucasian, possibly of Indian or Middle Eastern descent, about 6 feet tall and about 160 pounds. The Suffolk County Medical Examiner's Office estimated that he was in his 20's or 30's. Detective Sgt. Edward Light said that there did not appear to be any connection between this death and those of the two teen-agers, Mili Subudhi, 15, and Ellen Liu, 16, on Dec. 2, a few miles to the east on the same railroad tracks in Setauket. The police said they found a note on the man indicating that he intended to commit suicide.","thumbnail":null,"section":"New York"},{"date":"19940105","headline":"The Pop Life","web_url":"https://www.nytimes.com/1994/01/05/arts/the-pop-life-782815.html","abstract":"  Along with \"Auld Lang Syne\" and fireworks, top-10 lists have mushroomed into a cottage industry around the first of each year. Those who pay attention will notice that pop critics don't share anything close to the unanimity that movie critics often have in their selections. Among the favorite albums chosen by the four New York Times critics who regularly cover nonclassical music, there is no album comparable to \"Schindler's List\" or \"The Piano\" in popularity. Critical tastes, in fact, seem to diverge more sharply this year than in previous top-10 roundups.    Here are the best albums of the year in the views of Jon Pareles, the chief pop critic; Stephen Holden; Peter Watrous, jazz critic, and Danyel Smith.   \"Exile in Guyville,\" Liz Phair (Matador). Sex and love, betrayal and revenge, hope and resignation from a matter-of-fact songwriter whose guitar riffs are sturdier than her relationships.   \"Adventures in Afropea I,\" Zap Mama (Luaka Bop/Warner Brothers). Women's unaccompanied voices ricochet across rhythms and continents, bouncing from pygmy polyphony to automotive sputters, full of playfulness, intelligence and ingenuity.    \"Siamese Dream,\" Smashing Pumpkins (Virgin). Collegiate rock melts into psychedelia with huge fuzz-toned guitar riffs, meticulous arrangements that surge and drift and stomp, and lyrics that question as much as they proclaim.   \"Reachin' (A Refutation of Time and Space),\" Digable Planets (Pendulum/Elektra). Jazz vamps, rolling along on acoustic bass lines, carry smart, amiable raps from a group that welcomes everyone to the party.   \"In Utero,\" Nirvana (Geffen). Sickened by its own success, Nirvana drops the gloss of its multimillion-selling \"Nevermind\" and reverts to punky rawness, with blasts of guitar, howls of confusion and melody despite it all.    \"Traffic From Paradise,\" Rickie Lee Jones (Warner Brothers). Visions of angels and echoes of Van Morrison's \"Astral Weeks\" on an album so fragile and hopeful that it's completely unfashionable.   \"Star,\" by Belly (Sire). Transparent but steely songs that bend clean-lined folk-rock into elusive parables about female archetypes from daughters and sisters to witches and dolls.   \"Zooropa,\" U2 (Island). U2 confirms its metamorphosis, leaving behind anthem-mongering and shifting toward fractured, ambiguous, eccentrically textured, media-saturated riddles.   \"Janet,\" Janet Jackson (Virgin). A slick big-budget album that surveys dance-floor trends and current pop, held together not by a larger-than-life personality but by its determination to seduce.    \"Live MCMXCIII,\" Velvet Underground (Sire). The short-lived reunion of the definitive New York rockers showed why bands everywhere are still stealing ideas from their lean, unsparing, elemental tales of the urban demimonde.  ","thumbnail":null,"section":"Arts"},{"date":"19940105","headline":"Personal Health","web_url":"https://www.nytimes.com/1994/01/05/us/personal-health-780790.html","abstract":"  ALTHOUGH winter may be the prime season for falls, among older people falling is a year-round hazard that is costly, frightening, debilitating and sometimes even life-threatening.   As people age, the risk of falling rises linearly and the risk of injury from a fall rises exponentially. One in three adults 65 or older falls each year. Among those over 75 who live independently, a quarter of the falls result in a serious injury. Falls are the immediate reason for 40 percent of all admissions to nursing homes, and they are the sixth-leading cause of death for people over 70.","thumbnail":null,"section":"U.S."},{"date":"19940105","headline":"Slaves and Guerrillas, Forests and Blood","web_url":"https://www.nytimes.com/1994/01/05/opinion/slaves-and-guerrillas-forests-and-blood.html","abstract":"On March 12, 1545, three years after denouncing Spanish cruelty toward the natives in his \"Brief Account of the Devastation of the Indies,\" Fray Bartolome de las Casas arrived in Chiapas, in southernmost Mexico, bearing the New Laws signed by Emperor Charles V of Spain.\n\nThe laws forbade any further enslavement of the Indians. Upon the death of a slaveholder -- encomendero -- the Indians in his possession would come under the tutelage of the throne, to be given instruction in the Roman Catholic religion as free vassals. The encomenderos bitterly opposed the New Laws, and an attempt was made on Las Casas' life. But even on his deathbed, in 1566, the former Bishop of Chiapas implored friends to protect the Indians. So began the defense of human rights in the Americas.","thumbnail":null,"section":"Opinion"},{"date":"19940105","headline":"French Government Proposes Ban On Pregnancies After Menopause","web_url":"https://www.nytimes.com/1994/01/05/world/french-government-proposes-ban-on-pregnancies-after-menopause.html","abstract":"  Reflecting growing European concern about the moral issues posed by reproductive technology, France's rightist Government has decided to introduce legislation banning artificial impregnation of post-menopausal women, but some critics promptly charged that it was acting too hastily.   Defending the bill, Health Minister Philippe Douste-Blazy said artificial late pregnancies were immoral as well as dangerous to the health of mother and child. He urged women not to be \"egoistic\" by trying to become pregnant after menopause.","thumbnail":null,"section":"World"},{"date":"19940105","headline":"Lakers' Bowie to Be Out Indefinitely","web_url":"https://www.nytimes.com/1994/01/05/sports/sports-people-basketball-lakers-bowie-to-be-out-indefinitely.html","abstract":"  SAM BOWIE, the Los Angeles Laker center, will undergo arthroscopic surgery on his left knee today and will be sidelined indefinitely. He has missed five games after noticing pain in his knee on Dec. 21 following the Lakers' game at Orlando. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940105","headline":"Unlocking The Flavor Of Fruit","web_url":"https://www.nytimes.com/1994/01/05/style/unlocking-the-flavor-of-fruit.html","abstract":"YOU may never have thought of drying fruit at home, but then you've probably never thought much about practicing alchemy, either. The two processes actually have a lot in common. Removing the moisture from fruit almost magically changes its nature, concentrating sweetness and adding deep complexities of flavor. It's as if, when the common denominator of water is removed, the core of the fruit's particular character is revealed.\n\nThis culinary metamorphosis has a long history. People in hot, dry climates have been drying fruits for centuries -- from tomatoes laid out on Italian porticos to apricots drying in Iranian courtyards to chilies on tables outside Tunisian restaurants. Until recently, the primary purpose of this exercise was preservation; when deprived of its water, fruit lasts for months, making it an ideal provision for long and difficult journeys.","thumbnail":null,"section":"Style"},{"date":"19940105","headline":"Mexican Rebels Are Retreating; Issues Are Not","web_url":"https://www.nytimes.com/1994/01/05/world/mexican-rebels-are-retreating-issues-are-not.html","abstract":"  The peasant guerrilla army that burst into Mexican life with the New Year retreated today from this town and others it had occupied in the southern state of Chiapas as army troops moved in.   Fighting continued around the city of San Cristobal de las Casas and the town of Ocosingo as rebels from the force, which calls itself the Zapatista Army of National Liberation, battled soldiers backed by planes and helicopter gunships. Military officials said at least 93 people had been killed since the rebels seized the state's second-largest city and three sizable towns just hours after the North American Free Trade Agreement went into effect.","thumbnail":null,"section":"World"},{"date":"19940105","headline":"Campus Journal; Dartmouth Seeks Ethics for the Age of Computers","web_url":"https://www.nytimes.com/1994/01/05/us/campus-journal-dartmouth-seeks-ethics-for-the-age-of-computers.html","abstract":"  Somebody in Prof. David Becker's course on Latin American politics did not want to take the midterm exam, so he or she used Dartmouth's innovative electronic mail network to impersonate a department secretary and cancel the test.    At 11 o'clock on the night before the test in the Government 49 class, a message flashed on students' computer screens. Because of a family emergency, the message said, Professor Becker would be unable to administer the midterm.","thumbnail":null,"section":"U.S."},{"date":"19940105","headline":"Corrections","web_url":"https://www.nytimes.com/1994/01/05/nyregion/c-corrections-782378.html","abstract":"  An entry in the Addenda listing on the Media Business page on Dec. 23, about Omnicom Group Inc.'s acquisition of Interbrand Group P.L.C., reversed the names of the company that is to be formed in 1995 by merging Interbrand's American operations with an Omnicom unit, the Schechter Group. It will be known as Schechter-Interbrand.","thumbnail":null,"section":"New York"},{"date":"19940105","headline":"Getting Even Tougher on Guns","web_url":"https://www.nytimes.com/1994/01/05/opinion/getting-even-tougher-on-guns.html","abstract":"  Moving quickly to build on the passage of the Brady gun control law, Treasury Secretary Lloyd Bentsen now urges another important step to slow down the arms race in domestic gun traffic. His simple, reasonable proposal is to make gun dealers cover the Government's cost of adequate regulation.    Mr. Bentsen wants to charge licensed firearms dealers $600 a year. That is a sizable increase from the roughly $66 charged now, but it is still a fraction of the fees commonly charged for liquor licenses and franchises to sell merchandise that is not dangerous to use or consume. The citizen lobby Handgun Control, while praising the proposal, argues sensibly that still higher fees would be fair to the weapons industry and the public.    The Brady law, which requires a five-day waiting period for the retail sale of handguns, set the current fee of $200 for a three-year license period. For many years the charge was $10 a year, enough to starve the Bureau of Alcohol, Tobacco and Firearms and force inadequate background and compliance checks. That fee was so low that 284,000 dealers could afford it even if their only purpose in getting the license was to buy their own weapons more cheaply and sell them on black markets.    Firearms officials want to enable their agents to interview licensees, check to see whether they operate a store or trade from their kitchen tables or car trunks, and verify some of the information they gather with local police. A pilot program involving a team of Federal and local officials in New York City recently resulted in the rejection or withdrawal of 216 of 227 Federal license applications.    According to the Treasury Department, a $600 license fee, besides financing a more trustworthy examination, would probably eliminate four-fifths of the licensees, leaving only serious retailers. That's still 57,000 sources of personal weaponry in the United States -- far too many for a nation that is trying to combat gun violence.    Congress should therefore use the Bentsen proposal as a starting point for stronger legislation that exacts even higher fees, driving more marginal dealers out of the market and making sure that those who remain are doing business in legitimate, fixed locations.    Bolder legislation is feasible. Legislators are gradually learning that voting against the wishes of the National Rifle Association is not automatic political death. Witness the hard-won victory for the Brady law. Witness, too, the willingness of the New York State Senate to consider restraints on assault weapons.    When Congress looks at the Bentsen proposal it will see that $600 is a modest fee that would make the firearms industry pay its way only in terms of regulation. The industry doesn't even begin to repay society the cost of the homicides and maimings from too easily obtainable weapons. Congress will need to think more imaginatively about higher fees and stricter standards, using Mr. Bentsen's proposal as the catalyst to develop still other measures that promote domestic safety.","thumbnail":null,"section":"Opinion"},{"date":"19940105","headline":"Donyell Marshall Puts on a Show With 29","web_url":"https://www.nytimes.com/1994/01/05/sports/college-basketball-donyell-marshall-puts-on-a-show-with-29.html","abstract":"  Connecticut Coach Jim Calhoun said, \"Our all-America played like an all-America tonight.\"   Calhoun was referring to Donyell Marshall, the gem of the 1991 recruiting class.","thumbnail":null,"section":"Sports"},{"date":"19940105","headline":"Sports of The Times; Shattering Shaquille's Slamfest","web_url":"https://www.nytimes.com/1994/01/05/sports/sports-of-the-times-shattering-shaquille-s-slamfest.html","abstract":"  A NEW television commercial for a long-distance telephone service concludes with Shaquille O'Neal's father hanging up the line in a phone booth. In a parody of his son's signature dunk, Phillip Harrison slams the receiver down. The glass enclosure shatters. \"And you wonder,\" says Daddy Shaq, \"where he gets it from.\"   Actually, we don't have to wonder why Shaquille O'Neal doesn't quite get it.","thumbnail":null,"section":"Sports"},{"date":"19940105","headline":"Raise in Rent Aid Would Curb Homelessness; Voucher Experiments","web_url":"https://www.nytimes.com/1994/01/05/opinion/l-raise-in-rent-aid-would-curb-homelessness-voucher-experiments-782548.html","abstract":"  To the Editor:   I read with interest your Dec. 20 article on a West Side Cares program in New York City that sells vouchers redeemable for food and necessities to those wishing to help the homeless and other panhandlers.","thumbnail":null,"section":"Opinion"},{"date":"19940105","headline":"Center Aided by Neediest Helps Boy With a Problem","web_url":"https://www.nytimes.com/1994/01/05/nyregion/center-aided-by-neediest-helps-boy-with-a-problem.html","abstract":"  To the workers at the Children's Aid Society's community center in East Harlem, Felipe Ayala has long been a symbol of what makes their work worthwhile.   From the time he first came to the center at the age of 4, to attend a Head Start class, the stocky, bright-eyed boy thrived. When he started grade school, he still could be found at the center every afternoon, seeking refuge from the noise of his family's apartment to do his homework.","thumbnail":null,"section":"New York"},{"date":"19940105","headline":"Bosnia's Holocaust Puts the Churches to Shame","web_url":"https://www.nytimes.com/1994/01/05/opinion/IHT-bosnias-holocaust-puts-the-churches-to-shame.html","abstract":"Pope John Paul II's Christmas message, in which he expressed compassion for \"the suffering peoples of Bosnia-Herzegovina,\" was surely heartfelt, but it reminds us of the fecklessness and irrelevance of Western religious institutions - Catholic,","thumbnail":null,"section":"Opinion"},{"date":"19940105","headline":"Northeaster Rolls In, Shutting Down Services","web_url":"https://www.nytimes.com/1994/01/05/nyregion/northeaster-rolls-in-shutting-down-services.html","abstract":"  Varnishing sidewalks and streets with a treacherous icy coating, a wintry blast of snow, sleet and freezing rain closed major highways, disrupted air traffic and halted trains from Boston to Washington yesterday.   New York City officials deployed a rumbling platoon of plows -- 360 in all -- and spread 16 tons of salt on the streets. To make matters worse, a 115-year-old water main that burst before dawn flooded a Manhattan subway station and disrupted rush-hour service for more than 250,000 passengers. One death was reported in the city yesterday, a 47-year-old contractor who slipped and fell on the ice and hit his head against his snowplow, the police said.","thumbnail":null,"section":"New York"},{"date":"19940105","headline":"In New Orleans, the Long, Happy Reign of the King Cake","web_url":"https://www.nytimes.com/1994/01/05/style/in-new-orleans-the-long-happy-reign-of-the-king-cake.html","abstract":"IT all starts innocently enough. A good friend invites you to a party in New Orleans, where you gratefully accept a slice of colorfully but oddly decorated cake and a cup of the dark, aromatic coffee for which the city is famous. You nestle back in your chair to eat and to chat with the guests, free of care.\n\nSuddenly, amid the flaky pastry crumbling and the sugary icing melting on your tongue, a hard object ricochets off the roof of your mouth. You panic, then think of the less awful possibilities: a wayward walnut? An errant ball of caramelized sugar?","thumbnail":null,"section":"Style"},{"date":"19940105","headline":"A Giant Recalls McMahon Heyday","web_url":"https://www.nytimes.com/1994/01/05/sports/pro-football-a-giant-recalls-mcmahon-heyday.html","abstract":"  David Tate of the Giants was asked about Jim McMahon.   \"Which Jim McMahon?\" he said. \"The offbeat one who likes everyone to think he is old and beaten up and has no arm? Or the one who is smart and tough and wins games?\"","thumbnail":null,"section":"Sports"},{"date":"19940105","headline":"Mets Offering Coleman for McReynolds","web_url":"https://www.nytimes.com/1994/01/05/sports/baseball-mets-offering-coleman-for-mcreynolds.html","abstract":"  The Mets, trying to resolve the Vince Coleman problem, are seeking to trade their all-but-banished player for yet another enigmatic outfielder, Kevin McReynolds, formerly of the Mets.   Talks between the Mets and the Royals were confirmed by Coleman's agent and a Kansas City Royals executive last night. Herk Robinson, the Royals' general manager, refused to specify names, but acknowledged that the clubs were talking. And, Robinson said, \"We have had some conversations regarding players who could be characterized as left fielders.\"","thumbnail":null,"section":"Sports"},{"date":"19940105","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/01/05/nyregion/news-summary-775240.html","abstract":"  International A2-7  NORTH KOREA COMPROMISE NEAR  Softening its stance, the United States said it would accept North Korea's offer for a one-time inspection of seven atomic sites in the hope that additional inspections would be agreed upon later.  A1  REBELLION CHASTENS MEXICO  Rebels retreated from towns in southern Mexico. But the guerrilla action exposed a weakness in y of the Government plan to lift Mexico out of the third world.  A1","thumbnail":null,"section":"New York"},{"date":"19940105","headline":"Two Wings, a Prayer and Backstage Help","web_url":"https://www.nytimes.com/1994/01/05/theater/two-wings-a-prayer-and-backstage-help.html","abstract":"  Ellen McLaughlin is just now working on a play about the aviator Amelia Earhart. It was commissioned some time ago by the Mark Taper Forum in Los Angeles and is called \"Flying Blind,\" a name the playwright laughs at now, given the turn her life has taken.    \"It is ironic,\" she said. \"But I love flying. I like heights.\"   Good thing. As an actress, Ms. McLaughlin is the angel in \"Angels in America,\" Tony Kushner's celebrated two-part AIDS fable at the Walter Kerr Theater, and she spends a great deal of her time on stage actually above it, suspended in the air, sometimes as high as 25 or 30 feet.","thumbnail":null,"section":"Theater"},{"date":"19940105","headline":"High School Equivalency Test Poses a New Question: Will Taking It Matter?","web_url":"https://www.nytimes.com/1994/01/05/us/high-school-equivalency-test-poses-a-new-question-will-taking-it-matter.html","abstract":"  Robin Sigari crossed a threshold a year ago when she passed the General Educational Development test, long used as an alternative to a high school diploma for dropouts like her. Now enrolled in the City University of New York, Ms. Sigari, a 30-year-old mother, hopes to become a teacher.   But for Carlos Garcia, the promise of the G.E.D. has turned out to be hollow. Mr. Garcia, a 30-year-old construction worker who dropped out of the 10th grade in San Antonio, passed the test last year. But he believes it has not improved his career prospects.","thumbnail":null,"section":"U.S."},{"date":"19940105","headline":"The Pop Life","web_url":"https://www.nytimes.com/1994/01/05/arts/the-pop-life-782831.html","abstract":"  Along with \"Auld Lang Syne\" and fireworks, top-10 lists have mushroomed into a cottage industry around the first of each year. Those who pay attention will notice that pop critics don't share anything close to the unanimity that movie critics often have in their selections. Among the favorite albums chosen by the four New York Times critics who regularly cover nonclassical music, there is no album comparable to \"Schindler's List\" or \"The Piano\" in popularity. Critical tastes, in fact, seem to diverge more sharply this year than in previous top-10 roundups.    Here are the best albums of the year in the views of Jon Pareles, the chief pop critic; Stephen Holden; Peter Watrous, jazz critic, and Danyel Smith.","thumbnail":null,"section":"Arts"},{"date":"19940105","headline":"COLLEGE HOCKEY REPORT","web_url":"https://www.nytimes.com/1994/01/05/sports/college-hockey-report.html","abstract":"  Harvard    It had been 10 years since the Crimson played Maine. On Monday night, the first-place teams in the ECAC and the Hockey East leagues met in the Cumberland County Civic Center in Portland, Me., and a crowd of 5,409 turned out and saw 13 goals scored and 22 penalties assessed.","thumbnail":null,"section":"Sports"},{"date":"19940105","headline":"Clothes Make the Mayor a Hero to His Tailors","web_url":"https://www.nytimes.com/1994/01/05/nyregion/about-new-york-clothes-make-the-mayor-a-hero-to-his-tailors.html","abstract":"  WHILE it has been reasonably propounded that no man can be a hero to his valet, Mayor Rudolph W. Giuliani is clearly a great man to his haberdashers.   \"Oh, yes,\" said Sue Haber, the fashion director of Bancroft, \"over the 20 years that he's been coming here to shop we've seen that he is a very moderate man and a very tasteful man.\" Ms. Haber, who also projects moderation and tastefulness, said that at times during this span Mr. Giuliani would drop in to the chain's flagship store on Madison and 45th Street several times a week. \"You know the Republican County Committee is right upstairs in the building and maybe he stopped here on his way there,\" Ms. Haber said.","thumbnail":null,"section":"New York"},{"date":"19940105","headline":"Lukas Is Taken Off the Critical List","web_url":"https://www.nytimes.com/1994/01/05/sports/sports-people-horse-racing-lukas-is-taken-off-the-critical-list.html","abstract":"  Although he is still in a coma, the health of the horse trainer Jeff LUKAS has improved to where he was listed in serious condition yesterday, the first time he was anything other than critical since being run over by a horse on Dec. 15 at Santa Anita.","thumbnail":null,"section":"Sports"},{"date":"19940105","headline":"Pine Chip Named Trotter of the Year","web_url":"https://www.nytimes.com/1994/01/05/sports/pine-chip-named-trotter-of-the-year.html","abstract":"  Pine Chip, who went from an unraced 2-year-old to the richest trotter in North America last season, was overwhelmingly chosen as 1993 Trotter of the Year yesterday in a vote by the United States Harness Association and the North American Harness Racing Secretaries Association.","thumbnail":null,"section":"Sports"},{"date":"19940105","headline":"U.S. Now Seeks Just One Survey Of North Korea","web_url":"https://www.nytimes.com/1994/01/05/world/us-now-seeks-just-one-survey-of-north-korea.html","abstract":"  Backing away from their previous insistence that North Korea accept frequent nuclear inspections, Administration officials said today that they were prepared to accept North Korea's offer of one full inspection of seven atomic sites now in the hope that more could be agreed upon later.   The officials said further that, under the terms of a tentative agreement with the North Koreans, the United States would urge South Korea to suspend joint military exercises with the United States if such an inspection is arranged and North Korea resumes talks with South Korea on guaranteeing the removal of all nuclear weapons from the Korean peninsula.","thumbnail":null,"section":"World"},{"date":"19940105","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/01/05/nyregion/chronicle-782785.html","abstract":"  Just when you were, no doubt, beginning to wonder when in the new year there would be some news of royal romance, the royal family of Monaco took pains to deny that PRINCE RAINIER is planning to marry HJORDIS NIVEN , the Swedish-born widow of actor David Niven.    \"One wonders how such a completely baseless rumor managed to spread,\" Jacqueline Berti, director of the principality's press center and a spokeswoman for the royal family, said, according to The Associated Press.","thumbnail":null,"section":"New York"},{"date":"19940105","headline":"Suicides, Then Mystery In Deaths of 3 Heifers","web_url":"https://www.nytimes.com/1994/01/05/nyregion/suicides-then-mystery-in-deaths-of-3-heifers.html","abstract":"  Gregory Wilcom, a prize-winning cattle breeder, sat next to his wife, Pamela, on the couch in their farmhouse in Ijamsville, Md., and took her hand, she told the police.   \"Cows will come and go,\" he said, \"but you and I are forever. Through good times and bad, I love you.\"","thumbnail":null,"section":"New York"},{"date":"19940105","headline":"Unappreciated Turkey : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/01/05/opinion/IHT-unappreciated-turkey-letters-to-the-editor.html","abstract":"Regarding \"Here's a Better Road for Turkey to Travel\" (Opinion, Oct. 29) by William Safire: .Mr. Safire, whose sharp-edged analyses of world affairs we enjoy, has disappointed many Turkish readers, including myself, with this unfair assault o","thumbnail":null,"section":"Opinion"},{"date":"19940105","headline":"It's a Night to Forget For the Nets in Miami","web_url":"https://www.nytimes.com/1994/01/05/sports/pro-basketball-it-s-a-night-to-forget-for-the-nets-in-miami.html","abstract":"  For Kevin Edwards, a Miami Heat original, tonight's game was his first at Miami Arena since signing with the Nets in the last off season. He shrugged it off beforehand as \"no big deal.\"    The way he and the Nets played, he was right.","thumbnail":null,"section":"Sports"},{"date":"19940105","headline":"'Shorelining,' Like Redlining, Is Discrimination","web_url":"https://www.nytimes.com/1994/01/05/opinion/l-shorelining-like-redlining-is-discrimination-782572.html","abstract":"  To the Editor:   Insurance companies should not be permitted to use their losses in Florida to justify \"shorelining\" in New York (front page, Dec. 28). \"Shorelining\" discriminates against coastal property owners just as \"redlining\" once discriminated against building owners in inner city neighborhoods.","thumbnail":null,"section":"Opinion"},{"date":"19940105","headline":"New Gubernatorial Entry Gets Financial Backing","web_url":"https://www.nytimes.com/1994/01/05/nyregion/new-gubernatorial-entry-gets-financial-backing.html","abstract":"  Amid a growing field of Republican gubernatorial hopefuls in New York, a Manhattan businessman, Evan G. Galbraith, entered the race yesterday and jumped to an early lead in celebrity endorsements when Henry Kissinger and William F. Buckley said they would throw their fund-raising weight behind him.   At a news conference, Mr. Kissinger and Mr. Buckley said they would be spokesmen for a group of 25 men, most of them Wall Street executives, who hoped to raise at least $2 million for Mr. Galbraith.  They described him as a dedicated conservative.","thumbnail":null,"section":"New York"},{"date":"19940105","headline":"It Takes More Than Money To Get Holyfield to Fight","web_url":"https://www.nytimes.com/1994/01/05/sports/boxing-it-takes-more-than-money-to-get-holyfield-to-fight.html","abstract":"  Evander Holyfield, a proud man who has earned $87 million in the ring, explained yesterday why he was passing up a $20 million payday with Riddick Bowe:   \"I didn't come for the money. I come for the title.\"","thumbnail":null,"section":"Sports"},{"date":"19940105","headline":"Wild and Bleak Dreams","web_url":"https://www.nytimes.com/1994/01/05/style/IHT-wild-and-bleak-dreams.html","abstract":"Alan Ayckbourn's 44th play may well be his bleakest to date. \"Wildest Dreams,\" at the Barbican Pit, is the story of four loners who escape their social despair by meeting weekly to play a dungeons-and-dragons game in which they can sublimate th","thumbnail":null,"section":"Style"},{"date":"19940105","headline":"Moran Opener on 'Wide World of Sports'","web_url":"https://www.nytimes.com/1994/01/05/sports/sports-people-tv-sports-moran-opener-on-wide-world-of-sports.html","abstract":"  JULIE MORAN, assuming a new role as host of ABC's \"Wide World of Sports,\" will have to live with inevitable comparisons to JIM McKAY, who was host for the anthology program into the early 1980's. \"I'll be happy if I'm half as good as Jim,\" she said yesterday. \"But it's a new era. A new generation of kids doesn't know 'Wide World.' But I'll never replace Jim.\"","thumbnail":null,"section":"Sports"},{"date":"19940105","headline":"Judge Delays Ruling in L.I.R.R. Shooting Case","web_url":"https://www.nytimes.com/1994/01/05/nyregion/judge-delays-ruling-in-lirr-shooting-case.html","abstract":"  Colin Ferguson, who is accused of killing six people on a Long Island Rail Road train last month, is competent to stand trial, a court-appointed psychologist and psychiatrist have concluded.   But after their findings were announced at a hearing this morning in Nassau County District Court, Judge Ira B. Warshawsky postponed ruling on the matter at the request of by Mr. Ferguson's lawyer, Anthony J. Falanga. Mr. Falanaga said he wanted time to review the findings and discuss them with a psychologist he had retained to observe the examinations.","thumbnail":null,"section":"New York"},{"date":"19940105","headline":"Jets' Thomas, Never a Star, Says He Didn't Get Roles","web_url":"https://www.nytimes.com/1994/01/05/sports/pro-football-jets-thomas-never-a-star-says-he-didn-t-get-roles.html","abstract":"  After four years of going nowhere with the Jets, Blair Thomas is looking forward to going someplace else to prove he's a good running back.   Thomas is an unrestricted free agent, and the Jets made their decision about their starter for the future when they gave Johnny Johnson a two-year, $5 million contract extension two weeks ago.","thumbnail":null,"section":"Sports"},{"date":"19940105","headline":"Colombia's Challenge Is to Keep Its Exotic Talents in Line","web_url":"https://www.nytimes.com/1994/01/05/sports/IHT-colombias-challenge-is-to-keep-its-exotic-talents-in-line.html","abstract":"One door opens, another closes. The new year is a two-way process for two of soccer's most colorful, most captivating personalities. .In Colombia, Rene Higuita, the national goalkeeper, has been released on bail after seven months imprisonment awaiting","thumbnail":null,"section":"Sports"},{"date":"19940105","headline":"1919: German Mistake : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/01/05/opinion/IHT-1919-german-mistake-in-our-pages100-75-and-50-years-ago.html","abstract":"ROME - At the Capitol today [Jan. 4], in the presence of the King and Queen, members of the Cabinet and the Diplomatic Corps, President Wilson said in part: \"I have thought in these last days of the colossal mistake which was being committed; the mis","thumbnail":null,"section":"Opinion"},{"date":"19940105","headline":"Officials Scurry To Keep Pats","web_url":"https://www.nytimes.com/1994/01/05/sports/pro-football-officials-scurry-to-keep-pats.html","abstract":"  The Patriots are still in New England, and Massachusetts officials are trying to keep them there.   Gov. William Weld, House Speaker Charles F. Flaherty and Senate President William M. Bulger have agreed on a bill to pay for the nearly $700 million Megaplex, a convention center and domed 70,000-seat football stadium in downtown Boston. They hope to have a vote next Monday.","thumbnail":null,"section":"Sports"},{"date":"19940105","headline":"Administration Proposes Plan to Make It More Difficult for Criminals to Buy Guns","web_url":"https://www.nytimes.com/1994/01/05/us/administration-proposes-plan-to-make-it-more-difficult-for-criminals-to-buy-guns.html","abstract":"  Asserting that some Federal regulations to control gun sales are so weak that they are \"ridiculous\" and even \"reckless,\" Treasury Secretary Lloyd Bentsen unveiled an anti-crime plan today that he said would make it \"harder for the criminal to get guns and easier for us to find criminals who use them.\"   The centerpiece of the Clinton Administration plan, which was formulated in recent weeks after polls found a rapid rise in public concern about violence with guns, is a proposal that Congress approve a steep increase in the fee gun dealers must pay the Treasury for a license to sell firearms.","thumbnail":null,"section":"U.S."},{"date":"19940105","headline":"Ewing Goes In and Starks Goes Wild to Beat Magic","web_url":"https://www.nytimes.com/1994/01/05/sports/pro-basketball-ewing-goes-in-and-starks-goes-wild-to-beat-magic.html","abstract":"  It was exciting, it was intense, and it was exactly what the Knicks needed.   John Starks equaled a career-high with 39 points and carried the offense at crucial moments. Patrick Ewing (26 points, 19 rebounds) used guile, experience and determination to counter the overpowering strength of Shaquille O'Neal (26 points, 5 rebounds). And Greg Anthony (13 points, 10 rebounds) continued to play steadily, despite the point-guard trade speculation surrounding the Knicks.","thumbnail":null,"section":"Sports"},{"date":"19940105","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/01/05/nyregion/chronicle-776793.html","abstract":"  Yes, you can go home again -- if you're HENRY J. STERN and if the place you are going is the New York City Department of Parks and Recreation.    Mr. Stern, once again the department's Commissioner, was clearly reveling in his return this week to the position he held for six years, 10 months and two days (\"but who's counting,\" he said) under former Mayor Edward I. Koch.","thumbnail":null,"section":"New York"},{"date":"19940105","headline":"Mitchell Takes a Shot At Reversing His Luck","web_url":"https://www.nytimes.com/1994/01/05/sports/figure-skating-mitchell-takes-a-shot-at-reversing-his-luck.html","abstract":"  Not having beaten up on the competition at the 1993 world figure-skating championships in Prague, Mark Mitchell decided to do the next best thing and beat up on his hotel room.   \"I remember going back and saying, 'Here goes everything in the room. This is going to be a disaster,' \" Mitchell said today as he prepared for Wednesday night's technical program at the United States championships.","thumbnail":null,"section":"Sports"},{"date":"19940105","headline":"Don't Cut the Hotel Tax -- Repeal It","web_url":"https://www.nytimes.com/1994/01/05/opinion/don-t-cut-the-hotel-tax-repeal-it.html","abstract":"  Gov. Mario Cuomo's budget for the coming year will propose cutting New York State's tax on higher-priced hotel rooms, according to officials in his administration. That would be a smart move and a relatively inexpensive way to boost business in New York City. But it is not smart enough. The state tax should be repealed altogether, and quickly.   Taxes on Big Apple hotel rooms are the highest in the world, and by far the highest in America. City and state taxes on an overnight stay average 21.25 percent. That is more than half again as steep as the next-most-taxed cities -- Chicago, Atlanta, Dallas and Houston -- and roughly triple the average for the nation's 25 busiest hotel markets.","thumbnail":null,"section":"Opinion"},{"date":"19940105","headline":"Lingering Conflict in the Schools: Black Dialect vs. Standard Speech","web_url":"https://www.nytimes.com/1994/01/05/nyregion/lingering-conflict-in-the-schools-black-dialect-vs-standard-speech.html","abstract":"  In the troubled East New York section of Brooklyn, Stanley Evans constantly corrects his students' English and lectures on the difference between the language of the office and the language of the streets.   Just a few miles away in a similar neighborhood, another English teacher, Cathie Wright-Lewis, refuses to fault her already overwhelmed students; instead, she concentrates on being a role model, using crisp diction and good grammar.","thumbnail":null,"section":"New York"},{"date":"19940105","headline":"STATES REBELLING AT FEDERAL ORDER TO COVER ABORTION","web_url":"https://www.nytimes.com/1994/01/05/us/states-rebelling-at-federal-order-to-cover-abortion.html","abstract":"  Medicaid officials in many states have objected to a new directive from the Clinton Administration that requires states to help pay for abortions for low-income women in cases of rape or incest.    In a letter written on behalf of the State Medicaid Directors' Association, Ray Hanley, the chairman of the group, strongly objected to the Administration position. Mr. Hanley is also the Medicaid director of Arkansas.","thumbnail":null,"section":"U.S."},{"date":"19940105","headline":"Parking Rules","web_url":"https://www.nytimes.com/1994/01/05/nyregion/parking-rules-778206.html","abstract":"  Because of the weather, alternate-side street cleaning regulations will be suspended today in New York City, including the Bay Ridge and Dyker Heights neighborhoods in Brooklyn. Other regulations remain in effect.","thumbnail":null,"section":"New York"},{"date":"19940105","headline":"No Headline","web_url":"https://www.nytimes.com/1994/01/05/nyregion/no-headline-775746.html","abstract":"  \"I don't know of any jobs or any college where a prerequisite is a dialect. The problem with American education is we get caught up in fads and don't teach the basics.\" RAMON C. CORTINES, New York City Schools Chancellor.  [ D22:3. ]","thumbnail":null,"section":"New York"},{"date":"19940105","headline":"First Storm of '94 Dumps Snow, Ice and Rain From West Virginia to Maine","web_url":"https://www.nytimes.com/1994/01/05/nyregion/first-storm-of-94-dumps-snow-ice-and-rain-from-west-virginia-to-maine.html","abstract":"  It did not pack the punch of the Great March Blizzard of '93, but the first storm of '94 was a severe northeaster that hammered the East late Monday night and early yesterday morning, immobilizing millions of people from North Carolina to Maine.    Torrents of icy rain and very heavy snow, which drifted up to three feet in some places, kept families home from work and school, knocked out power lines, closed major highways and disrupted a good part of the region's air and train traffic.","thumbnail":null,"section":"New York"},{"date":"19940105","headline":"Nuclear Guinea Pigs","web_url":"https://www.nytimes.com/1994/01/05/opinion/nuclear-guinea-pigs.html","abstract":"  There is no good excuse for some of the callous and cavalier radiation experiments performed on unsuspecting human patients in Government-sponsored studies from the 1940's to the 1970's. Energy Secretary Hazel O'Leary had good reason to declare herself \"appalled, shocked and deeply saddened\" after reviewing one such experiment.    The information now emerging makes it clear that many scientists lacked the commonsensical fairness, honesty and compassion that is supposedly a hallmark of civilized humans; they had no qualms about endangering their patients and lying to them about it, with the blessings of the Federal Government. Even by the loose practices of the 1940's and 1950's, many studies clearly crossed the line into unethical behavior.","thumbnail":null,"section":"Opinion"},{"date":"19940105","headline":"Bridge","web_url":"https://www.nytimes.com/1994/01/05/nyregion/bridge-779423.html","abstract":"  The strongest bridge game ever played in prison took place half a century ago in Bandung, West Java, where a large number of Dutch officers were confined by the Japanese. The full story was described later by C. Th. de Booy, a Dutch lieutenant commander.   Scene: The open air in the crowded Chimahi camp.","thumbnail":null,"section":"New York"},{"date":"19940105","headline":"Raise in Rent Aid Would Curb Homelessness; The Shelter Error","web_url":"https://www.nytimes.com/1994/01/05/opinion/l-raise-in-rent-aid-would-curb-homelessness-the-shelter-error-782530.html","abstract":"  To the Editor:   In \"Where Should the Homeless Sleep?: Shelters Lead Nowhere\" (Op-Ed, Dec. 19) Dennis Culhane argues that we must break away from stressing the use of temporary shelters for the homeless. He contrasts this approach to the one supposedly urged by the New York City Commission on the Homeless, chaired by Andrew Cuomo. Specifically, Mr. Culhane characterizes the commission as urging the city to broaden the services offered at emergency shelters and recommending that temporary shelters be the first step toward affordable permanent housing.","thumbnail":null,"section":"Opinion"},{"date":"19940105","headline":"A Spanish Nightmare : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/01/05/opinion/IHT-a-spanish-nightmare-letters-to-the-editor.html","abstract":"Regarding \"The Tangled Tale of the Empty Galleries\" (Features, Dec. 20) by Alan Riding: .We Americans, being fascinated with foreign cultures, are often wont to think that problems such as those incurred by the Metropolitan Museum of Art, in","thumbnail":null,"section":"Opinion"},{"date":"19940105","headline":"Book Notes","web_url":"https://www.nytimes.com/1994/01/05/books/book-notes-780278.html","abstract":"  Hands Off Clinton Projects   Compromising positions, adultery in high office (and in cars), embarrassing personal details about the President of the United States: it sounds like a bankable book, at least in today's anything-goes marketplace. But New York publishers, at least, haven't seemed at all interested in two possible sex-with-Bill Clinton projects.   No one is buying, at least not yet, the proposed autobiography of Gennifer Flowers, the sometime civil servant who almost derailed Mr. Clinton's Presidential hopes when she declared in the 1992 campaign that she had been his lover for 12 years. And no publisher is stalking the two Arkansas state troopers who said, in interviews described in an article by David Brock in this month's American Spectator, that they regularly helped Mr. Clinton arrange and conceal sexual liaisons while he was Governor.","thumbnail":null,"section":"Books"},{"date":"19940105","headline":"Jets Need Help; Count the Ways","web_url":"https://www.nytimes.com/1994/01/05/sports/pro-football-jets-need-help-count-the-ways.html","abstract":"  On Sunday night, in the final game of the season, the Houston Oilers exposed everything that was wrong with the Jets for much of the season, and showed them just how far they have to go to reach the level of a top contender in the National Football League.   The Jets couldn't win big games against good opponents. They consistently had breakdowns in one phase of the game or another. In the case of the 24-0 loss to Houston, all three phases collapsed. And the offensive coaches didn't seem to be able to make adjustments during the game to counter an opponent's strategy.","thumbnail":null,"section":"Sports"},{"date":"19940105","headline":"Cuba Embargo Has Had Desired Effect","web_url":"https://www.nytimes.com/1994/01/05/opinion/l-cuba-embargo-has-had-desired-effect-782564.html","abstract":"  To the Editor:   \"U.S. Companies Use Affiliates Abroad to Skirt Sanctions,\" your Dec. 27 front-page report on Cuba and Libya, misleads your readers to believe that the case regarding Cargill Inc.'s sale of Cuban sugar shows how American corporations seize on \"porous laws\" to use foreign subsidiaries and circumvent the United States embargo on Cuba. This is not the case.","thumbnail":null,"section":"Opinion"},{"date":"19940105","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/01/05/us/inside-775134.html","abstract":"  MCI Plans Local Phone Links   MCI Communications plans to build 20 local telephone networks to bypass regional Bell companies. Page D1. Last-Minute Policy Scramble    With NATO and Russia summit meetings looming, the United States lacks a cohesive policy. Page A3. Assessing Cuomo's Record    As the Governor weighs another run, politicians and others offer mixed reviews of his 11-year tenure. Page B1. Losing Coaches Are Out Richie Petitbon of the Redskins and Jerry Glanville of the Falcons were dismissed. Page B11.  Auschwitz's Future Debated A debate over whether the Auschwitz death camp should become a museum or be allowed to decay raises historical and moral issues. Page A6.","thumbnail":null,"section":"U.S."},{"date":"19940105","headline":"Reviews/Television; Cabaret, the East Room And a Matter of Context","web_url":"https://www.nytimes.com/1994/01/05/arts/reviews-television-cabaret-the-east-room-and-a-matter-of-context.html","abstract":"  White House image wizards are likely to shift into a cringe mode tonight if a certain television program is available in their area. Curiously, or perhaps not so curiously, in the New York metropolitan area the scheduled PBS feed of the normally ballyhooed \"In Performance at the White House\" is being carried this evening only on the Connecticut outlet Channel 49 (the program will be shown on Channel 13 on Friday evening at 10).   This latest addition to the occasional series, taped on Nov. 29 with President and Mrs. Clinton and invited guests in attendance, celebrates cabaret music. A fine idea, but, between performance and broadcast, Mr. Clinton has been fending off new allegations, none verified, about his personal life. The inevitable headlines have put an unfortunate spin on the program's contents.","thumbnail":null,"section":"Arts"},{"date":"19940105","headline":"The Divine Sarah, Public and Private","web_url":"https://www.nytimes.com/1994/01/05/style/IHT-the-divine-sarah-public-and-private.html","abstract":"For more than 60 years as the golden-voiced empress of the stage, Sarah Bernhardt thrilled millions the world over. After becoming the pride of Paris as a public ornament and yearning for other lands to conquer, she toured Europe with her company and the","thumbnail":null,"section":"Style"},{"date":"19940105","headline":"Rams' Bettis Gets Rookie Award","web_url":"https://www.nytimes.com/1994/01/05/sports/sports-people-football-rams-bettis-gets-rookie-award.html","abstract":"  JEROME BETTIS, whose 1,429 yards rank sixth in National Football League history for a rookie, was the overwhelming choice yesterday as the Associated Press Offensive Rookie of the Year. Bettis, the first-round pick of the Los Angeles Rams (10th over all), rushed for seven touchdowns. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940105","headline":"Foreign Policy Nears a Peril Point","web_url":"https://www.nytimes.com/1994/01/05/opinion/foreign-policy-nears-a-peril-point.html","abstract":"  The foreign policy debate during the Clinton Administration's first year focused almost totally on secondary issues. The country can ill afford such a luxury this year.   The only first-magnitude issue to get large-scale public attention and sustained Presidential focus (at the eleventh hour) was the North American Free Trade Agreement. Other such issues -- Russia, the Middle East, North Korea, China, Japan, the General Agreement on Tariffs and Trade -- drew episodic high-level attention from an Administration preoccupied with domestic concerns.","thumbnail":null,"section":"Opinion"},{"date":"19940105","headline":"Corrections","web_url":"https://www.nytimes.com/1994/01/05/nyregion/c-corrections-782386.html","abstract":"  A picture caption on Monday in the special Outlook '94 issue of Business Day, with a forecast of the year in Hollywood, misidentified the film in which Nick Nolte was shown. It was Columbia Pictures' \"I'll Do Anything.\"","thumbnail":null,"section":"New York"},{"date":"19940105","headline":"Snowing Gets Tough And They Get Going","web_url":"https://www.nytimes.com/1994/01/05/nyregion/snowing-gets-tough-and-they-get-going.html","abstract":"  On Monday night at 8:30, almost two hours before snow, sleet or freezing rain had touched pavement or windshield here, John Miskulin had already had his fill of the first snowstorm of 1994.   Standing at the front of the cavernous A. & P. he helps to manage and gesturing wearily at the empty bakers' racks, he underscored the obvious, \"Most of that stuff is gone.\" So was much of the milk and bottled water. The snack aisles had been raided, too. Cashiers drooped, having survived a tidal wave of shopping that crested about 6:30 P.M.","thumbnail":null,"section":"New York"},{"date":"19940105","headline":"In U.S. Ads for TV, Condoms That Dare Speak Their Name","web_url":"https://www.nytimes.com/1994/01/05/us/in-us-ads-for-tv-condoms-that-dare-speak-their-name.html","abstract":"  One television spot shows a condom that leaps from a chest of drawers just as a couple, whose sex is unclear, are about to make love. Like a tiny superhero, the condom scurries across the room past a surprised cat and dives under the covers with the pair.   \"It would be nice if latex condoms were automatic,\" an announcer says.  \"But since they're not, using them should be.\"","thumbnail":null,"section":"U.S."},{"date":"19940105","headline":"London to Launch Arts Fest","web_url":"https://www.nytimes.com/1994/01/05/style/IHT-london-to-launch-arts-fest.html","abstract":"When Sir Basil Feldman first tried to organize an arts festival here 10 years ago, he met with unanimous resistance. The arts scene in London is too vast to organize, said the skeptics. And besides, he was told, the city is, by its nature, a festival alr","thumbnail":null,"section":"Style"},{"date":"19940105","headline":"Review/Film; Mixing Fiction and Fact From Antarctica's Past","web_url":"https://www.nytimes.com/1994/01/05/movies/review-film-mixing-fiction-and-fact-from-antarctica-s-past.html","abstract":"  Nowadays, when no behavior is too trivial to be captured by a video camera, it takes some effort to remember that the moving image once seemed a miracle. \"The Forbidden Quest,\" a new film punctuated by archival scenes of early polar expeditions, offers some striking, ghostly reminders of cinema's intrinsic magic.   Antarctica has been photographed more startlingly than it is here, and scenes of polar exploration have been staged with greater visual ingenuity. But these authentic glimpses, shot between 1905 and the 1930's and found by Peter Delpeut in the Netherlands Film Museum, where he is a programmer, capture the daring of film making as an adventure in its own right. Scenes of sailors as they battle the polar elements are doubly audacious, not only because of the sailors' courage but also because a camera was there at all. The icy cliffs of the Antarctic are presented with straightforward awe, in scenes that really convey what the explorers' astonishment must have been like.","thumbnail":null,"section":"Movies"},{"date":"19940105","headline":"U.S. Is Scrambling for a Strategy On Eve of Clinton European Trip","web_url":"https://www.nytimes.com/1994/01/05/world/us-is-scrambling-for-a-strategy-on-eve-of-clinton-european-trip.html","abstract":"  Less than a week before the NATO and Moscow summit meetings, the Administration is still groping for a coherent strategy as President Clinton prepares to embark on his most comprehensive and ambitious overseas trip.   On Russia, the Administration retreated from the position outlined by Strobe Talbott, its leading Russia strategist, just two weeks ago that American policy is now to find a way to de-emphasize rapid economic change in favor of maintaining living standards.","thumbnail":null,"section":"World"},{"date":"19940105","headline":"Gwynn Gets Extension With Padres","web_url":"https://www.nytimes.com/1994/01/05/sports/sports-people-baseball-gwynn-gets-extension-with-padres.html","abstract":"  They have shed virtually every one of their other high-priced players in the last year, but the San Diego Padres made sure yesterday that they would keep TONY GWYNN around for two years beyond the two years left on his existing contract. The Padres and Gwynn agreed to an extension for the 1996 and '97 seasons for $8.5 million.   The agreement provides a salary of $4 million each year, plus an option for 1998, also at $4 million, or a $500,000 buyout. Gwynn, who batted .358 in 1993 but missed winning his fifth National League batting title because ANDRES GALARRAGA hit .370, can earn an additional $500,000 in both '96 and '97 if he has 500 plate appearances. The remaining two years of his existing contract will pay the 33-year-old outfielder salaries of $3.25 million and $4.25 million.","thumbnail":null,"section":"Sports"},{"date":"19940105","headline":"Don't Push Kiev, Help It","web_url":"https://www.nytimes.com/1994/01/05/opinion/IHT-dont-push-kiev-help-it.html","abstract":"In response to Kiev's conditioned ratification of the START treaty, the West, led by the United States, has initiated a policy of isolating Ukraine. This policy will be counterproductive..Kiev's isolation will only enhance the credibility of those Ukra","thumbnail":null,"section":"Opinion"},{"date":"19940105","headline":"Gaza Journal; Where Arabs in This Time Can Play Many Parts","web_url":"https://www.nytimes.com/1994/01/05/world/gaza-journal-where-arabs-in-this-time-can-play-many-parts.html","abstract":"  Gamal Abu Qomsan, the director of the Gaza Strip's only theater, is preparing his troupe for the day the Israeli forces withdraw.    But don't look for posters with visages of Palestinian leaders. And don't expect plays that extol the wisdom and beneficence of the new Palestinian government or replay scenes from the Israeli occupation.","thumbnail":null,"section":"World"},{"date":"19940105","headline":"No Headline","web_url":"https://www.nytimes.com/1994/01/05/us/no-headline-778150.html","abstract":"  The Rev. John Francis Cronin, a Roman Catholic priest who was an expert on labor, race relations and social justice, died on Sunday at St. Charles Villa, a Sulpician retirement home in Baltimore. He was 85.   Father Cronin came to national prominence in 1945 when the National Catholic Welfare Conference, now the National Conference of Catholic Bishops, named him assistant director of its Department of Social Action in Washington. He held that position for 22 years.","thumbnail":null,"section":"U.S."},{"date":"19940105","headline":"Raise in Rent Aid Would Curb Homelessness","web_url":"https://www.nytimes.com/1994/01/05/opinion/l-raise-in-rent-aid-would-curb-homelessness-782521.html","abstract":"  To the Editor:  In these recessionary times, when even people with substantial work histories and job skills face reduced job security and people with few skills or handicaps are virtually barred from the work force, New York State must maintain its safety net for people unable to work. County public assistance grants are often the last resort to which people with no income can turn.","thumbnail":null,"section":"Opinion"},{"date":"19940105","headline":"Sarajevo Family's Fate: Shell Kills 3 Generations","web_url":"https://www.nytimes.com/1994/01/05/world/sarajevo-family-s-fate-shell-kills-3-generations.html","abstract":"  At No. 2 Omladinska Street today, the gurgling Miljacka River could be heard through the gaping hole in the Dragnic apartment's wall and the neighbors sobbed as they spoke of the dead, old and young, and family meals, New Year's parties and card games they would never share again.    On Monday afternoon at about 3:30, a howitzer shell fired by Serbian gunners on the nearby slopes of Mount Trebevic blew apart Mensur Dragnic's apartment, killing his wife, Nadja, 68; his son, Veseljko, 49; his daughter Dzenana, 42, and son-in-law, Adnan Tatarevic, 41; and their children, Nadi, 16, and Asija, 10..","thumbnail":null,"section":"World"},{"date":"19940105","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/01/05/nyregion/metro-digest-776041.html","abstract":"  BLACK DIALECT VS. STANDARD ENGLISH   More than a decade after educators first grappled with the issue, school districts in New York and elsewhere are still seeking the best way to teach standard English to students who usually use black dialect. A1.   STORM DISRUPTS TRAVEL ALONG EAST COAST   A blast of snow, sleet and freezing rain closed major highways, disrupted air traffic and halted trains from Boston to Washington. A1.","thumbnail":null,"section":"New York"},{"date":"19940105","headline":"'Red, Red Robin' Case Puts Songwriter's Heirs in Money","web_url":"https://www.nytimes.com/1994/01/05/nyregion/red-red-robin-case-puts-songwriter-s-heirs-in-money.html","abstract":"  A music-loving Federal judge has ruled that the early bird gets the worm. Or, more specifically, the early bird's heirs.   In a decision filed on Monday in Federal District Court in Manhattan, Judge Richard Owen, who composes operas in his spare time, ruled that the heirs of the author of the 1926 hit song, \"When the Red, Red Robin Comes Bob-Bob-Bobbing Along,\" are entitled to all royalties to the song.","thumbnail":null,"section":"New York"},{"date":"19940105","headline":"1894: Matabele Defeat : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/01/05/opinion/IHT-1894-matabele-defeat-in-our-pages100-75-and-50-years-ago.html","abstract":"CAPETOWN - The Imperial troops, under Colonel Goold-Adams, still remain encamped in the neighborhood of Buluwayo. Mr. Selous considers it probable that Lobengula may collect a small following around Panda and migrate across the Zambesi after the rainy sea","thumbnail":null,"section":"Opinion"},{"date":"19940105","headline":"Simulcast From Gulfstream Is Whited Out at Aqueduct","web_url":"https://www.nytimes.com/1994/01/05/sports/horse-racing-simulcast-from-gulfstream-is-whited-out-at-aqueduct.html","abstract":"  The great simulcasting experiment, intended to save New York horse racing from the ravages of winter weather by televising races from Florida, was foiled yesterday -- by winter weather.   The snow and ice storm that swept across the East Coast forced Aqueduct Race Track in Queens to cancel its inaugural program of seven live races plus the five that were scheduled to be imported from Gulfstream Park. Racing officials and stewards decided at 8:15 yesterday morning that the track was too slippery for jockeys and horses to run the live races and that the roads were to hazardous for the public to travel to the track to bet on the Florida races.","thumbnail":null,"section":"Sports"},{"date":"19940105","headline":"Report Sees a Recovery In New York's Economy","web_url":"https://www.nytimes.com/1994/01/05/nyregion/report-sees-a-recovery-in-new-york-s-economy.html","abstract":"  New York State's economy is recovering after a five-year slump that was far worse in the Northeast than elsewhere in the nation, Vincent Tese, director of the State Economic Development Office, said yesterday.   \"We're not out of the woods yet, but the trail looks a lot smoother and wider now than it did a year ago,\" said Mr. Tese, who is in charge of New York's programs to support business and retain jobs.","thumbnail":null,"section":"New York"},{"date":"19940105","headline":"The Pop Life","web_url":"https://www.nytimes.com/1994/01/05/arts/the-pop-life-782823.html","abstract":"  Along with \"Auld Lang Syne\" and fireworks, top-10 lists have mushroomed into a cottage industry around the first of each year. Those who pay attention will notice that pop critics don't share anything close to the unanimity that movie critics often have in their selections. Among the favorite albums chosen by the four New York Times critics who regularly cover nonclassical music, there is no album comparable to \"Schindler's List\" or \"The Piano\" in popularity. Critical tastes, in fact, seem to diverge more sharply this year than in previous top-10 roundups.    Here are the best albums of the year in the views of Jon Pareles, the chief pop critic; Stephen Holden; Peter Watrous, jazz critic, and Danyel Smith.","thumbnail":null,"section":"Arts"},{"date":"19940105","headline":"The Decay of a 20th Century Relic: What Is a Fitting Future for Auschwitz?","web_url":"https://www.nytimes.com/1994/01/05/world/the-decay-of-a-20th-century-relic-what-is-a-fitting-future-for-auschwitz.html","abstract":"  An international debate fraught with deep historical and moral questions is under way about how Poland preserves the decaying remains of the Nazi death camp at Auschwitz for future memory.   The four main gas chambers and crematories here at Auschwitz, where approximately 1.6 million people, most of them Jews, were gassed and their ashes dumped in the surrounding ponds and fields, were blown up by the Nazis. The remains have been largely left as broken slabs of lichen-encrusted concrete and brick.","thumbnail":null,"section":"World"},{"date":"19940105","headline":"Clinton Stalls Effort To Improve Welfare","web_url":"https://www.nytimes.com/1994/01/05/us/clinton-stalls-effort-to-improve-welfare.html","abstract":"  The Clinton Administration is trying to plot a strategy that would allow it to appear to be pushing for improvements in the welfare system, even while it delays action on a welfare bill until the President's health care plan clears Congress. Such a strategy would make it unlikely that a major welfare bill would pass this year, officials said.   At a Cabinet meeting on Monday, the President argued that health care required the Administration's full attention. He also said the country would not succeed in moving people off welfare until it passed universal health care.    Article, page A13.","thumbnail":null,"section":"U.S."},{"date":"19940105","headline":"Metropolitan Museum Shows the World's Art","web_url":"https://www.nytimes.com/1994/01/05/opinion/l-metropolitan-museum-shows-the-world-s-art-782580.html","abstract":"  To the Editor:   A Dec. 29 front page article reports that the administration of Mayor Rudolph W. Giuliani may offer more support to New York City's premier cultural institutions. You report further that John S. Dyson, the new deputy mayor for economic development and finance, said he found it unacceptable that the Metropolitan Museum of Art has had to close some galleries mornings or afternoons.","thumbnail":null,"section":"Opinion"},{"date":"19940105","headline":"The Pop Life","web_url":"https://www.nytimes.com/1994/01/05/arts/the-pop-life.html","abstract":"Along with \"Auld Lang Syne\" and fireworks, top-10 lists have mushroomed into a cottage industry around the first of each year. Those who pay attention will notice that pop critics don't share anything close to the unanimity that movie critics often have in their selections. Among the favorite albums chosen by the four New York Times critics who regularly cover nonclassical music, there is no album comparable to \"Schindler's List\" or \"The Piano\" in popularity. Critical tastes, in fact, seem to diverge more sharply this year than in previous top-10 roundups. \n\nHere are the best albums of the year in the views of Jon Pareles, the chief pop critic; Stephen Holden; Peter Watrous, jazz critic, and Danyel Smith.","thumbnail":null,"section":"Arts"},{"date":"19940105","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/01/05/sports/results-plus-780073.html","abstract":"  TENNIS  Lendl Loses in Hopman  Ivan Lendl's debut on a United States tennis team turned into a 73-minute defeat at the Hopman Cup last night in Perth, Australia. Lendl lost by 6-3, 6-1, to Bernd Karbacher of Germany as the Americans were eliminated from the quarterfinals of the team event. Anke Huber beat Mary Joe Fernandez, 6-2, 7-6 (7-4), in women's singles before Lendl lost. The Americans rebounded to win the mixed doubles by 8-5 in a pro set, but it wasn't enough to stave off elimination. Lendl, who is ranked 19th in the world to Karbacher's 54th, succeeded with less than a third of his first serves and his ground strokes lacked timing. In desperation, Lendl tried to serve-and-volley, but even that tactic failed.  (AP) N.H.L.  Puppa Blanks Lightning  Pat Elynuik scored the game's only goal and a great job by goaltender Daren Puppa carried the Tampa Bay Lightning to a 1-0 victory over Toronto last night, extending the Leafs' streak of games without a victory to seven. Toronto outshot Tampa Bay, 28-24, in the game at Hamilton, Ontario. Puppa earned his second shutout of the season and made some of his best saves in the last six minutes. (AP) Red Wings 4, Blues 4: Brendan Shanahan capped a comeback from a four-goal deficit when he scored on a rebound with 4:18 left in regulation as St. Louis tied visiting Detroit. (AP) Blackhawks 2, Stars 1: Dirk Graham's goal with 1:14 to play in overtime lifted visiting Chicago over Dallas. Graham took possession near the blue line and fired a wrist shot through a screen that beat Dallas goaltender Andy Moog in the upper right corner for his ninth goal of the season. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940105","headline":"Reviews/Television; Correctness vs. Content in Language","web_url":"https://www.nytimes.com/1994/01/05/arts/reviews-television-correctness-vs-content-in-language.html","abstract":"  Tonight's \"48 Hours\" report plays catchup with the much disputed phenomenon of political correctness. Something of a catchall, the program skips between amusement and concern over happenings on campuses, at newspapers and television stations and in show business.   \"Politically Correct\" leads off with the case of a Vassar man who was suspected of making threatening telephone calls to a homosexual student. The suspect, a white heterosexual male, denied steadily that his was the voice on the nasty tape, but the pressure continued for weeks. Eventually the Vassar administrators, who declined to talk to the \"48 Hours\" reporter, Erin Moriarty, decided there was \"insufficient evidence\" to take action against the student. His defenders attribute his ordeal to an effort to placate a now-favored group. His father, a liberal of the 1960's generation, calls the affair \"a piece of propaganda theater.\"","thumbnail":null,"section":"Arts"},{"date":"19940105","headline":"Review/Theater: The Rez Sisters; Bingo as the Way of Escape, at Dismal Odds","web_url":"https://www.nytimes.com/1994/01/05/theater/review-theater-the-rez-sisters-bingo-as-the-way-of-escape-at-dismal-odds.html","abstract":"  It's Toronto or bust for the seven impoverished Indians whom the Canadian playwright Tomson Highway calls \"The Rez Sisters.\"   That's where \"the biggest bingo in the world\" is about to be held. As the raucous women envision it with mounting excitement and a feverish gleam in their dark eyes, hitting the $1 million jackpot is how they'll change their hardscrabble existence on the Wasaychigan Hill Indian Reserve in Ontario. \"When I win\" is how they begin their wishful sentences. No one says, \"If I win.\"","thumbnail":null,"section":"Theater"},{"date":"19940105","headline":"1944: Victory Isn't Close : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/01/05/opinion/IHT-1944-victory-isnt-close-in-our-pages100-75-and-50-years-ago.html","abstract":"WASHINGTON - [From our New York edition:] The Office of War Information issued its own appraisal today [Jan. 4] of the progress made in the war and the magnitude of the task ahead, based on information supplied by the War and Navy Departments and the Army","thumbnail":null,"section":"Opinion"},{"date":"19940105","headline":"In America; Balance, Mr. Mayor","web_url":"https://www.nytimes.com/1994/01/05/opinion/in-america-balance-mr-mayor.html","abstract":"  It's a good thing Andrew Giuliani was on hand throughout his father's inaugural address on Sunday. The sustained antics of the uninhibited 7-year-old -- who made faces and parroted his father, and offered such unsolicited observations as \"He's right, you know\" -- provided the only real warmth and exuberance during the speech.   It'll be awhile before we see another successful politician as stiff and as chilly as New York's new Mayor. By comparison, Vice President Al Gore is a regular vaudevillian.","thumbnail":null,"section":"Opinion"},{"date":"19940105","headline":"Hextall's Schedule Catches Up With Him","web_url":"https://www.nytimes.com/1994/01/05/sports/hockey-hextall-s-schedule-catches-up-with-him.html","abstract":"  The Devils obviously were aware that Ron Hextall was making his 20th consecutive start in goal for the Islanders.   Hextall's fatigue was evident with 1 minutes 37 seconds left in the game when he allowed a very soft goal to Stephane Richer. His fatigue was just as evident with 32.6 seconds left, when Bernie Nicholls scored another soft goal that sealed a 6-3 victory for the Devils.","thumbnail":null,"section":"Sports"},{"date":"19940105","headline":"Clinton Puzzle: How to Delay Welfare Reform Yet Seem to Pursue It","web_url":"https://www.nytimes.com/1994/01/05/us/clinton-puzzle-how-to-delay-welfare-reform-yet-seem-to-pursue-it.html","abstract":"  The Clinton Administration is trying to devise a strategy that would allow it to appear to be pushing for change in the welfare system, even while delaying action on a bill until the President's health care plan has a chance to clear Congress.   The effort to delay welfare legislation so it does not interfere with the Administration's primary goal of health care, while not acknowledged publicly, has been evident in a number of recent Administration actions and was discussed at a Cabinet meeting on Monday, officials said. They said the strategy would make it unlikely that a major welfare bill would pass Congress this year.","thumbnail":null,"section":"U.S."},{"date":"19940105","headline":"Feud Ends in Killing Of a 10th Grader At a Brooklyn Home","web_url":"https://www.nytimes.com/1994/01/05/nyregion/feud-ends-in-killing-of-a-10th-grader-at-a-brooklyn-home.html","abstract":"  A feud between two high school students in the Bedford-Stuyvesant section of Brooklyn ended yesterday when one accused the other of harassing him and then stabbed him to death during a dispute over money and a music tape, the police said.   Witnesses said Kevil Johnson, 16, was helping his father, Vincent, clear away snow in front of their two-story town house at 671 Park Avenue when Larkaid Wallace, 15, approached, demanding money and a tape that the two youths had apparently exchanged.","thumbnail":null,"section":"New York"},{"date":"19940105","headline":"C.I.A. Seeks Documents From Its Radiation Tests","web_url":"https://www.nytimes.com/1994/01/05/us/cia-seeks-documents-from-its-radiation-tests.html","abstract":"  Trying to help the Clinton Administration end the secrecy that surrounded the nation's use of human subjects in radiation experiments, the C.I.A. is searching for files on research it conducted during the cold war involving the use of radiation to alter or control behavior.   But due to secrecy, shredders and the passage of time, little is known about the nature of the tests, their number and the type of radiation involved.","thumbnail":null,"section":"U.S."},{"date":"19940105","headline":"Filmed Beating of Inmate Leads to Dismissal of 2 Prison Guards","web_url":"https://www.nytimes.com/1994/01/05/nyregion/filmed-beating-of-inmate-leads-to-dismissal-of-2-prison-guards.html","abstract":"  A videotaped beating at a maximum-security prison -- in which two guards were filmed striking a handcuffed inmate as he grunted in pain -- has led to the dismissal of the two guards and the suspension of two others who filed a false report about the episode.   \"The two were fired because it was an unprovoked, unjustified attack,\" said William A. Babiskin, an independent labor arbitrator who upheld a state decision to dismiss the guards. \"The inmate didn't do anything to deserve it. The force was unnecessary and excessive.\"","thumbnail":null,"section":"New York"},{"date":"19940105","headline":"Atlanta Watches Nervously As Corruption Trial Begins","web_url":"https://www.nytimes.com/1994/01/05/us/atlanta-watches-nervously-as-corruption-trial-begins.html","abstract":"  On the first day of a Federal corruption trial that threatens to burrow deep into Atlanta's power structure, Federal prosecutors today began detailing charges that a program at Hartsfield International Airport designed to provide economic opportunity for minorities became a swamp of corruption that largely benefited white businessmen, politically connected blacks and black public officials.   The trial, expected to last a month, is certain to tarnish the reputation of a program that has been viewed for years as a national model for assisting minority-owned businesses. And it is being watched with dread in local political circles in light of corruption allegations swirling around many of Atlanta's most prominent politicians.","thumbnail":null,"section":"U.S."},{"date":"19940105","headline":"Heart Diseases Are Persisting In Study's Second Generation","web_url":"https://www.nytimes.com/1994/01/05/us/heart-diseases-are-persisting-in-study-s-second-generation.html","abstract":"  NO anatomical or surgical study has revealed more about the health of the American heart than the four-decade-long project involving the people of Framingham, Mass. Beginning in 1949, more than 5,200 Framingham residents have participated in a unique study that has shown how living habits like smoking and inactivity, and health factors like obesity and high blood pressure, influence a person's chances of developing and dying of cardiovascular diseases, the nation's leading killers.   For the last two decades, 5,100 of the children of the original participants have also been studied, carrying the Framingham work into an era when deaths from heart attacks and strokes have fallen sharply while the costs of cardiovascular care continue to soar.","thumbnail":null,"section":"U.S."},{"date":"19940105","headline":"Needed: Democracy in New York","web_url":"https://www.nytimes.com/1994/01/05/opinion/needed-democracy-in-new-york.html","abstract":"  The swearing-in last week of Assemblyman Oliver Koppell as New York's new State Attorney General serves as a reminder of how very undemocratic the process of filling such vacancies is in the state.   The job became available because the duly elected Attorney General, Robert Abrams, resigned to go into private practice. When vacancies occur in statewide offices, it would make sense to hold a special election. But nothing's that easy in New York. The State Constitution provides for a less open practice: selection by the State Legislature, instead of election by the people.","thumbnail":null,"section":"Opinion"},{"date":"19940105","headline":"Settlement In Harlem Suit Over Odors","web_url":"https://www.nytimes.com/1994/01/05/nyregion/settlement-in-harlem-suit-over-odors.html","abstract":"  On its last day, the Dinkins administration agreed to pay $1.1 million to help compensate for the smelly sewage treatment plant the city built in Harlem, and gave community and environmental groups legal leverage intended to insure that the new Mayor would keep the promise of the old to curb odors from the plant.   In settling a lawsuit filed by two groups and several Harlem residents, the city said it would put $1.1 million in a trust fund to address the community's environmental and health concerns. The plaintiffs, who will control the fund, said the money could be used for anything from a clinic for the respiratory ailments they say are endemic in the area to tree-planting.","thumbnail":null,"section":"New York"},{"date":"19940105","headline":"Rodman Is Fined $10,000 by the N.B.A.","web_url":"https://www.nytimes.com/1994/01/05/sports/sports-people-basketball-rodman-is-fined-10000-by-the-nba.html","abstract":"  DENNIS RODMAN of the San Antonio Spurs was fined $10,000 for refusing to leave the court after he was ejected from a game against the Los Angeles Lakers last Sunday and for verbally abusing an official and throwing objects onto the court. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940105","headline":"Review/Opera; Lush French Rarity, Via Shakespeare","web_url":"https://www.nytimes.com/1994/01/05/arts/review-opera-lush-french-rarity-via-shakespeare.html","abstract":"  The sensitivity and gentle exoticism of Reynaldo Hahn's art songs have made them centerpieces of the modern recital literature. But the operas, operettas and musical theater works he composed for the French stage in the first decades of this century have become footnotes in operatic history, scarcely mentioned in reference works and virtually never performed.    Hahn died only 47 years ago, so perhaps history's verdict is not final. Granted, a real reconsideration would require full-scale productions and recordings of works that have been collecting dust, and given the costs involved in presenting opera these days, few major companies (or singers) are likely to commit their resources to uncertain payoffs.","thumbnail":null,"section":"Arts"},{"date":"19940105","headline":"LIKUD LEADER PUTS ACCORD IN DOUBT","web_url":"https://www.nytimes.com/1994/01/05/world/likud-leader-puts-accord-in-doubt.html","abstract":"  Israel's main opposition leader, Benjamin Netanyahu, said today that if his Likud Party were to return to power he would feel no obligation to honor the current Labor Government's agreement with the Palestine Liberation Organization.   Mr. Netanyahu stopped short of a firm promise to break the deal on introducing Palestinian self-rule to the occupied territories -- a position advocated recently by his predecessor as Likud leader, former Prime Minister Yitzhak Shamir.","thumbnail":null,"section":"World"},{"date":"19940105","headline":"Rules of the Game : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/01/05/opinion/IHT-rules-of-the-game-letters-to-the-editor.html","abstract":"Regarding \"Toward Spheres of Influence, Plus International Rules\" (Opinion, Dec. 23) by Charles William Maynes: .With the only remaining superpower unwilling to pay even a small price to ensure stability in faraway places, Mr. Maynes proposes","thumbnail":null,"section":"Opinion"},{"date":"19940105","headline":"Pistons Give Thomas Money and Power","web_url":"https://www.nytimes.com/1994/01/05/sports/pro-basketball-pistons-give-thomas-money-and-power.html","abstract":"  By deciding to remain with the Detroit Pistons, Isiah Thomas has prolonged the Knicks' quest for a point guard.   The possibility that Thomas would be traded to the Knicks ended on Monday night after a meeting between Thomas and Bill Davidson, the Pistons' owner.","thumbnail":null,"section":"Sports"},{"date":"19940105","headline":"Corrections","web_url":"https://www.nytimes.com/1994/01/05/nyregion/c-corrections-782360.html","abstract":"  An article in Business Day on Dec. 24, about the Monsanto Company's biotechnology business, misidentified the company's main fiber product. It is nylon, not polyester. The article also misstated the company's goal for growth, and its spending on biotechnology. Monsanto is seeking a 10 percent annual increase in earnings, not sales. It has spent more than $1 billion on biotechnology in general, not just on a cow hormone known as bovine somatotropin, or BST.","thumbnail":null,"section":"New York"},{"date":"19940105","headline":"Yanks Are Slipping on Benes","web_url":"https://www.nytimes.com/1994/01/05/sports/baseball-yanks-are-slipping-on-benes.html","abstract":"  If the Yankees still want to acquire San Diego's Andy Benes to help strengthen their rotation, their next offer will to have to be significantly better than their last one, according to Randy Smith, San Diego's general manager.   Smith said yesterday that he last spoke with General Manager Gene Michael of the Yankees about three weeks ago, when Michael asked him if the Padres would trade the 26-year-old right-hander for the Yankees' Class AAA third baseman Russell Davis.","thumbnail":null,"section":"Sports"},{"date":"19940105","headline":"3 Lives Converge In a Killing","web_url":"https://www.nytimes.com/1994/01/05/nyregion/3-lives-converge-in-a-killing.html","abstract":"  The gunman ordered the two 18-year-olds out of the 1993 Jeep Wrangler after a three-mile ride, and told them to lie face down in the snow, behind a pile of wood chips. He put away the long-barreled pistol just before giving the instructions.   His words came in a calm voice, recalled Scott Nappi, one of the teen-agers, in an interview today from his bed in Nyack Hospital.","thumbnail":null,"section":"New York"},{"date":"19940105","headline":"Cuomo: Miles to Go or Nearly Gone?; He Ponders Another Term, as Critics Assess First 11 Years","web_url":"https://www.nytimes.com/1994/01/05/nyregion/cuomo-miles-go-nearly-gone-he-ponders-another-term-critics-assess-first-11-years.html","abstract":"  Six years after he first chose not to run for President and two years after he declined for a second time, Gov. Mario M. Cuomo no longer has quite the star quality that once bolstered his popularity at home.   A brutal recession and 11 years of incumbency have taken their toll on his approval ratings. And the experiences of David N. Dinkins in New York City and Jim Florio in New Jersey serve as reminders that the record of just one term can be enough to convince voters to reject an incumbent.","thumbnail":null,"section":"New York"},{"date":"19940105","headline":"U.N. General In Bosnia Quits","web_url":"https://www.nytimes.com/1994/01/05/world/un-general-in-bosnia-quits.html","abstract":"  Just a week after he accused the United Nations of passing too many resolutions on Bosnia and sending too few troops, Lieut. Gen. Francis Briquemont of Belgium, the head of the peacekeeping forces, has asked to be relieved of his post.   Ahmad Fawzi, a United Nations spokesman, said General Briquemont, 58, who took over from Lieut. Gen. Philippe Morillon of France in July, would probably leave in January.","thumbnail":null,"section":"World"},{"date":"19940105","headline":"Corrections","web_url":"https://www.nytimes.com/1994/01/05/nyregion/c-corrections-782394.html","abstract":"  Production credits on Dec. 21 with a theater review of \"A Community Carol,\" presented by Arena Stage and the Cornerstone Theater Company in Washington, omitted the name of the show's movement director. She is Sabrina Peck.  ","thumbnail":null,"section":"New York"},{"date":"19940105","headline":"Social Security Pays Its Way, and More","web_url":"https://www.nytimes.com/1994/01/05/opinion/l-social-security-pays-its-way-and-more-782556.html","abstract":"  To the Editor:   Let me add a twist to \"Elderly Paid Dues, but Get the Brushoff\" (letter, Dec. 25) by Rachel M. Lauer.","thumbnail":null,"section":"Opinion"},{"date":"19940105","headline":"Public & Private; Little Girl Lost","web_url":"https://www.nytimes.com/1994/01/05/opinion/public-private-little-girl-lost.html","abstract":"  The year ended with every parent's worst nightmare played out over and over and over again, in the suburbs of St. Louis, in Petaluma, Calif., in the small town of Litchfield, N.Y.    Sara Anne Wood set out on the short bike ride between her home and the church where her father is pastor, then simply disappeared. Polly Klaas was having a slumber party when a stranger entered the house and carried her away while her mother slept.  Cassidy Senter went to visit a friend and never came home.","thumbnail":null,"section":"Opinion"},{"date":"19940105","headline":"No More Mr. President, Just a Texas Nice Guy","web_url":"https://www.nytimes.com/1994/01/05/us/no-more-mr-president-just-a-texas-nice-guy.html","abstract":"  As Barbara Bush has told it, \"George is the best little dishwasher in Texas.\" George Bush recounts it differently: \"Barbara makes the bed. I make the coffee. And Millie does the dishes.\"   But however they divide domestic chores these days, the former President and First Lady insist that they and their famous dog are home in Houston to stay. And nearly one year after an involuntary departure from the White House, they insist that they are utterly content to be here in their new red-brick house on West Oak Drive South.","thumbnail":null,"section":"U.S."}],"wiki_events":[],"weather":[{"date":"19940105","time":"1994-01-05 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.4,"rhum":84,"wspd":11.2},{"date":"19940105","time":"1994-01-05 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":78,"wspd":11.2},{"date":"19940105","time":"1994-01-05 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.6,"rhum":80,"wspd":11.2},{"date":"19940105","time":"1994-01-05 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.6,"rhum":83,"wspd":16.6},{"date":"19940105","time":"1994-01-05 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.2,"rhum":85,"wspd":14.8},{"date":"19940105","time":"1994-01-05 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.4,"rhum":88,"wspd":16.6},{"date":"19940105","time":"1994-01-05 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.4,"rhum":90,"wspd":18.4},{"date":"19940105","time":"1994-01-05 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.5,"rhum":88,"wspd":13},{"date":"19940105","time":"1994-01-05 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":90,"wspd":13},{"date":"19940105","time":"1994-01-05 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":83,"wspd":20.5},{"date":"19940105","time":"1994-01-05 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":80,"wspd":35.3},{"date":"19940105","time":"1994-01-05 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.1,"rhum":77,"wspd":25.9},{"date":"19940105","time":"1994-01-05 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.4,"rhum":72,"wspd":27.7},{"date":"19940105","time":"1994-01-05 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.4,"rhum":67,"wspd":27.7},{"date":"19940105","time":"1994-01-05 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.3,"rhum":64,"wspd":27.7},{"date":"19940105","time":"1994-01-05 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.1,"rhum":64,"wspd":27.7},{"date":"19940105","time":"1994-01-05 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.4,"rhum":78,"wspd":29.5},{"date":"19940105","time":"1994-01-05 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.7,"rhum":60,"wspd":22.3},{"date":"19940105","time":"1994-01-05 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.1,"rhum":66,"wspd":18.4},{"date":"19940105","time":"1994-01-05 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.8,"rhum":64,"wspd":16.6},{"date":"19940105","time":"1994-01-05 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.3,"rhum":66,"wspd":13},{"date":"19940105","time":"1994-01-05 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.4,"rhum":60,"wspd":11.2},{"date":"19940105","time":"1994-01-05 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.9,"rhum":66,"wspd":9.4},{"date":"19940105","time":"1994-01-05 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6,"rhum":70,"wspd":7.6},{"date":"19940105","time":"1994-01-05 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":92,"wspd":22.3},{"date":"19940105","time":"1994-01-05 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":75,"wspd":25.9},{"date":"19940105","time":"1994-01-05 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":65,"wspd":35.3},{"date":"19940105","time":"1994-01-05 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":68,"wspd":25.9},{"date":"19940105","time":"1994-01-05 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":66,"wspd":38.9},{"date":"19940105","time":"1994-01-05 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":65,"wspd":25.9},{"date":"19940105","time":"1994-01-05 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":66,"wspd":20.5},{"date":"19940105","time":"1994-01-05 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":65,"wspd":22.3},{"date":"19940105","time":"1994-01-05 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":65,"wspd":22.3},{"date":"19940105","time":"1994-01-05 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":68,"wspd":20.5},{"date":"19940105","time":"1994-01-05 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":62,"wspd":14.8},{"date":"19940105","time":"1994-01-05 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":65,"wspd":11.2},{"date":"19940105","time":"1994-01-05 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":71,"wspd":14.8},{"date":"19940105","time":"1994-01-05 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":68,"wspd":16.6},{"date":"19940105","time":"1994-01-05 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":68,"wspd":18.7},{"date":"19940105","time":"1994-01-05 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":65,"wspd":24.1},{"date":"19940105","time":"1994-01-05 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":61,"wspd":31.7},{"date":"19940105","time":"1994-01-05 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":58,"wspd":31.7},{"date":"19940105","time":"1994-01-05 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":61,"wspd":37.1},{"date":"19940105","time":"1994-01-05 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":45,"wspd":31.7},{"date":"19940105","time":"1994-01-05 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":41,"wspd":31.7},{"date":"19940105","time":"1994-01-05 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":38,"wspd":33.5},{"date":"19940105","time":"1994-01-05 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":37,"wspd":25.9},{"date":"19940105","time":"1994-01-05 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.8,"rhum":44,"wspd":22.3}]}}