{"19940214":{"guardian_articles":[],"nytimes_articles":[{"date":"19940214","headline":"Ewing and O'Neal Find Each Other, Well, Human","web_url":"https://www.nytimes.com/1994/02/14/sports/pro-basketball-notebook-ewing-and-o-neal-find-each-other-well-human.html","abstract":"  All-Star Game weekend gave Patrick Ewing and Shaquille O'Neal a chance to break through some barriers created by their on-court rivalry.   O'Neal and Ewing made headlines earlier this month, after the Knicks defeated Orlando at Madison Square Garden. Ewing outplayed O'Neal and declared afterward that O'Neal was not \"the man.\" And O'Neal dared Ewing to defend him one-on-one.","thumbnail":null,"section":"Sports"},{"date":"19940214","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/02/14/us/inside-176052.html","abstract":"  Family Faults E.M.S. Actions   The Emergency Medical Service is being criticized for its handling of a pregnant Queens woman whose baby died later in a hospital. Page B1. Division in South Africa    The Inkatha party's pullout from South Africa's elections stems largely from differing visions for the nation. News analysis, page A3. Hazardous Classrooms    The California earthquake has raised questions of how quickly -- or if at all -- the state's universities should upgrade unsafe buildings. Page A10.   A2 Arts","thumbnail":null,"section":"U.S."},{"date":"19940214","headline":"Norway Rates Medal For a Classy Opener","web_url":"https://www.nytimes.com/1994/02/14/sports/winter-olympics-tv-sports-norway-rates-medal-for-a-classy-opener.html","abstract":"  Judging the televised version of an Olympic opening ceremony generally means critiquing the culture of the host country.    Two years ago, in Albertville, we mocked the ostentatious performance art foisted on us by the French. On TV, the bubble women and cymbal-playing human mobiles flopped while the gushing by the prime-time hosts, Tim McCarver and Paula Zahn, made one wonder if they were hiding a better show on their monitors.","thumbnail":null,"section":"Sports"},{"date":"19940214","headline":"Two for the Assembly","web_url":"https://www.nytimes.com/1994/02/14/opinion/two-for-the-assembly.html","abstract":"  A special election will be held tomorrow to fill vacancies in New York's State Assembly. Here are our endorsements in two hotly contested races:   The Bronx, 81st District (Riverdale, Kingsbridge, Kingsbridge Heights, parts of Norwood and Woodlawn, the western part of Van Cortlandt Park): This race, to replace G. Oliver Koppell, who has become State Attorney General, features two undistinguished candidates who both come out of the political morass of Bronx Democratic politics. They have run a dispiriting campaign. Jeffrey Dinowitz, the Democrat, is allied with the so-called reform wing of his party. He is a political ally of Mr. Koppell who works as a traffic court judge and is active in local party politics. The Liberal Party candidate, Mark Friedlander, who comes out of the old Bronx Democratic machine, is commissioner and president of the city's Tax Appeals Tribunal.","thumbnail":null,"section":"Opinion"},{"date":"19940214","headline":"E.M.S. Cited By Complaint In Baby Death","web_url":"https://www.nytimes.com/1994/02/14/nyregion/ems-cited-by-complaint-in-baby-death.html","abstract":"  An emergency crew argued at length early yesterday with a pregnant Queens woman over her choice of hospital, then made her walk to the ambulance while she was in labor, her family charged. Her baby, later delivered by an emergency Caesarean section, died shortly after it was born.   The allegation was made by the family of Tracy Ortega, 24, in a complaint filed with the Emergency Medical Service. The woman's father, Frank Bolanos, said he believed that the baby was dying while technicians spent half an hour arguing with his family about whether to take Ms. Ortega to St. John's Hospital, where her obstetrician was based, or New York Hospital Medical Center in Queens, which was closer.","thumbnail":null,"section":"New York"},{"date":"19940214","headline":"Operatic Mayors","web_url":"https://www.nytimes.com/1994/02/14/opinion/l-operatic-mayors-183210.html","abstract":"  To the Editor:   I am encouraged by Mayor Rudolph W. Giuliani's love of opera, but hope he looks elsewhere for professional role models. Swallow, the Mayor in \"Peter Grimes,\" drinks heavily and chases women between conducting inquests and forming posses. The Mayor in \"Jenufa\" is competent, but dull, never missing the opportunity to say -- or sing -- the obvious. Jack Rance, the Sheriff in \"La Fanciulla del West,\" gambles away his outlaw and never gets the girl.","thumbnail":null,"section":"Opinion"},{"date":"19940214","headline":"Dance in Review","web_url":"https://www.nytimes.com/1994/02/14/arts/dance-in-review-316865.html","abstract":"  'Coppelia'  New York City Ballet New York State Theater    The world outside the New York State Theater may have been stormy on Tuesday, but there was nothing but sunshine onstage when the New York City Ballet presented \"Coppelia,\" that great 19th-century comic ballet about a young man who falls in love with a mechanical doll. The choreography by George Balanchine and Alexandra Danilova owes much to tradition and offers its soloists roles that require fine acting and technical virtuosity.","thumbnail":null,"section":"Arts"},{"date":"19940214","headline":"Serbs Demand a Pullback by Bosnians, Confusing the Peace Effort","web_url":"https://www.nytimes.com/1994/02/14/world/serbs-demand-a-pullback-by-bosnians-confusing-the-peace-effort.html","abstract":"  Serbian nationalists threw confusion into the United Nations-brokered peace effort today with a demand that the Bosnian Government pull back its infantry in exchange for a Serbian withdrawal of artillery.   The Serbian nationalists made their proposal as the clock ticked toward a NATO deadline to either withdraw the heavy guns or turn them over to the United Nations by midnight next Sunday, or face air strikes.","thumbnail":null,"section":"World"},{"date":"19940214","headline":"Kennedy to Make 2 Runs at Record Book","web_url":"https://www.nytimes.com/1994/02/14/sports/winter-olympics-kennedy-to-make-2-runs-at-record-book.html","abstract":"  Sittin' more or less pretty is the position Duncan Kennedy found himself after the first day in the men's single luge at the Winter Olympics here this morning. Kennedy, the 26-year-old from Lake Placid, N.Y., finished the day's two runs in fourth place, and prepares for the final two runs Monday in his quest for a medal.   Sittin' any which way is uncommon for a slider, since he generally lies flat on his back on the small sled, like a colorfully clad corpse, as he sweeps down the icy chute. And any kind of nice sittin' in the Olympic standing is uncommon for an American luge competitor because never in the sports' history has one won a medal.","thumbnail":null,"section":"Sports"},{"date":"19940214","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/02/14/sports/results-plus-179825.html","abstract":"  N.H.L.  Lemieux Scores Twice  Mario Lemieux, in his second game back from back problems, scored two goals as Pittsburgh beat host Philadelphia, 3-0, yesterday, ending a four-game losing streak. On Saturday, in his first game since Nov. 7, Lemieux had his first goal of the season and an assist in a 9-3 loss to Dallas. (AP) GOLF  Thompson's 61 Wins  Rocky Thompson had 10 birdies in a record-tying 61 yesterday to post the biggest comeback in Senior PGA Tour history and a stroke victory over Raymond Floyd in the GTE Suncoast Classic in Lutz, Fla. Thompson started seven strokes behind second-round leader Mike Hill. (AP) SOCCER  Penalty Kick Beats U.S.  A disputed penalty kick in the 72d minute lifted Romania to a 2-1 victory over the United States National Soccer Team in the third-place game of the Carlsberg Cup in Hong Kong yesterday. Marcelo Balboa scored for the Americans. (Reuters) MEN'S BASKETBALL  Michigan Holds On  No. 11 Michigan almost fumbled away a seven-point lead in the last 90 seconds before holding off host Ohio State, 72-70, yesterday. The Wolverines (17-4, 9-2 in the Big Ten) won their sixth straight game. (AP) WOMEN'S BASKETBALL  Penn State Wins  Missy Masley had a career-high 21 points, and No. 1 Penn State beat Indiana, 70-65, yesterday in Bloomington, Ind. Penn State (19-1, 10-1) held the Hoosiers (14-5, 5-5) scoreless over the final three minutes. (AP) TENNIS  Farewell Triumph  Top-seeded Manuela Maleeva-Fragniere beat No. 5 Iva Majoli, 6-1, 4-6, 7-5, yesterday in the final match of her career, the Asian Women's Open final in Amagasaki, Japan. Maleeva-Fragniere, 27 today, won 19 tournaments in a 13-year career. (AP) HORSE RACING  Speed at Gulfstream  I Can't Believe won the Deputy Minister Handicap yesterday at Gulfstream Park, Fla., coming within one-fifth of a second of the track record set 21 years ago by the renowned Mr. Prospector. I Can't Believe, with Eddie Maple riding, zipped the six furlongs in 1 minute 8 seconds flat.. DOG SHOW  A Special Shar-Pei  Although 21 specialty shows at six sites in the metropolitan area caused the principal excitement among dog fanciers yesterday, they were only a prelude to Westminster, which opens a two-day run at Madison Square Garden today. The Empire Specialty Associated Clubs had 14 shows on Pier 92, in the Hudson River, at 55th Street. There were 107 Chinese Shar-Pei, and the winner chosen by Dee Hutchinson was Sandy Woodall and Debby Smith's Ch. Elite's Face the Nation.   HIGH SCHOOLS  Lopez 43 Not Enough  Felipe Lopez scored 43 points yesterday. The problem was, it wasn't enough. Rice (18-3) of Upper Manhattan, which was ranked No. 4 in the nation by USA Today, was still defeated by bitter rival No. 15 Bronx St. Raymond's, 90-88, in a Catholic High School Athletic Association rematch at Fordham's Rose Hill Gym. Charlton Clark had 24 for the winners.","thumbnail":null,"section":"Sports"},{"date":"19940214","headline":"Minutemen Find a Hero In the Final Seconds","web_url":"https://www.nytimes.com/1994/02/14/sports/college-basketball-minutemen-find-a-hero-in-the-final-seconds.html","abstract":"  Today's episode in the ongoing saga of the University of Massachusetts against Temple went to the Minutemen -- barely.    Mike Williams's 15-foot jump shot over Rick Brunson with three seconds left won the game, 56-55, for the Minutemen, who had trailed by 8 points with six minutes left.","thumbnail":null,"section":"Sports"},{"date":"19940214","headline":"Essay; Sink the Clipper Chip","web_url":"https://www.nytimes.com/1994/02/14/opinion/essay-sink-the-clipper-chip.html","abstract":"  Well-meaning law and intelligence officials, vainly seeking to maintain their vanishing ability to eavesdrop, have come up with a scheme that endangers the personal freedom of every American.   Nobody doubts that F.B.I. wiretaps help catch crooks or that the National Security Agency's \"Big Ears\" alert us to the plans of terrorists. And nobody can deny that new technology makes it easier for the bad guys to encode their communications to avoid the eavesdropping of the good guys.","thumbnail":null,"section":"Opinion"},{"date":"19940214","headline":"Review/Pop; Salsa Stars Who Give Their All For Love","web_url":"https://www.nytimes.com/1994/02/14/arts/review-pop-salsa-stars-who-give-their-all-for-love.html","abstract":"  Gilberto Santa Rosa closed a salsa love-in at a jam-packed Madison Square Garden on Saturday night, and from his first notes it was clear he knew how to sing, which is more than can be said for some of the other performers. Mr. Santa Rosa headlined a handful of singers, most of them based in Puerto Rico and not regularly heard here, who were celebrating Valentine's Day with romance in a program titled \"Concierto del Amor.\"   Mr. Santa Rosa, all chubby elegance, put on a characteristically spectacular show, improvising and hitting notes clearly. He has found a path between pop salsa, the soft, romantic salsa that doesn't feature much improvising, a product of the recording studio, and the harder salsa of dance clubs. His records always sound moderated and smooth, but in concert, when he improvises, he always finds a relationship between his voice and his drummers.","thumbnail":null,"section":"Arts"},{"date":"19940214","headline":"We Need Storage Site For Nuclear Waste","web_url":"https://www.nytimes.com/1994/02/14/opinion/l-we-need-storage-site-for-nuclear-waste-183237.html","abstract":"  To the Editor:   I am as concerned as you are in \"Safeguard All Plutonium Now\" (editorial, Feb. 2) about the possible proliferation of nuclear materials from the dismantled nuclear arsenals of the United States and the former Soviet Union. No one is eager to see the nuclear community expand, especially to include such countries as North Korea, Iran, Iraq or Libya. I think that it is so vital that the likes of Saddam Hussein or Kim Il Sung not have a nuclear option at their disposal that I would be willing to accept the Clinton Administration's suggestion that materials from dismantled nuclear weapons be permanently stored in the United States.","thumbnail":null,"section":"Opinion"},{"date":"19940214","headline":"Dance in Review","web_url":"https://www.nytimes.com/1994/02/14/arts/dance-in-review-180483.html","abstract":"  New York City Ballet  New York State Theater   George Balanchine was seldom long-winded. Sometimes he even simplified his own choreographic utterances.","thumbnail":null,"section":"Arts"},{"date":"19940214","headline":"No Doubt About It, UConn Tops the East","web_url":"https://www.nytimes.com/1994/02/14/sports/college-basketball-no-doubt-about-it-uconn-tops-the-east.html","abstract":"  Three weeks from March Madness, the chant heard around the nation is not \"We're No. 1,\" but \"Who's No. 1?\"   But in the Big East, there is no doubt as to who is on top: UConn. On Saturday night, the Huskies started slowly once again, this time against visiting Seton Hall, and they trailed by 7 at the half. But behind Donyell Marshall's 26 points, UConn turned it up in the second half and coasted to an 80-68 victory over the Pirates, who have lost six of their last eight.","thumbnail":null,"section":"Sports"},{"date":"19940214","headline":"In Figures, Let The Games Begin","web_url":"https://www.nytimes.com/1994/02/14/sports/winter-olympics-in-figures-let-the-games-begin.html","abstract":"  Olympic officials were wrong if they thought the frenzy would diminish after Tonya Harding was given her Olympic green light. That was quickly apparent today when a crush of reporters and photographers showed up to watch Nancy Kerrigan struggle through practice. More security was put on alert than is usually needed for King Harald. Even Chelsea Clinton showed up to see what all the fuss was about.   What did Kerrigan think about Harding's being allowed to compete? It was a question everyone wanted to ask, but nobody got the chance.","thumbnail":null,"section":"Sports"},{"date":"19940214","headline":"Star Pick Is Oakley's Validation","web_url":"https://www.nytimes.com/1994/02/14/sports/on-pro-basketball-star-pick-is-oakley-s-validation.html","abstract":"  For most of his career, Charles Oakley has used the National Basketball Association's All-Star break as a time of physical and spiritual renewal: a time to revitalize and reaffirm his worth.   Ignored by fans in All-Star voting and overlooked by coaches, Oakley has used the three-day break to make an annual pilgrimage to Richmond, where he visited friends and coaches at Virginia Union University. It was here, between 1981 and 1985, that Oakley established himself as one of the best players in Division II history.","thumbnail":null,"section":"Sports"},{"date":"19940214","headline":"Faulk Shrugs Off Poking And Testing at Combine","web_url":"https://www.nytimes.com/1994/02/14/sports/pro-football-faulk-shrugs-off-poking-and-testing-at-combine.html","abstract":"  At age 20, Marshall Faulk is a victim of his success. He became such a dominating college running back that other teams deemed it a success not necessarily to beat his San Diego State team, but to hold him to 100 yards.   The public was just as unreasonable. If he ran for 200 yards in a game, so what? He had done it before. If defenses put everyone except the safeties on the line of scrimmage and held him to 100 yards, he was deemed a failure. A three-time all-American, a runner for the ages, but still a failure. Enough Was Enough    So Faulk did the only thing he could do retain sanity and pride. He said enough was enough, and he ended his college career after three years. He declared himself eligible for April's National Football League draft, and he is spending the weekend here at the N.F.L.'s annual combine testing program. Even though he bypassed the on-field drills, he underwent psychological and intelligence tests and endless interviews with teams.","thumbnail":null,"section":"Sports"},{"date":"19940214","headline":"Cuomo and New Assembly Chief Pay Tribute to Weprin at Funeral","web_url":"https://www.nytimes.com/1994/02/14/nyregion/cuomo-and-new-assembly-chief-pay-tribute-to-weprin-at-funeral.html","abstract":"  Nearly 1,500 people, from longtime constituents to the top officials of state and city government, gathered yesterday in Queens to mourn the death of Saul Weprin, the Speaker of the New York State Assembly. He was eulogized by two of his political proteges, Gov. Mario M. Cuomo and Sheldon Silver, the new Speaker, as a quiet but forceful leader in the Legislature.    Mr. Weprin, a Democrat from Queens who served as Speaker for three years, died on Friday of complications from a stroke he suffered on Jan. 18. He was 66.","thumbnail":null,"section":"New York"},{"date":"19940214","headline":"Dance in Review","web_url":"https://www.nytimes.com/1994/02/14/arts/dance-in-review-311278.html","abstract":"  'Coppelia'  New York City Ballet New York State Theater    The world outside the New York State Theater may have been stormy on Tuesday, but there was nothing but sunshine onstage when the New York City Ballet presented \"Coppelia,\" that great 19th-century comic ballet about a young man who falls in love with a mechanical doll. The choreography by George Balanchine and Alexandra Danilova owes much to tradition and offers its soloists roles that require fine acting and technical virtuosity.","thumbnail":null,"section":"Arts"},{"date":"19940214","headline":"Critic's Notebook; Are the TV Images Father To U.S. Action in Bosnia?","web_url":"https://www.nytimes.com/1994/02/14/arts/critic-s-notebook-are-the-tv-images-father-to-us-action-in-bosnia.html","abstract":"  If the latest atrocity in Sarajevo had not been caught by the cameras, it is being suggested, the Administration would not finally have been moved to do something more strenuous about Bosnia than hold meetings with allies.   Maybe the error of the gunners who killed 68 people in the city's central marketplace on Feb. 5 was one of timing. Could their intelligence service have failed to notice that Peter Jennings was in town, ready to bring the spotlight of a network news anchor's presence to the painful pictures? Mr. Jennings used some impassioned language (\"Against civilians this is not war, this is terrorism.\") and drew repeated attention to American inaction.","thumbnail":null,"section":"Arts"},{"date":"19940214","headline":"Inflation and Unpaid Bills Haunt Russia","web_url":"https://www.nytimes.com/1994/02/14/world/inflation-and-unpaid-bills-haunt-russia.html","abstract":"  Since Russia's best-known economic reformers left the Government two weeks ago, there has much been casting about for signs of impending salvation or doom, enough to drive omen mavens back to bird entrails.   The Prime Minister, Viktor S. Chernomyrdin, has suddenly doubled his own inflation forecasts, now projecting a rate of 15 to 18 percent a month by the end of the year. The state energy sector warned of \"a complete paralysis of economic activity\" unless somebody started paying bills owed to it. The Economics Minister, Aleksandr N. Shokhin, talked of price controls and unpaid Government obligations of 7 trillion rubles ($4.4 billion), which Mr. Chernomyrdin vows to pay.","thumbnail":null,"section":"World"},{"date":"19940214","headline":"New Scandal Rocks Tory Party, With M.P. Admitting Infatuation","web_url":"https://www.nytimes.com/1994/02/14/world/new-scandal-rocks-tory-party-with-mp-admitting-infatuation.html","abstract":"  In the latest in a blizzard of allegations of sexual impropriety involving politicians, a married Tory member of Parliament resigned a foreign affairs post today after a London newspaper published details of what it described as an extramarital affair with a 22-year-old woman.   The legislator, Hartley Booth, 47, the father of three children, first denied and then acknowledged his infatuation with Emily Barr, a college student who was a researcher in his parliamentary office, The Sunday Mirror said. But Mr. Booth adamantly denied the pair ever had a sexual relationship.","thumbnail":null,"section":"World"},{"date":"19940214","headline":"Pakistanis Offer Troops for Bosnia","web_url":"https://www.nytimes.com/1994/02/14/world/pakistanis-offer-troops-for-bosnia.html","abstract":"  Pakistan has 3,000 soldiers waiting to go to Bosnia and Herzegovina, but the United Nations has no money to get them there or give them weapons once they arrive, Foreign Minister Sardar Assef Ali said today.   \"It is a problem of finances,\" he told reporters at his first briefing since returning earlier this month from a visit to the Bosnian capital, Sarajevo, with Prime Minister Benazir Bhutto.","thumbnail":null,"section":"World"},{"date":"19940214","headline":"Tips","web_url":"https://www.nytimes.com/1994/02/14/style/IHT-tips.html","abstract":"U NITED by a bond of simple geography and bolstered by the flowering of the European Union, Belgium, Luxembourg and the Netherlands also share a common, longtime allegiance to French cuisine. But examine the cultures one by one, and you'll find well-defin","thumbnail":null,"section":"Style"},{"date":"19940214","headline":"With Officer's Acquittal, Anger at the Prosecutor","web_url":"https://www.nytimes.com/1994/02/14/nyregion/with-officer-s-acquittal-anger-at-the-prosecutor.html","abstract":"  The 1992 narcotics case that led to the takeover of the Police Department and two years of law-enforcement upheaval in the tiny borough of Sussex in rural northwestern New Jersey has ended with quick acquittal of an officer accused of stealing cocaine from the police evidence locker.   In the eyes of the jury, it seems, the whole affair was much ado about nothing. And Sussex's Mayor, Peter Horvath, says the borough feels victimized by the state and now unfairly faces large expenses because of the prosecution.","thumbnail":null,"section":"New York"},{"date":"19940214","headline":"No Surprise: Heating Oil Is Going Up","web_url":"https://www.nytimes.com/1994/02/14/nyregion/no-surprise-heating-oil-is-going-up.html","abstract":"  If constant shoveling is not enough to cause homeowners to lose patience with the harsh winter, perhaps their coming heating bills will: Oil customers may see their bills climb not only because of increased fuel use, but also because many suppliers are raising prices.   Oil delivery companies blame wholesalers for the increases, saying they have been charging about 20 cents more a gallon since December as oil supplies dwindle. Still, many retailers say they have not passed along the full brunt of those increases to customers.","thumbnail":null,"section":"New York"},{"date":"19940214","headline":"For Pairs, Victory Is in Eyes Of Judges","web_url":"https://www.nytimes.com/1994/02/14/sports/winter-olympics-for-pairs-victory-is-in-eyes-of-judges.html","abstract":"  It is no secret that figure skating judges monitor practices as closely as competitions. And it is every skater's suspicion that the judges often rely on what they expect to see instead of what they actually see.   That appeared to be the case tonight as Natalya Mishkutienok and Artur Dmitriev, the defending Olympic champions from Russia, skated an inspiring, creative short program only to wind up in second place, behind the 1988 gold medalists, Yekaterina Gordeyeva and Sergei Grinkov, also of Russia. A judging controversy in figure skating. Imagine that.","thumbnail":null,"section":"Sports"},{"date":"19940214","headline":"Court-Appointed Defense Offers the Poor a Lawyer, But the Cost May Be High","web_url":"https://www.nytimes.com/1994/02/14/us/court-appointed-defense-offers-the-poor-a-lawyer-but-the-cost-may-be-high.html","abstract":"  For Jimmy Davis, a 23-year-old accused of murdering a sales clerk in a robbery attempt, the justice system moved with frightening speed: After a five-day trial in December, it took 90 minutes for a jury to find him guilty of murder and two hours for it to recommend that he be put to death in the electric chair.   As Calhoun County sheriff's deputies led the lanky defendant with protruding, frightened eyes from the courtroom, he softly muttered under his breath: \"This ain't right. This is wrong.\"","thumbnail":null,"section":"U.S."},{"date":"19940214","headline":"Who Pays Physicians","web_url":"https://www.nytimes.com/1994/02/14/opinion/l-who-pays-physicians-183245.html","abstract":"  To the Editor:   Re \"Fond Memory: The Family Doctor Is Rarely In\" (The Week in Review, Feb. 6): I agree that doctors seem greedy and arrogant, and that they \"don't care about people as much as they used to.\"","thumbnail":null,"section":"Opinion"},{"date":"19940214","headline":"Di Centa of Italy Shouts 'Volare' to Freestyle Gold","web_url":"https://www.nytimes.com/1994/02/14/sports/winter-olympics-di-centa-of-italy-shouts-volare-to-freestyle-gold.html","abstract":"  The had just won the first gold medal of her long career, which just so happened to be the first gold medal of these Winter Olympics, and Manuela Di Centa, like so many Italians, was having no difficulty finding words to match her feelings.   \"Volare, volare, volare, volare,\" she said in her native tongue. \"After the second kilometer, I just felt like I was flying, flying, flying, and I just kept on flying all the way to the finish.\"","thumbnail":null,"section":"Sports"},{"date":"19940214","headline":"Look for the Human Rights Label","web_url":"https://www.nytimes.com/1994/02/14/opinion/l-look-for-the-human-rights-label-183199.html","abstract":"  To the Editor:   In \"Trade vs. Human Rights\" (front page, Feb. 6), you describe the growing tension between human rights and trade, not only in government circles, but also within the business community. You neglect, however, to mention the response of several leading corporations to the human rights versus trade debate.","thumbnail":null,"section":"Opinion"},{"date":"19940214","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/02/14/nyregion/metro-digest-177628.html","abstract":"  PREVENTING MURDER ON THE JOB   With homicide now the leading cause of death in the workplace in New York City and the second-leading cause across the nation, the crimes are increasingly being viewed as occupational health threats that are potentially preventable, rather than simply as random criminal acts. A1. NEW YORK CITY PUBLIC ADVOCATE, PRIVATE STRUGGLE In the six weeks since his inauguration, Mark J. Green, New York City's new Public Advocate, has seized the issue of reinventing government with a passion. He said that embracing the issue was only natural, and that he had long been a champion of making government leaner and more efficient. But others suggest that it is one of many ways Mr. Green has chosen to make a mark in the city's second-highest post, a job that is ill-defined and widely perceived as just short of ceremonial. B3.","thumbnail":null,"section":"New York"},{"date":"19940214","headline":"Keeping Elderly at Home and Care Affordable","web_url":"https://www.nytimes.com/1994/02/14/us/keeping-elderly-at-home-and-care-affordable.html","abstract":"  After Rosa Alston had her second leg amputated, her surgeon began making arrangements for her to go to a nursing home.    But Mrs. Alston, a 73-year-old widow who lives alone, would have none of it. Instead, she signed up for Palmetto Senior Care, a comprehensive-care program for frail elderly people based on a San Francisco model that is winning support among health policy makers nationwide.","thumbnail":null,"section":"U.S."},{"date":"19940214","headline":"Union Schools Get 'A' in Efficiency","web_url":"https://www.nytimes.com/1994/02/14/nyregion/union-schools-get-a-in-efficiency.html","abstract":"  Being singled out as one of the state's most efficient school districts is a little like being the teacher's pet: You get a lot of attention from the people in charge, but your classmates will probably not like you much.   The Union Township School District is reaping accolades from state officials after the release of a report touting its solid academic performance and its per-pupil costs, which are below average.","thumbnail":null,"section":"New York"},{"date":"19940214","headline":"Bridge","web_url":"https://www.nytimes.com/1994/02/14/nyregion/bridge-179361.html","abstract":"  In the seven decades of bridge competitions, one might think that every possible major type of event has been attempted. But no. The Chinese have just come up with a new one, and two Americans recently took part in it.   James E. Cayne of Manhattan, president of Bear, Stearns Inc., the brokerage house, and owner of many national titles, and Kathie Wei-Sender of Nashville, a world champion and long the American link to Chinese players, were in Beijing last month and competed in a one-table duplicate game. And that, by definition, is impossible.","thumbnail":null,"section":"New York"},{"date":"19940214","headline":"Neediest Cases: When Layoffs Replace Dreams","web_url":"https://www.nytimes.com/1994/02/14/nyregion/neediest-cases-when-layoffs-replace-dreams.html","abstract":"  John O. remembers the exact moment he and his wife, Monique, decided to move from London to the United States.   It was during a vacation in 1985, when they flew into Houston and rented a car to drive west to San Antonio through the rolling Texas hill country.","thumbnail":null,"section":"New York"},{"date":"19940214","headline":"1944:Polish Question : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/02/14/opinion/IHT-1944polish-question-in-our-pages100-75-and-50-years-ago.html","abstract":"WASHINGTON - [From our New York edition:] The United States government is pursuing a course of cautious neutrality in the Russian- Polish boundary dispute, but is working patiently and quietly behind the scenes to get the Soviet government and the exiled","thumbnail":null,"section":"Opinion"},{"date":"19940214","headline":"A Former U.S., Former British Skier From Canada Does Estonia Proud","web_url":"https://www.nytimes.com/1994/02/14/sports/IHT-a-former-us-former-british-skier-from-canada-does-estonia-proud.html","abstract":"His friends were celebrating around him when Connor O'Brien saw the tears in his wife's eyes. He was telling the story of his Olympic comeback to reporters while his friends laughed and hugged one another. But each time he looked up, he looked at her..","thumbnail":null,"section":"Sports"},{"date":"19940214","headline":"A Demeaning Travel Ban to Cuba","web_url":"https://www.nytimes.com/1994/02/14/opinion/a-demeaning-travel-ban-to-cuba.html","abstract":"  It is hard to deny the value of a free trade in ideas and information across international frontiers. Yet for five years, successive Administrations have resisted lifting restrictions on travel by writers and artists during trade embargoes against countries like North Korea, Vietnam and Cuba.    Now the Clinton Administration appears to be playing the same game. It promised to review existing bans in order to fend off a liberalizing amendment put forward by Representative Howard Berman, a California Democrat who is chairman of the subcommittee on international operations. But after the review, Cuba was still excluded from any relaxation of travel bans.","thumbnail":null,"section":"Opinion"},{"date":"19940214","headline":"The List So Far","web_url":"https://www.nytimes.com/1994/02/14/style/IHT-the-list-so-far.html","abstract":".The following is an evolving list of the 10 best restaurants in the world and the 10 best affordable restaurants, based on reporting so far. The list includes reviews on Hong Kong, Tokyo, the United States, France, and the Benelux countries. With each","thumbnail":null,"section":"Style"},{"date":"19940214","headline":"Moe Makes a Golden Rush Right Into the Heart of Dear Old Dad","web_url":"https://www.nytimes.com/1994/02/14/sports/winter-olympics-moe-makes-a-golden-rush-right-into-the-heart-of-dear-old-dad.html","abstract":"  Eleven years ago, Tom Moe Sr. and son Tommy made a father-and-son connection, laying the foundation for a dream. Tom Moe needed 46 weather-plagued hours to reach Norway from Alaska, through Dallas and Copenhagen, and six more this morning to get from Lillehammer to the grandstand at the bottom of the mountain to see it all come true.   For the race of his 24-year-old son's life, he arrived with a couple of minutes to spare.","thumbnail":null,"section":"Sports"},{"date":"19940214","headline":"Jews Had Negligible Role in Slave Trade","web_url":"https://www.nytimes.com/1994/02/14/opinion/l-jews-had-negligible-role-in-slave-trade-183202.html","abstract":"  To the Editor:   Louis Farrakhan, the Nation of Islam leader, stated in his Feb. 3 news conference that my unpublished 1977 dissertation for the University of California, Los Angeles, on the history of black-Jewish relations agreed \"with everything we said\" in \"The Secret Relationship Between Blacks and Jews.\" That anonymous Nation of Islam book claims that the Atlantic slave trade was \"dominated\" by Jewish merchants (who, according to the authoritative Jacob Rader Marcus, accounted for \"considerably less than 2 percent\" of the traffic).","thumbnail":null,"section":"Opinion"},{"date":"19940214","headline":"UB40 Postpones Show","web_url":"https://www.nytimes.com/1994/02/14/arts/ub40-postpones-show.html","abstract":"  The UB40 concert scheduled for tonight at the Paramount has been postponed because the group's saxophonist, Brian Travers, is ill. The new date is Feb. 23 at 8 P.M.; tonight's tickets will be honored. If refunds are preferred, they may be had at the point of purchase no later than tomorrow. Information: (212) 465-6741.","thumbnail":null,"section":"Arts"},{"date":"19940214","headline":"Did Olympic Committee Lose? Hardly an Accurate Appraisal","web_url":"https://www.nytimes.com/1994/02/14/sports/winter-olympics-did-olympic-committee-lose-hardly-an-accurate-appraisal.html","abstract":"  While it might appear that the United States Olympic Committee was a resounding loser and Tonya Harding the big winner as a phalanx of lawyers in the Clackamas County circuit court shaped events some 5,000 miles away, looks have often been deceiving since that whack on a knee six weeks ago.   A closer examination of the negotiated settlement, allowing the 23-year-old skater to compete in the Lillehammer Olympics, suggests that the Olympic committee has suffered little beyond the incredulity of those who presume she was involved in the attack on her rival, Nancy Kerrigan, even though she has not been charged.","thumbnail":null,"section":"Sports"},{"date":"19940214","headline":"Nicholls Scores 1,000th Point","web_url":"https://www.nytimes.com/1994/02/14/sports/nicholls-scores-1000th-point.html","abstract":"  Center Bernie Nicholls, trying in his 13th season to show skeptics that he still belongs, tonight became the 39th man in National Hockey League history to reach 1,000 career points as the Devils and the Lightning tied in overtime, 3-3.   Nicholls's milestone came in spectacular fashion -- on a 30-foot laser beam of a shot that eluded Tampa Bay goalie Pat Jablonski in the left corner. The second period goal gave the Devils a 2-2 tie. But Nicholls wasn't through. With the visitors down by a goal and less than nine minutes left in the game, he scored again, this one a rocket over Jablonski's left shoulder.","thumbnail":null,"section":"Sports"},{"date":"19940214","headline":"Special Elections Will Fill Nine Seats in the State Legislature","web_url":"https://www.nytimes.com/1994/02/14/nyregion/special-elections-will-fill-nine-seats-in-the-state-legislature.html","abstract":"  Nine empty spots in the state Legislature -- seven seats in the Assembly and two in the Senate -- will be filled in special elections on Tuesday.   The elections will not change the balance of party power in the Democratic-led Assembly or the Republican-led Senate.","thumbnail":null,"section":"New York"},{"date":"19940214","headline":"Review/Cabaret; A Singer With Traces Of Ella","web_url":"https://www.nytimes.com/1994/02/14/arts/review-cabaret-a-singer-with-traces-of-ella.html","abstract":"  Karrin Allyson, a young jazz singer from Kansas City, is a reassuring musical presence at a rather sad moment. Emerging at a time when many of the vocalists who pioneered modern jazz singing have died or are nearing the ends of their careers, she has a natural feel for a tradition that matured long before she was born.    The singer, who is appearing at Michael's Pub (211 East 55th Street, Manhattan) through March 5, does not possess a commanding voice, but she wields what equipment she has with technical skill and expressive savvy. Her light voice, which contains more than a hint of nasality, swivels around notes and phrases in a way that suggests a combination of Helen Merrill, Susannah McCorkle and Rickie Lee Jones, although her jazz phrasing is more orthodox than any of those singers.","thumbnail":null,"section":"Arts"},{"date":"19940214","headline":"Canvassing by Federal Agents Is Reported in Crown Heights","web_url":"https://www.nytimes.com/1994/02/14/nyregion/canvassing-by-federal-agents-is-reported-in-crown-heights.html","abstract":"  Investigators in the renewed Federal effort to prosecute in the 1991 killing of a Hasidic scholar in Crown Heights are canvassing the Brooklyn neighborhood for witnesses and seeking possible photographic evidence from the press, according to community leaders and others familiar with the inquiry.   Attorney General Janet Reno announced on Jan. 25 that the Justice Department would pursue a grand jury investigation into the stabbing of the scholar, Yankel Rosenbaum, during four days of violence in the area. Since then, local leaders say, Federal agents have been \"on the streets talking to people, going up and down President Street,\" as one put it, referring to the scene of the slaying.","thumbnail":null,"section":"New York"},{"date":"19940214","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/02/14/nyregion/chronicle-183148.html","abstract":"  When JOYCE RANDOLPH , the renowned Trixie Norton of \"The Honeymooners,\" and RICHARD I. CHARLES , a retired advertising executive, were married 38 years ago, they barely had time to celebrate, because Miss Randolph had to be back at work shooting the television show the next day.    Today along with some 50 other couples, they will renew their wedding vows in a Valentine's Day ceremony of reaffirmation at the Milleridge Inn in Jericho, L.I.","thumbnail":null,"section":"New York"},{"date":"19940214","headline":"Drive-Through Deliveries","web_url":"https://www.nytimes.com/1994/02/14/opinion/drivethrough-deliveries.html","abstract":"Nine years ago, in what many women may come to regard as the golden era of labor and delivery, I had my first child. I was 38 years old, the only child of a widowed 75-year-old mother who had long ago forgotten how to diaper a baby, a career woman whose friends were in the work force and whose husband couldn't take time off from work. I endured 30 hours of back labor, three and a half hours of pushing and an episeotomy before my baby appeared. I had a normal vaginal delivery. Even so, I needed every minute, every second, of my four-day hospital stay.\n\nNow it seems I am a relic, a dinosaur. In this new era of health care reform, many managed care plans have turned labor and delivery units into the equivalent of drive-through banks.","thumbnail":null,"section":"Opinion"},{"date":"19940214","headline":"Review/Theater: Three Tall Women; Edward Albee Conjures Up Three Ages of Woman","web_url":"https://www.nytimes.com/1994/02/14/theater/review-theater-three-tall-women-edward-albee-conjures-up-three-ages-of-woman.html","abstract":"  The woman identified simply as A in Edward Albee's \"Three Tall Women,\" the startlingly personal work that is receiving its New York premiere at the Vineyard Theater, shares many of the linguistic and psychological traits common to characters in Mr. Albee's more abstract plays. She is given to questing reiteration of certain phrases that take on different shadings in the repetition; she shifts disjunctively between arrogant complacency and fearful disorientation; and her memory slides and stumbles like a neophyte skater. \"I can't remember what I can't remember,\" she says.   But A is a woman whose speech patterns are not merely stylized representations of Mr. Albee's enduring obsessions with the elusiveness of personality and its self-deceptions. There is a purely naturalistic reason for her behavior. Played with virtuosic reversals of mood by the superb Myra Carter, A is a 92-year-old woman (or is it 91, as she insists?) who is on the threshold of death. And the way she talks is rooted in the very familiar struggle of the aged with encroaching senility.","thumbnail":null,"section":"Theater"},{"date":"19940214","headline":"Snow Tests the Mettle Of Crews on the Tracks","web_url":"https://www.nytimes.com/1994/02/14/nyregion/snow-tests-the-mettle-of-crews-on-the-tracks.html","abstract":"  Many trains bogged down in the storm on Friday, but even for the ones that kept going, it wasn't easy.   It might seem that the 110-ton cars of the Metro-North Commuter Railroad and the Long Island Rail Road, riding snugly between steel rails, could zip through snow where a 1.5-ton automobile could not. But sometimes the rails themselves, and the third-rail power system, succumb.","thumbnail":null,"section":"New York"},{"date":"19940214","headline":"The Emerging School Bureaucracy","web_url":"https://www.nytimes.com/1994/02/14/opinion/the-emerging-school-bureaucracy.html","abstract":"  In the weeklong budget fight between New York's City Hall and the Board of Education, Mayor Rudolph Giuliani has hit pay dirt. The city's Schools Chancellor, Ramon Cortines, now admits that the board has routinely understated the number of managers at headquarters -- perhaps by as much as 50 percent.    That confirms Mr. Giuliani's worst suspicions that the board is a \"bureaucracy out of control,\" and gives new credence to his demand that the board eliminate 2,500 administrative jobs.","thumbnail":null,"section":"Opinion"},{"date":"19940214","headline":"Zvereva Tops Rubin in Final","web_url":"https://www.nytimes.com/1994/02/14/sports/zvereva-tops-rubin-in-final.html","abstract":"  With the top five seeded players, including Martina Navratilova, a 12-time champion, fallen by the wayside, sixth-seeded Natalya Zvereva was able to seize her first singles title since 1990 by defeating a first-time finalist, Chanda Rubin, 6-3, 7-5, today in the Virginia Slims of Chicago final.   Zvereva said her singles breakthrough was almost too long in coming. \"I didn't think I could a win a tournament anymore,\" she said. \"Not that I don't believe in myself, but I don't expect to win.\"","thumbnail":null,"section":"Sports"},{"date":"19940214","headline":"It Is Still Too Early Either to Punish Indonesia or to Reward It","web_url":"https://www.nytimes.com/1994/02/14/opinion/IHT-it-is-still-too-early-either-to-punish-indonesia-or-to-reward-it.html","abstract":"Sometime on or after this Tuesday, the U.S. government will decide whether or not to impose stiff trade sanctions on Indonesia because of violations of workers' rights. At stake are tariff benefits worth some $640 million a year that Indonesia receives u","thumbnail":null,"section":"Opinion"},{"date":"19940214","headline":"Quake Raises Fears About Safety Of California's University Buildings","web_url":"https://www.nytimes.com/1994/02/14/us/quake-raises-fears-about-safety-of-california-s-university-buildings.html","abstract":"  The collapsed parking garage on the campus of California State University at Northridge is in many ways the signature image of last month's violent earthquake here, a tangle of concrete and steel that in one deadly instant could have been a coffin for countless students and faculty members had the quake not struck in the predawn hours and during the semester break.   Classes for 24,000 students are to resume at Northridge on Monday in a hastily assembled village of trailers and tents. Repairs to the 53 buildings on campus, all of them damaged in varying degrees, are expected to cost at least $250 million.","thumbnail":null,"section":"U.S."},{"date":"19940214","headline":"SUITS CHALLENGING REDRAWN DISTRICTS THAT HELP BLACKS","web_url":"https://www.nytimes.com/1994/02/14/us/suits-challenging-redrawn-districts-that-help-blacks.html","abstract":"  A year after Congressional redistricting sent a record number of minority lawmakers to Capitol Hill, newly created black Congressional districts face a rising tide of court challenges that may threaten those electoral gains.   At stake are not just the future of the districts and the representatives being challenged. At issue is a tangle of politics and race that has the potential to affect the nature of districts, from city councils to Congress, and the makeup of Congress at a time when President Clinton is trying to maintain the fragile margin of support in the House that provided him with legislative victories in his first year in office.","thumbnail":null,"section":"U.S."},{"date":"19940214","headline":"Pavin Comes Up Big With Key Putts","web_url":"https://www.nytimes.com/1994/02/14/sports/golf-pavin-comes-up-big-with-key-putts.html","abstract":"  He has always run counter to prevailing wisdom. Throughout his career, Corey Pavin has fought glib characterizations that held he was too short off the tee and too small of stature to ever stand tall among the game's big boys.   Today, at the Nissan Los Angeles Open, he once again pulled out his sling and slew a giant. Pavin, who began the final round one stroke behind Fred Couples, shot three-under-par 68 to Couples's even-par 71 and won the tournament. In so doing, he demonstrated once again the absolute truth of that hoary golf apothegm: drive for show, putt for dough.","thumbnail":null,"section":"Sports"},{"date":"19940214","headline":"Trip to Arkansas Helps President Catch Up and Visit With Family","web_url":"https://www.nytimes.com/1994/02/14/us/trip-to-arkansas-helps-president-catch-up-and-visit-with-family.html","abstract":"  President Clinton returned to his boyhood home this weekend for the first time since his mother, Virginia Clinton Kelley, died and turned his attention to what he had left undone because of the demands of office.   Mr. Clinton spent Saturday and much of today at the lakefront home where his mother's husband, Richard Kelley, now lives alone. He spent time going through his mother's papers and devoted this morning to reminiscing with Mr. Kelley and his younger brother, Roger, who also spent the night.","thumbnail":null,"section":"U.S."},{"date":"19940214","headline":"Books of The Times; The Making of an Economist, Part 2","web_url":"https://www.nytimes.com/1994/02/14/sports/books-of-the-times-the-making-of-an-economist-part-2.html","abstract":"  John Maynard Keynes  Volume II: The Economist as Savior, 1920-1937  By Robert Skidelsky  Illustrated. 731 pages. Allen Lane/The Penguin PressPearson. $37.50.     In the first volume of his monumental biography, \"John Maynard Keynes: Hopes Betrayed, 1883-1920,\" Robert Skidelsky fit together like the parts of a matrushka doll the multiple lives of his subject -- the Bloomsbury esthete, the Cambridge don, the gadfly journalist, the currency speculator, the lover of young men, the adviser to statesmen -- and showed how Keynes was able to encapsulate his seemingly conflicting personae.","thumbnail":null,"section":"Sports"},{"date":"19940214","headline":"1894:Khedive Offended : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/02/14/opinion/IHT-1894khedive-offended-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - Oriental susceptibilities have once more been wounded on the London stage, and the peace of the world cannot possibly outlast the run of the present Gaiety burlesque, \"Don Juan.\" This time it is [about] the Khedive, who has set in motio","thumbnail":null,"section":"Opinion"},{"date":"19940214","headline":"Dance in Review","web_url":"https://www.nytimes.com/1994/02/14/arts/dance-in-review-183130.html","abstract":"  Cornfield Dance  Dia Center for the Arts SoHo    Ellen Cornfield delighted in the physical vigor of dancing in the program that her company, Cornfield Dance, presented on Thursday night","thumbnail":null,"section":"Arts"},{"date":"19940214","headline":"Hearts May Safely Flutter Over Valentine Chocolates","web_url":"https://www.nytimes.com/1994/02/14/us/hearts-may-safely-flutter-over-valentine-chocolates.html","abstract":"  Millions of Americans will assume on Valentine's Day today that the quickest way to a lover's heart is through a box of luscious chocolates, even if it is not the healthiest of gifts. But according to recent studies of chocolate's effects on cholesterol, at least in the medical sense these hopeful Valentines need not worry.   National food surveys clearly indicate that chocolate sets many a heart aflutter. But, the studies show, even a three-pound heart-shaped box of the richest pure chocolate -- as sinful as its 6,900 calories may seem -- is unlikely to literally stop hearts dead in their tracks.","thumbnail":null,"section":"U.S."},{"date":"19940214","headline":"Paris Journal; France Is a Match Breaker, Mixed Couples Say","web_url":"https://www.nytimes.com/1994/02/14/world/paris-journal-france-is-a-match-breaker-mixed-couples-say.html","abstract":"  Quietly sobbing in the 17th-century hall of the central Paris law courts, a young French woman learned the other day that her quest to marry the Algerian man she loves had been frustrated once again.   \"I am completely bewildered,\" said the woman, Fabienne Bricet, a 24-year-old communications student. \"The French state does not want me to get married. And against the state, I seem to be powerless. Why? I have gone round so many times I feel I am in a Kafka novel.\"","thumbnail":null,"section":"World"},{"date":"19940214","headline":"1919:Spartacists Active : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/02/14/opinion/IHT-1919spartacists-active-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - Latest despatches from Germany indicate that, though scotched, the Spartacist movement is by no means killed. Business in Berlin is at a standstill, the transport workers having come out on strike. A big sensation has also been caused in the capi","thumbnail":null,"section":"Opinion"},{"date":"19940214","headline":"Beyond Pigs and Quilts in Cooperative Extension; In New York City, Growing Trout in the Bronx and Teaching About AIDS and Drugs","web_url":"https://www.nytimes.com/1994/02/14/nyregion/beyond-pigs-quilts-cooperative-extension-new-york-city-growing-trout-bronx.html","abstract":"  Philson Warner showed off the catfish and striped bass that he was rearing in dozens of gurgling tanks and plastic garbage bins in a makeshift laboratory in the South Bronx, remembering with some antipathy the time the central oxygen pump expired for a day and hundreds of fish simultaneously moved heavenward. He didn't care to talk much about the occasional floods.   He nodded at his vegetables and spices -- celery, spinach, basil -- being grown hydroponically in nutrient-rich solution. That is how you do things when you are a high-rise farmer. He's working on a device that will hang from the ceiling. \"Won't take up as much space, great for the city,\" he said.  \"Listen, I'm always dreaming.\"","thumbnail":null,"section":"New York"},{"date":"19940214","headline":"Redirecting Technology to Travelers From Troops","web_url":"https://www.nytimes.com/1994/02/14/us/redirecting-technology-to-travelers-from-troops.html","abstract":"  A steel net used on aircraft carriers to stop jet fighters from plunging into the sea is being tested at Illinois railroad crossings to stop cars from driving into the path of oncoming trains. Materials involved in the production of Stealth bombers are being used in the construction of a San Diego bridge, and a technology developed to simulate tank battles is being tested for the study of automobile traffic in urban areas.   The beating of swords into plowshares is booming in the world of transportation, where military technology is being applied to an array of new projects. Technology was the big winner in President Clinton's budget, and the Transportation Department proposed $692 million for research and development, a 14 percent increase over current spending. Of this amount, $425 million was for projects designed to enhance commercial applications of defense-related technology.","thumbnail":null,"section":"U.S."},{"date":"19940214","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/02/14/nyregion/news-summary-176532.html","abstract":"  International A2-9 HOW U.S. SHIFTED ON BOSNIA   The story of how the United States decided to enter the Bosnia negotiations illustrates how President Clinton does business, favoring deliberation over bold action and delegation over micromanagement.  A1","thumbnail":null,"section":"New York"},{"date":"19940214","headline":"No Longer in a Shadow, Pippen Is Star of Stars","web_url":"https://www.nytimes.com/1994/02/14/sports/pro-basketball-no-longer-in-a-shadow-pippen-is-star-of-stars.html","abstract":"  Scottie Pippen spent much of his career performing in Michael Jordan's shadow. Tonight, Pippen grabbed the spotlight.   Winning the most valuable player award of the 44th annual All-Star Game today, Pippen led the Eastern Conference to a 127-118 victory over the Western Conference before a capacity crowd of 17,096 at the Target Center. Pippen, a multitalented forward with the Chicago Bulls, led all scorers with 29 points, had 11 rebounds and set the tone for the game with his suffocating defense, 3-point shooting and open-court creativity.","thumbnail":null,"section":"Sports"},{"date":"19940214","headline":"Workplace Murders Provoke Lawsuits and Better Security","web_url":"https://www.nytimes.com/1994/02/14/nyregion/workplace-murders-provoke-lawsuits-and-better-security.html","abstract":"  After a 22-year-old sales worker, Lisa Steinberg, was murdered two years ago in the Manhattan clothing store where she worked, the culprit who repeatedly stabbed her with a screwdriver and then shot her in the mouth was tracked down, convicted and sentenced to 25 years to life in prison.   Now, Ms. Steinberg's parents are going back to court, this time trying to pin part of the responsibility for their daughter's murder on two security companies, an armored-car company and a construction company -- all of which had duties at the store at the time of the murder, but have never been accused of laying a hand on her. 'This Was Preventable'    With homicide now the leading cause of death in the workplace in New York City and the second-leading cause across the nation, the crimes are increasingly being viewed by the legal system, the government and employers themselves as occupational health threats that are potentially preventable, rather than simply as random acts by criminals.","thumbnail":null,"section":"New York"},{"date":"19940214","headline":"Rangers Thrive in Winter Wonderland","web_url":"https://www.nytimes.com/1994/02/14/sports/hockey-rangers-thrive-in-winter-wonderland.html","abstract":"  After the Rangers defeated the Senators by 4-3 on Mike Gartner's overtime goal in Ottawa Saturday night, Mark Messier looked up to see Phil Bourque in a long coat, a big hat and a thick scarf.   \"What's up, 'Two-Niner?' \" asked Messier, using the nickname from Bourque's uniform number, 29.   Bourque said he and defenseman Jay Wells were skating back to the hotel down the frozen Rideau canal, joining thousands of others gliding past colorfully lighted ice and snow sculptures decorating the \"Winderlude\" festival. 'Never Hurt Anybody'    \"Come on!\" said Messier, eyes widening and smiling. \"Really?\"   \"Sure,\" Bourque replied. \"Little river skate never hurt anybody.\"","thumbnail":null,"section":"Sports"},{"date":"19940214","headline":"Abroad at Home; Shultz On Bosnia","web_url":"https://www.nytimes.com/1994/02/14/opinion/abroad-at-home-shultz-on-bosnia.html","abstract":"  \"It is the ultimate end of a disgrace.\"   That was how George Shultz began when I asked him what he thought of President Clinton's new policy on Bosnia. The Administration is joining European governments in pressing the Bosnians to accept \"reasonable\" terms for dismemberment of their country.","thumbnail":null,"section":"Opinion"},{"date":"19940214","headline":"South African Vote: Zulu Party Moves to Margins","web_url":"https://www.nytimes.com/1994/02/14/world/south-african-vote-zulu-party-moves-to-margins.html","abstract":"  Peter Miller and Ziba Jiyane defected to the Inkatha Freedom Party last year from opposite directions.   Mr. Miller came from the governing white National Party, Mr. Jiyane from the black nationalism of the Pan Africanist Congress. Both were convinced that Inkatha -- rooted in the tradition of South Africa's largest tribe, the Zulus, but Western in its talk of federalist democracy and free enterprise -- would hold the political center in a democratic South Africa.","thumbnail":null,"section":"World"},{"date":"19940214","headline":"Officials' Comments on Peace Talks Leave Israelis Unsettled","web_url":"https://www.nytimes.com/1994/02/14/world/officials-comments-on-peace-talks-leave-israelis-unsettled.html","abstract":"  Prime Minister Yitzhak Rabin found himself embroiled today in a dispute over whether he has been straightforward on where Israel is headed in peace talks with Syria and the Palestinians.   The catalyst for the debate was an unlikely source, the secretary general of his own Labor Party.","thumbnail":null,"section":"World"},{"date":"19940214","headline":"From Indecision To Ultimatum -- A special report; As U.S. Sought a Bosnia Policy, The French Offered a Good Idea","web_url":"https://www.nytimes.com/1994/02/14/world/indecision-ultimatum-special-report-us-sought-bosnia-policy-french-offered-good.html","abstract":"  When President Clinton learned of the deadly mortar attack on the main marketplace in Sarajevo on Feb. 5, his instinct was to ask the allies what to do.   For two weeks, the Administration had been moving toward a consensus that its own credibility and NATO's would be at stake if the United States did not come up with a diplomatic initiative to end the 22-month war in Bosnia and Herzegovina. When Mr. Clinton summoned his national security team to a 45-minute meeting in the Oval Office, he said he was \"outraged\" by the bloodshed but had no clear idea how to respond.","thumbnail":null,"section":"World"},{"date":"19940214","headline":"Public Advocate, Private Battle","web_url":"https://www.nytimes.com/1994/02/14/nyregion/public-advocate-private-battle.html","abstract":"  On a recent morning in a midtown Manhattan hotel, Mark J. Green, New York City's new Public Advocate, stood before about 200 business and civic leaders and offered a treatise on turning some functions of city government over to private companies -- an issue that was a cornerstone of Mayor Rudolph W. Giuliani's campaign last year.   Indeed, in the six weeks since his inauguration, Mr. Green has seized the issue of reinventing government with a passion. He has prepared position papers, met with a national expert on the topic, and traveled to Washington to share his ideas with Vice President Al Gore.","thumbnail":null,"section":"New York"},{"date":"19940214","headline":"Review/Television; Like Card Companies, Networks Love Holidays","web_url":"https://www.nytimes.com/1994/02/14/arts/review-television-like-card-companies-networks-love-holidays.html","abstract":"  Always eager to make the most of a marketing opportunity, prime-time television is pouncing on St. Valentine's Day in its own disorganized, almost charmingly daffy way.    The past week has been cluttered with Valentine's tie-ins. NBC probably led the pack with heart-shaped plots stretching from Thursday's \"Mad About You\" and \"Frasier,\" both in top form, to Saturday's \"Sisters,\" which managed to spike assorted love affairs, reunions and breakups with subplots involving leukemia and Alzheimer's disease. All right, name a current movie that ventures even gingerly into such not-uncommon realities.","thumbnail":null,"section":"Arts"},{"date":"19940214","headline":"What They're Reading","web_url":"https://www.nytimes.com/1994/02/14/style/IHT-what-theyre-reading.html","abstract":"Anulf Baring, visiting professor at St. Antony's College, Oxford, from Berlin is reading \"The Downing Street Years\" by former Prime Minister Margaret Thatcher..\"I find this fascinating, particularly her relationship with President Mitterr","thumbnail":null,"section":"Style"},{"date":"19940214","headline":"Population Update","web_url":"https://www.nytimes.com/1994/02/14/nyregion/pulse-population-update.html","abstract":"  The population in New York City is holding steady while other northeastern cities, especially in New England and New Jersey, continue to shrink, according to new estimates by the Census Bureau that cover 1990 to 1992. The fixed boundaries of older northeastern cities and the lack of space for new housing inhibit their growthand prompt a population shift to the farther reaches of these metropolitan areas, census analysts say. While immigration has helped keep New York City's population relatively stable, the recession took its toll on cities like Hartford, Boston and Bridgeport. Suburban counties in the New York region continue to grow and the New York metropolitan area, by far the nation's largest, added about 120,000 people.","thumbnail":null,"section":"New York"},{"date":"19940214","headline":"Chaney Lambastes UMass's Calipari","web_url":"https://www.nytimes.com/1994/02/14/sports/college-basketball-chaney-lambastes-umass-s-calipari.html","abstract":"  The intense rivalry between Massachusetts and Temple, the leaders of the Atlantic 10 Conference, reached a new level today when Temple Coach John Chaney threatened and nearly came to blows with Massachusetts Coach John Calipari.   Chaney was upset that Calipari, after the emotional 56-55 Massachusetts victory at the Mullins Center, was critical of the officials Gerry Donhehy, Joe Mingle and Larry Lembo as the three left the floor. Witnesses said they heard Calipari tell the officials they would never officiate a game here again.","thumbnail":null,"section":"Sports"},{"date":"19940214","headline":"Review/Rock; David Johansen Returns as Himself","web_url":"https://www.nytimes.com/1994/02/14/arts/review-rock-david-johansen-returns-as-himself.html","abstract":"  \"It's a delight to be back in this guise,\" David Johansen told the sold-out Bottom Line on Saturday night. Then he paused, scrunched up his face and asked, \"Who the hell is that?\"    To his longtime fans, Mr. Johansen is one of the quintessential New York rockers, facing subways and cockroaches, frustration and random death with a knowing yet resilient grin. He acts out his songs, strutting and shimmying or staring pensively. He lets audiences know he's posing, but he also means what he sings.","thumbnail":null,"section":"Arts"},{"date":"19940214","headline":"Review/Dance; Trading the Cerebral for the Sensual","web_url":"https://www.nytimes.com/1994/02/14/arts/review-dance-trading-the-cerebral-for-the-sensual.html","abstract":"  Permutation and pattern lie at the base of Lucinda Childs's ingenious choreography. \"One and One,\" the final New York premiere in the 20th-anniversary season of the Lucinda Childs Dance Company at the Joyce Theater, proved no exception to the rule.    Nonetheless, the work as a whole, which is set to two compositions by the contemporary Greek-French composer Iannis Xenakis, has a sensual glow that differs markedly from the more cerebral, pristine look of Ms. Childs's signature pieces of the past.","thumbnail":null,"section":"Arts"},{"date":"19940214","headline":"U.S. AIDE WIDENS THREAT TO SERBS","web_url":"https://www.nytimes.com/1994/02/14/world/us-aide-widens-threat-to-serbs.html","abstract":"  Defense Secretary William J. Perry said today that NATO would consider increasing the intensity and widening the area of threatened air strikes if the raids did not end the resistance of Bosnian Serb forces to demands that they end the shelling of Sarajevo.   But he expressed confidence that Serbian gunners would meet NATO's ultimatum to relinquish all their mortars, artillery and other heavy weaponry to United Nations control or pull them back at least 12.4 miles from the center of the Bosnian capital.","thumbnail":null,"section":"World"},{"date":"19940214","headline":"What's Wrong?","web_url":"https://www.nytimes.com/1994/02/14/opinion/whats-wrong.html","abstract":"Young children cannot tell right from wrong. If you scold a 3-year-old for lying, he may not have the foggiest notion why you are distressed. A new report by the American Bar Association's Committee on Ethics and Professional Responsibility is written as if a significant number of lawyers had failed to progress beyond this infantile state. \n\nThe committee found it necessary to expound elementary ethical notions. If a lawyer is being paid by a client for a cross-country flight and she \"decides not to watch the movie or read her novel, but to work instead on drafting a motion for another client,\" she may not charge both for the same hours. If a law firm pays an economist $200 an hour for her services as an expert witness, it may not bill the client $250 an hour. The document even declares, as if it needed declaring, that \"a lawyer is never justified in charging a client for hours not actually expended.\"","thumbnail":null,"section":"Opinion"},{"date":"19940214","headline":"Poor Representation For Poor Defendants","web_url":"https://www.nytimes.com/1994/02/14/us/poor-representation-for-poor-defendants.html","abstract":"  Today, Jimmy Davis faces sentencing in Anniston, Ala., in the murder of a store clerk in a holdup. His judge's choices are life in prison without parole, or death.   The story of how Mr. Davis, a lanky 23-year-old high school dropout with a low I.Q., came to be facing the death penalty demonstrates the flawed legal representation given to poor defendants in capital cases, legal experts say. Nothing Mr. Davis's lawyers did was negligent or even particularly shocking, they say. But as more death sentences are appealed, courts are increasingly consumed by the extent and adequacy of the trial defense.","thumbnail":null,"section":"U.S."},{"date":"19940214","headline":"COLLEGE BASKETBALL;\nGuess What Happened On the Way to No. 1?","web_url":"https://www.nytimes.com/1994/02/14/sports/college-basketball-guess-what-happened-on-the-way-to-no-1.html","abstract":"This is getting repetitious.\n\nFor the second time this season, a second-ranked Duke squad faced Wake Forest a day after No. 1 North Carolina lost to Georgia Tech. And for the second time, the Blue Devils fumbled a chance to ascend to the top of the polls, falling to the Demon Deacons, 78-69, at Joel Coliseum.","thumbnail":null,"section":"Sports"},{"date":"19940214","headline":"Mezzo-Soprano Wins Richard Tucker Award","web_url":"https://www.nytimes.com/1994/02/14/arts/mezzo-soprano-wins-richard-tucker-award.html","abstract":"  The Richard Tucker Music Foundation has given its top award for 1994 to Jennifer Larmore, an American mezzo-soprano from Atlanta. The honor includes a $30,000 cash award and participation in the Tucker Foundation's annual gala concert, to be held this year on Oct. 30 at Avery Fisher Hall.","thumbnail":null,"section":"Arts"},{"date":"19940214","headline":"Belgium, Luxembourg, The Netherlands : Rating the World's Best Restaurants","web_url":"https://www.nytimes.com/1994/02/14/style/IHT-belgium-luxembourg-the-netherlands-rating-the-worlds-best.html","abstract":"With this page on Belgium, Luxembourg and the Netherlands, the IHT's restaurant critic, Patricia Wells, continues to rate the world's top restaurants. Each month features a different destination and an extended review of several of the best restaurants","thumbnail":null,"section":"Style"},{"date":"19940214","headline":"Self-Made Monster: An Actor's Creation","web_url":"https://www.nytimes.com/1994/02/14/movies/self-made-monster-an-actor-s-creation.html","abstract":"  \"Evil may well be nearer the surface than we like to admit,\" said Ralph Fiennes. The 31-year-old actor pushed aside his teacup and picked up an imaginary rifle. He peered through the scope with one eye closed and squeezed the trigger.   For just an instant, he stopped being a diffident, sensitive young man with chiseled good looks and the slightly distracted, angst-ridden air of an existential poet. He looked more like Amon Goeth, the Nazi labor camp commandant who sits on his balcony and picks off victims with capricious abandon, using his rifle as if it were God's lightning, in Steven Spielberg's film on the Holocaust, \"Schindler's List.\"","thumbnail":null,"section":"Movies"},{"date":"19940214","headline":"Rumors Beget Rumors On Possible Beatles Reunion","web_url":"https://www.nytimes.com/1994/02/14/arts/rumors-beget-rumors-on-possible-beatles-reunion.html","abstract":"  The latest in a long string of rumors about a partial Beatles reunion has the three surviving former Beatles -- Paul McCartney, George Harrison and Ringo Starr -- reuniting for a concert in Central Park, joined by John Lennon's two sons, Julian and Sean. John Lennon was shot to death at the Dakota apartment building, only a few yards from the park, on Dec. 8, 1980.   A London newspaper, The Mail on Sunday, quoting unnamed sources, reported that the three former Beatles were to be paid $30 million each for the concert, but did not say who would pay these fees, or who was producing the event. However, Henry J. Stern, the New York City Commissioner of Parks and Recreation, said yesterday that he had not been approached by anyone hoping to present the Beatles at Central Park. His department would have to approve plans for such a concert.","thumbnail":null,"section":"Arts"},{"date":"19940214","headline":"Storm's Fury Is Past, but Its Malice Lingers Still","web_url":"https://www.nytimes.com/1994/02/14/nyregion/storm-s-fury-is-past-but-its-malice-lingers-still.html","abstract":"  Most highways were clear, railroads and airlines were nearly back to normal, sledders frolicked on snowy hillsides and blue skies and brilliant sunshine returned to the New York region yesterday. But it was only an illusion that the city and suburbs were out from under the biggest snowstorm in years.   Mountains of snow still choked roadsides, countless cars were buried at the curbs, garbage had gone uncollected for a week, thawing-and-freezing cycles made roads and sidewalks treacherously icy, and despite round-the-clock plowing and shoveling, officials said it might be days before the fight was truly over.","thumbnail":null,"section":"New York"},{"date":"19940214","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/02/14/nyregion/chronicle-179302.html","abstract":"  An unexpected Valentine: GINNY ROSENBLATT was paging through an advance copy of her husband, ROGER ROSENBLATT'S new book, \"The Man in the Water,\" a collection of essays and stories that will be published by Random House next week, when she noticed something startling in the acknowledgements.    Where Mr. Rosenblatt had written in the acknowledgements, \"To my lifelong and most exacting editor, Ginny Rosenblatt,\" she saw the words, \"To my lifelong and most exciting editor.\"","thumbnail":null,"section":"New York"},{"date":"19940214","headline":"All That's Left for Jansen Is to Just Go Out and Skate","web_url":"https://www.nytimes.com/1994/02/14/sports/winter-olympics-notebook-all-that-s-left-for-jansen-is-to-just-go-out-and-skate.html","abstract":"  After three attempts and three failures, an Olympic gold medal in speed skating for Dan Jansen seems, if not guaranteed, then inevitable.   On Monday, Jansen skates the 500 meters, a distance where he is far and away the world's best, having set two world records this season, including one here on the indoor Olympic oval, commonly known as the Viking ship because the roof is shaped like an inverted drakkar.","thumbnail":null,"section":"Sports"},{"date":"19940214","headline":"Cease-Fire Threatened","web_url":"https://www.nytimes.com/1994/02/14/world/cease-fire-threatened.html","abstract":"  Serbian nationalists in Bosnia, who had agreed to withdraw their artillery from around Sarajevo, are now demanding that the Muslim-led Bosnian Government pull back its infantry in exchange. Page A7.","thumbnail":null,"section":"World"},{"date":"19940214","headline":"Cupid, Rider on the Storm","web_url":"https://www.nytimes.com/1994/02/14/opinion/cupid-rider-on-the-storm.html","abstract":"  Face it, this is a tough city for Eros. Everyone is too busy. They work 10-hour days. There are other priorities. (Is it possible to construct a meaningful sentence containing the words \"love\" and \"priorities\"?)    But now the endless snows have conspired to soften the city's hard edges, to force otherwise serious people into outfits befitting the Klondike, to make each intersection an arctic adventure, requiring wild leaps across rivers of slush, or the balance and nerve of a rock climber -- and often a helping hand.","thumbnail":null,"section":"Opinion"},{"date":"19940214","headline":"No Headline","web_url":"https://www.nytimes.com/1994/02/14/nyregion/no-headline-176656.html","abstract":"  By definition, we are all fallen creatures. Do they want a Government or Parliament of people who never committed any sin? It would be a bizarre place. -- PETER LILLEY, British Cabinet minister, on press investigations into politicians' private lives.  [ A2:4. ]","thumbnail":null,"section":"New York"},{"date":"19940214","headline":"Linked Challenges:Bosnia, Russia, Central Europe","web_url":"https://www.nytimes.com/1994/02/14/opinion/IHT-linked-challengesbosnia-russia-central-europe.html","abstract":"Like pieces of a jigsaw puzzle, the apparently separate challenges facing the West in Bosnia, Russia and Central Europe are starting to slot into each other, and a picture is emerging. It is not a pretty picture. There was a time when some puzzles sought","thumbnail":null,"section":"Opinion"},{"date":"19940214","headline":"WINTER OLYMPICS: Sports of The Times; Hey, Nancy, Baby, Wanna Getta Beer?","web_url":"https://www.nytimes.com/1994/02/14/sports/winter-olympics-sports-of-the-times-hey-nancy-baby-wanna-getta-beer.html","abstract":"  FIRST they let Tonya skate. Then they let her practice on the same ice with Nancy. Now they're letting her sleep under the same roof. Is this what the judge in Clackamas County had in mind? Talk about cruel and unusual punishment -- and poor Nancy is the whackee, not the whacker.   This is absolutely true. Once the United States Olympic Committee couldn't find a way to ban Tonya from the Games -- merely because her ex-husband had Nancy's knee whacked and claims Tonya knew about it -- they went the whole nine yards and gave Tonya her regular room at the athletes' village. It happens to be in the very same unit as Nancy.","thumbnail":null,"section":"Sports"},{"date":"19940214","headline":"After Fierce Storm, A Crippled Region Goes Back to Work","web_url":"https://www.nytimes.com/1994/02/14/nyregion/after-fierce-storm-a-crippled-region-goes-back-to-work.html","abstract":"  Although the snow still remains piled high as a vivid reminder of the ferocity of Friday's storm in the New York region, the work week is expected to begin without major disruptions. New York City officials say most roads are clear, and the Long Island Rail Road, whose riders suffered major disruptions because of the storm, says it expects that nearly all trains will run on schedule. All airports in the region have reopened, as have the major bridges, tunnels and highways.   But Mayor Rudolph W. Giuliani warned New Yorkers not to fall victim to \"false expectations,\" saying the city would definitely not be back to normal. He warned drivers against taking cars into work because of icy roads and parking problems, and urged people to take mass transit instead. The Mayor's aides said that garbage collection -- one victim of the storm -- should resume today with the help of 2,000 newly hired laborers, half of whom would be used to clear snow.","thumbnail":null,"section":"New York"},{"date":"19940214","headline":"U.S. Hockey Team Survives Tough Breaks to Earn a Tie","web_url":"https://www.nytimes.com/1994/02/14/sports/winter-olympics-us-hockey-team-survives-tough-breaks-to-earn-a-tie.html","abstract":"  It was not practice. It was not college. But for the United States hockey team, the first Olympic hockey game turned out to be a learning experience against the French.   The Americans discovered the drama and pressure of the Olympics as they wasted two periods of dominant shooting and passing. Making matters worse, the United States lost two goal decisions based on video replays by the officials. But after the Americans suddenly found themselves down, 4-2, more than halfway through the third period, they rallied for a pair of goals and a 4-4 tie.","thumbnail":null,"section":"Sports"}],"wiki_events":[],"weather":[{"date":"19940214","time":"1994-02-14 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-2.1,"rhum":68,"wspd":29.5},{"date":"19940214","time":"1994-02-14 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-2.1,"rhum":68,"wspd":27.7},{"date":"19940214","time":"1994-02-14 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-2.6,"rhum":74,"wspd":31.3},{"date":"19940214","time":"1994-02-14 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-3,"rhum":80,"wspd":29.5},{"date":"19940214","time":"1994-02-14 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-2.6,"rhum":71,"wspd":33.5},{"date":"19940214","time":"1994-02-14 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-2.9,"rhum":71,"wspd":31.3},{"date":"19940214","time":"1994-02-14 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-2.6,"rhum":69,"wspd":37.1},{"date":"19940214","time":"1994-02-14 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-2.4,"rhum":72,"wspd":46.4},{"date":"19940214","time":"1994-02-14 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-2.1,"rhum":70,"wspd":50},{"date":"19940214","time":"1994-02-14 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-3.4,"rhum":92,"wspd":37.1},{"date":"19940214","time":"1994-02-14 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-4.5,"rhum":91,"wspd":40.7},{"date":"19940214","time":"1994-02-14 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-4,"rhum":100,"wspd":29.5},{"date":"19940214","time":"1994-02-14 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-2.4,"rhum":84,"wspd":33.5},{"date":"19940214","time":"1994-02-14 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-2.1,"rhum":83,"wspd":31.3},{"date":"19940214","time":"1994-02-14 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-1.5,"rhum":74,"wspd":38.9},{"date":"19940214","time":"1994-02-14 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-0.9,"rhum":75,"wspd":35.3},{"date":"19940214","time":"1994-02-14 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-0.8,"rhum":79,"wspd":35.3},{"date":"19940214","time":"1994-02-14 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-0.1,"rhum":71,"wspd":40.7},{"date":"19940214","time":"1994-02-14 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.1,"rhum":80,"wspd":35.3},{"date":"19940214","time":"1994-02-14 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.6,"rhum":90,"wspd":27.7},{"date":"19940214","time":"1994-02-14 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.6,"rhum":83,"wspd":31.3},{"date":"19940214","time":"1994-02-14 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.6,"rhum":77,"wspd":37.1},{"date":"19940214","time":"1994-02-14 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.6,"rhum":59,"wspd":29.5},{"date":"19940214","time":"1994-02-14 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.5,"rhum":68,"wspd":31.3},{"date":"19940214","time":"1994-02-14 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":59,"wspd":25.9},{"date":"19940214","time":"1994-02-14 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":54,"wspd":27.7},{"date":"19940214","time":"1994-02-14 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":56,"wspd":31.7},{"date":"19940214","time":"1994-02-14 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":58,"wspd":29.5},{"date":"19940214","time":"1994-02-14 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":56,"wspd":33.5},{"date":"19940214","time":"1994-02-14 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":61,"wspd":25.9},{"date":"19940214","time":"1994-02-14 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":58,"wspd":35.3},{"date":"19940214","time":"1994-02-14 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.8,"rhum":55,"wspd":27.7},{"date":"19940214","time":"1994-02-14 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":60,"wspd":24.1},{"date":"19940214","time":"1994-02-14 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":60,"wspd":20.5},{"date":"19940214","time":"1994-02-14 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":63,"wspd":24.1},{"date":"19940214","time":"1994-02-14 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":66,"wspd":24.1},{"date":"19940214","time":"1994-02-14 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":71,"wspd":22.3},{"date":"19940214","time":"1994-02-14 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":68,"wspd":27.7},{"date":"19940214","time":"1994-02-14 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":30,"wspd":48.2},{"date":"19940214","time":"1994-02-14 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":33,"wspd":40.7},{"date":"19940214","time":"1994-02-14 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":38,"wspd":42.5},{"date":"19940214","time":"1994-02-14 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":40,"wspd":44.6},{"date":"19940214","time":"1994-02-14 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.8,"rhum":39,"wspd":44.6},{"date":"19940214","time":"1994-02-14 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":36,"wspd":46.4},{"date":"19940214","time":"1994-02-14 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":36,"wspd":40.7},{"date":"19940214","time":"1994-02-14 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":39,"wspd":35.3},{"date":"19940214","time":"1994-02-14 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.8,"rhum":37,"wspd":35.3},{"date":"19940214","time":"1994-02-14 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":40,"wspd":25.9}]},"19940215":{"guardian_articles":[],"nytimes_articles":[{"date":"19940215","headline":"Where the Doctor Is In : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/02/15/opinion/IHT-where-the-doctor-is-in-letters-to-the-editor.html","abstract":"In response to \"U.S. Can Learn From French Concept of Health Care\" (Feb.7):.The first thing to learn is that about 40 percent of France's doctors are generalists, compared with less than 12 percent in the United States. So French patients are","thumbnail":null,"section":"Opinion"},{"date":"19940215","headline":"Tapes From Sect Compound Reveal Talk of Setting Fire","web_url":"https://www.nytimes.com/1994/02/15/us/tapes-from-sect-compound-reveal-talk-of-setting-fire.html","abstract":"  Listening devices placed inside the Branch Davidian compound during the standoff with the religious sect last year seem to support the Government's contention that cult members started the fire that raced through the building, transcripts released today in Federal court showed.   In one passage recorded at 6:05 on the morning of April 19, the day the compound burned to the ground and 80 people were killed, an unidentified man asks, \"Pablo, have you poured it yet?\"","thumbnail":null,"section":"U.S."},{"date":"19940215","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/02/15/arts/classical-music-in-review-190292.html","abstract":"  New Jersey Symphony Orchestra  Carnegie Hall    Zdenek Macal, the artistic director of the New Jersey Symphony Orchestra since September, brought his orchestra to Carnegie Hall to play Dvorak's Stabat Mater (Op. 58) on Saturday evening. The Stabat Mater should have been an ideal calling card. Choral extravaganzas tend to go over well, and rarities by well-known composers always attract attention.","thumbnail":null,"section":"Arts"},{"date":"19940215","headline":"Right Answer For Big Money","web_url":"https://www.nytimes.com/1994/02/15/nyregion/right-answer-for-big-money.html","abstract":"  It was an $89,003 question, and the police are eager to say it was answered appropriately. The money was a bribe offer; the response was no.   \"The money is always there, $1,000, $5,000, but that was about as much as I've ever seen,\" said Sgt. Paul Piekarski of Brooklyn's 75th Precinct.","thumbnail":null,"section":"New York"},{"date":"19940215","headline":"Universal Political Worry : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/02/15/opinion/IHT-universal-political-worry-letters-to-the-editor.html","abstract":"Guenter Kloepper (Letters, Jan. 21) contends that French politicians are physically afraid (his italics) of the population. He implies that such fear is unique to France..The first dumping of food I remember was in the United States during the 1930s de","thumbnail":null,"section":"Opinion"},{"date":"19940215","headline":"500 Victories for Coach","web_url":"https://www.nytimes.com/1994/02/15/sports/sports-people-wrestling-500-victories-for-coach.html","abstract":"  Victory No. 500 was sweet for JOHN REESE, the winningest active wrestling coach in the nation.   Reese's Wilkes Colonels swept four matches on Sunday at the Coppin State Tournament in Baltimore, beating Manhattan, Princeton, Coppin State and Wagner. He is 500-159-9 after snapping a 10-match losing streak.","thumbnail":null,"section":"Sports"},{"date":"19940215","headline":"Television Schedules, Events","web_url":"https://www.nytimes.com/1994/02/15/sports/IHT-television-schedules-events.html","abstract":"ufolytv. Tuesday's Events. All times are GMT. Alpine Skiing .Women's super G, 1000.. Cross Country Skiing - Women's 5 kilometer classical, 0900.. Figure Skating - Pairs, freestyle event, 1900.. Freestyle Skiing - Men's and Women's moguls elimination, 11","thumbnail":null,"section":"Sports"},{"date":"19940215","headline":"Rental Service Is Accused Of Bias on L.I.","web_url":"https://www.nytimes.com/1994/02/15/nyregion/rental-service-is-accused-of-bias-on-li.html","abstract":"  A Long Island apartment referral service was sued today by the New York State Attorney General for systematically denying information to Hispanic people, blacks and Indians about apartments available in white areas.   In what was termed one of the most blatant examples of housing discrimination in the New York area in recent years, John McDermott, the owner of Places to Live Inc., in East Meadow, was accused of having programmed his company's computer to indicate the ethnic background of prospective tenants and landlords, along with the biases of the landlords.","thumbnail":null,"section":"New York"},{"date":"19940215","headline":"Seton Hall Exploits St. John's Injury","web_url":"https://www.nytimes.com/1994/02/15/sports/basketball-seton-hall-exploits-st-john-s-injury.html","abstract":"  Tonight's Big East lesson was: As Shawnelle Scott's right thumb goes, so goes St. John's.   Both came crashing down at Byrne Meadowlands Arena as Seton Hall coasted to 67-57 victory over the Redmen before a crowd of 13,026 in what looked like a preview of next month's matchup of the eighth- and ninth-place teams in the Big East tournament.","thumbnail":null,"section":"Sports"},{"date":"19940215","headline":"Fatal Crashes Raise Questions of Safety","web_url":"https://www.nytimes.com/1994/02/15/sports/auto-racing-fatal-crashes-raise-questions-of-safety.html","abstract":"  The events at the Daytona International Speedway the last four days have been deeply disturbing to the stock-car racing community, with two disparate drivers -- one a veteran of high-speed racing of the sort that takes place on Daytona's high-banked turns and another relatively new to it -- dying in one-car crashes and two others surviving bad wrecks.   Rodney Orr, a 31-year-old racer from Palm Coast, Fla., was killed in a one-car crash yesterday when his Ford Thunderbird went out of control and flipped in Turn 2 on the 2.5-mile oval and smashed into the concrete wall at the top of the banking, the roof over the driver's side of the car taking the initial impact.","thumbnail":null,"section":"Sports"},{"date":"19940215","headline":"H.M.O.'s Propose Nationwide Uniform Standards for Health Plans","web_url":"https://www.nytimes.com/1994/02/15/us/hmo-s-propose-nationwide-uniform-standards-for-health-plans.html","abstract":"  Health maintenance organizations, which now serve 45 million Americans, today proposed uniform Federal standards for the operation and financing of health plans across the country.   The H.M.O.'s, concerned about the possibility of 50 different sets of state regulations, would go much further than President Clinton's health care plan in trying to establish uniform national standards.","thumbnail":null,"section":"U.S."},{"date":"19940215","headline":"Why Doctors Push Women Into Prenatal Tests; 'Patient, Heal Thyself'","web_url":"https://www.nytimes.com/1994/02/15/opinion/l-why-doctors-push-women-into-prenatal-tests-patient-heal-thyself-190586.html","abstract":"  To the Editor:   The increasing use of amniocentesis among ever-younger pregnant women with extremely small chances of having babies with birth defects (front page, Feb. 5) is a perfect example of how the American mind-set of entitlement to sophisticated medical technology works against all efforts at cost control.","thumbnail":null,"section":"Opinion"},{"date":"19940215","headline":"Cleaning Windows, Both Files And Icons","web_url":"https://www.nytimes.com/1994/02/15/science/peripherals-cleaning-windows-both-files-and-icons.html","abstract":"  MICROSOFT WINDOWS was intended to make our lives at the PC easier, and in many ways it does, until it is time to get rid of a program.   It is easy to delete the icon representing a program, but its files remain on the hard disk. It is easy enough to delete the files, either with the Windows File Manager or by going to DOS, but the icon remains. It takes two separate operations to delete the icon and its files. And the program may have added lines to WIN.INI or one of the other crucial Windows files.","thumbnail":null,"section":"Science"},{"date":"19940215","headline":"SOCCER","web_url":"https://www.nytimes.com/1994/02/15/sports/soccer.html","abstract":"  Earthquake Aftershocks    The Rose Bowl, the site of eight games during the World Cup -- including the final on July 17 -- didn't suffer any damage during last month's earthquake in Los Angeles, but there is growing concern among American organizers about whether the damaged roads that lead to the Rose Bowl will be repaired in time for the tournament, which starts on June 17.","thumbnail":null,"section":"Sports"},{"date":"19940215","headline":"City Ballet Change","web_url":"https://www.nytimes.com/1994/02/15/arts/city-ballet-change.html","abstract":"  Darcey Bussell, a guest ballerina from the Royal Ballet of Britain, will dance an additional performance with the New York City Ballet tonight at the New York State Theater. Ms. Bussell will appear in \"Agon,\" which replaces \"Cortege Hongrois\" on the program. She will also dance \"Agon\" on Wednesday as scheduled.","thumbnail":null,"section":"Arts"},{"date":"19940215","headline":"U.N. COMMANDERS IN BOSNIA TO MAKE USE OF TECHNOLOGY","web_url":"https://www.nytimes.com/1994/02/15/world/un-commanders-in-bosnia-to-make-use-of-technology.html","abstract":"  United Nations commanders here are developing a complex, ambitious peace plan, using NATO's advanced technology to strengthen the threat of air strikes on the combatants in Bosnia.    As the ad hoc plan unfolds, Lieut. Gen. Sir Michael Rose and other commanders said in a series of conversations during the last few days that they hoped first to restore besieged Sarajevo to the life of a normal European city and then to use the effort as a model to apply to Mostar and other battlegrounds throughout Bosnia.","thumbnail":null,"section":"World"},{"date":"19940215","headline":"Israel Charges an Official With Fraud","web_url":"https://www.nytimes.com/1994/02/15/world/israel-charges-an-official-with-fraud.html","abstract":"  Simcha Dinitz, chairman of the influential Jewish Agency and a former Israeli Ambassador to the United States, was indicted today on charges of having fraudulently used agency credit cards to pile up thousands of dollars in personal expenses.   Insisting he was innocent, Mr. Dinitz said he would take a leave of absence from the agency to defend himself against the charges, which could carry a prison sentence of up to five years if he is convicted.","thumbnail":null,"section":"World"},{"date":"19940215","headline":"It's a Black Day as Russia Loses in Hockey","web_url":"https://www.nytimes.com/1994/02/15/sports/winter-olympics-it-s-a-black-day-as-russia-loses-in-hockey.html","abstract":"  There was no mistaking the final score, but you had to blink tonight when Finland finished off a stunning 5-0 victory over Russia.   This was the worst loss in Olympic history for a Russian team and its first shutout, although the history is a bit revisionist. Starting in 1956, in Cortina D'Ampezzo, Italy, the team representing what was the Soviet Union and then, in 1992, the Unified Team won seven of the nine Olympic tournaments, missing only in 1960 and 1980 when the United States scored upsets.","thumbnail":null,"section":"Sports"},{"date":"19940215","headline":"Dallas Protects Erik Williams","web_url":"https://www.nytimes.com/1994/02/15/sports/sports-people-nfl-dallas-protects-erik-williams.html","abstract":"  The Super Bowl champion Dallas Cowboys decided to forgo the National Football League's \"franchise player\" designation for the second straight year, but declared ERIK WILLIAMS a \"transition player,\" allowing the team to match any offer made to the Pro Bowl tackle.","thumbnail":null,"section":"Sports"},{"date":"19940215","headline":"Crew Is Faulted in Ambulance Dispute","web_url":"https://www.nytimes.com/1994/02/15/nyregion/crew-is-faulted-in-ambulance-dispute.html","abstract":"  A preliminary investigation into the case of a pregnant woman whose baby died shortly after birth on Sunday found that Emergency Medical Service workers violated agency procedures in their response, Giuliani administration officials said yesterday.    The workers failed to perform an initial assessment of the woman's condition when they arrived, and then had her walk to the ambulance -- both violations of standard practice in such cases, the officials said.","thumbnail":null,"section":"New York"},{"date":"19940215","headline":"A Referee's Campaign: Whistle And Stop","web_url":"https://www.nytimes.com/1994/02/15/sports/hockey-a-referee-s-campaign-whistle-and-stop.html","abstract":"  When a losing team complains about the officiating, it's not always wise to take the negative comments too seriously. Sometimes, they're just sour grapes. But when a winning team makes harsh observations about the chief justice of the ice, it suggests that something is seriously wrong.   That was the case tonight at le Colisee, where the Rangers defeated the Quebec Nordiques, 4-2, for their second consecutive victory.","thumbnail":null,"section":"Sports"},{"date":"19940215","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/02/15/sports/transactions-188476.html","abstract":"  Baseball  American League  CLEVELAND INDIANS -- Designated Shawn Bryant, pitcher, for assignment.","thumbnail":null,"section":"Sports"},{"date":"19940215","headline":"Reviews/Television; A Chimp Who 'Talks' With a Computer's Aid","web_url":"https://www.nytimes.com/1994/02/15/arts/reviews-television-a-chimp-who-talks-with-a-computer-s-aid.html","abstract":"  \"Can Chimps Talk?\" The answer to the title question of tonight's edition of \"Nova\" seems to be: in a manner of speaking.   Since chimpanzees lack the sort of vocal apparatus possessed by humans, they cannot make the sounds that constitute human language. But researchers have developed methods of communication that, they maintain, demonstrate that at least one species of chimpanzee -- the bonobo -- can learn to communicate in much the way children do. There is an internecine argument about this, but tonight's program belongs to champs of the chimp.","thumbnail":null,"section":"Arts"},{"date":"19940215","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/02/15/sports/results-plus-187330.html","abstract":"  COLLEGE BASKETBALL Hofstra Edges Fordham, 63-61  James Shaffer scored a game-high 28 points, including Hofstra's final 10 points of the game, in a 63-61 victory last night over Fordham at Hempstead, L.I. Shaffer, who scored 19 in the second half, broke a 59-59 tie with a 3-pointer with 1 minute 30 seconds left in the game, then hit the second of two foul shots with 4.8 seconds left to seal the victory for Hofstra (4-17). Sherwin Content led Fordham (10-12) with 18 points. Fordham had a chance to force overtime, but Ryan Hunter's 3-point shot at the buzzer hit off the front end of the rim. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940215","headline":"Seles No Longer Has a Ranking","web_url":"https://www.nytimes.com/1994/02/15/sports/sports-people-tennis-seles-no-longer-has-a-ranking.html","abstract":"  MONICA SELES, who has not returned to pro tennis since being stabbed during a match last April, dropped out of the world ranking yesterday. Seles was ranked No. 1 when she was stabbed in the back in Hamburg, Germany, by a man who said he was a STEFFI GRAF fan. The 20-year-old Seles was No. 18 last week, but she no longer has three tournament results during a 52-week span, a requirement for a WTA ranking. She had been No. 1 for 21 straight months before Graf regained the top spot in June. (Reuters)","thumbnail":null,"section":"Sports"},{"date":"19940215","headline":"An Animal House Of Good Standing","web_url":"https://www.nytimes.com/1994/02/15/nyregion/an-animal-house-of-good-standing.html","abstract":"  On the first day of classes last fall at the New York State College of Veterinary Medicine at Cornell University, students actually saw live animals -- a cat, a dog, a cow and a horse.   To those unfamiliar with how veterinarians are trained, that may seem unremarkable. But Cornell administrators are billing that development and other changes in the curriculum as \"Veterinary Education for the 21st Century.\" And other veterinary schools say they are closely watching what is happening here.","thumbnail":null,"section":"New York"},{"date":"19940215","headline":"Why Doctors Push Women Into Prenatal Tests","web_url":"https://www.nytimes.com/1994/02/15/opinion/l-why-doctors-push-women-into-prenatal-tests-190462.html","abstract":"  To the Editor:   Your front-page article of Feb. 5 on prenatal tests ignores the severe physical and psychological trauma many women suffer after a midpregnancy miscarriage of a healthy fetus because of fetal tests complications.","thumbnail":null,"section":"Opinion"},{"date":"19940215","headline":"The Five-Year Stain on Iran","web_url":"https://www.nytimes.com/1994/02/15/opinion/the-five-year-stain-on-iran.html","abstract":"  Just five years ago yesterday, Ayatollah Khomeini of Iran issued a decree calling upon the Islamic faithful to murder Salman Rushdie and all associated in publishing his novel \"The Satanic Verses.\" A few months later the old ayatollah died, but the deadly fatwa stands. Murderous goons have struck fatally at Mr. Rushdie's Japanese translator, and tried to kill his Italian translator and Norwegian publisher. Yet Iran's leaders behave as if they are the injured parties when other countries dare make a fuss about this barbarism.    After visiting Bonn two weeks ago, an Iranian member of Parliament saw \"no reason why German politicians should antagonize Islam\" by defending Mr. Rushdie's right to live. \"We must be able to protect our interests in the world in the best possible way,\" said Mohammad Larijani. He means that Iran should be free to offer $3 million for the death of a British subject and to assault exiled foes in a dozen countries -- without jeopardizing its ability to buy nuclear reactors from infidels.","thumbnail":null,"section":"Opinion"},{"date":"19940215","headline":"U.S. IS SUPPORTING NEW HAITIAN PLAN","web_url":"https://www.nytimes.com/1994/02/15/world/us-is-supporting-new-haitian-plan.html","abstract":"  The Clinton Administration expressed its support today for a new plan to end the crisis and military dictatorship in Haiti, but it criticized the Rev. Jean-Bertrand Aristide, Haiti's exiled President, for not endorsing the plan.   Parliament members agreed on Friday in Washington to call on Father Aristide to name a new prime minister and form a broad-based Government that would pass legislation paving the way for restoring democracy and getting the military to step down.","thumbnail":null,"section":"World"},{"date":"19940215","headline":"Fight Looms on Tax Cuts in New Jersey","web_url":"https://www.nytimes.com/1994/02/15/nyregion/fight-looms-on-tax-cuts-in-new-jersey.html","abstract":"  New Jersey residents are virtually certain to get some level of state tax relief this year. But a struggle over the form and size of any tax cut is just beginning.   In the month since Gov. Christine Todd Whitman, a Republican, took office with a pledge to deliver the largest tax cut in state history, even the Democrats have weighed in with tax-cutting plans of their own.","thumbnail":null,"section":"New York"},{"date":"19940215","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/02/15/nyregion/metro-digest-185302.html","abstract":"  NEW YORK CITY  BOMBING TRIAL NEARING CLOSE The World Trade Center bombing trial moved abruptly to closing arguments after three of the four defense lawyers declined to put on cases in defense of their clients. The lawyers in essence left it to the jury to decide the case entirely on the strength or weakness of the evidence presented by the prosecution. A1.","thumbnail":null,"section":"New York"},{"date":"19940215","headline":"South Africa's Wreckers","web_url":"https://www.nytimes.com/1994/02/15/opinion/south-africa-s-wreckers.html","abstract":"  Two groups have formed an unscrupulous alliance to disrupt the first elections in South Africa in which all races will have a vote. A glance at opinion polls shows why die-hard white separatists have joined with the Zulu-based Inkatha Freedom Party to boycott the April election. Their own political strength is anemic. The boycotters together get less than 10 percent, and Inkatha trails badly even in its Natal Province stronghold. Unable to rule, the Inkatha leader Mangosuthu Buthelezi and his white fellow wreckers now threaten to ruin anyone else's chance to govern.    Nobody can say for sure how much of this is pure wind. By no reasonable measure does Chief Buthelezi speak for seven million Zulus; nor does his cousin, King Goodwill Zwelithini, who yesterday demanded creation of an independent Zulu nation based on its 1834 borders. Once allied with Nelson Mandela's African National Congress, Chief Buthelezi has over the years dwindled into a marginal rabble-rouser, his standing further diminished by disclosures that his party was secretly financed by Pretoria's white rulers.","thumbnail":null,"section":"Opinion"},{"date":"19940215","headline":"Reviews/Television; Diagnosis for a Dismal Emergency Room: Incurable","web_url":"https://www.nytimes.com/1994/02/15/arts/reviews-television-diagnosis-for-a-dismal-emergency-room-incurable.html","abstract":"  HBO Showcase drifts into commercial-television territory with \"State of Emergency,\" the kind of hospital story that has been a staple of prime time ever since we all loved Lucy. There is a difference. Not in thrall to advertisers, HBO can be grittier and tougher. Starring Joe Mantegna, a leading member of David Mamet's personal repertory company, as a bitterly overworked and underappreciated physician in a Los Angeles public hospital, \"State of Emergency\" refuses to play television's typical uplift game. It can next be seen on HBO tonight at 8.    Dr. John Novelli (Mr. Mantegna) is already juggling 20 patients when a Mr. Anderson (Paul Dooley) is wheeled into the overcrowded emergency room, the victim of a car accident. Suffering from head injuries, Anderson desperately needs a CAT scan, but the hospital's apparatus is not working. That's not unusual, but this case is different. Neither poor nor desperate, Anderson is a middle-class executive with a wife (Melinda Dillon) not about to tolerate what she deems to be neglect and incompetence.","thumbnail":null,"section":"Arts"},{"date":"19940215","headline":"Board of Ed's Maintenance Office Is Broken Beyond Repair","web_url":"https://www.nytimes.com/1994/02/15/opinion/l-board-of-ed-s-maintenance-office-is-broken-beyond-repair-190543.html","abstract":"  To the Editor:   Three times in the last decade (as a Channel 2 News investigative reporter and as education adviser to the City Council president and the comptroller), I have conducted investigations of the New York City Board of Education's Division of School Facilities, which has charge of maintenance and custodians. In this period I also watched the physical conditions of the schools continue to decline.","thumbnail":null,"section":"Opinion"},{"date":"19940215","headline":"A 3-Strike Law Shows It's Not as Simple as It Seems","web_url":"https://www.nytimes.com/1994/02/15/us/a-3-strike-law-shows-it-s-not-as-simple-as-it-seems.html","abstract":"  In the fight against violent crime, perhaps no idea is more popular than \"three strikes and you're out\" -- locking up repeat offenders for life without parole. With 30 states considering some version of this concept, it is proving to be a bipartisan prescription by politicians from President Clinton on down.   But only one state, Washington, has any experience with it. Two months after a law went on the books here requiring criminals to spend life in prison without parole if they are convicted of three felonies, the first faces of \"three strikes\" are emerging. And they present a picture that is much more complicated than the baseball slogan that inspired 76 percent of Washington State voters to back the measure last fall.","thumbnail":null,"section":"U.S."},{"date":"19940215","headline":"Bumpy Roads of Life Ease His Way","web_url":"https://www.nytimes.com/1994/02/15/nyregion/our-towns-bumpy-roads-of-life-ease-his-way.html","abstract":"  THE road crews have brought out the heavy artillery, using backhoes and front-end loaders to move boulders of snow. And what Joseph DeMarco sees underneath them looks promising.   \"The potholes,\" he said, \"are already coming back.\"","thumbnail":null,"section":"New York"},{"date":"19940215","headline":"Trade Center Trial Nearing Close As Defense Team Rests Its Case","web_url":"https://www.nytimes.com/1994/02/15/nyregion/trade-center-trial-nearing-close-as-defense-team-rests-its-case.html","abstract":"  The World Trade Center bombing trial moved abruptly to closing arguments yesterday after three of the four defense lawyers declined to call witnesses. After just two days of testimony on behalf of one defendant, the three lawyers in essence left it to the jury to decide the case entirely on the strength or weakness of the prosecution's evidence.   The detailed, methodical presentation by the prosecution, which often tested the patience of the presiding judge, Kevin T. Duffy, contrasted starkly with the decision of most of the defense lawyers to call no witnesses.","thumbnail":null,"section":"New York"},{"date":"19940215","headline":"Record Was Underdeveloped","web_url":"https://www.nytimes.com/1994/02/15/sports/sports-people-track-and-field-record-was-underdeveloped.html","abstract":"  GREG FOSTER is back in the record books. The American's indoor record in the 60-meter hurdles still stands, two days after COLIN JACKSON thought he had surpassed it. Embarrassed track officials admitted yesterday that the Briton had only tied the mark.   A review of the photo-finish print from Jackson's run at Glasgow, Scotland, on Saturday revealed that his time was fractionally slower than first judged. The difference was enough to round the Briton's time up to 7.36 seconds, instead of 7.35, to tie Foster's seven-year-old mark.","thumbnail":null,"section":"Sports"},{"date":"19940215","headline":"No Footloose Feeling Amid Snowy Mounds","web_url":"https://www.nytimes.com/1994/02/15/nyregion/no-footloose-feeling-amid-snowy-mounds.html","abstract":"  One way to measure last week is to say that it snowed a total of 22.4 inches in Central Park. Another way to measure last week did not become apparent until yesterday: the storm and the plowing over the weekend created 14,600 piles of snow. That works out to about one snow pile for every 500 residents.   The Sanitation Department arrived at that estimate after its 78 crews had used their front-end loaders and dump trucks to clear (and count) 4,000 snow piles.","thumbnail":null,"section":"New York"},{"date":"19940215","headline":"Crash Ends Kennedy's Hopes to Capture Luge Medal","web_url":"https://www.nytimes.com/1994/02/15/sports/winter-olympics-crash-ends-kennedy-s-hopes-to-capture-luge-medal.html","abstract":"  Duncan Kennedy's dream was to stand on the podium in his red, white and blue uniform, in the clear-blue cold and amid the snow-clad Norwegian mountain pines, with an Olympic medal draped about his neck. On Sunday, it seemed possible.   No one could have foreseen the stunning crash on the icy track today that would ruin his dream.","thumbnail":null,"section":"Sports"},{"date":"19940215","headline":"A Piece of Fiscal Folly","web_url":"https://www.nytimes.com/1994/02/15/opinion/a-piece-of-fiscal-folly.html","abstract":"  Two Senate hearings are scheduled today on one pesky proposal -- a balanced-budget amendment to the Constitution. This idea is fiscal sleight-of-hand at its most devious, a solemn pledge by the current crowd that some future Congress will finally balance the budget.   The amendment stipulates that the budget must be balanced two years after ratification -- or in 2001, whichever is later -- and forever after, except in wartime or unless three-fifths of both the Senate and the House approve a deficit.","thumbnail":null,"section":"Opinion"},{"date":"19940215","headline":"Foreigners' Bus Shot Up in Egypt","web_url":"https://www.nytimes.com/1994/02/15/world/foreigners-bus-shot-up-in-egypt.html","abstract":"  Gunmen believed to be Islamic militants opened fire today on a bus carrying Romanian engineers, in the first attack against foreign residents since the violent campaign to topple the Government gained force two years ago.   No one was hurt in the attack, which occurred in the city of Asyut, 210 miles south of Cairo.","thumbnail":null,"section":"World"},{"date":"19940215","headline":"To Fight Pollution Now, Ride a Bicycle","web_url":"https://www.nytimes.com/1994/02/15/opinion/l-to-fight-pollution-now-ride-a-bicycle-190551.html","abstract":"  To the Editor:   You point out in \"For Cleaner Air, a Cleaner Car\" (editorial, Feb. 1) that cars and trucks still account for nearly half of all urban smog.","thumbnail":null,"section":"Opinion"},{"date":"19940215","headline":"Maley Is Upset By High Stick","web_url":"https://www.nytimes.com/1994/02/15/sports/hockey-maley-is-upset-by-high-stick.html","abstract":"  Dave Maley, the Islander forward, was still seething today after almost losing an eye Saturday night in a game against the Florida Panthers, when a former Islander goaltender, Mark Fitzpatrick, swung his stick at him.   \"When you get a stick swung up that high at your head, anything could happen,\" Maley said. \"There are bones up here and they are fragile. Your helmet doesn't cover your eyes.\"","thumbnail":null,"section":"Sports"},{"date":"19940215","headline":"Forgive Vietnam?","web_url":"https://www.nytimes.com/1994/02/15/opinion/l-forgive-vietnam-190608.html","abstract":"  To the Editor:   The headline \"Forget Vietnam? No. Forgive? Perhaps\" (news article, Feb. 2) represents an extreme expression of the arrogance of power.","thumbnail":null,"section":"Opinion"},{"date":"19940215","headline":"Patterns","web_url":"https://www.nytimes.com/1994/02/15/style/patterns-187364.html","abstract":"  From the Fire Department    Such are the injustices of life that Laura Whitcomb, who showed glamorous dresses based on United Parcel Service uniforms last season, should find her collection held up in Los Angeles because of a U.P.S. strike. The strike, that is, combined with an earthquake and a snowstorm. So while Ms. Whitcomb sat at the New York Premier Collections trade show at the Javits Center with last season's dresses (including the U.P.S. one), her new collection was in cargo at the Los Angeles airport. Still, Ms. Whitcomb's hormone-injected uniform dresses, drawing from regulation wear of fire and police departments and U.P.S., look fresher than what others are offering.","thumbnail":null,"section":"Style"},{"date":"19940215","headline":"NASA Has New Plans For Exploration of Mars","web_url":"https://www.nytimes.com/1994/02/15/science/nasa-has-new-plans-for-exploration-of-mars.html","abstract":"  WITH the blessing of the Clinton Administration, the National Aeronautics and Space Administration is making plans for a new program of Mars exploration. It will begin with the launching of two small unpiloted flights in November 1996, in an attempt to recover as quickly as possible from the failure of the Mars Observer mission last summer.   The decadelong program would involve relatively low-cost spacecraft, including some designed to make scientific observations from orbit and others capable of landing on the Martian surface. The launchings would be scheduled every 25 months, taking advantage of each favorable launching opportunity that occurs as Mars comes into alignment with Earth.","thumbnail":null,"section":"Science"},{"date":"19940215","headline":"Housing Chief Wields A Wrecking-Ball Plan","web_url":"https://www.nytimes.com/1994/02/15/us/housing-chief-wields-a-wrecking-ball-plan.html","abstract":"  Vincent Lane is the chairman of the Chicago Housing Authority, a post that is a lot like being the engineer of a train wreck. Every time he turns around something is going wrong, someone is angry with him, another car is flying off the track.   But after nearly six years as chairman, Mr. Lane has become one of the brightest stars in the nation's galaxy of public housing officials. He is a pragmatist, a businessman, a black role model, a registered Democrat with the soul of a Republican, a man who says he is willing to try almost anything to turn his dreary and dangerous patch of urban America into a safe and shining home where the poor can rear their children instead of burying them.","thumbnail":null,"section":"U.S."},{"date":"19940215","headline":"Riders in the Storm; Blasts of Winter Weather Drive Commuters to the Trains","web_url":"https://www.nytimes.com/1994/02/15/nyregion/riders-in-the-storm-blasts-of-winter-weather-drive-commuters-to-the-trains.html","abstract":"  In fair weather, mass transit officials plead and beg for riders; they advertise, they offer discount packages for sporting events, they even jot down license plate numbers of cars at highway toll plazas and write to the owners, offering them free weekly tickets.   But in the snow and ice, people flock to the trains. Sales of one-way tickets for peak-hour trains were up 11.5 percent on Metro-North and 8 percent on the Long Island Rail Road in January of this year compared with January 1993. Ridership was up on New Jersey Transit and on Amtrak, too, officials there report, although neither one has January figures yet. The Transit Authority said it would not know for a few weeks whether token sales for city subways were up in January.","thumbnail":null,"section":"New York"},{"date":"19940215","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/02/15/style/chronicle-187305.html","abstract":"  A musical fallout from last week's storms: when it became clear on Friday that many of the 110 members of the Philadelphia Orchestra scheduled to perform that evening would be unable to get to the Academy of Music in Philadelphia, WOLFGANG SAWALLISCH, the orchestra's new musical director, leapt into the breach and decided that he would fill in for the orchestra.    He took his baton to the piano and played the orchestral scores for Wagner's \"Tannhauser\" and \"Die Walkure\" while simultaneously conducting the Philadelphia Singers Chorale and the soloists.","thumbnail":null,"section":"Style"},{"date":"19940215","headline":"Ottawa Journal; Canada in a Nutshell: 2 Lawmakers, Poles Apart","web_url":"https://www.nytimes.com/1994/02/15/world/ottawa-journal-canada-in-a-nutshell-2-lawmakers-poles-apart.html","abstract":"  They met at a bilin- gual pancake breakfast -- Maurice Dumas, a 66-year-old high-school teacher from St.-Jerome, Quebec, and Elwin Hermanson, 41, a grain farmer from Beechy, Saskatchewan.   With more than 200 other newcomers, they recently took their seats in the House of Commons in what promises to be one of the most momentous parliaments in the 127 years since confederation. Although they arrived here with fundamentally conflicting visions of Canada, they share the naive enthusiasms of freshmen.","thumbnail":null,"section":"World"},{"date":"19940215","headline":"Sorrell Booke, A TV Actor, 64; Was Boss Hogg","web_url":"https://www.nytimes.com/1994/02/15/arts/sorrell-booke-a-tv-actor-64-was-boss-hogg.html","abstract":"  Sorrell Booke, a film, television and stage actor whose best-known role was that of Boss Hogg, the flamboyant, bumbling mayor in the television series \"The Dukes of Hazzard,\" died on Friday at his home in Sherman Oaks, Calif. He was 64.    The cause was colon cancer, said his daughter, Alexandra.","thumbnail":null,"section":"Arts"},{"date":"19940215","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/02/15/nyregion/news-summary-185795.html","abstract":"  International A3-13  U.S. SANCTIONS ON JAPAN  The Clinton Administration decided to initiate sanctions against Japan for failing to live up to a 1989 agreement to allow Motorola to enter the Tokyo cellular phone market.  A1","thumbnail":null,"section":"New York"},{"date":"19940215","headline":"Race to Synthesize Cancer Drug Molecule Has Photo Finish","web_url":"https://www.nytimes.com/1994/02/15/science/race-to-synthesize-cancer-drug-molecule-has-photo-finish.html","abstract":"  AFTER decades of excruciating effort and cutthroat competition, chemists have at last synthesized taxol, a cancer drug that is arguably the most complex molecule ever cobbled together by human hands.    The achievement, announced last week by two rival laboratories, is a major coup in synthetic chemistry, said Dr. Matt Suffness, program director of biochemistry and pharmacology grants at the National Cancer Institute in Bethesda, Md. \"At least 40 to 50 research groups around the world have been working on the synthesis of taxol since 1971,\" he said. \"It is a very challenging molecule.\"","thumbnail":null,"section":"Science"},{"date":"19940215","headline":"Misperceptions Permeate and Poison Our Relations With China","web_url":"https://www.nytimes.com/1994/02/15/opinion/l-misperceptions-permeate-and-poison-our-relations-with-china-190535.html","abstract":"  To the Editor:   In \"Chinese Economy Threatens to Pull Ours Down\" (letter Feb. 3), C. K. Chen attributes the growing United States trade deficit with China to China's failure to reform its internal markets more rapidly. In doing so, he repeats an error that permeates and poisons our relations with China: that is, treating China as different, distinct, unique.","thumbnail":null,"section":"Opinion"},{"date":"19940215","headline":"A.C.C. Signs Network Deal","web_url":"https://www.nytimes.com/1994/02/15/sports/acc-signs-network-deal.html","abstract":"  The Atlantic Coast Conference will reap about $70 million from five-year agreements signed yesterday with ABC and ESPN that go into effect in 1996. The deals speed the disintegration of the College Football Association television package.   ABC is expected to sign the Southwest and Big Eight conferences later this week. CBS signed the Southeastern Conference to a $100 million deal last Friday and expects to add the Big East to a $55 million deal within days.","thumbnail":null,"section":"Sports"},{"date":"19940215","headline":"Like Tommy Moe, CBS Says It's 'Flying'","web_url":"https://www.nytimes.com/1994/02/15/sports/winter-olympics-tv-sports-like-tommy-moe-cbs-says-it-s-flying.html","abstract":"  You. You out there. In cities and rural areas.   You're watching the Winter Olympics as never before.","thumbnail":null,"section":"Sports"},{"date":"19940215","headline":"U.S. Will Triple Its Foreign Aid To Kazakhstan","web_url":"https://www.nytimes.com/1994/02/15/world/us-will-triple-its-foreign-aid-to-kazakhstan.html","abstract":"  President Clinton pledged today to triple foreign aid to Kazakhstan to help efforts at political reform, assist in the dismantling of nuclear weapons and provide critical underpinning for the dozens of American businesses who are profiting from an oil boom there.   President Nursultan A. Nazarbayev, who met with Mr. Clinton today, signed a number of agreements with the United States and used his White House visit to formalize Kazakhstan's agreement to take part in the treaty to ban the spread of nuclear weapons.","thumbnail":null,"section":"World"},{"date":"19940215","headline":"Three Specialists Check the Vital Signs Of the Art Museum","web_url":"https://www.nytimes.com/1994/02/15/arts/three-specialists-check-the-vital-signs-of-the-art-museum.html","abstract":"  At the Whitney Museum of American Art, they don't do things by halves. The topic of a sold-out three-way debate on Sunday night was supposed to be the death of the museum audience. About 90 minutes into the evening, however, Arthur C. Danto, the art critic for The Nation, lobbed a hot potato.   \"The art museum as an institution is only 200 years old,\" he said. \"There's no reason why it has to go on forever. It's not like a hospital, after all.\"","thumbnail":null,"section":"Arts"},{"date":"19940215","headline":"Misperceptions Permeate and Poison Our Relations With China; History Rewritten","web_url":"https://www.nytimes.com/1994/02/15/opinion/l-misperceptions-permeate-and-poison-our-relations-with-china-history-rewritten-190594.html","abstract":"  To the Editor:   One of the saddest developments in China in recent decades has been the destruction of Chinese history. What most Chinese carry in their heads about the national past has little to do with historical fact.","thumbnail":null,"section":"Opinion"},{"date":"19940215","headline":"Q&A","web_url":"https://www.nytimes.com/1994/02/15/science/q-a-189405.html","abstract":"  Wild Cattle   Q.  In a list of domesticated animals was one I had never heard of: the mithan, believed to be derived from the gaur. What are they?","thumbnail":null,"section":"Science"},{"date":"19940215","headline":"Sentencing Is Delayed For Indigent Defendant","web_url":"https://www.nytimes.com/1994/02/15/us/sentencing-is-delayed-for-indigent-defendant.html","abstract":"  A county judge has postponed a sentencing hearing that was scheduled for today in the case of Jimmy Davis, a 23-year-old convicted of murdering a convenience store clerk in a robbery attempt last March.   Mr. Davis's case was the subject of an article that appeared today in The New York Times about the quality of defense representation typically given indigent defendants facing the death penalty.","thumbnail":null,"section":"U.S."},{"date":"19940215","headline":"A Title Is Diminished But the Salary Soars","web_url":"https://www.nytimes.com/1994/02/15/sports/baseball-a-title-is-diminished-but-the-salary-soars.html","abstract":"  The man who would not be commissioner is earning more than the last man who was commissioner.   Bud Selig, who has served in the role of acting commissioner for 17 months but has refused the title of commissioner, has a $1 million-a-year salary, several men in and close to major league baseball said yesterday. One of the men said that the Executive Council had approved Selig's salary last September, after he had been in the job for a year.","thumbnail":null,"section":"Sports"},{"date":"19940215","headline":"The CIA Plot to Kill Castro : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/02/15/opinion/IHT-the-cia-plot-to-kill-castro-letters-to-the-editor.html","abstract":"I was sorry to see in the obituary for Richard Bissell (IHT, Feb. 9) a repetition of the myth about \"the CIA's creation - at President John Kennedy's request after the Bay of Pigs - of a top secret assassination project...whose target was Fidel Cast","thumbnail":null,"section":"Opinion"},{"date":"19940215","headline":"Americans on Course In the Alpine Combined","web_url":"https://www.nytimes.com/1994/02/15/sports/winter-olympics-americans-on-course-in-the-alpine-combined.html","abstract":"  Just in case anyone thought Tommy Moe's winning the Olympic downhill Sunday was an Alaskan-sized fluke, Moe roared impressively down the mountain again today and brought one of his American buddies with him.    Actually, Kyle Rasmussen of Angels Camp, Calif., made a prophet of himself, nosing past Moe for second place in the downhill segment of the Alpine combined, one day after predicting that he has \"beaten Tommy in practice before and I know that I'll beat him again.\"","thumbnail":null,"section":"Sports"},{"date":"19940215","headline":"Bridge","web_url":"https://www.nytimes.com/1994/02/15/nyregion/bridge-186805.html","abstract":"  The stated purpose of Leandro Burgay, the Italian television producer, in challenging all comers last month for a stake of $50,000 was to demonstrate the efficiency of his method of bidding in response to one no-trump. But the post-mortem was not always easy. On the diagramed deal, for example, his methods reached an inferior game contract, but it succeeded with a little help from the defense.    North and South for the Burgay team were the star French pair, Herve Mouiel and Alain Levy. After the compulsory one no-trump opening, showing 16-18 points and 4-3-3-3 or 4-4-3-2 distribution, North described a hand with 4-1-4-4 distribution. South had to settle in three no-trump, a contract that seemed doomed. He had a little help when a heart was led and he was able to win with the nine.","thumbnail":null,"section":"New York"},{"date":"19940215","headline":"New French Film Festival Succeeds by Audacity","web_url":"https://www.nytimes.com/1994/02/15/movies/new-french-film-festival-succeeds-by-audacity.html","abstract":"  Twenty-one years ago to be exact, there was a slightly sterile but picture-perfect and perfectly organized new French ski resort called Avoriaz. Its builders, who had erected this entirely self-contained village on previously pristine Alpine meadows, decided they needed to attract attention to their venture. And so the midwinter Avoriaz Festival, devoted to \"fantastic\" films -- science fiction, fantasy, horror and all-purpose weirdness -- was born.   It proved a great success, the high point of many junketing French journalists' winters. But clouds darkened after last year's 20th-anniversary festival. Gerard Bremond, president of the Pierre et Vacances organization that runs this and many other French resorts, decided to divest himself of things fantastic and booted out the festival's longtime organizers. After some grumbling they, in turn, repaired to a pleasant but less picturesque Alsatian town called Gerardmer (pronounced zhay-rard-MAY).","thumbnail":null,"section":"Movies"},{"date":"19940215","headline":"Islands Make New York New York","web_url":"https://www.nytimes.com/1994/02/15/opinion/islands-make-new-york-new-york.html","abstract":"  New Jersey's attempt to snatch Ellis Island from New York City is unfriendly, unbecoming, un-American, untoward, unhelpful, unprincipled, unseemly, unwarranted and underhanded.   Actually, the island is National Park Service territory, but New York State has civil jurisdiction under an 1864 compact. New Jersey wants it as a magnet for tourists, who would get there over a short foot bridge from a state park on the mainland.","thumbnail":null,"section":"Opinion"},{"date":"19940215","headline":"Books of The Times; Amelia Earhart a Spy? Author Answers Yes","web_url":"https://www.nytimes.com/1994/02/15/books/books-of-the-times-amelia-earhart-a-spy-author-answers-yes.html","abstract":"  Lost Star  The Search for Amelia Earhart  By Randall Brink  206 pages. Illustrated. W. W. Norton & Company. $25.   During an attempted flight around the world, Amelia Earhart, the first woman to fly the Atlantic and a pioneer aviator between the two world wars, mysteriously disappeared over the Pacific Ocean in July 1937. No trace of her two-engine Lockheed Electra was ever found and nothing was ever heard of her or her navigator, Fred Noonan, again. After weeks of combing the seas by a fleet of Coast Guard and Navy ships and planes, the search was given up. Her legend and the mystery survive.","thumbnail":null,"section":"Books"},{"date":"19940215","headline":"For Knicks and Nets Stars, Official Business Beckons","web_url":"https://www.nytimes.com/1994/02/15/sports/basketball-for-knicks-and-nets-stars-official-business-beckons.html","abstract":"  Now that the festivities of the All-Star weekend are over, it's time for the Knicks and Nets to turn their attention to the second half of the season and, for the moment, to each other.   Tonight, it will be Knicks Versus Nets Part III, with the Nets serving as hosts at Byrne Meadowlands Arena. The Knicks are the team in first place in the Atlantic Division, with a 34-14 record, and the Nets are the 22-24 club still trying to get their heads above .500. But it is the Nets who emerged triumphant in the first two encounters between these teams this season.","thumbnail":null,"section":"Sports"},{"date":"19940215","headline":"On Quake-Ravaged Campus, Classes Go Outdoors","web_url":"https://www.nytimes.com/1994/02/15/us/on-quake-ravaged-campus-classes-go-outdoors.html","abstract":"  Tracy Gustafson taught her Math 094A class today -- if you can call it teaching -- next to a stop sign on Prairie Street and Lindley Avenue on the campus of California State University at Northridge here, amid the rattle of jackhammers and the billow of construction dust.   The algebra class was to have met in one of 400 trailers hastily thrown up around the campus, where virtually all 53 buildings were ruined in the earthquake that struck the San Fernando Valley on Jan. 17.","thumbnail":null,"section":"U.S."},{"date":"19940215","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/02/15/us/inside-185701.html","abstract":"  Health Plan and Retirees   The Clinton health plan's proposal to cover early retirees is in growing jeopardy because of troublesome financial projections. Page A17. Skirting Medicare Rate Caps    A growing number of doctors, angry at Medicare's limits on charges for treating the elderly, are finding ways to get around the rates. Page B1. Dead End on the Digital Path    Telephone companies are cutting jobs by the tens of thousands and many of those laid off will have trouble finding work. Page D1. Influential Israeli Indicted    A former Ambassador to the United States who heads Israel's powerful immigration program was charged with credit card fraud. Page A3.    ","thumbnail":null,"section":"U.S."},{"date":"19940215","headline":"Clash on Fossil Sales Shadows a Trade Fair","web_url":"https://www.nytimes.com/1994/02/15/science/clash-on-fossil-sales-shadows-a-trade-fair.html","abstract":"  THERE was something for everyone: $5 fossil sea urchins for customers on tight budgets, museum-quality dinosaur skeletons at prices up to $1.1 million and hundreds of thousands of other fossils of all types and values.   But as crowds packed the Tucson Minerals and Fossils Show last week to ogle the paleontological treasure on sale, Federal officials were looking for new ways to crack down on fossil trading.","thumbnail":null,"section":"Science"},{"date":"19940215","headline":"Article 189944 -- No Title","web_url":"https://www.nytimes.com/1994/02/15/sports/article-189944-no-title.html","abstract":"  Set a world record and win $25,000. That was the offer track authorities made yesterday to Americans competing in the USA/Mobil Indoor Track & Field Championships in Atlanta on March 4-5.   Adding that amount to other potential earnings -- including a $40,000 prize for finishing first in the Mobil Grand Prix series and $5,000 for winning an individual event in the series -- and an American who runs fast enough could walk away from the Georgia Dome with $72,500.","thumbnail":null,"section":"Sports"},{"date":"19940215","headline":"Trade the Bum. No, Keep Him.","web_url":"https://www.nytimes.com/1994/02/15/sports/on-pro-hockey-trade-the-bum-no-keep-him.html","abstract":"  Both Aleksei Kovalev of the Rangers and Aleksei Yashin of the Ottawa Senators are talented young players who roomed together in Moscow as members of the Dynamo team before they joined the National Hockey League.   While Yashin is enjoying a successful rookie season on a bad team, Kovalev is struggling through his second year with a good one, having problems with league authorities and with his coaching staff. The two 20-year-olds speak frequently by telephone, and Kovalev tells Yashin his troubles.","thumbnail":null,"section":"Sports"},{"date":"19940215","headline":"Fear in Wake of the Shooting at the Fulton Mall Sets Off Tremors","web_url":"https://www.nytimes.com/1994/02/15/nyregion/fear-in-wake-of-the-shooting-at-the-fulton-mall-sets-off-tremors.html","abstract":"  When the Fulton Mall was first proposed by the Lindsay administration in the 1960's, it was conceived as a project that would bolster a blighted downtown Brooklyn, one that would maintain a commercial base in an area suffering a long decline. Now more than a decade old, the strip ranks among the nation's busiest urban shopping streets, doing more than $1 million a day in business.   But recently, the Fulton Mall has drawn attention not for the business it attracts, but for some particularly disturbing crimes. In the most recent incident, an off-duty police officer getting her hair done was in a shootout with three robbers, and survived only because a gun aimed at her head misfired twice.","thumbnail":null,"section":"New York"},{"date":"19940215","headline":"Leader of House Arms Panel to Visit North Korea","web_url":"https://www.nytimes.com/1994/02/15/world/leader-of-house-arms-panel-to-visit-north-korea.html","abstract":"  As a deadline in the Administration's standoff with North Korea looms, the chairman of the House Armed Services Committee is to travel there this week on a secretly arranged trip at the invitation of the Government of Kim Il Sung.   In a brief telephone conversation today, the chairman, Representative Ronald V. Dellums, declined to comment on the trip. But Administration officials said Mr. Dellums hoped to help defuse the dispute over North Korea's nuclear weapon programs.","thumbnail":null,"section":"World"},{"date":"19940215","headline":"1944: Finns Seek Peace : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/02/15/opinion/IHT-1944-finns-seek-peace-in-our-pages100-75-and-50-years-ago.html","abstract":"STOCKHOLM - [From our New York edition:] Indirect contact has been established between Russian and Finnish quarters for preliminary peace feelers, unofficial but highly reliable Finnish sources said today [Feb. 15]. It was considered possible that other p","thumbnail":null,"section":"Opinion"},{"date":"19940215","headline":"Harding Bids Adieu Skating to Love Song","web_url":"https://www.nytimes.com/1994/02/15/sports/winter-olympics-harding-bids-adieu-skating-to-love-song.html","abstract":"  Tonya Harding bid her loyal supporters goodbye today after a final public practice before the Olympics.   During the hourlong workout, she skated her long program to music from the movie \"Jurassic Park,\" followed by an exhibition to the song \"When I Fall in Love.\"","thumbnail":null,"section":"Sports"},{"date":"19940215","headline":"By Design; The A-Line, Short and Sweet","web_url":"https://www.nytimes.com/1994/02/15/style/by-design-the-a-line-short-and-sweet.html","abstract":"  Last year, the skirt to have was skinny. Now it's the slightly flared A-line, which comes in solid and printed versions and looks snappiest if it's several inches above the knee. If you're looking for a way to update last spring's jackets and sweaters, the A-line would definitely fill the bill.   Calvin Klein has several versions, including black matte jersey ($335) at Barneys New York and black and ecru printed silk ($245) at Bergdorf Goodman. Barneys also has a black silk skirt with a beige poinsettia print ($165) from Mr. Klein's CK line and a metallic skirt ($89) by Elisabeth Rogiana.","thumbnail":null,"section":"Style"},{"date":"19940215","headline":"700,000 in South Remain Without Power After Storm","web_url":"https://www.nytimes.com/1994/02/15/us/700000-in-south-remain-without-power-after-storm.html","abstract":"  Hundreds of thousands of households from Arkansas to Delaware remained without power today as work crews struggled to restore electricity where huge towers had bent under the weight of ice-laden high-voltage wires and utility poles had snapped like twigs.    \"People are just doing the best they can,\" said Harry Bonner, general manager of the Delta Electric Power Association in Mississippi. \"But tempers are going to flare and they are going to get ugly soon.\"","thumbnail":null,"section":"U.S."},{"date":"19940215","headline":"Detained Burmese Laureate Speaks Out to U.S. Visitors","web_url":"https://www.nytimes.com/1994/02/15/world/detained-burmese-laureate-speaks-out-to-us-visitors.html","abstract":"  Daw Aung San Suu Kyi, the Nobel Peace Prize winner and the leader of the Burmese democracy movement who has been under house arrest here for more than four years, was allowed to break her silence today, and told visitors that while she was ready to negotiate with her jailers, she would never leave her homeland.   \"The concept of driving somebody out of their own country is totally unacceptable to me,\" Mrs. Aung San Suu Kyi, 48, said in a calm, resolute voice that betrayed none of the suffering of her isolation. \"They have tried to pressure me to leave the country in ways that no self-respecting Government should try.\"","thumbnail":null,"section":"World"},{"date":"19940215","headline":"1919: League of Nations : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/02/15/opinion/IHT-1919-league-of-nations-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - President Wilson yesterday afternoon [Feb. 14] read into the records of the Peace Conference the preliminary draft of the League of Nations. He called it a \"practical and humane document - a definite guarantee of the future peace of the world","thumbnail":null,"section":"Opinion"},{"date":"19940215","headline":"Clues Emerge To Rich Lodes Of Diamonds","web_url":"https://www.nytimes.com/1994/02/15/science/clues-emerge-to-rich-lodes-of-diamonds.html","abstract":"  DIAMONDS are travelers from the earth's interior. How they form there is well known. Crushing pressures and blistering heats work in unison to squeeze ho-hum carbon into stones of unrivaled hardness that can be shaped into dazzling gems. But how diamonds make their journeys of a hundred miles or more to particular spots on the earth's surface, and not to others, has long been a mystery.   Now, clues to a possible explanation have emerged in the Canadian tundra amid a rush for diamond riches reminiscent of the Yukon gold days of a century ago. Braving a riot of claims, finds and swindles, geologists have been carefully examining the rocky ground and discovering what may prove to be new indicators of diamond-bearing ores. These signs, dikes of ancient lava that are often visible on the earth's surface, could make future prospecting for diamonds easier.","thumbnail":null,"section":"Science"},{"date":"19940215","headline":"West, at U.N., Warns Serbs Of Its Resolve to Use Force","web_url":"https://www.nytimes.com/1994/02/15/world/west-at-un-warns-serbs-of-its-resolve-to-use-force.html","abstract":"  The United States, with support from Britain, France and most other Security Council members, sought today to convince Serbian forces ringing the Bosnian capital of Sarajevo that they really do face immediate retaliatory air strikes if they shell the city again or fail to meet NATO's deadline for removing their heavy weapons.   At the start of a two-day public debate on the war in Bosnia and Herzegovina, these three countries, as well as the many nonmembers who spoke, said they were also trying to stiffen the resolve of the United Nations Secretary General, Boutros Boutros-Ghali, and his representatives on the ground who must request the strikes if the Serbs have not complied with NATO's ultimatum by Feb. 21. 'Force Plus Diplomacy'    \"The objective of peace cannot be achieved by diplomacy alone,\" said the chief United States delegate to the United Nations, Madeleine K. Albright. \"Our diplomacy must be backed by a willingness to use force when that is essential in the cause of peace. For it is only force plus diplomacy that can stop the slaughter in Sarajevo and break the stalemate in Geneva,\" where peace talks have again broken down.","thumbnail":null,"section":"World"},{"date":"19940215","headline":"Long Shot by a Long Shot (B.C.) Wins Title in Beanpot","web_url":"https://www.nytimes.com/1994/02/15/sports/hockey-long-shot-by-a-long-shot-bc-wins-title-in-beanpot.html","abstract":"  An unlikely goal from an unlikely player won the Beanpot tournament championship tonight for Boston College, an unlikely team. The goal by Tom Ashe, a sophomore defenseman, in overtime beat Harvard, 2-1, before a capacity crowd of 14,448 at Boston Garden.    It was only the second goal of the season for Ashe. And his unobstructed shot, a 40-footer from just inside the blue line near the boards, was one that Aaron Israel, the Harvard goalie, might well have stopped. Israel made far more difficult saves in the tense game, which amounted to a duel between the goalies. Both were superb.","thumbnail":null,"section":"Sports"},{"date":"19940215","headline":"Sports of The Times; Dan Jansen Just Skates On Thin Ice","web_url":"https://www.nytimes.com/1994/02/15/sports/sports-of-the-times-dan-jansen-just-skates-on-thin-ice.html","abstract":"  TOUGH sport, this speed skating. No chance to get back on defense. No rally in the bottom of the ninth. Yes, Chris Webber of Michigan still wishes he hadn't called timeout against North Carolina last April, but he had 39 valiant minutes to get himself into that corner. You can't pull the goalie in speed skating. One slip, you lose.   Slipping is what happens to Dan Jansen, the man who said \"Sorry, Milwaukee\" yesterday. Milwaukee is sorry. The entire United States is sorry for Dan Jansen, a nice fellow who slips in the Winter Games.","thumbnail":null,"section":"Sports"},{"date":"19940215","headline":"Corrections","web_url":"https://www.nytimes.com/1994/02/15/nyregion/c-corrections-186252.html","abstract":"  An obituary on Jan. 28 about Kim Sang Man, former publisher of South Korea's most influential national daily newspaper, Dong-A Ilbo, misstated the paper's position on authoritarian Governments that ruled the country until recent years. The paper indeed challenged those dictatorial Governments and has been a consistent voice for democratic reform and press freedom. The obituary also misstated the paper's circulation. It is 2,160,000.","thumbnail":null,"section":"New York"},{"date":"19940215","headline":"Gascoigne Is Almost Back","web_url":"https://www.nytimes.com/1994/02/15/sports/sports-people-soccer-gascoigne-is-almost-back.html","abstract":"  England's new soccer manager, TERRY VENABLES, said yesterday that PAUL GASCOIGNE might play for the national team, which did not qualify for this summer's World Cup finals.   Gascoigne, the inspirational but volatile midfielder who has played 28 times for England, scored on a free kick in Lazio's 4-0 victory over Cagliari in an Italian first-division game in Rome on Sunday.","thumbnail":null,"section":"Sports"},{"date":"19940215","headline":"Chess","web_url":"https://www.nytimes.com/1994/02/15/arts/chess-214183.html","abstract":"  If you want to become a world-class player, you must not only handle winning positions forcefully but you must also win from positions in which you stand worse. Because there will always be those days on which your opening goes sour or you play a muddled middle game or underestimate the opponent.   Some of them will defeat you, but if you intend to reach the top, you must steel yourself to hang on for the opportunity to hoodwink the enemy. There is no set way to do that. Sometimes stubborn passive resistance is the answer, while at other times bluffing an attack that doesn't really exist is the plan of choice. Still other occasions are best served by feigning greater weakness, thus prompting the opponent to overreach himself and overlook your suddenly lethal resources.","thumbnail":null,"section":"Arts"},{"date":"19940215","headline":"Patronage Dividend: Liberal's Son Is Giuliani's Man in Albany","web_url":"https://www.nytimes.com/1994/02/15/nyregion/patronage-dividend-liberal-s-son-is-giuliani-s-man-in-albany.html","abstract":"  Robert M. Harding does not try particularly hard to deny that his appointment as Mayor Rudolph W. Giuliani's chief lobbyist in Albany was anything but the purest of patronage politics.   His father, after all, is Raymond B. Harding, the colorful leader of New York's Liberal Party, who gambled mightily by backing Mr. Giuliani, a Republican, in both the 1989 and 1993 mayoral campaigns. Last November the elder Mr. Harding hit pay dirt when Mr. Giuliani won 62,469 votes on the Liberal line, 9,129 votes more than his margin of victory over the incumbent, David N. Dinkins.","thumbnail":null,"section":"New York"},{"date":"19940215","headline":"Eustace Tilley's on Vacation, And, My, What a Stand-In","web_url":"https://www.nytimes.com/1994/02/15/nyregion/eustace-tilley-s-on-vacation-and-my-what-a-stand-in.html","abstract":"  The enduring symbol of The New Yorker magazine -- the aristocratic, top-hatted Regency dandy, Eustace Tilley, studying a fluttering pale pink butterfly through a monocle -- was gone from the anniversary cover yesterday for the first time since the magazine's founding in February 1925.   In his place was a scuzzy but recognizable descendant -- an adenoidal, acne-plagued teen-ager with chin-stubble, a gold earring, a reversed baseball cap and a yellow T-shirt, squinting myopically, perhaps uncomprehendingly, at a handbill for an X-rated Times Square sex shop.","thumbnail":null,"section":"New York"},{"date":"19940215","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/02/15/arts/classical-music-in-review-190314.html","abstract":"  Goliard Chamber Soloists  Merkin Concert Hall    Performances by flexible chamber groups are abundant in New York City, but the Goliard Concerts are more flexible than most. Often they are choral performances, sometimes with ambitious programs. The program on Sunday, though, was a chamber concert that gave the impression of an intimate salon evening in which musicians read through disparate works that interest them.","thumbnail":null,"section":"Arts"},{"date":"19940215","headline":"Winter of Death and Dislocation for Wildlife","web_url":"https://www.nytimes.com/1994/02/15/science/winter-of-death-and-dislocation-for-wildlife.html","abstract":"  IF this seemingly longest of all Northeastern winters has smashed humans' routines to smithereens, consider the region's wildlife. For many creatures of field, forest and pond, 1994 has so far brought not mere inconvenience and lost dollars, but a choice between wrenching dislocation and certain death.   And for some, death no matter what they do.","thumbnail":null,"section":"Science"},{"date":"19940215","headline":"'93's Dog of the Year Is on Track in '94","web_url":"https://www.nytimes.com/1994/02/15/sports/dog-show-93-s-dog-of-the-year-is-on-track-in-94.html","abstract":"  Ch. Altana's Mystique, the top-winning canine performer in the country in 1993, last night cleared a big hurdle in her quest for the silver bowl that goes to the Westminster Kennel Club best in show winner, when she won in the herding group at Madison Square Garden to gain tonight's final in America's most prestigious dog show.    Not that it was any surprise for the German Shepherd, who is owned by Jane Firestone of Southern Pines, N.C., and handled by Jim Moses. Last year Mystique defeated 169,980 dogs to finish first in the Science Diet Winners' Circle competition, which keeps a year-long tally of dogs' individual performances.","thumbnail":null,"section":"Sports"},{"date":"19940215","headline":"The Feisty Pathfinder of the Philharmonic","web_url":"https://www.nytimes.com/1994/02/15/arts/the-feisty-pathfinder-of-the-philharmonic.html","abstract":"  \"I'm about change,\" said Deborah Borda. \"When the New York Philharmonic was about to hire me, I asked them: 'Are you sure I'm the person you want? Because change is what I've always thrived on, and if that's not what you want then I'm probably not the right person.' But they said they did, and they've been supportive all the way through.\"    When Ms. Borda became executive director of the Philharmonic two and a half years ago, change was in the cards for the Philharmonic anyway. Kurt Masur had been named music director only a few months earlier, and his demanding brand of Germanic discipline was something the players were not used to. In short order he had the orchestra sounding better than it had in more than a decade. Still, as the Philharmonic headed toward its 150th anniversary it was facing contract negotiations (often fraught with the prospect of a strike) and a deficit of more than $2 million.","thumbnail":null,"section":"Arts"},{"date":"19940215","headline":"What Do Men Want?","web_url":"https://www.nytimes.com/1994/02/15/opinion/what-do-men-want.html","abstract":"The matrilineal Khasi society in northeastern India, one of the few surviving female bastions in the world, is making a fervent effort to keep men in their place. \n\nThough an all-male organization that is battling the centuries-old matrilineal system has yet to make any significant dent, the rebels claim to have enlisted the support of some prominent Khasi women. Their struggle to break free, they say, has resulted in small victories; some have begun to have a say in family affairs and are even inheriting property. But they constitute an insignificant minority in the 800,000-member Khasi society.","thumbnail":null,"section":"Opinion"},{"date":"19940215","headline":"Digital Woes for Babes in the Woods","web_url":"https://www.nytimes.com/1994/02/15/science/personal-computers-digital-woes-for-babes-in-the-woods.html","abstract":"  IT took very little time for Toby Mardis to open the cartons in which her family's Dell computer was delivered, plug the pieces together and flip on the power. \"It was just plug A into B, and so on,\" she said. \"The hookups were very well explained in the booklet.\"   With her husband at work and their two daughters at school, Ms. Mardis made the transition from shopper to computer user in just a few swift keystrokes. She began with a built-in tutorial program, then played some electronic games that came with the Windows program.","thumbnail":null,"section":"Science"},{"date":"19940215","headline":"Bones of Contention In Bitter Court Fight","web_url":"https://www.nytimes.com/1994/02/15/science/bones-of-contention-in-bitter-court-fight.html","abstract":"  IN 1990, Peter Larson, president of the Black Hills Institute of Geological Research, and his colleagues discovered an outcrop of fossil bones on the South Dakota ranch of Maurice Williams, a Sioux Indian, whose property was \"in trust\" to the Federal Government -- an arrangement by which the Government retains certain rights to the land, in exchange for freedom from property taxes.   The Black Hills company paid Mr. Williams $5,000 for the right to excavate the fossil, which proved to be the finest and most complete Tyrannosaurus rex ever found.","thumbnail":null,"section":"Science"},{"date":"19940215","headline":"Norway Crowns New Cross-Country King","web_url":"https://www.nytimes.com/1994/02/15/sports/winter-olympics-norway-crowns-new-cross-country-king.html","abstract":"  The temperature in the Birkebeiner Ski Stadium had soared all the way to 4 below zero, and Gunnar Rundhovde, a bearded businessman from Bergen, Norway, was happily jogging in place.   Like many of the estimated 60,000 cross-country fans lining the tracks on this Monday morning, Rundhovde had his stylish backpack, his handmade sweater, his Norwegian flag and, most important, his portable rubber footmat to keep the cold from from infiltrating the soles of his boots and chilling his sturdy Nordic bones.","thumbnail":null,"section":"Sports"},{"date":"19940215","headline":"Once Again, a Medal Eludes Jansen","web_url":"https://www.nytimes.com/1994/02/15/sports/once-again-a-medal-eludes-jansen.html","abstract":"  Dan Jansen as his left skate slipped in the final turn of yesterday's 500-meter speed-skating race in Norway. The slip cost enough time to drop him to eighth place. SportsTuesday, page B7. RUSSIANS STUNNED IN HOCKEY    Russia suffered its worst Olympic loss ever when it was routed by Finland, 5-0, the first time the squad formerly known as the Soviet Union and Unified Team had been shut out in Olympic competition. The Finns, seeded seventh in a 12-team field, are 2-0 against higher-seeded teams. KENNEDY CRASHES IN LUGE    Duncan Kennedy of the U.S. failed in his bid for a medal, crashing toward the end of the course. Georg Hackl of Germany won the gold. NEW CROSS-COUNTRY STAR    As expected, a Norwegian won the 30-kilometer race, but it was little-known Thomas Alsgaard.    SportsTuesday, page B7.","thumbnail":null,"section":"Sports"},{"date":"19940215","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/02/15/style/chronicle-311286.html","abstract":"  Hail, oh hail nonagenarians of note! GEORGE F. KENNAN, the architect of the United States' post-World War II foreign policy toward the Soviet Union, and HERBERT W. BROWNELL, the Attorney General from 1953 to 1957, both turn 90 this week, and their friends, relatives and colleagues will gather to pay tribute.    First on the calendar: a party for Mr. Kennan this evening at the East 68th Street headquarters of the Council on Foreign Relations. The guest list is drawn from the highest echelons of the State Department and diplomatic, academic and philanthropic circles. Among those who have sent in acceptances: Madeleine K. Albright, Robert S. McNamara, Cyrus R. Vance, William P. Rogers, Winston Lord, David Rockefeller and Franklin Thomas.","thumbnail":null,"section":"Style"},{"date":"19940215","headline":"Gas Guns Could Launch Spacecraft, Testers Say","web_url":"https://www.nytimes.com/1994/02/15/science/gas-guns-could-launch-spacecraft-testers-say.html","abstract":"  FOUR times in recent months the coyotes, vultures and squirrels that inhabit the desolate Altamont Hills here have had their tranquility ruptured by a 150-foot cannon blasting a jet-engined projectile into a nearby hillside.   For scientists working in the rarefied realms of light gas guns and scramjets, the test shots at Lawrence Livermore National Laboratory's remote Site 300 have been breakthrough events. They say the tests show that a large gun could be used to send large objects into space at far lower costs than today's rocket and shuttle technology. Such an approach was first hypothesized by Jules Verne in his 1865 novels, \"From the Earth to the Moon\" and \"A Trip Around It.\"","thumbnail":null,"section":"Science"},{"date":"19940215","headline":"Zulu King Is Back, Now Seeking a Kingdom","web_url":"https://www.nytimes.com/1994/02/15/world/zulu-king-is-back-now-seeking-a-kingdom.html","abstract":"  The last time King Goodwill Zwelithini decided that the monarch of seven million Zulus should be more than a ceremonial figure, his prime minister quickly cut him down to size.   The prime minister, a royal cousin named Mangosuthu G. Buthelezi, paraded the King before the Parliament of the Zulu homeland and accused him of plotting to overthrow the constitution. The show trial was so humiliating that the King reportedly leapt from his royal box and fled back to his palace in distress, swallowing his dream of real power.","thumbnail":null,"section":"World"},{"date":"19940215","headline":"Shock Therapy for the Pentagon","web_url":"https://www.nytimes.com/1994/02/15/opinion/shock-therapy-for-the-pentagon.html","abstract":"  Only shock therapy can change the mind set that developed in the Department of Defense during the cold war. Since the tearing down of the Berlin Wall in 1989, the Pentagon has experienced a great deal of attempted therapy and next to no shock.   When the Bush Administration was treating it benignly, one of the Pentagon's severest critics was Les Aspin, then chairman of the House Armed Services Committee.","thumbnail":null,"section":"Opinion"},{"date":"19940215","headline":"At Home in Her Prison, a Caged Bird Is Silenced No Longer","web_url":"https://www.nytimes.com/1994/02/15/world/at-home-in-her-prison-a-caged-bird-is-silenced-no-longer.html","abstract":"  The garden that her mother had once tended so lovingly is now overgrown with weeds and a mesh of rotting tree limbs, and the resulting small jungle just outside Daw Aung San Suu Kyi's door is simply one more barrier between the world's most famous political prisoner and the outside world.   \"I just can't afford a gardener,\" she said, leading a visitor around the villa that today is her prison. \"Sometimes I have not had enough money to eat.\" She smiles at the lunacy of her situation, showing the mettle that has allowed her to survive.","thumbnail":null,"section":"World"},{"date":"19940215","headline":"Review/Fashion; Dressing for 90degrees Days (Just Wait)","web_url":"https://www.nytimes.com/1994/02/15/style/review-fashion-dressing-for-90degrees-days-just-wait.html","abstract":"  Call it minimalism. Call it comfort or practicality. Whatever the tag line, summer collections end up being cool and easy to wear. The fabrics seem lighter than air. The colors are white or pale. After a frigid winter in most parts of the country, designers have developed clothes that can take the heat.   They are clothes that skim the body and don't clutch at it. They are very short -- or very long -- and in addition to skirts there are pants, short and long.","thumbnail":null,"section":"Style"},{"date":"19940215","headline":"For 5th Time in Weeks, Chrysler Recalls Vehicles","web_url":"https://www.nytimes.com/1994/02/15/us/for-5th-time-in-weeks-chrysler-recalls-vehicles.html","abstract":"  The Chrysler Corporation today recalled about 110,000 sedans to adjust electrical wires that the company said were in danger of short-circuiting from wear.   The recall was Chrysler's fifth since December, once again raising questions about the quality of the company's cars and trucks.","thumbnail":null,"section":"U.S."},{"date":"19940215","headline":"Saturday Morning at the Needle Exchange","web_url":"https://www.nytimes.com/1994/02/15/opinion/saturday-morning-at-the-needle-exchange.html","abstract":"Jimmy tells me about how he used to run with a gang, then went to jail, and now is \"interested in peaceful things, like poetry and art.\" He has no used needles to return, so we give him two clean sets. \n\nLis is headed downhill. Her make-up is applied with clownlike exaggeration, her teeth look loose, her yellow hair is a mess. She's got four used needles, which she drops in the hazardous-waste container. Lis has a present for me and my fellow volunteer Donald. She shyly gives us a brown bag. I don't look inside until later, when I find two Almond Joy candy bars. Donald won't eat his, but I say what the hell, I'm hungry.","thumbnail":null,"section":"Opinion"},{"date":"19940215","headline":"Final, Done, Set in Concrete: They'll Practice Side by Side","web_url":"https://www.nytimes.com/1994/02/15/sports/winter-olympics-notebook-final-done-set-concrete-they-ll-practice-side-side.html","abstract":"  The highest-ranking figure-skating authority at the Winter Olympics said today that an irrevocable decision had been made to keep Nancy Kerrigan and Tonya Harding in the same practice group for the figure-skating competition.   Harding is due to arrive in Norway on Wednesday from Portland, Ore., and will likely begin skating in the same practice session with Kerrigan on Thursday. The women's competition begins on Feb. 23. American figure-skating officials had requested several times that separate practice groups for Kerrigan and Harding be arranged by the International Skating Union, the sport's world governing body, but the I.S.U. rejected each request. It is customary for figure skaters from the same country to train together at the Olympics.","thumbnail":null,"section":"Sports"},{"date":"19940215","headline":"Irked by Medicare Limits, Doctors Ask Elderly to Pay Up","web_url":"https://www.nytimes.com/1994/02/15/nyregion/irked-by-medicare-limits-doctors-ask-elderly-to-pay-up.html","abstract":"  A small but growing number of doctors, angry with the Federal Government's limits on what they can charge for treating elderly patients, are finding ways to get around the Medicare rates by having patients pay extra fees, doctors, patients and Government officials say.   The practice, which usually involves doctors' asking their elderly patients to sign contracts that result in added out-of-pocket payments, is drawing scrutiny from the Government and from advocates for the elderly. And Medicare officials have written to some doctors warning them that taking excess payment under contract leaves them open to prosecution, fines and sanctions.","thumbnail":null,"section":"New York"},{"date":"19940215","headline":"Outbursts by Coaches Show Lack of Control","web_url":"https://www.nytimes.com/1994/02/15/sports/on-college-basketball-outbursts-by-coaches-show-lack-of-control.html","abstract":"  This was before the resentment within John Chaney raged out of control, before his profane, threatening tirade against University of Massachusetts Coach John Calipari and his players following a nationally televised game on Sunday became one day's definition of the nature of major college basketball.   This was before Chaney, the Temple coach who last month spoke of the necessity of gaining more control in higher education's decision-making process, displayed a complete inability to control himself.","thumbnail":null,"section":"Sports"},{"date":"19940215","headline":"A Novel Genetic Therapy Holds Promise in Treating Pneumonia","web_url":"https://www.nytimes.com/1994/02/15/science/a-novel-genetic-therapy-holds-promise-in-treating-pneumonia.html","abstract":"  A novel immune therapy has cured a respiratory viral infection in mice, and a scientific report issued today says it holds great promise for treating the most common cause of pneumonia in infants and young children.   Experiments to prove the therapy's effectiveness in humans have yet to be done. But in a report in The Proceedings of the National Academy of Sciences, the authors said success with the animal experiments \"may signal the beginning of an era of immunotherapy\" for many serious human viral infections, including influenza.","thumbnail":null,"section":"Science"},{"date":"19940215","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/02/15/arts/classical-music-in-review-188611.html","abstract":"  Quartet Sine Nomine  Weill Recital Hall    In the midst of Friday's snowstorm and before a determined audience of respectable size, the Quartet Sine Nomine played music by Mozart, Brahms and Michel Hostettler. The four Swiss musicians are models of moderation and informed taste, and nowhere were they more satisfactory than in Mozart's \"Hunt\" Quartet. Ensemble was precise but wholly natural. No one individual called attention to himself.","thumbnail":null,"section":"Arts"},{"date":"19940215","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/02/15/style/chronicle-316910.html","abstract":"  Hail, oh hail nonagenarians of note! GEORGE F. KENNAN, the architect of the United States' post-World War II foreign policy toward the Soviet Union, and HERBERT W. BROWNELL, the Attorney General from 1953 to 1957, both turn 90 this week, and their friends, relatives and colleagues will gather to pay tribute.    First on the calendar: a party for Mr. Kennan this evening at the East 68th Street headquarters of the Council on Foreign Relations. The guest list is drawn from the highest echelons of the State Department and diplomatic, academic and philanthropic circles. Among those who have sent in acceptances: Madeleine K. Albright, Robert S. McNamara, Cyrus R. Vance, William P. Rogers, Winston Lord, David Rockefeller and Franklin Thomas.","thumbnail":null,"section":"Style"},{"date":"19940215","headline":"This Time It's a Slip As Jansen Fails Again","web_url":"https://www.nytimes.com/1994/02/15/sports/winter-olympics-this-time-it-s-a-slip-as-jansen-fails-again.html","abstract":"  Six years after another unhappy Valentine's Day, Dan Jansen lost another speed-skating race at the Olympics today.   He is the sport's greatest sprinter, the world-record holder at 500 meters, the only one to skate the distance under 36 seconds. But the Olympics somehow diminish his talent, leaving him unfulfilled and tormented.","thumbnail":null,"section":"Sports"},{"date":"19940215","headline":"Review/Rock; Hatfield On Women And Choices","web_url":"https://www.nytimes.com/1994/02/15/arts/review-rock-hatfield-on-women-and-choices.html","abstract":"  Juliana Hatfield has a little-girl voice, high and airy. When she was the singer for the Blake Babies, she sounded fragile and kittenish. But two albums into a solo career, she has grown tougher and more complicated. When she led the Juliana Hatfield Three at the Academy on Friday night, she moved from the delicacy of folk-rock to the muscle of heavy metal, her vulnerability now balanced by self-assertion and flashes of anger.   Ms. Hatfield's songs encompass the contradictory choices and impulses facing the kinds of collegiate and post-collegiate women who seemed to be a majority of the audience. The lyrics veer from aggressive sexuality to wounded pride, from enjoying artifice to longing for honesty, from chasing connections to retreating into isolation. Her first-person narrators take chances, make mistakes, grow bewildered or get even.","thumbnail":null,"section":"Arts"},{"date":"19940215","headline":"No Headline","web_url":"https://www.nytimes.com/1994/02/15/nyregion/no-headline-185809.html","abstract":"  \"Whatever they do to me, that's between them and me; I can take it. What's more important is what they are doing to the country.\" -- DAW AUNG SAN SUU KYI, the Burmese dissident leader, referring to her captors.  [ A1:2. ]","thumbnail":null,"section":"New York"},{"date":"19940215","headline":"Group Heckles Reno Over Crown Heights","web_url":"https://www.nytimes.com/1994/02/15/nyregion/group-heckles-reno-over-crown-heights.html","abstract":"  Attorney General Janet Reno was heckled and booed during an appearance in Manhattan last night by people demanding that she include former Mayor David N. Dinkins and former Police Commissioner Lee P. Brown in the Federal investigation of the killing of Yankel Rosenbaum in Crown Heights in 1991.   Speaking at Congregation Kelilath Jeshurun at 125 East 85th Street, Mrs. Reno was asked several times why she had not included both former city officials in her decision to open a Federal investigation into the death of Mr. Rosenbaum, a rabbinical student who was fatally stabbed when attacked by a group of blacks during street disturbances in Crown Heights.","thumbnail":null,"section":"New York"},{"date":"19940215","headline":"Corrections","web_url":"https://www.nytimes.com/1994/02/15/nyregion/c-corrections-190071.html","abstract":"  A picture in some copies yesterday with a rock music review of David Johansen was published in error. The picture, showing a man looking through a magnifying glass, had been published on Sunday in Styles of The Times with an article about defining oneself in a single word.","thumbnail":null,"section":"New York"},{"date":"19940215","headline":"On My Mind; Five Honest Men","web_url":"https://www.nytimes.com/1994/02/15/opinion/on-my-mind-five-honest-men.html","abstract":"  On Sunday, during another day of thinking, talking and reading about American policy on Bosnia, I knew suddenly that my mind badly needed fresh air.    For the U.S., Bosnia is one of the most miserable exhibitions I have seen in a lifetime of journalistic involvement in American foreign policy. It was, and is, evasive and stumbling. But its major failure is that to this moment it has not been honest or clear with the U.S. public.","thumbnail":null,"section":"Opinion"},{"date":"19940215","headline":"1894: A Painful Duty : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/02/15/opinion/IHT-1894-a-painful-duty-in-our-pages100-75-and-50-years-ago.html","abstract":"PALERMO - In addressing the troops on the occasion of his presenting the medals for valor to those soldiers who have distinguished themselves by acts of bravery at the risk of their lives in the recent riots which have taken place in Sicily, General Morra","thumbnail":null,"section":"Opinion"},{"date":"19940215","headline":"SCIENTIST AT WORK: Anthony S. Fauci; Consummate Politician On the AIDS Front","web_url":"https://www.nytimes.com/1994/02/15/science/scientist-at-work-anthony-s-fauci-consummate-politician-on-the-aids-front.html","abstract":"  IF everyone in the world were like Dr. Anthony S. Fauci, there would be no need for Prozac. By any sensible reckoning, the man should be wilting around the edges. He has been at the center of the AIDS tornado since the epidemic began, serving as the director of the National Institute for Allergy and Infectious Diseases and the Government's Office of AIDS Research, which together oversee much of the AIDS-related research carried out around the nation.    Apart from his official credentials, he has been the most visible and quotable spokesman on every medical, epidemiological and social aspect of the disease, the de facto AIDS czar until the appointment last year of Kristine Gebbie as the czar de jure to the President.","thumbnail":null,"section":"Science"},{"date":"19940215","headline":"Clinton Faces Pressure to Remove Health Plan's Provision on Early Retirees","web_url":"https://www.nytimes.com/1994/02/15/us/clinton-faces-pressure-to-remove-health-plan-s-provision-on-early-retirees.html","abstract":"  The sudden need to carve savings out of its health care plan is putting pressure on the Clinton Administration to drop or scale back its proposal that the Government assume companies' costs of health care coverage for early retirees.   Eliminating that provision could save more than half of the increase in the deficit that the Congressional Budget Office foresaw from President Clinton's plan.","thumbnail":null,"section":"U.S."}],"wiki_events":[],"weather":[{"date":"19940215","time":"1994-02-15 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.4,"rhum":79,"wspd":31.3},{"date":"19940215","time":"1994-02-15 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-1.2,"rhum":95,"wspd":29.5},{"date":"19940215","time":"1994-02-15 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-1,"rhum":87,"wspd":29.5},{"date":"19940215","time":"1994-02-15 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-1.2,"rhum":93,"wspd":24.1},{"date":"19940215","time":"1994-02-15 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-1.2,"rhum":90,"wspd":24.1},{"date":"19940215","time":"1994-02-15 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-1,"rhum":91,"wspd":24.1},{"date":"19940215","time":"1994-02-15 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-0.3,"rhum":88,"wspd":16.6},{"date":"19940215","time":"1994-02-15 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.4,"rhum":85,"wspd":14.8},{"date":"19940215","time":"1994-02-15 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.5,"rhum":99,"wspd":18.4},{"date":"19940215","time":"1994-02-15 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.3,"rhum":78,"wspd":13},{"date":"19940215","time":"1994-02-15 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.8,"rhum":74,"wspd":13},{"date":"19940215","time":"1994-02-15 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.2,"rhum":68,"wspd":14.8},{"date":"19940215","time":"1994-02-15 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.8,"rhum":72,"wspd":13},{"date":"19940215","time":"1994-02-15 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.2,"rhum":66,"wspd":7.6},{"date":"19940215","time":"1994-02-15 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.2,"rhum":77,"wspd":9.4},{"date":"19940215","time":"1994-02-15 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4,"rhum":90,"wspd":5.4},{"date":"19940215","time":"1994-02-15 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.3,"rhum":89,"wspd":11.2},{"date":"19940215","time":"1994-02-15 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.3,"rhum":90,"wspd":13},{"date":"19940215","time":"1994-02-15 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.1,"rhum":89,"wspd":13},{"date":"19940215","time":"1994-02-15 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.4,"rhum":88,"wspd":11.2},{"date":"19940215","time":"1994-02-15 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.2,"rhum":88,"wspd":5.4},{"date":"19940215","time":"1994-02-15 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6,"rhum":88,"wspd":13},{"date":"19940215","time":"1994-02-15 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.2,"rhum":86,"wspd":11.2},{"date":"19940215","time":"1994-02-15 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.7,"rhum":83,"wspd":13},{"date":"19940215","time":"1994-02-15 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":41,"wspd":24.1},{"date":"19940215","time":"1994-02-15 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":43,"wspd":24.1},{"date":"19940215","time":"1994-02-15 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":41,"wspd":20.5},{"date":"19940215","time":"1994-02-15 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.1,"rhum":43,"wspd":13},{"date":"19940215","time":"1994-02-15 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.1,"rhum":43,"wspd":11.2},{"date":"19940215","time":"1994-02-15 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.7,"rhum":45,"wspd":5.4},{"date":"19940215","time":"1994-02-15 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-8.3,"rhum":51,"wspd":7.6},{"date":"19940215","time":"1994-02-15 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-8.3,"rhum":53,"wspd":0},{"date":"19940215","time":"1994-02-15 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-8.9,"rhum":61,"wspd":0},{"date":"19940215","time":"1994-02-15 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.8,"rhum":62,"wspd":7.6},{"date":"19940215","time":"1994-02-15 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-8.9,"rhum":64,"wspd":5.4},{"date":"19940215","time":"1994-02-15 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-8.9,"rhum":64,"wspd":0},{"date":"19940215","time":"1994-02-15 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-9.4,"rhum":70,"wspd":0},{"date":"19940215","time":"1994-02-15 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.8,"rhum":67,"wspd":0},{"date":"19940215","time":"1994-02-15 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":50,"wspd":0},{"date":"19940215","time":"1994-02-15 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":45,"wspd":0},{"date":"19940215","time":"1994-02-15 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":56,"wspd":13},{"date":"19940215","time":"1994-02-15 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":59,"wspd":11.2},{"date":"19940215","time":"1994-02-15 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":64,"wspd":13},{"date":"19940215","time":"1994-02-15 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":66,"wspd":13},{"date":"19940215","time":"1994-02-15 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":67,"wspd":9.4},{"date":"19940215","time":"1994-02-15 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":64,"wspd":9.4},{"date":"19940215","time":"1994-02-15 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":64,"wspd":9.4},{"date":"19940215","time":"1994-02-15 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":69,"wspd":9.4}]},"19940216":{"guardian_articles":[{"date":"19940216","headline":"Shot that started a war - the report","web_url":"https://www.theguardian.com/politics/1994/feb/16/uk.politicalnews","abstract":null,"thumbnail":null,"section":"Politics"}],"nytimes_articles":[{"date":"19940216","headline":"U.N. Forcing Croatia to Acknowledge Its 'Invisible' Army in Bosnia","web_url":"https://www.nytimes.com/1994/02/16/world/un-forcing-croatia-to-acknowledge-its-invisible-army-in-bosnia.html","abstract":"  Croatia's ambivalence is showing.    Publicly, Government officials applaud the Western effort to break the siege of Sarajevo and say they hope it will lead to a peace agreement throughout Bosnia and Herzegovina.","thumbnail":null,"section":"World"},{"date":"19940216","headline":"Union Calls for Returning Teachers to the Classroom","web_url":"https://www.nytimes.com/1994/02/16/nyregion/union-calls-for-returning-teachers-to-the-classroom.html","abstract":"  The union representing New York City teachers said yesterday that more than a thousand teachers were working in Board of Education offices and that Schools Chancellor Ramon C. Cortines should cut those jobs that are not necessary and shift the teachers back to classroom duties.   \"Some of them may be doing things that may not be necessary, especially considering the budget situation,\" said Susan Amlung, a spokeswoman for the United Federation of Teachers.","thumbnail":null,"section":"New York"},{"date":"19940216","headline":"Once Again, a U.S. Stunner on the Slopes","web_url":"https://www.nytimes.com/1994/02/16/us/once-again-a-us-stunner-on-the-slopes.html","abstract":"  One day after Dan Jansen slipped to his own tortured level of Olympic ineptitude, Diann Roffe-Steinrotter descended brilliantly from the mountain toward a golden state of blissful retirement.   Is it better to have thoroughly dominated one's sport but won nothing on the most visible stage of all, or to have basically been a career also-ran who somehow seizes the great Olympic moments? The bowed heads of Jansen, the American speed skater, and Roffe-Steinrotter, the Alpine skier, less than 24 hours apart said it all -- Jansen's in mourning over squandering another Olympic chance, Roffe-Steinrotter's for a gold medal to be slipped around her neck. 'Inspiration for the Peaks'    \"The valleys have been an inspiration for the peaks,\" the 26-year-old Roffe-Steinrotter said today, jubilant after becoming the shocking winner in the women's super-giant slalom. Her victory made it 2-0 here at the Olympic Winter Games for the previously beleaguered United States Alpine team over the rest of planet Earth.","thumbnail":null,"section":"U.S."},{"date":"19940216","headline":"The Inman File : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/02/16/opinion/IHT-the-inman-file-letters-to-the-editor.html","abstract":"Regarding \"The 'Hostile Press' Makes a Poor Alibi\" by Arthur Schlesinger and \"Why Would Anyone Want the Vitriol and Misery?\" by James Webb (Opinion, Jan. 22):.I found myself agreeing with both articles on Bobby Ray Inman's withdrawa","thumbnail":null,"section":"Opinion"},{"date":"19940216","headline":"Under Court Order, U.S. Lays Out Rules For California's Air","web_url":"https://www.nytimes.com/1994/02/16/us/under-court-order-us-lays-out-rules-for-california-s-air.html","abstract":"  Under court order, the Federal Environmental Protection Agency today released proposals to bring parts of California into compliance with national clean-air standards.   The objective is to reduce carbon-monoxide pollution in Los Angeles and to bring areas surrounding Los Angeles, Ventura and Sacramento into line with standards for ozone pollution.","thumbnail":null,"section":"U.S."},{"date":"19940216","headline":"Baltimore Almost Back","web_url":"https://www.nytimes.com/1994/02/16/sports/sports-people-canadian-football-baltimore-almost-back.html","abstract":"  Symbolically returnikng professional football to Baltimore, Mayor KURT SCHMOKE yesterday handed over the keys to Memorial Stadium to JIM SPERSO.  With the five-year lease signed, all that is needed to fulfill Sperso's effort to bring a Canadian Football League expansion team to Baltimore is approval by Commissioner LARRY SMITH and the league's board of governors. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940216","headline":"What Is 'Universal' Is Center Of Fight Over a Health Plan","web_url":"https://www.nytimes.com/1994/02/16/us/what-is-universal-is-center-of-fight-over-a-health-plan.html","abstract":"  Universal insurance coverage has become the touchstone of the debate over health care. President Clinton threatens to veto legislation \"that does not guarantee every American private health insurance that can never be taken away.\"   But what precisely does universal coverage mean? How would it be administered? Would everyone voluntarily enroll in a health plan? Would the Government force people to buy insurance?","thumbnail":null,"section":"U.S."},{"date":"19940216","headline":"On This Mountain, The Boom Times Were a Real Blast","web_url":"https://www.nytimes.com/1994/02/16/sports/IHT-on-this-mountain-the-boom-times-were-a-real-blast.html","abstract":"The phone would ring. Aud Pedersen and her husband, Odd, would look at each other. One of them would answer the phone..\"The next explosion will be in eight minutes,\" the voice on the phone would say..They would hear beneath them the sound o","thumbnail":null,"section":"Sports"},{"date":"19940216","headline":"COLLEGE HOCKEY REPORT","web_url":"https://www.nytimes.com/1994/02/16/sports/college-hockey-report.html","abstract":"  Boston College    When the Eagles won the Beanpot tournament on Monday night, a feat considered beyond their expectations or those of anyone else, they did it because they had an inspired goaltender, which will happen in tournaments.","thumbnail":null,"section":"Sports"},{"date":"19940216","headline":"As Snow Problems Melt, the Garbage Challenge Heats Up","web_url":"https://www.nytimes.com/1994/02/16/nyregion/as-snow-problems-melt-the-garbage-challenge-heats-up.html","abstract":"  The liberation of West 99th Street began yesterday at 12:37 P.M. Some people embraced in the streets. Children stared out from school windows. The uniformed liberators, their fat orange rubber gloves raised in the air, returned the salutes.   The garbage was being picked up.","thumbnail":null,"section":"New York"},{"date":"19940216","headline":"A Norwich Terrier Makes History at Westminster","web_url":"https://www.nytimes.com/1994/02/16/sports/dog-show-a-norwich-terrier-makes-history-at-westminster.html","abstract":"  A black-and-tan Norwich terrier, Ch. Chidley Willum The Conqueror, stood alone in the center of the big green-matted ring in Madison Square Garden. He had just made history last night by capturing the best-in-show honors at the Westminster Kennel Club event.   It was the first time in one of America's longest continuously held sporting events that a representative of the breed had gone to the top; he defeated a field of 2,580 champions.","thumbnail":null,"section":"Sports"},{"date":"19940216","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/02/16/sports/results-plus-199656.html","abstract":"  TENNIS  Sampras Loses in First Round  Pete Sampras, seeded No. 1, was knocked out of the first round of the U.S. Indoor tennis tournament in Philadelphia last night, losing in straight sets to Jacco Eltingh of the Netherlands. Eltingh, who also beat Sampras last year in Atlanta, ousted the defending Wimbledon and U.S. Open champion, 7-6 (10-8), 6-4. Sampras, in his first match since winning the Australian Open last month, admitted he was \"a little flat.\" (AP) N.H.L.  Lemieux-less Penguins Win  Rick Tocchet started a three-goal first period that helped carry the Pittsburgh Penguins to a 5-3 home victory last night over Winnipeg, stretching the Jets' winless streak to 0-11-2.   The Penguins played without center Mario Lemieux, who was scratched when he complained that his sore back was bothering him. Lemieux played twice over the weekend and had three goals and an assist in his first action since Nov. 7. He also practiced Monday. (AP) Maple Leafs 5, Red Wings 4: Wendel Clark's power-play goal at 2 minutes 55 seconds of overtime lifted Toronto 2 points ahead of visiting Detroit and idle Dallas atop the Central Division. The Maple Leafs' 71 points is also tops in the Western Conference and second over all behind the New York Rangers (76). (AP) Capitals 2, Oilers 2: Bill Ranford stopped 41 shots as struggling Edmonton snapped Washington's four-game winning streak and earned a rare point on the road. (AP) Blues 3, Canucks 2: Brett Hull tied the game with his 40th goal, then got the game-winner with 5:44 to go as St. Louis beat visiting Vancouver. (AP) N.B.A.  O'Neal Monopolizes Rebounds  Shaquille O'Neal grabbed 24 rebounds and scored 10 of his 36 points in the final 3:41 last night, leading the Orlando Magic to a 102-92 victory over the visiting Boston Celtics.   The Magic trailed, 82-72, before putting together a 30-10 run to extend the Celtics' losing streak to five games. A team-record 14 of O'Neal's rebounds came on the offensive end. (AP) SuperSonics 133, 76ers 105: Shawn Kemp scored 24 points, including 6 dunks, and grabbed 13 rebounds in three quarters as Seattle won its fifth straight game with its highest point total of the season. Playing at home, the Sonics improved their league-best record to 36-10. (AP) Rockets 103, Hawks 99: Hakeem Olajuwon scored 8 of his 28 points in the deciding final minutes, leading Houston over visiting Atlanta. The Rockets trailed by 53-48 at the half, but went on an 18-8 run to start the third quarter and never trailed again. (AP) Cavaliers 111, Nuggets 99: Gerald Wilkins scored 15 of his 27 points in the first quarter and made four 3-pointers as Cleveland won at home. Wilkins sank six of his first seven shots, including three 3-pointers. (AP) Spurs 109, Pacers 100: David Robinson had 34 points and 10 rebounds as the Spurs matched their franchise-record winning streak of 10 games in beating visiting Indiana. Robinson had nine assists. (AP) Pistons 100, Bullets 93: Joe Dumars, despite a sore left hamstring, scored 25 points as Detroit extended visiting Washington's losing streak to four games. Dumars pulled his hamstring against Houston last Thursday, didn't practice Monday, but he started and led the Pistons to just their fourth victory in 28 games. (AP) Trail Blazers 106, Mavericks 103: Clifford Robinson scored 24 points, including a critical off-balance jumper with 26 seconds to play. Robinson's high-arching 12-footer as the shot clock wore down pushed Portland's lead to 103-100 and helped snap the Trail Blazers' four-game road losing streak. (AP) Timberwolves 97, Bucks 90: Christian Laettner scored 23 points and had 13 rebounds as Minnesota snapped a seven-game losing streak. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940216","headline":"Review/Film; Hard Work Without Just Reward In China","web_url":"https://www.nytimes.com/1994/02/16/movies/review-film-hard-work-without-just-reward-in-china.html","abstract":"A hard-working Chinese woman sold into marriage achieves success in business, buys a wife for her retarded son and conemplates the culture that limits her life. Gentle and moving.","thumbnail":null,"section":"Movies"},{"date":"19940216","headline":"Washington Looks Short of Expertise on Japan","web_url":"https://www.nytimes.com/1994/02/16/opinion/IHT-washington-looks-short-of-expertise-on-japan.html","abstract":"To anyone who knows Japan, or world trade, the demand that Tokyo set numerical targets for imports from the United States is laughable..Import targets fly in the face of recent GATT, APEC and NAFTA rhetoric. And what happens if other countries in trade","thumbnail":null,"section":"Opinion"},{"date":"19940216","headline":"Forecast Warns Of Inflation Clouds","web_url":"https://www.nytimes.com/1994/02/16/opinion/l-forecast-warns-of-inflation-clouds-204307.html","abstract":"  To the Editor:   In \"The Fed Goes for Overkill\" (Op-Ed, Feb. 8), James K. Galbraith maintains there is no justification for the quarter-point boost in short-term interest rates announced by Alan Greenspan, Federal Reserve Board chairman, \"to forestall an inflationary threat that all agree has not appeared.\" I do not agree.","thumbnail":null,"section":"Opinion"},{"date":"19940216","headline":"A Misguided Merger","web_url":"https://www.nytimes.com/1994/02/16/opinion/a-misguided-merger.html","abstract":"In a city traumatized by crime, the New York City Transit Police Department has been enormously and increasingly successful. Crime in the subways has fallen in all but one of the last 40 consecutive months. Since 1990, subway crime has declined by 36 percent; robberies have fallen by 42 percent -- more than twice as fast as the citywide robbery rate.\n\nYet last month senior aides to Mayor Rudolph W. Giuliani said they hoped to merge the transit police into the New York City Police Department, on the grounds that the city doesn't need a separate transit police force and that a merger would save money and improve morale. These propositions are questionable, and they aren't the real issue.","thumbnail":null,"section":"Opinion"},{"date":"19940216","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/02/16/style/chronicle-203912.html","abstract":"  As president of Duke University, NANNERL O. KEOHANE may have a pressing schedule, but she would not consider missing a ceremony at Wellesley College today: her sister, GENEVA OVERHOLSER, the editor of The Des Moines Register, is receiving one of the college's Alumnae Achievement Awards for 1994.   \"For me this is the fulfillment of a longtime hope,\" Dr. Keohane said yesterday. \"I am so proud of my sister. She represents the best of what Wellesley has come to stand for, and it is great to take part in a ceremony to honor her for our shared alma mater.\"","thumbnail":null,"section":"Style"},{"date":"19940216","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/02/16/us/inside-195421.html","abstract":"  Surprise Plea in Florida With relatives of his victims gathered in the courtroom, the man accused of murdering five college students in Gainesville in 1990 stunned a courtroom by pleading guilty. Page A10. Solarz Job: On Again   The long-delayed nomination of Stephen J. Solarz as Ambassador to India will move ahead, Administration officials said. Page A8. Merit Scholar Bias Charged   A Federal civil rights complaint charges that the method of awarding prestigious National Merit Scholarships discriminates against girls and should be changed. Page A18. 'Catch-22,' Part 2   Thirty-three years after his bitterly satirical war novel, whose title entered the American lexicon, Joseph Heller has written a sequel. Page C13. Canis Major   A Norwich terrier, the aptly named Ch. Chidley Willum the Conqueror, was judged best in show last night at the 118th Westminster Kennel Club dog show. Page B13.","thumbnail":null,"section":"U.S."},{"date":"19940216","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/02/16/style/chronicle-203904.html","abstract":"  From the tempus fugit file: could it be a quarter of a century since the release of the starkly painful Academy Award-winning \"Midnight Cowboy?\"   To commemorate its 25th anniversary, the film will reopen on Feb. 25, the exact date on which it opened the first time. It will be shown at the Baronet Theater in Manhattan and the Bruin Theater in Los Angeles.","thumbnail":null,"section":"Style"},{"date":"19940216","headline":"1944:Cassino Bombed : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/02/16/opinion/IHT-1944cassino-bombed-in-our-pages100-75-and-50-years-ago.html","abstract":"ALGIERS - [From our New York edition:] Bombing of the Abbey of Monte Cassino in Italy began at 9:30 today [Feb. 15], some twenty-four hours after allied planes had dropped leaflets warning civilian refugees to leave the monastery.","thumbnail":null,"section":"Opinion"},{"date":"19940216","headline":"A Parting Shot at the Crime Bill Backed by Clinton","web_url":"https://www.nytimes.com/1994/02/16/us/a-parting-shot-at-the-crime-bill-backed-by-clinton.html","abstract":"  One day after stepping down as second in command at the Justice Department, Philip B. Heymann today attacked several cornerstone provisions of a multibillion-dollar crime bill that has emerged as the Clinton Administration's main legislative vehicle to crack down on crime and violence.   Mr. Heymann, who headed the Justice Department's effort to produce an Administration approach to crime legislation, said popular proposals like the \"three strikes and you're out\" measure, which would lock up repeat offenders for life without parole, were largely empty solutions that would have a negligible effect. on crime.","thumbnail":null,"section":"U.S."},{"date":"19940216","headline":"Autopsy in Baby's Death Finds an Umbilical Defect","web_url":"https://www.nytimes.com/1994/02/16/nyregion/autopsy-in-baby-s-death-finds-an-umbilical-defect.html","abstract":"  The baby whose death prompted questions about the treatment ambulance workers gave a pregnant Queens woman had a relatively rare condition that obstetricians say can be fatal unless a Caesarean section is performed immediately when the mother's water breaks.   An autopsy by the City Medical Examiner's office found that the otherwise healthy 5 1/2-pound girl had an abnormality in her umbilical cord, said Ellen Borakove, a spokeswoman for the Medical Examiner. She said veins normally encased in the cord were exposed and were vulnerable to being lacerated when the mother,","thumbnail":null,"section":"New York"},{"date":"19940216","headline":"Voting Rights Under Siege","web_url":"https://www.nytimes.com/1994/02/16/opinion/voting-rights-under-siege.html","abstract":"  The Voting Rights Act of 1965 has helped minority voters elect thousands of candidates of their choice in states where getting out the black vote once brought lynch mobs. Dramatic gains extended to the U.S. House of Representatives, where 39 African-Americans now sit -- up 50 percent just from the 1990 redistricting and 1992 elections. But those gains are under perverse legal attack, encouraged by a wrongheaded Supreme Court opinion last June.    A 5-to-4 Supreme Court majority said one long, thin black-majority district in North Carolina had created \"an uncomfortable resemblance to political apartheid\" and was constitutionally suspect. It sent back for trial, scheduled for next month, a lawsuit by white voters who say their rights have been violated by a racial gerrymander.","thumbnail":null,"section":"Opinion"},{"date":"19940216","headline":"Personal Health","web_url":"https://www.nytimes.com/1994/02/16/us/personal-health-199460.html","abstract":"  THERE is one incontrovertible fact of life: sooner or later it comes to an end. As societal conditions and medical care change through the decades, the causes of death change with them.    In the early part of this century, infectious diseases were leading causes of death. But environmental controls, vaccines and antibiotics brought most deadly infections to their knees and permitted a sharp increase in life expectancy.","thumbnail":null,"section":"U.S."},{"date":"19940216","headline":"Jailed Scientist Awaits A 2d Trial in Moscow","web_url":"https://www.nytimes.com/1994/02/16/world/jailed-scientist-awaits-a-2d-trial-in-moscow.html","abstract":"  Vil S. Mirzayanov, a Russian scientist charged in a state secrets case, remained in a Moscow jail today, even after the Prosecutor General called for a new investigation into the charges.   Mr. Mirzayanov's wife, Nuriya, said today in a telephone interview that she was certain that the new inquiry, approved Tuesday by the Moscow city court, would result in an acquittal. \"The first investigation was carried out to prove his guilt,\" she said. \"Now this one will prove his innocence.\"","thumbnail":null,"section":"World"},{"date":"19940216","headline":"Navratilova's Farewell Won't Always Be Fair to Her","web_url":"https://www.nytimes.com/1994/02/16/sports/tennis-navratilova-s-farewell-won-t-always-be-fair-to-her.html","abstract":"  Upon losing her last-ever singles match here at the Virginia Slims of Chicago, where her role as marquee idol lasted close to two decades and yielded an unprecedented 12 titles, a tearful Martina Navratilova felt like she had just emerged from a funeral: her own.   Navratilova is swiftly discovering that imminent retirement can have its macabre side, particularly when you make an ungainly and premature quarterfinal exit from an event that has done almost everything but bronze you.","thumbnail":null,"section":"Sports"},{"date":"19940216","headline":"1894:Hang the Duke?: IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/02/16/opinion/IHT-1894hang-the-duke-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - Before the House of Commons last night relapsed into a consideration of the Parish Councils Bill and the dullness consequent thereon, it treated itself to a little liveliness. Mr. Knatchbull-Hugessen wanted the Home Secretary to tell him whether","thumbnail":null,"section":"Opinion"},{"date":"19940216","headline":"Isadora Duncan Back on Stage","web_url":"https://www.nytimes.com/1994/02/16/style/IHT-isadora-duncan-back-on-stage.html","abstract":"Isadora Duncan, the rebellious California girl who sought to advance the dancing art with her innovations derived from Greek sculpture, made her debut in Chicago in her early 20s in 1899. Her novel venture was beyond her audiences there and so she left f","thumbnail":null,"section":"Style"},{"date":"19940216","headline":"Malagasy Singer Turns to Politics","web_url":"https://www.nytimes.com/1994/02/16/style/IHT-malagasy-singer-turns-to-politics.html","abstract":"The folksinger Dama had been called the Bob Dylan of Madagascar, but now that he's a politician as well he sounds more like John F. Kennedy. Consider the translation from French of how he described his new mandate from the voters: \"We've always show","thumbnail":null,"section":"Style"},{"date":"19940216","headline":"The Inman File : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/02/16/opinion/IHT-the-inman-file-letters-to-the-editor-93804984368.html","abstract":"The Bobby Ray Inman episode, as reported in your columns, has been a shining example of the merits of an independent, know ledgeable and responsible press, a case study for faculties teaching political science or journalism.. LOUIS BODMER. . Zollikon, Sw","thumbnail":null,"section":"Opinion"},{"date":"19940216","headline":"Youth Is Shot to Death","web_url":"https://www.nytimes.com/1994/02/16/nyregion/youth-is-shot-to-death.html","abstract":"  A 16-year-old youth was shot to death last night at the corner of 109th Street and Columbus Avenue in Manhattan, the police said. The victim, who was identified as Ramon Contin of 249 West 109th Street, was shot twice in the head about 10 P.M. The police said they had no motive or suspects.","thumbnail":null,"section":"New York"},{"date":"19940216","headline":"1919:Lebanon's Claims : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/02/16/opinion/IHT-1919lebanons-claims-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Baoud Bey Ammoun, head of the Lebanon delegation, who was heard at yesterday's [Feb. 15] meeting of the Council of Ten, sustained the following claims: Independence of the Lebanon, reconstitution of the country's historic and natural frontiers, an","thumbnail":null,"section":"Opinion"},{"date":"19940216","headline":"For Punsalan, Emotions Still Run Deep","web_url":"https://www.nytimes.com/1994/02/16/sports/winter-olympics-for-punsalan-emotions-still-run-deep.html","abstract":"  Even on the plane Sunday night, as she was headed to the Olympics from her home in Detroit, Elizabeth Punsalan was still not sure whether she would be able to compete in the ice dancing competition, which begins Friday.   Only nine days earlier, her father, Ernesto Punsalan, a surgeon from Sheffield Lake, Ohio, had been stabbed to death, and her troubled brother, Ricardo, had been arrested and charged with the crime.","thumbnail":null,"section":"Sports"},{"date":"19940216","headline":"Fences Undented as Jordan Swings Away","web_url":"https://www.nytimes.com/1994/02/16/sports/baseball-fences-undented-as-jordan-swings-away.html","abstract":"  \"Which one is he?\"   \"The tall one,\" a modern-day Greek chorus of reporters responded.","thumbnail":null,"section":"Sports"},{"date":"19940216","headline":"Scott Is Lost for Season","web_url":"https://www.nytimes.com/1994/02/16/sports/scott-is-lost-for-season.html","abstract":"  St. John's, whose three-game winning streak was ended by Seton Hall Monday night, had its season all but ended by injury yesterday.   Shawnelle Scott, the team's leading scorer and rebounder, was declared out for the rest of the season after an examination determined that he would need surgery for a torn ligament in his right thumb.","thumbnail":null,"section":"Sports"},{"date":"19940216","headline":"Giuliani Goes to School: Where Has All the Hope Gone?","web_url":"https://www.nytimes.com/1994/02/16/nyregion/giuliani-goes-to-school-where-has-all-the-hope-gone.html","abstract":"  Even before Mayor Rudolph W. Giuliani arrived at the Esther Clarke Hunter Junior High School in the Brownsville section of Brooklyn to talk to students yesterday, voices of the city's youth could be heard. Windows on the third floor of the building popped open at the first sight of visitors, some students banged on the panes, and others others shouted mean and vulgar things about the Mayor from behind a chain-link fence.   And once the Mayor began talking with some 60 students from Hunter and from Thomas Jefferson High School, it became clear that the polite, groomed youths gathered in an auditorium had more than a hint of the anger still other students exhibited from the windows -- until they were silenced by school officials before Mr. Giuliani's arrival.","thumbnail":null,"section":"New York"},{"date":"19940216","headline":"The Pop Life","web_url":"https://www.nytimes.com/1994/02/16/arts/the-pop-life-200638.html","abstract":"  Impresario Honored   The corner of Second Avenue and Sixth Street in the East Village is getting a new name, Bill Graham's Way, in honor of the legendary rock music impresario who for a quarter of a century was a central figure in the world of rock-and-roll.   The site was the location of the Fillmore East, the theater where in the late 1960's fans packed in sardine-like to hear such bands as the Who, the Jefferson Airplane, the Jimi Hendrix Experience, the Grateful Dead, the Doors and the Allman Brothers.  Graham, who was killed in 1991 in a helicopter crash at the age of 60, also ran the Fillmore West and Winterland in San Francisco.","thumbnail":null,"section":"Arts"},{"date":"19940216","headline":"Warrants Issued for Suspect Linked to Sara Anne Wood Case","web_url":"https://www.nytimes.com/1994/02/16/nyregion/docket-warrants-issued-for-suspect-linked-to-sara-anne-wood-case.html","abstract":"  Arrest warrants have been issued for Lewis Lent Jr. for murder and kidnapping in connection with the disappearance of Sara Anne Wood last summer, a New York prosecutor said yesterday.   The warrants were filed with authorities in western Massachusetts, where Mr. Lent is in jail facing charges of abducting and killing a 12-year-old boy and of trying to kidnap a 12-year-old girl, said the Herkimer County District Attorney, Michael Daley.","thumbnail":null,"section":"New York"},{"date":"19940216","headline":"Collusion Sweepstakes Creates 7 Millionaires","web_url":"https://www.nytimes.com/1994/02/16/sports/baseball-collusion-sweepstakes-creates-7-millionaires.html","abstract":"  Seven players, led by Jack Clark, have emerged from the first round of collusion claims with awards of more than $1 million.   Thomas Roberts, one of two arbitrators who found major league club owners guilty of collusion against free agents in the mid-1980's, issued an order Monday awarding $59.5 million in claims. Checks will be in the mail Feb. 28 or March 1, the Players Association said.","thumbnail":null,"section":"Sports"},{"date":"19940216","headline":"TV Schedules, Events","web_url":"https://www.nytimes.com/1994/02/16/sports/IHT-tv-schedules-events.html","abstract":"Wednesday's Events. All times are GMT. Freestyle Skiing: .Men's and Women's moguls . Final, 1130.. Ice Hockey: - Austria vs. Russia, 1400; Czech Republic vs. Germany, 1630; Norway vs. Finland, 1900.. Luge - Women's singles, third and fourth run, 0900..","thumbnail":null,"section":"Sports"},{"date":"19940216","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/02/16/style/chronicle-199800.html","abstract":"  Patrons who asked their waiter if there were any celebrities on hand in Le Cirque one night last week, were told, \"Yes, Michael Douglas is at that table, Steven Seagal is over there, and a woman is giving birth in the ladies' room.\"   Not quite, but it was a close call for PAT D'ANTONIO, a public relations manager for a champagne importer, who was at the restaurant for dinner with five business colleagues two weeks before her due date. Sometime between the lamb and the dessert, Mrs. D'Antonio's water broke.","thumbnail":null,"section":"Style"},{"date":"19940216","headline":"Gordeyeva And Grinkov: A Matter Of Style Wins","web_url":"https://www.nytimes.com/1994/02/16/sports/winter-olympics-gordeyeva-and-grinkov-a-matter-of-style-wins.html","abstract":"  This morning, the coaches of the three Russian figure-skating pairs were involved in a fender bender when someone rammed their car from behind. As a traffic accident it wasn't bad, one of the superstitious coaches said, but as an omen it might be.   \"We will see tonight if it's bad luck,\" said Tamara Moskvina, who coaches the 1992 Olympic champions, Natalya Mishkutienok and Artur Dmitriev.   Even before the accident, Moskvina had her suspicions that Mishkutienok and Dmitriev would not repeat as gold medalists. Their gymnastic, innovative style has never seemed to impress judges as much as the lilting harmony and husband-and-wife artistry of Yekaterina Gordeyeva and Sergei Grinkov, the 1988 champions.   \"I think the inclination is not toward my couple,\" she said.   Moskvina was right. Gordeyeva and Grinkov strayed from perfection in tonight's long program, with the normally steady Grinkov struggling through two jumps. But the pair won a second Olympic title, receiving a perfect score of 6.0 from the Russian judge, and 5.9's from the other eight judges for artistic impression. Mishkutienok and Dmitriev won the silver. A Russian pair has now won the gold medal for the ninth straight Winter Olympics.   Isabelle Brasseur and Lloyd Eisler of Canada won the bronze medal. Eisler later complained about a new rule that allowed professional skaters such as the gold and silver medalists to regain their amateur status for the Olympics.   \"I don't agree they should be back,\" Eisler said. \"Tonight, we're the gold medal winners.\"   \"I'm a skater; I skate,\" Dmitriev said.   Clearly, Dmitriev and Mishkutienok won the crowd's favor, as they had done in the short program on Sunday. They performed more difficult jumps and more creative spins, but, in the end, the competition distilled itself to a matter of style. And the judges, especially the American judge, Elaine DeMore, preferred the balletic unison and classic line and of Gordeyeva and Grinkov to the engaging inventiveness of Dmitriev and Mishkutienok.   \"The panel could have gone either way,\" said John Nicks, coach of the American pair, Jenni Meno and Todd Sand of Costa Mesa, Calif., who skated another consistent program and finished an encouraging fifth. \"The winning side made a couple of minor errors, but I think they won because of their general approach to skating. They are what I would call a purist's pair.\"   There was one scary moment in the competition, when Mandy Woetzel of Germany fell during a spiral maneuver and bounced hard off the ice with her chest and chin. She was carried from the rink by her partner, Ingo Steuer. Woetzel received three stitches in her chin, but did not suffer any broken ribs or require hospitalization. After a short pause, the competition resumed and headed toward the much-anticipated showdown between the gold medalists from the previous two Olympics. Newfound Maturity    Gordeyeva was only 16 and Grinkov was 21 when they won their first gold medal at Calgary in 1988. She is 22 now, the mother of a young daughter named Daria. Gordeyeva brings a newfound maturity to her skating, and she has become a more impressive jumper. She has a presence that forces all eyes on her, and Grinkov, her husband, has the self-assurance to restrain himself in a supporting role. When they are at their best, he is all but invisible.   Tonight, though, his minor faults kept intruding on their lilting routine, skated to Beethoven's \"Moonlight Sonata.\" Grinkov lost his balance on a double flip jump, and he reduced an intended double salchow to a single. Gordeyeva lurched forward while landing a throw double axel, but otherwise she was flawless. Their unison was never in more brilliant display than when they spun, side by side, fast, then slow, their bodies remaining in perfect unison.   Mishkutienok and Dmitriev are polar opposites to Gordeyeva and Grinkov. Dmitriev is built like a tight end, Mishkutienok is as much a gymnast as a skater. She grabbed her left leg and held it above her head on one spin, then inverted herself, her head at his skates, for another maneuver that has come to be known as the Natalya Death Spin.   They are full of emotion and expressiveness; near the end of tonight's program, they skated to Rachmaninoff's piano concerto No. 2, Dmitriev ripped a flap from the front of his black bodysuit, revealing a red patch apparently meant to signify his passionate heart. The audience loved it, but the judges weren't buying it. Only one of nine placed them ahead of Gordeyeva and Grinkov.   \"It is the eternal question between lyrics and physics,\" Moskvina said.   A question that was answered again in the favor of Gordeyeva and Grinkov.","thumbnail":null,"section":"Sports"},{"date":"19940216","headline":"Woman Pitches and Wins","web_url":"https://www.nytimes.com/1994/02/16/sports/sports-people-college-baseball-woman-pitches-and-wins.html","abstract":"  Freshman ILA BORDERS became the first woman to pitch in a National Collegiate Athletic Association or National Association of Intercollegiate Athletics college baseball game yesterday, and she was a rousing success. The 5-foot-10-inch, 160-pound left-hander pitched a complete-game victory for Southern California College of Costa Mesa, scattering five hits in beating Claremont-Mudd, 12-1, in Los Angeles. Borders threw 104 pitches, walked 3 and struck out 2. Southern Cal College is an N.A.I.A. Division I school. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940216","headline":"America's Wars, Too : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/02/16/opinion/IHT-americas-wars-too-letters-to-the-editor.html","abstract":"In response to \"A European War\" (Letters, Jan. 19):.George Kyle asks why must the people of North America should \"be asked for the third time in this century to come over and fight Europe's wars.\" I would like to help with some hist","thumbnail":null,"section":"Opinion"},{"date":"19940216","headline":"Debate on Using Marijuana as Medicine Turns to Question of Whether It Works","web_url":"https://www.nytimes.com/1994/02/16/us/debate-on-using-marijuana-as-medicine-turns-to-question-of-whether-it-works.html","abstract":"  THE enduring debate over the legalization of marijuana for medical purposes has taken a new turn recently as a number of doctors have begun asking whether it actually works.    Critics point out that no well-designed study has ever shown any medical benefit from smoked marijuana. And even though people may tell poignant stories of how they or their friends or acquaintances found relief by smoking it, the reports are nothing more than anecdotes, the sort of evidence that is normally rejected by medical authorities.","thumbnail":null,"section":"U.S."},{"date":"19940216","headline":"In School","web_url":"https://www.nytimes.com/1994/02/16/us/in-school.html","abstract":"  This has not been Len Romano's winter. \"My brains are like mush,\" said Mr. Romano, manager of bus transportation for the schools here.   Already the public school district has missed seven days because of snow. It has suffered through another three days of delayed openings. (\"They're the worst,\" Mr. Romano said, \"a classic damned if you do, damned if you don't situation.\")","thumbnail":null,"section":"U.S."},{"date":"19940216","headline":"America's Missionary Policy Was Doomed to Flop","web_url":"https://www.nytimes.com/1994/02/16/opinion/IHT-americas-missionary-policy-was-doomed-to-flop.html","abstract":"The worst and most predictable American foreign policy failure of the late 20th century has been unfolding in post-Communist Russia ever since the Soviet breakup in 1991. All the outcomes America wants in a country that remains so essential to its securi","thumbnail":null,"section":"Opinion"},{"date":"19940216","headline":"Russian Reform Has Been Weakened From Within and Without","web_url":"https://www.nytimes.com/1994/02/16/opinion/IHT-russian-reform-has-been-weakened-from-within-and-without.html","abstract":"The writer resigned last month as Russian finance minister.","thumbnail":null,"section":"Opinion"},{"date":"19940216","headline":"Baltic 'Peacekeeping' : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/02/16/opinion/IHT-baltic-peacekeeping-letters-to-the-editor.html","abstract":"In response to the report \"Russia Seeks Nearby Focus for Its Peacekeepers\" (Feb. 5):.Defense Minister Pavel Grachev's appeal to the United Nations for a mandate to carry out peacekeeping operations in the former Soviet Union should elevate th","thumbnail":null,"section":"Opinion"},{"date":"19940216","headline":"Mexican Aide Says Peace Talks Will Begin Soon","web_url":"https://www.nytimes.com/1994/02/16/world/mexican-aide-says-peace-talks-will-begin-soon.html","abstract":"  After weeks of delays that have raised tensions within the Government, officials said today that they had nearly completed preparations for peace talks with peasant rebels in the southern state of Chiapas.    The Government's negotiator for the conflict, Manuel Camacho Solis, said that on Wednesday rebels of the Zapatista National Liberation Army, in a show of good will, would free Absalon Castellanos Dominguez, the former state Governor they kidnapped last month.","thumbnail":null,"section":"World"},{"date":"19940216","headline":"Sports of The Times; The Judge Can't Be The Czar","web_url":"https://www.nytimes.com/1994/02/16/sports/sports-of-the-times-the-judge-can-t-be-the-czar.html","abstract":"  AS Tonya Harding prepares to arrive in this favored land of frozen fjords, reindeer salami, and people bundled and masked like burglars against the cold, there will be included in her baggage, on paper or in her head, Circuit Court Judge Patrick D. Gilroy's Judgment of Dismissal issued last Saturday afternoon in Clackamas County, Oregon.   It is her ticket to skate in the Winter Olympics. But with it comes further evidence that a new world is dawning in sports, and that athletes in the United States -- and perhaps those under international governing bodies, as well -- may be assured they will be treated fairly, subject to the same democratic laws and judgments as anyone else. Sports, in other words, are not above the law. Not even the Olympics.","thumbnail":null,"section":"Sports"},{"date":"19940216","headline":"Bridge","web_url":"https://www.nytimes.com/1994/02/16/nyregion/bridge-198781.html","abstract":"  Study the diagramed deal, and consider how South should play in six hearts after an opening trump lead. If you can solve it, your card play is of a high order, and you do not need lessons, even from Bill Root of Boca Raton, Fla., often described as the world's leading bridge teacher.   He provided the deal, but it will not be found in his series of bridge videotapes. The fifth and most recent is on opening suit bids, responses and rebids, and is available for $39.95 from Root-Hahn Enterprises, Box 7205 Heights Station, Concord, N.H. 03301.","thumbnail":null,"section":"New York"},{"date":"19940216","headline":"Assisting The Needy Amid Guns","web_url":"https://www.nytimes.com/1994/02/16/nyregion/assisting-the-needy-amid-guns.html","abstract":"  Bernard Hanson, an art historian who lives in New Haven, believes in gun control so strongly that he has considered putting bumper stickers on his pickup truck calling for the repeal of the Second Amendment.   \"But I'm afraid I'd get my window bashed or something,\" said Mr. Hanson, who calls New Haven \"the northern branch of the South Bronx\" because of the crime and guns that have invaded even his cloistered neighborhood of 19th-century houses and walled yards.","thumbnail":null,"section":"New York"},{"date":"19940216","headline":"Another Comeback Nets Another U.S. Tie","web_url":"https://www.nytimes.com/1994/02/16/sports/winter-olympics-another-comeback-nets-another-us-tie.html","abstract":"  The way it seems to work is, the United States Olympic hockey team spots the other team two goals and then engineers a roaring comeback to bring about a tie. It may not be the stuff of champions, but to some tastes it does make for a certain drama.   Tonight, the United States fell behind by 3-1 in third period against Slovakia but managed to score twice in a span of 1 minute 36 seconds to gain a 3-3 tie at Olympic Cavern Hall.","thumbnail":null,"section":"Sports"},{"date":"19940216","headline":"Books of The Times; Family Circles Set Askew by Surprising Angles","web_url":"https://www.nytimes.com/1994/02/16/books/books-of-the-times-family-circles-set-askew-by-surprising-angles.html","abstract":"  Anonymity   The Secret Life of an American Family   By Susan Bergman   Illustrated. 198 pages. Farrar, Straus & Giroux. $20.   The Sweeter the Juice   A Family Memoir in Black and White    By Shirlee Taylor Haizlip   Illustrated. 271 pages. Simon & Schuster. $22.","thumbnail":null,"section":"Books"},{"date":"19940216","headline":"Cultural Capital","web_url":"https://www.nytimes.com/1994/02/16/opinion/l-cultural-capital-204447.html","abstract":"  To the Editor:   Most of the politicians who run New York City seem to have no trouble subsidizing the Yankees, the Mets, the Knicks and the United States Tennis Association. Mayor Rudolph W. Giuliani's budget speech (news article, Feb. 3) makes no mention of reducing these subsidies, and yet the Mayor suggests reducing the pitiful city contributions to our museums.","thumbnail":null,"section":"Opinion"},{"date":"19940216","headline":"Johnny Mitchell Gets Call As Jets' Transition Player","web_url":"https://www.nytimes.com/1994/02/16/sports/pro-football-johnny-mitchell-gets-call-as-jets-transition-player.html","abstract":"  Faced with the prospect of making some tough financial and personnel decisions during the free-agent signing period, the Jets made one of their easiest moves yesterday when they named tight end Johnny Mitchell their transition player for 1994.   Mitchell's contract doesn't expire until 1995, and when it does he will be an unrestricted free agent. But by making him the team's transition player, the Jets will be able to match any offer he receives from other National Football League teams. Mitchell is scheduled to earn $600,000 in 1994 and $675,000 in 1995.","thumbnail":null,"section":"Sports"},{"date":"19940216","headline":"'Presumed Innocent' Isn't in Constitution","web_url":"https://www.nytimes.com/1994/02/16/opinion/l-presumed-innocent-isn-t-in-constitution-204463.html","abstract":"  To the Editor:   Those who favor Tonya Harding's right to compete in the Winter Olympics invariably rely on the famous \"presumption of innocence\" to support their view. Like most people, including many lawyers, her proponents are under a misconception about this legal principle.","thumbnail":null,"section":"Opinion"},{"date":"19940216","headline":"Germans Arrest Serb as Balkan War Criminal","web_url":"https://www.nytimes.com/1994/02/16/world/germans-arrest-serb-as-balkan-war-criminal.html","abstract":"  The German police have arrested a 38-year-old Serb who they say committed war crimes in Bosnia and Herzegovina, and prosecutors plan to charge him with \"participation in genocide, murder and serious assault.\"   The suspect, Dusko Tadic, is the first Balkan war-crimes suspect to be arrested outside the war zone. His trial would probably be a forum for prosecutors to present evidence of war crimes in Bosnia that has never been presented to a court outside that country.","thumbnail":null,"section":"World"},{"date":"19940216","headline":"Pet Who Died in Jet's Hold Is Ruled 'Baggage'","web_url":"https://www.nytimes.com/1994/02/16/nyregion/pet-who-died-in-jet-s-hold-is-ruled-baggage.html","abstract":"  At home, a dog may be family. But on a plane, a Federal judge ruled yesterday, a pooch counts for luggage. That's it.   In a case that pits a young man and his dog against American Airlines, Judge Shirley Wohl Kram of the United States Second Circuit ruled that even though a golden retriever died after being kept too long in a plane's steamy cargo hold, the dog's owner, Andrew Gluckman, could not sue for anguish and loss of companionship.","thumbnail":null,"section":"New York"},{"date":"19940216","headline":"Merit Scholarship Program Faces Sex Bias Complaint","web_url":"https://www.nytimes.com/1994/02/16/us/merit-scholarship-program-faces-sex-bias-complaint.html","abstract":"  The American Civil Liberties Union and the National Center for Fair and Open Testing have filed a Federal civil rights complaint charging that the method of awarding prestigious National Merit Scholarships discriminates against girls and should be changed.   The complaint, filed yesterday with the United States Department of Education, says that each year 60 percent of National Merit Scholarships go to boys because the selection method relies primarily on high school students' scores on a standardized test, the Preliminary Scholastic Assessment Test.","thumbnail":null,"section":"U.S."},{"date":"19940216","headline":"In America; Jewels in Harlem","web_url":"https://www.nytimes.com/1994/02/16/opinion/in-america-jewels-in-harlem.html","abstract":"  Walking along the clean and quiet corridors of the Frederick Douglass Academy, a hugely successful junior and senior high school in Harlem, you wonder about the tragic succession of events over so many years, and in so many places, that resulted in such a school in an inner-city neighborhood being so unusual.   The academy once was Intermediate School 10, which counted among its students James Baldwin, the artist Romare Bearden, the sociologist Dr. Kenneth Clark and Representative Charles Rangel. But I.S. 10 was allowed to deteriorate, and by the time it closed in June 1991, it was a chaotic school marked by violence and abysmal academic standards.","thumbnail":null,"section":"Opinion"},{"date":"19940216","headline":"An Apron for a Squeegee","web_url":"https://www.nytimes.com/1994/02/16/nyregion/an-apron-for-a-squeegee.html","abstract":"  Mayor Rudolph W. Giuliani said yesterday that squeegee men should go out and get jobs in restaurants instead of trying to wash car windshields.   \"There are plenty of jobs available,\" he told an interviewer on WBAI radio. \"A person who's a squeegee operator could work in a restaurant.\" He added, \"Maybe the hours are a little longer and then you've got to pay taxes and there are a whole bunch of other things that are involved, but you really shouldn't fuel the impression that the people who are doing squeegees just really don't have a job.\"","thumbnail":null,"section":"New York"},{"date":"19940216","headline":"N.Y.R.A. Rescinds Ban","web_url":"https://www.nytimes.com/1994/02/16/sports/sports-people-horse-racing-nyra-rescinds-ban.html","abstract":"  The equine virus plaguing stables in the metropolitan area has abated enough that the New York Racing Association yesterday announced that it would rescind its ban on horses shipping to and from Aqueduct and Belmont tomorrow night. \"We've had no new cases for two weeks now,\" said the N.Y.R.A. veterinarian Dr. THEODORE HILL, about the viral outbreak. \"As a result, we will remove all restrictions Thursday after 6 P.M.\"","thumbnail":null,"section":"Sports"},{"date":"19940216","headline":"AIDS in San Francisco Hit Peak in '92, Officials Say","web_url":"https://www.nytimes.com/1994/02/16/us/aids-in-san-francisco-hit-peak-in-92-officials-say.html","abstract":"  The AIDS epidemic has passed its peak in San Francisco, the first city to be struck by the disease, the city's health department said yesterday.    The number of new AIDS cases reached its highest level in 1992, 10 years after the peak year for newly reported infections with H.I.V., the virus that causes AIDS.","thumbnail":null,"section":"U.S."},{"date":"19940216","headline":"Drinking by College Women Raises New Concern","web_url":"https://www.nytimes.com/1994/02/16/us/drinking-by-college-women-raises-new-concern.html","abstract":"  In a darkened corner of the smoky Green Leafe Cafe, five women from the College of William and Mary had polished off one pitcher of beer and were working on a second. Before the night's end, they would also have several mixed drinks.   \"It's more socially acceptable for women to drink now,\" said a woman who identified herself only as Tiffany, a 22-year-old junior majoring in elementary education. \"I feel like I have to try twice as hard because I'm a woman. Alcohol reduces the stress.\"","thumbnail":null,"section":"U.S."},{"date":"19940216","headline":"Layers of Vegetables Make Healthful Lasagnas","web_url":"https://www.nytimes.com/1994/02/16/style/layers-of-vegetables-make-healthful-lasagnas.html","abstract":"TRADITIONAL lasagna with its oozing cheese and rich meat sauce is a vestige of a simpler, nutritionally innocent time. The various constructions -- lasagna studded with sausage or sliced egg, lasagna layered with seafood or vegetables and cheese -- are as evocative of their time and place as ancient architecture. \n\nToday, the thick bricks cut from a traditional lasagna set off a dietary alarm. Nevertheless, the yen for a dense pie ribboned with noodles remains. And the idea of lasagna is as appealing to time-pressed cooks as the traditional recipes are shocking to the diet-conscious. It is a one-dish meal that can be made ahead of time, and the flavor actually improves as it sits.","thumbnail":null,"section":"Style"},{"date":"19940216","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/02/16/nyregion/metro-digest-196258.html","abstract":"  SOLARZ NOMINATION BACK ON TRACK   Ater months of delay, the Clinton administration said that it was moving ahead with the nomination of former Representative Stephen J. Solarz of Brooklyn to be the Ambassador to India. A8. NEW YORK CITY","thumbnail":null,"section":"New York"},{"date":"19940216","headline":"Prevent Offense and Defense Prevent Islanders From Losing","web_url":"https://www.nytimes.com/1994/02/16/sports/hockey-prevent-offense-and-defense-prevent-islanders-from-losing.html","abstract":"  For only the second time in their 22-year history, the Islanders were held without a shot tonight in a period. To make matters worse, it was the third period of a tight game that the Isles needed badly.   Unbelievably, the shot on goal was never necessary. Ron Hextall stopped 21 of 22 shots, including a great glove save on a low slapper from Shawn Chambers with 1 minute 25 seconds remaining, and the Islanders made two early goals stand up as they defeated Tampa Bay, 2-1, at the Nassau Coliseum before 10,156 fans.","thumbnail":null,"section":"Sports"},{"date":"19940216","headline":"Engel to Face Race for Seat By Legislator","web_url":"https://www.nytimes.com/1994/02/16/nyregion/engel-to-face-race-for-seat-by-legislator.html","abstract":"  Assemblyman Larry Seabrook, a Bronx Democrat, announced today that he planned to challenge Representative Eliot L. Engel this year in a Democratic primary in the 17th Congressional District, which includes parts of the Bronx and Westchester County.   Mr. Seabrook's candidacy had been rumored for months, but he made it official today by filing a statement of candidacy and registering his campaign committee with Federal elections officials.","thumbnail":null,"section":"New York"},{"date":"19940216","headline":"Going Wild?","web_url":"https://www.nytimes.com/1994/02/16/opinion/going-wild.html","abstract":"  \"You know what really stinks?\" the young Navy officer asked me. He pushed aside his third Scotch and leaned across the table in a chain restaurant near the Naval Air Station in Norfolk, Va., where the Tailhook prosecutions have crept along for more than a year and where he was one of the dozens accused of \"conduct unbecoming.\"    \"What about all the female officers who were going wild at Tailhook? How come they haven't been prosecuted?\"","thumbnail":null,"section":"Opinion"},{"date":"19940216","headline":"Seeking $70 Million in Nickels","web_url":"https://www.nytimes.com/1994/02/16/nyregion/seeking-70-million-in-nickels.html","abstract":"  For nine years, Gov. Mario M. Cuomo has urged the Legislature to let the state claim $70 million in nickel deposits left with beverage distributors each year by people who throw away returnable bottles and cans. He appointed a study commission, issued glossy pamphlets and held hearings at which thousands of nickels were dropped vividly on the floor. He failed.   This year, Mr. Cuomo has tried a new approach. Tucked among 2,000 pages of budget legislation is a bill calling for $50 million in environmental programs, mostly in the districts of influential Republican senators who have traditionally sided with the bottling industry. The bill comes with a promise, and a threat: If, and only if, the legislation passes, will the Governor guarantee money for the coveted projects this year and every year.","thumbnail":null,"section":"New York"},{"date":"19940216","headline":"All Ends Tied Into One Story In Blast Trial","web_url":"https://www.nytimes.com/1994/02/16/nyregion/all-ends-tied-into-one-story-in-blast-trial.html","abstract":"  A prosecutor in the World Trade Center bombing trial yesterday delivered a daylong summation of the Government's case, keeping the jury rapt and, after weaving the multitudinous strands of circumstantial evidence into a single story, asking it to find the defendants guilty in an elaborate plot to \"send a terrorist message\" to the United States.   \"If you sift through the evidence, you will see that these are the World Trade Center bombers before you,\" the prosecutor, Henry DePippo, told the jury. \"You will conclude that they are guilty on every count beyond any reasonable doubt.\"","thumbnail":null,"section":"New York"},{"date":"19940216","headline":"Review/Pop; Art Garfunkel Croons A Program of Romance","web_url":"https://www.nytimes.com/1994/02/16/arts/review-pop-art-garfunkel-croons-a-program-of-romance.html","abstract":"  Art Garfunkel is a singer who deals exclusively in pastel colors and misty reveries. With a breathy folk tenor that, when pushed, threatens to break into a sob, Mr. Garfunkel has always been the vocal embodiment of a quivering post-adolescent sensitivity.    Although now over 50, the singer, who gave a Valentine's Day concert at Carnegie Hall, still projects the image of a bookish college boy newly infatuated with the flowing cadences of English Romantic poetry. As Mr. Garfunkel performed folk-pop ballads that his former partner, Paul Simon, wrote for them in the 1960's, the singer imbued self-consciously poetic phrases like \"dappled and drowsy\" with a wide-eyed ingenuousness.","thumbnail":null,"section":"Arts"},{"date":"19940216","headline":"Review/Pop; An Oddity: No Extremes","web_url":"https://www.nytimes.com/1994/02/16/arts/review-pop-an-oddity-no-extremes.html","abstract":"  Ana Gabriel, a Mexican singer who sold out two shows at Radio City Music Hall over the weekend, exists in a strange realm for pop music, the realm of everyday. She's not extreme or reserved. She's neither overtly sexual nor chaste. She's just hugely popular.   Miss Gabriel, who is in her 30's, is one of several Mexican pop stars who have begun cultivating a wider Latin audience, and her fans flock to hear her sing about love and its lack. Ms. Gabriel sings ballads, and in virtually all of them she plays the traditional role of the woman suffering from unrequited love. Song after song had her wishing for the return of a man or of her desire for a new one. Occasionally she rubbed her stomach or breasts to signify a mild sort of lust, but for the most part the desire was more family style. She struck poses or put her head in her hands to get a point across; the audience, which included children and grandparents, was on her side.","thumbnail":null,"section":"Arts"},{"date":"19940216","headline":"Man Pleads Guilty in Killings That Terrorized Florida Students","web_url":"https://www.nytimes.com/1994/02/16/us/man-pleads-guilty-in-killings-that-terrorized-florida-students.html","abstract":"  With relatives of his victims gathered in the courtroom and his trial about to begin, the man accused of murdering five college students in Gainesville, Fla., in 1990 stunned onlookers girding for a long and gruesome trial by pleading guilty today to all charges against him.   \"There are some things you just can't run from, this being one of those,\" the defendant, Danny Harold Rolling, told Judge Stan R. Morris of Florida Circuit Court this morning in Gainesville, where jury selection had been scheduled to start today.","thumbnail":null,"section":"U.S."},{"date":"19940216","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/02/16/nyregion/news-summary-194964.html","abstract":"  International A3-8  NORTH KOREA SHIFTS ARMS STANCE  North Korea said it would allow complete inspections of its suspected nuclear arms sites, in a surprise reversal of its position shortly before a deadline set by the International Atomic Energy Agency.  A1  Washington reacted with caution to North Korea's statement.  A8","thumbnail":null,"section":"New York"},{"date":"19940216","headline":"IN TAILHOOK DEAL, TOP ADMIRAL SAYS HE'LL RETIRE EARLY","web_url":"https://www.nytimes.com/1994/02/16/us/in-tailhook-deal-top-admiral-says-he-ll-retire-early.html","abstract":"  After four days of high-level discussions about how to close the latest chapter in the tortured history of the Tailhook scandal, the Navy's top admiral announced today that he would retire two months early in exchange for a tribute from the Defense Secretary that would clear his name.   Under an arrangement worked out by the Pentagon's civilian leaders and Navy officers, Adm. Frank B. Kelso 2d, the Chief of Naval Operations, said at a a news conference that he would retire at the end of April, two months ahead of schedule.","thumbnail":null,"section":"U.S."},{"date":"19940216","headline":"Hillary Clinton Opens Campaign To Answer Critics of Health Plan","web_url":"https://www.nytimes.com/1994/02/16/us/hillary-clinton-opens-campaign-to-answer-critics-of-health-plan.html","abstract":"  After two weeks of bad political news about the Clinton Administration's proposed health plan, Hillary Rodham Clinton opened a counterattack today. The insurance industry took most of the fire.   At the same time, the Christian Coalition announced that it was beginning a $1.4 million campaign to build grass-roots opposition to the Clinton plan among conservative Christians. Ralph Reed, the group's executive director, declared in a statement that the plan \"would replace the finest health care system in the world with a bureaucratic, Byzantine, European-style syndicalist nightmare that has no precursor in the American experience.\"","thumbnail":null,"section":"U.S."},{"date":"19940216","headline":"Theater in Review","web_url":"https://www.nytimes.com/1994/02/16/theater/theater-in-review-204587.html","abstract":"  Little Eyolf  Pearl Theater 125 West 22d Street Chelsea Through March 19 By Henrik Ibsen, translated by William Archer; directed by Shepard Sobel; stage manager, Mary-Susan Gregson; set by Robert Joel Schwartz; lighting by Stephen Petrilli; costumes by Deborah Rooney; properties by Deborah Roth; sound by Donna Riley; dramaturge, Dale Ramsey. Presented by the Pearl Theater Company.","thumbnail":null,"section":"Theater"},{"date":"19940216","headline":"Harding Leaves; Mother Is Ill","web_url":"https://www.nytimes.com/1994/02/16/sports/winter-olumpics-harding-leaves-mother-is-ill.html","abstract":"  After six weeks of searing scrutiny over the extent of her knowledge of the assault on Nancy Kerrigan last month, Tonya Harding left today for the Winter Games in Lillehammer, Norway, vowing to win a gold medal.   In a brief statement at the Portland International Airport, Harding pronounced herself \"really excited\" and eager to skate to the championship in the women's competition next week. Then she entered a van that drove her to a commuter flight to Seattle. From there, she was scheduled to fly to Copenhagen, then to Oslo.","thumbnail":null,"section":"Sports"},{"date":"19940216","headline":"Daly to Return 2 Weeks Early","web_url":"https://www.nytimes.com/1994/02/16/sports/sports-people-golf-daly-to-return-2-weeks-early.html","abstract":"  The suspended golfer JOHN DALY, following what his agent described as a meeting of the minds between the PGA Tour commissioner, DEANE BEMAN, and Daly, will return to the tour at the March 10-13 Honda Classic, two weeks earlier than expected.","thumbnail":null,"section":"Sports"},{"date":"19940216","headline":"The Olympic Image : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/02/16/opinion/IHT-the-olympic-image-letters-to-the-editor.html","abstract":"The Olympics used to be about amateurs and sportsmanship. Today the Olympic arena is more a showcase for commercialism. However, this is no excuse for the decision by the U.S. Olympic Committee and the U.S. Figure Skating Association to allow Tonya Hardi","thumbnail":null,"section":"Opinion"},{"date":"19940216","headline":"Ben Bows Out in Fine Style","web_url":"https://www.nytimes.com/1994/02/16/sports/dog-show-ben-bows-out-in-fine-style.html","abstract":"  The hardest-working local dog in show business, a ruddy 7-year-old Akita named Ch. Tobe's Return of the Jedai, has finished his career with a flourish at the Westminster Kennel Club by winning his breed for the seventh consecutive year, tying a show record. When he isn't indoors polishing off his favorite treat, leftover wonton soup, Ben, as he's known, shares a backyard kennel with nine other canines at the Lido Beach, L.I., home of his owners, Justin and Ruth Winston.   The 85-pound Akita, who turns 8 in June and has spent the equivalent of 49 dog years pounding the show circuit, collected his 365th best-of-breed rosette at Westminster on Tuesday but failed to advance beyond the working group. No Akita has ever won the group at Westminster. Ben's best showing there has been a pair of second-place finishes in the group. His 22 career best-in-show victories and two national specialties make him the leading Akita in victories in the history of the breed, which originated in Japan as bear-hunters.","thumbnail":null,"section":"Sports"},{"date":"19940216","headline":"For U.S. Pilots, Chief Worry in Bosnia Is Weather","web_url":"https://www.nytimes.com/1994/02/16/world/for-us-pilots-chief-worry-in-bosnia-is-weather.html","abstract":"  During the Persian Gulf war, Capt. John Borneman, a combat pilot with the United States Marines, flew some 40 sorties from Bahrain over Kuwait and Iraq, braving barrages of Iraqi missiles to do so.   Today, as he contemplated the possibility of flying into combat again -- this time over Bosnia -- he pondered a different, less predictable and not nearly so modern adversary, one that has dogged pilots since people first thought of flying: the weather.","thumbnail":null,"section":"World"},{"date":"19940216","headline":"This Guy Twists and Twirls And Turns by the Name Elvis","web_url":"https://www.nytimes.com/1994/02/16/sports/winter-olympics-this-guy-twists-and-twirls-and-turns-by-the-name-elvis.html","abstract":"  There will be no Elvis impersonators at these Winter Olympics. No other figure skater will attempt what Elvis Stojko has planned for his long program: a quadruple toe jump -- four revolutions in the air -- followed by a triple toe jump.   If he hits the combination, by the time Elvis has left the building it could be with a gold medal.","thumbnail":null,"section":"Sports"},{"date":"19940216","headline":"Cabinet Officers Assail Balanced-Budget Bill","web_url":"https://www.nytimes.com/1994/02/16/us/cabinet-officers-assail-balanced-budget-bill.html","abstract":"  Jabbing at every exposed political nerve it could find, the Clinton Administration told Congress today that a Federal balanced-budget amendment would imperil the national defense, increase crime, cheat veterans, squeeze the elderly and weaken the economy.   Analyzing how cuts would affect the economy and their departments, five Cabinet officers testified today against a proposed amendment that would require the Federal budget to be balanced, probably by the year 2001. The Senate plans to begin debating the measure next Tuesday, and neither side is sure how the vote will go.","thumbnail":null,"section":"U.S."},{"date":"19940216","headline":"Theater in Review","web_url":"https://www.nytimes.com/1994/02/16/theater/theater-in-review-200581.html","abstract":"  Tin Pan Alley and the Silver Screen 13th Street Theater 50 West 13th Street West Village Written, directed and performed by Wally Peterson.","thumbnail":null,"section":"Theater"},{"date":"19940216","headline":"Scheduled Out of Playoffs","web_url":"https://www.nytimes.com/1994/02/16/sports/sports-people-women-s-basketball-scheduled-out-of-playoffs.html","abstract":"  The University of Maine women's basketball coach, JOANNE PALOMBO, is taking the blame for the scheduling error that has cost her first-place team the right to play in the North Atlantic Conference post-season tournament. Palombo said she \"didn't read the fine print\" in the rules that specified post-season games must be counted toward the 27-game limit. \"It was simply my mistake,\" said Palombo, a rookie coach. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940216","headline":"Feeling Safe in Egypt : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/02/16/opinion/IHT-feeling-safe-in-egypt-letters-to-the-editor.html","abstract":"As a security consultant, I make a number of visits to Egypt on business each year. I am fully and accurately briefed on the security problems with fundamentalists that exist in the country. It has come as a great disappointment to me, especially over th","thumbnail":null,"section":"Opinion"},{"date":"19940216","headline":"YELTSIN ADAMANT ON ROLE IN BOSNIA","web_url":"https://www.nytimes.com/1994/02/16/world/yeltsin-adamant-on-role-in-bosnia.html","abstract":"  In his first public appearance in more than a week, President Boris N. Yeltsin warned today that Russia would not allow its views to be ignored in any negotiations on a settlement in Bosnia.   \"Some people are trying to resolve the Bosnian question without the participation of Russia,\" Mr. Yeltsin said in his first remarks since NATO threatened the Bosnian Serbs with air strikes. \"We will not allow this.\"","thumbnail":null,"section":"World"},{"date":"19940216","headline":"Aristide Rejects U.S.-Backed Plan To Name a New Premier for Haiti","web_url":"https://www.nytimes.com/1994/02/16/world/aristide-rejects-us-backed-plan-to-name-a-new-premier-for-haiti.html","abstract":"  Aggravating already frayed relations with the Clinton Administration, Haiti's exiled President, the Rev. Jean-Bertrand Aristide, today rejected a United States-backed plan that called on him to name a new Prime Minister as a step toward restoring him to power.   In rejecting the plan, Father Aristide said it \"would be irresponsible\" to appoint a Prime Minister before the military leaders who ousted him in 1991 stepped down.","thumbnail":null,"section":"World"},{"date":"19940216","headline":"A Trade Is Reversed","web_url":"https://www.nytimes.com/1994/02/16/sports/sports-people-nhl-a-trade-is-reversed.html","abstract":"  The Pittsburgh Penguins traded defenseman MARTY McSORLEY back to the Los Angeles Kings yesterday for center Shawn McEachern, reversing a deal made before the season. McSorley, 30, was a key to the Kings' success last season, when they reached the Stanley Cup finals. The trade also sends defenseman JIM PAEK to Los Angeles and right wing TOMAS SANDSTROM to Pittsburgh. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940216","headline":"A Plantation Church Becomes a Biracial Cause","web_url":"https://www.nytimes.com/1994/02/16/us/a-plantation-church-becomes-a-biracial-cause.html","abstract":"  On the surface, the majestic Rosedown plantation house, perhaps the most famous antebellum home in Louisiana, and the tiny Rosedown Baptist Church, most of whose 90 members are descended from the slaves who built the house, don't share much more than a name and some common soil.   But often the surface does not tell very much about life in a place like St. Francisville, which is about as Old South as it gets. Just ask the out-of-town businessman who bought the plantation and is now trying to evict the church, bringing down the wrath of an unlikely alliance whose most visible members are black parishioners and white dowagers.","thumbnail":null,"section":"U.S."},{"date":"19940216","headline":"2 U.S. Women Earn a Final Shot in Mogul Event","web_url":"https://www.nytimes.com/1994/02/16/sports/winter-olympics-notebook-2-us-women-earn-a-final-shot-in-mogul-event.html","abstract":"  She was not the post-operative wonder who has dominated the moguls circuit this season, but Donna Weinbrecht, the defending Olympic champion, was more than good enough today to qualify for the final round Wednesday.   The top 16 finishers today advanced from the 24-woman field. Weinbrecht could do no better than sixth, which is five places lower than her current World Cup ranking.","thumbnail":null,"section":"Sports"},{"date":"19940216","headline":"Theater in Review","web_url":"https://www.nytimes.com/1994/02/16/theater/theater-in-review-204579.html","abstract":"  It Is It Is Not Cino Theater Theater for the New City 155 First Avenue, at 10th Street East Village Through Feb. 27 By Manuel Pereiras Garcia; directed by Maria Irene Fornes; costumes by Carol Bailey; set by Donald Eastman; lighting by Ellen Bone; stage manager, Brian DeCubellis; technical assistant, Mark Tambella. Presented by the Theater for the New City and Bartenieff-Field. WITH: Angela Chale Millington, Crystal Field and Steve Hofvendahl.","thumbnail":null,"section":"Theater"},{"date":"19940216","headline":"So You Consider Hair Dye Safe?","web_url":"https://www.nytimes.com/1994/02/16/opinion/l-so-you-consider-hair-dye-safe-204269.html","abstract":"  To the Editor:   Re \"It's Safe to Hide the Gray, a New Cancer Study Says\" (news article, Feb. 2): The American Cancer Society-Food and Drug Administration study that finds \"almost no connection between hair dyes and fatal cancers\" is seriously flawed in design and interpretation. While a fourfold increase in mortality from relatively rare cancers, non-Hodgkin's lymphoma and multiple myeloma, was noted in some 1,100 women using permanent black dyes for more than 20 years, the study trivialized the significance of that increase as based on only very few cases.","thumbnail":null,"section":"Opinion"},{"date":"19940216","headline":"Hospital Panel Votes to Close Burn Unit in Budget Cuts","web_url":"https://www.nytimes.com/1994/02/16/nyregion/hospital-panel-votes-to-close-burn-unit-in-budget-cuts.html","abstract":"  The board of directors of the New York City Health and Hospitals Corporation voted last night to close the burn unit at Harlem Hospital and to shut down a neighborhood health clinic in Queens as part of a plan to cut 1,100 jobs.   The board also agreed to eliminate about 314 managerial jobs in the corporation's central offices and throughout the city's 11 municipal hospitals -- half of those through layoffs. The vote was 8 to 1 with 2 abstentions. Five of the 16 members were absent.","thumbnail":null,"section":"New York"},{"date":"19940216","headline":"Man in the News: Jeremy Michael Boorda; A 'People's Admiral' With a NATO Burden","web_url":"https://www.nytimes.com/1994/02/16/us/man-in-the-news-jeremy-michael-boorda-a-people-s-admiral-with-a-nato-burden.html","abstract":"  Over the last few months, Adm. Jeremy M. Boorda may have been the only officer in the Navy with more headaches than the man he is expected to succeed as Chief of Naval Operations.   As commander of North Atlantic Treaty Organization forces in southern Europe, Admiral Boorda has been preparing to do something the alliance has never done: commit acts of war to try to bring a semblance of peace. If bombing begins next week to blast Serbian artillery from the mountains around Sarajevo, Admiral Boorda will be in charge.","thumbnail":null,"section":"U.S."},{"date":"19940216","headline":"Theater in Review","web_url":"https://www.nytimes.com/1994/02/16/theater/theater-in-review-204560.html","abstract":"  The Au Pair Man  Irish Repertory Theater Company 28th Street Theater 120 West 28th Street Chelsea Through March 6 By Hugh Leonard; directed by Brian Murray; sets by Aleksandr Solodukho; costumes by David Toser; lighting by Gregory Cohen; sound by Jay DeLemos; hair design by Michael Kriston; fight instructor, Linwood Harkum; production stage manager, Kathe Mull. Presented by the Irish Repertory Theater Company and One World Arts Foundation. WITH: Charlotte Moore and Ciaran O'Reilly","thumbnail":null,"section":"Theater"},{"date":"19940216","headline":"A Subwaycentric Lens on History","web_url":"https://www.nytimes.com/1994/02/16/nyregion/about-new-york-a-subwaycentric-lens-on-history.html","abstract":"  \"SEE Spot run\" may have been the first words read by lots of children, but not by Paul Fritz.   \"Express,\" \"via\" and \"local\" hold that place of honor in his life.","thumbnail":null,"section":"New York"},{"date":"19940216","headline":"L.I.R.R. Removes Storm-Damaged Cars","web_url":"https://www.nytimes.com/1994/02/16/nyregion/lirr-removes-storm-damaged-cars.html","abstract":"  Commuters found themselves competing for fewer seats as at least a third of the trains that rolled in and out of the Long Island Rail Road station here today were shortened by a lack of operable cars.   With fewer cars available, trains were delayed up to 14 minutes as commuters squeezed through the doors hoping for a seat instead of standing room only.","thumbnail":null,"section":"New York"},{"date":"19940216","headline":"Prosecution Completes Case Against 11 Koresh Followers","web_url":"https://www.nytimes.com/1994/02/16/us/prosecution-completes-case-against-11-koresh-followers.html","abstract":"  Federal prosecutors rested their case today in the trial of 11 Branch Davidians accused of killing four Federal agents during a botched raid on the cult's compound near Waco, Tex., nearly a year ago.   The prosecution's final day began with the playing of recordings made with 11 eavesdropping devices planted in the cult's compound from March 3 to April 19. Prosecutors said the tapes showed that cult members had conspired to destroy themselves and their compound by fire if Federal agents moved in. The agents did storm the compound on April 19, using tanks equipped with battering rams and tear gas to end a 51-day standoff. Nearly 80 people died as the compound burned.","thumbnail":null,"section":"U.S."},{"date":"19940216","headline":"The Footprints of a Gigantic . . . Sloth!","web_url":"https://www.nytimes.com/1994/02/16/opinion/the-footprints-of-a-gigantic-sloth.html","abstract":"  Something there is about a mapinguari that would make most of us reluctant to meet one. Something about the combination of shaggy red hair, monkey-like face and a mysterious chemical defense that paralyzes its opponents, maybe. Or jaws and feet reputed to be powerful enough to rip palm trees apart. Or the fact that said feet are on backward.   But so curious a set of physical characteristics on a six-foot, 500-pound frame don't deter Dr. David C. Oren. Dr. Oren, an American biologist employed by the Brazilian Government, hopes to enter the trackless rain forest of western Brazil next month -- and make a mapinguari's acquaintance.","thumbnail":null,"section":"Opinion"},{"date":"19940216","headline":"Let's Have a Light-Rail Link for the Entire Midtown Core","web_url":"https://www.nytimes.com/1994/02/16/opinion/l-let-s-have-a-light-rail-link-for-the-entire-midtown-core-204498.html","abstract":"  To the Editor:   The Regional Plan Association was delighted by \"To Test a Trolley,\" your Feb. 7 editorial endorsement of a light-rail line along Manhattan's 42d Street. As you note, the proposed trolley would connect major destinations from the United Nations to the Javits Convention Center and would be \"faster, cheaper, cleaner\" than current transportation options.","thumbnail":null,"section":"Opinion"},{"date":"19940216","headline":"No Headline","web_url":"https://www.nytimes.com/1994/02/16/nyregion/no-headline-195413.html","abstract":"  \"There are some things you just can't run from.\" DANNY HAROLD ROLLING, confessing to five murders.  [ A10:1. ]","thumbnail":null,"section":"New York"},{"date":"19940216","headline":"On Coppola's Plate, It's Food,, Not Film","web_url":"https://www.nytimes.com/1994/02/16/style/on-coppolas-plate-its-food-not-film.html","abstract":"FRANCIS FORD COPPOLA is stirring a spaghetti sauce that has been in his family's blood for generations. He has refused an apron, and around him is a scene of culinary carnage: a tomato-splattered backsplash, soiled knives and a wild assortment of spoons and lids strewn everywhere.\n\n\"Lots of people have criticized my movies,\" he says as his long wooden spoon never misses a rotation. \"But no one has ever identified the real problem. I'm a sloppy film maker. Just as Alice Waters says I'm a sloppy chef.\"","thumbnail":null,"section":"Style"},{"date":"19940216","headline":"A Justifiable Rap to Japan","web_url":"https://www.nytimes.com/1994/02/16/opinion/a-justifiable-rap-to-japan.html","abstract":"  Last week, the issues in contention between the U.S. and Japan were complex and could be argued either way. But yesterday the U.S. was clearly in the right to declare Japan in violation of a 1989 accord that promised the Motorola corporation unfettered access to the cellular phone market in the heavily populated Tokyo-Nagoya region. The declaration triggers a several-months' process during which the U.S. will prepare a list of sanctions.   The declaration is fully justified. Japan has systematically thwarted promises it made under the accord. Five years later Motorola, a technological leader around the world, accounts for less than 2 percent of the Tokyo-Nagoya market. Sanctions are also warranted: because telecommunications services are not covered by international treaty, the U.S. has no good recourse other than to retaliate unilaterally.","thumbnail":null,"section":"Opinion"},{"date":"19940216","headline":"In 'Catch-22' Sequel, Heller Brings Back Yossarian, Milo, et al.","web_url":"https://www.nytimes.com/1994/02/16/books/in-catch-22-sequel-heller-brings-back-yossarian-milo-et-al.html","abstract":"  Thirty-three years after publishing \"Catch-22,\" the novel whose title became an enduring part of the lexicon and whose bitter satire helped change America's view of war, Joseph Heller has written a sequel that promises to reveal what has become of characters like Yossarian and Milo Minderbinder.    Last week, Mr. Heller delivered the completed manuscript of the book, \"Closing Time,\" to his publisher, Simon & Schuster; it should be on sale in the fall. The new novel is more a follow-up to \"Catch-22\" than it is a conventional sequel, Mr. Heller said in an interview. It doesn't pick up directly where \"Catch-22\" left off, somewhere in the Mediterranean in the last months of World War II, but instead is set in New York in the present.","thumbnail":null,"section":"Books"},{"date":"19940216","headline":"NAMING OF SOLARZ AS ENVOY DUE SOON","web_url":"https://www.nytimes.com/1994/02/16/world/naming-of-solarz-as-envoy-due-soon.html","abstract":"  After months of delay and reports that it was dead, Clinton Administration officials said today that the nomination of former Representative Stephen J. Solarz of Brooklyn as Ambassador to India was back on track. They said the White House would soon send his name to the Senate for confirmation.   \"People are now proceeding as if it's going to happen, and sooner rather than later,\" said a senior Administration official, speaking on condition of anonymity.","thumbnail":null,"section":"World"},{"date":"19940216","headline":"Yegorova Is Going Up On Olympics' Medal Ladder","web_url":"https://www.nytimes.com/1994/02/16/sports/winter-olympics-yegorova-is-going-up-on-olympics-medal-ladder.html","abstract":"  For the many Winter Olympic mavens who have yet to learn the name Lyubov Yegorova, consider the following:   Sonja Henie, Jean-Claude Killy, Alberto Tomba and Bonnie Blair each have won three Winter Olympic golds. Yegorova, a soft-spoken Russian cross-country skier from St. Petersburg, has now won four.","thumbnail":null,"section":"Sports"},{"date":"19940216","headline":"In Special Elections, Democrats Win Two Senate Seats","web_url":"https://www.nytimes.com/1994/02/16/nyregion/in-special-elections-democrats-win-two-senate-seats.html","abstract":"  In special elections for nine seats in the State Legislature, Democrats won both open Senate seats tonight and three of the seven open seats in the Assembly. A Liberal with strong ties to the Democratic Party also won an Assembly seat in a hotly contested race in Queens.   The Senate may have picked up two more supporters of the death penalty, which could be enough to carry an override of Gov. Mario M. Cuomo's annual veto of the measure in that house. But the Assembly appeared to pick up only one more vote, not enough to carry an override in that chamber.","thumbnail":null,"section":"New York"},{"date":"19940216","headline":"U.S. Says Serbs Can Unload Big Guns or Re-Aim Them","web_url":"https://www.nytimes.com/1994/02/16/world/us-says-serbs-can-unload-big-guns-or-re-aim-them.html","abstract":"  Acting with the United Nations, the United States has agreed to give Serbian nationalist forces extra latitude in meeting a NATO ultimatum that they remove or surrender control of their heavy weapons around Sarajevo, , Administration officials said today.   Under the agreement, rather than handing the weapons over to peacekeepers, the Bosnian Serbs would be permitted to keep some weapons in their own hands as long as they are not loaded or aimed at the Bosnian capital, the officials said.","thumbnail":null,"section":"World"},{"date":"19940216","headline":"CBS Gets Deal With Big East","web_url":"https://www.nytimes.com/1994/02/16/sports/cbs-gets-deal-with-big-east.html","abstract":"  The Big East agreed yesterday to a five-year deal with CBS to televise college football games from 1996 to 2000 and to extend its current basketball agreement through the 2000-2001 season. The deals are worth $65 million.   CBS last week signed the Southeastern Conference to a five-year, $100 million deal, starting in 1996. CBS's signings, plus ABC-ESPN's $82 million deal with the Atlantic Coast Conference and expected deals with the Big 8 and Southwest Conferences, will put the College Football Association out of TV. Primarily, CBS will split the country into two parts to telecast Big East and S.E.C. simultaneously at 3 P.M., but it will also feature up to three doubleheaders each season at noon and 3:30 P.M.","thumbnail":null,"section":"Sports"},{"date":"19940216","headline":"Juchitan Journal; Mexico's Indians Heed Rumble of Distant Guns","web_url":"https://www.nytimes.com/1994/02/16/world/juchitan-journal-mexico-s-indians-heed-rumble-of-distant-guns.html","abstract":"  Streets all over this torrid market city are filled with bristling black pigs, ancient oxcarts and whitewashed walls exploding with anger at someone else's fight. \"Assassin Army Out of Chiapas,\" reads the scrawl on one wall.    Too far away to be involved in the fighting, but not too far to feel the pain that led to the revolt across the state line in Chiapas, 62 miles away, Juchitan (pronounced hoo-chee-TAHN) has nonetheless been involved in the Indian uprising that started on Jan. 1.","thumbnail":null,"section":"World"},{"date":"19940216","headline":"Gazzamania and Officialdom","web_url":"https://www.nytimes.com/1994/02/16/sports/IHT-gazzamania-and-officialdom.html","abstract":"Funny things happen on the way to the Olimpico. In the arena where the last World Cup final almost died of organized boredom in 1990, there was a game on Sunday that had theater, fun, goals..Lazio of Rome outplayed Cagliari to the tune of 4-0. The game","thumbnail":null,"section":"Sports"},{"date":"19940216","headline":"U.S. Says North Korean Decision Is Welcome","web_url":"https://www.nytimes.com/1994/02/16/world/us-says-north-korean-decision-is-welcome.html","abstract":"  American officials said today that they welcomed North Korea's decision to allow international inspectors to visit its nuclear sites, but said the United States would wait until the inspectors gave Pyongyang a clean bill before improving ties.    Michael McCurry, the State Department spokesman, said that in response to Pyongyang's move, the United States had taken the modest action of restarting informal, low-level talks today in New York with North Korea.","thumbnail":null,"section":"World"},{"date":"19940216","headline":"1944:Cassino Bombed : IN OUR PAGES:100, 75 AND 50 YEARS AGO (folo)","web_url":"https://www.nytimes.com/1994/02/16/opinion/IHT-1944cassino-bombed-in-our-pages100-75-and-50-years-ago-folo.html","abstract":"WASHINGTON - America's regret at the necessity for bombing the Abbey of Monte Cassino on the road to Rome was voiced by President Roosevelt today [Feb. 15] at a press conference at which he said grimly that it had to be done because the Germans had been u","thumbnail":null,"section":"Opinion"},{"date":"19940216","headline":"Public & Private; Justice for Justice Barkett","web_url":"https://www.nytimes.com/1994/02/16/opinion/public-private-justice-for-justice-barkett.html","abstract":"  Before Rosemary Barkett was the Chief Justice of Florida's Supreme Court, she was a trial judge. Before she was a trial judge, she was a trial lawyer. And before she was a trial lawyer, she was a nun.    Which is why, during her confirmation hearings, Senator Joseph Biden harked back to his days in parochial school and asked whether she had a clicker.","thumbnail":null,"section":"Opinion"},{"date":"19940216","headline":"With Nets, The Knicks Don't Have The Knack","web_url":"https://www.nytimes.com/1994/02/16/sports/basketball-with-nets-the-knicks-don-t-have-the-knack.html","abstract":"  Playing the Nets this season has become embarrassing for the Knicks.   Tonight, the outcome wasn't even close. The Nets talked trash, backed it up and left the slumping Knicks (34-15), who have lost four of their last six games, groping for answers.","thumbnail":null,"section":"Sports"},{"date":"19940216","headline":"Meadowlands Boss: Major Fund-Raiser Becomes Cost-Cutter","web_url":"https://www.nytimes.com/1994/02/16/nyregion/meadowlands-boss-major-fund-raiser-becomes-cost-cutter.html","abstract":"  In 1981, when a neighbor of Michael D. Francis wanted to run for governor, he asked him to raise money for the campaign. Mr. Francis's neighbor, the former State Senator James H. Wallwork, lost the Republican primary that year, but his request set Mr. Francis on the course that will culminate Wednesday with his swearing-in as chairman of the New Jersey Sports and Exposition Authority.   \"That was my entry into politics,\" Mr. Francis, a lawyer and businessman from Short Hills, said of his work for Mr. Wallwork.","thumbnail":null,"section":"New York"},{"date":"19940216","headline":"Yankees Sign Jeff Reardon","web_url":"https://www.nytimes.com/1994/02/16/sports/baseball-yankees-sign-jeff-reardon.html","abstract":"  Hoping that Jeff Reardon might still have something worthwhile to offer from his once impressive right arm, the Yankees today signed the 38-year-old to a minor league contract. He will report to camp Wednesday and participate in New York's first workouts for pitchers and catchers Thursday.   New York signed the pitcher because there is \"no risk\" involved, said General Manager Gene Michael, who also praised Reardon's versatility. Michael was also somewhat optimistic about the pitcher's chances.","thumbnail":null,"section":"Sports"},{"date":"19940216","headline":"UConn's Big Shot Doesn't Drop In","web_url":"https://www.nytimes.com/1994/02/16/sports/basketball-uconn-s-big-shot-doesn-t-drop-in.html","abstract":"  At the very end, when the crisis had suddenly become much too real, Donyell Marshall struggled to find an open area in the lane as he searched desperately toward the right sideline. Just 1.1 seconds remained in a game at Villanova. Marshall was aching for the basketball, and one last chance, and a buzzer-beating victory that could have preserved the highest ranking in the history of the University of Connecticut.   Marshall received two of the three -- the pass from Kevin Ollie near midcourt and a 15-foot shot that was contested by the reach of Villanova forward Ron Wilson.","thumbnail":null,"section":"Sports"},{"date":"19940216","headline":"North Koreans Agree to Survey Of Atomic Sites","web_url":"https://www.nytimes.com/1994/02/16/world/north-koreans-agree-to-survey-of-atomic-sites.html","abstract":"  Acting to avert a confrontation with the West, North Korea reversed itself today and told the International Atomic Energy Agency that it would permit a full inspection of seven sites that are thought to be part of a nuclear-weapons program.   The surprise announcement came less than a week before the agency's board is to meet in Vienna, where it was expected to declare that North Korea's refusal to allow inspections violated international accords.","thumbnail":null,"section":"World"},{"date":"19940216","headline":"The World Doesn't Need a U.S.-Japanese Divorce","web_url":"https://www.nytimes.com/1994/02/16/opinion/IHT-the-world-doesnt-need-a-usjapanese-divorce.html","abstract":"Asian reaction to the breakdown of U.S.-Japanese trade talks has been muted. Editorials have expressed sorrow, not anger. Stock markets have taken a knock, but a modest one by recent volatile standards. Yet deeper down there is that tension that comes wi","thumbnail":null,"section":"Opinion"},{"date":"19940216","headline":"Vietnam Commitment Goes Back to Truman","web_url":"https://www.nytimes.com/1994/02/16/opinion/l-vietnam-commitment-goes-back-to-truman-204420.html","abstract":"  To the Editor:   I was startled to read in \"A Passion Spent, Finally,\" your Feb. 4 front-page news analysis on the end of the United States trade embargo of Vietnam, that while the Vietnam War was Lyndon B. Johnson's war, the commitments were made in John F. Kennedy's Administration.","thumbnail":null,"section":"Opinion"},{"date":"19940216","headline":"Cotten Before Welles","web_url":"https://www.nytimes.com/1994/02/16/opinion/l-cotten-before-welles-204501.html","abstract":"  To the Editor:   Your obituary of the actor Joseph Cotten (Feb. 7) omitted his early New York radio career. This was how Mr. Cotten met Orson Welles. They were two among many actors in the 1930's who found this new means of income when they could not get enough stage work. \"Cavalcade of America\" and \"The Goldbergs\" were two of Mr. Cotten's many radio shows.","thumbnail":null,"section":"Opinion"},{"date":"19940216","headline":"Review/Opera; After the Hoopla, 'La Fille du Regiment'","web_url":"https://www.nytimes.com/1994/02/16/arts/review-opera-after-the-hoopla-la-fille-du-regiment.html","abstract":"  When Kathleen Battle was fired last week and Harolyn Blackwell was thrust into the role of Marie in \"La Fille du Regiment\" at the Metropolitan Opera, the stage was set for another grand drama. A young soprano with a clutch of warm reviews and solid credentials steps in for one of the best-known singers of our time.    Will a new star be born?","thumbnail":null,"section":"Arts"},{"date":"19940216","headline":"The Addamses Check Out the Library","web_url":"https://www.nytimes.com/1994/02/16/arts/the-addamses-check-out-the-library.html","abstract":"  It is a place where cemetery plots have cellar doors. Where the gates of hell have express lanes for those with six sins or less. Where children trick or treat by cab. Where snake-coiffed gorgons present themselves to wary hairdressers. And where members of the Addams Family pour boiling oil on Christmas carolers.    In short, it is the darkly comic universe of \"The Compleat Charles Addams,\" a retrospective exhibition of the works of the artist and New Yorker cartoonist who died in 1988 at the age of 76. The collection of 170 original drawings and watercolors in the Gottesman Exhibition Hall at the New York Public Library opens today and will be on view in the building at 42d Street and Fifth Avenue through May 7.","thumbnail":null,"section":"Arts"}],"wiki_events":[],"weather":[{"date":"19940216","time":"1994-02-16 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.4,"rhum":86,"wspd":9.4},{"date":"19940216","time":"1994-02-16 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.6,"rhum":85,"wspd":7.6},{"date":"19940216","time":"1994-02-16 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.4,"rhum":85,"wspd":7.6},{"date":"19940216","time":"1994-02-16 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.7,"rhum":86,"wspd":5.4},{"date":"19940216","time":"1994-02-16 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.2,"rhum":84,"wspd":5.4},{"date":"19940216","time":"1994-02-16 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.8,"rhum":86,"wspd":11.2},{"date":"19940216","time":"1994-02-16 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.7,"rhum":90,"wspd":9.4},{"date":"19940216","time":"1994-02-16 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.3,"rhum":91,"wspd":5.4},{"date":"19940216","time":"1994-02-16 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.9,"rhum":90,"wspd":3.6},{"date":"19940216","time":"1994-02-16 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.3,"rhum":88,"wspd":5.4},{"date":"19940216","time":"1994-02-16 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.8,"rhum":85,"wspd":3.6},{"date":"19940216","time":"1994-02-16 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.3,"rhum":81,"wspd":11.2},{"date":"19940216","time":"1994-02-16 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.4,"rhum":84,"wspd":5.4},{"date":"19940216","time":"1994-02-16 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.5,"rhum":84,"wspd":3.6},{"date":"19940216","time":"1994-02-16 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":84,"wspd":5.4},{"date":"19940216","time":"1994-02-16 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.8,"rhum":88,"wspd":3.6},{"date":"19940216","time":"1994-02-16 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":86,"wspd":7.6},{"date":"19940216","time":"1994-02-16 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.7,"rhum":91,"wspd":3.6},{"date":"19940216","time":"1994-02-16 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.7,"rhum":88,"wspd":7.6},{"date":"19940216","time":"1994-02-16 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.6,"rhum":86,"wspd":5.4},{"date":"19940216","time":"1994-02-16 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.6,"rhum":82,"wspd":9.4},{"date":"19940216","time":"1994-02-16 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.5,"rhum":82,"wspd":1.8},{"date":"19940216","time":"1994-02-16 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7,"rhum":91,"wspd":3.6},{"date":"19940216","time":"1994-02-16 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.1,"rhum":90,"wspd":5.4},{"date":"19940216","time":"1994-02-16 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":72,"wspd":5.4},{"date":"19940216","time":"1994-02-16 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":72,"wspd":5.4},{"date":"19940216","time":"1994-02-16 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":75,"wspd":5.4},{"date":"19940216","time":"1994-02-16 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":81,"wspd":0},{"date":"19940216","time":"1994-02-16 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":82,"wspd":5.4},{"date":"19940216","time":"1994-02-16 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":63,"wspd":7.6},{"date":"19940216","time":"1994-02-16 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":63,"wspd":14.8},{"date":"19940216","time":"1994-02-16 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":61,"wspd":16.6},{"date":"19940216","time":"1994-02-16 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":61,"wspd":11.2},{"date":"19940216","time":"1994-02-16 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":66,"wspd":14.8},{"date":"19940216","time":"1994-02-16 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":66,"wspd":20.5},{"date":"19940216","time":"1994-02-16 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":56,"wspd":24.1},{"date":"19940216","time":"1994-02-16 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":56,"wspd":22.3},{"date":"19940216","time":"1994-02-16 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":56,"wspd":24.1},{"date":"19940216","time":"1994-02-16 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":50,"wspd":29.5},{"date":"19940216","time":"1994-02-16 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":50,"wspd":31.7},{"date":"19940216","time":"1994-02-16 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":50,"wspd":29.5},{"date":"19940216","time":"1994-02-16 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":48,"wspd":25.9},{"date":"19940216","time":"1994-02-16 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":46,"wspd":33.5},{"date":"19940216","time":"1994-02-16 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":44,"wspd":33.5},{"date":"19940216","time":"1994-02-16 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":46,"wspd":27.7},{"date":"19940216","time":"1994-02-16 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":48,"wspd":27.7},{"date":"19940216","time":"1994-02-16 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":48,"wspd":27.7},{"date":"19940216","time":"1994-02-16 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":54,"wspd":14.8}]}}