{"19940131":{"guardian_articles":[],"nytimes_articles":[{"date":"19940131","headline":"A Puerto Rican Boom for Florida","web_url":"https://www.nytimes.com/1994/01/31/us/a-puerto-rican-boom-for-florida.html","abstract":"  Two decades ago, this was just another small and sleepy Central Florida town, a place of orange groves and cattle ranches. Today, it is the center of what demographers say is the fastest-growing Hispanic population in the country, a new promised land for Puerto Ricans in San Juan and New York who are fleeing crime, overcrowding and urban angst.   From 1980 to 1990, the Hispanic population of Osceola County, which is just south of Orlando and includes much of Disney World, grew by 1,082 percent, the largest percentage increase of any county in the United States, according to census data. Hispanic people constituted more than 10 percent of the county's population of 107,000 in 1990 and are expected to account for as much as a quarter of a population of nearly 200,000 by the end of the decade.","thumbnail":null,"section":"U.S."},{"date":"19940131","headline":"The Defense Wrests: Washington Got Everything but the M.V.P.","web_url":"https://www.nytimes.com/1994/01/31/sports/super-bowl-xxviii-the-defense-wrests-washington-got-everything-but-the-mvp.html","abstract":"  The Dallas Cowboys are a team that thrives on big plays. The Buffalo Bills are a team that makes knucklehead blunders in the Super Bowl. Put that combination together and what do you have? Another trophy for the Cowboys.   The big play for Dallas in Super Bowl XXVIII was not made my Emmitt Smith. Or Troy Aikman. Or Michael Irvin, the playmaker.","thumbnail":null,"section":"Sports"},{"date":"19940131","headline":"For No. 1 Sampras, It's Now a Big Three in a Row","web_url":"https://www.nytimes.com/1994/01/31/sports/tennis-for-no-1-sampras-it-s-now-a-big-three-in-a-row.html","abstract":"  Pete Sampras's career is in full bloom. By defeating fellow American Todd Martin, 7-6 (7-4), 6-4, 6-4, in the 1994 Australian Open men's singles final today at Flinders Park, Sampras earned a third consecutive Grand Slam title and the fourth of his career.   No male player in the open era of professional tennis can boast a similar Grand Slam sequence: winning Wimbledon, the United States Open and the Australian Open in succession.","thumbnail":null,"section":"Sports"},{"date":"19940131","headline":"Review/Music; Celebrating the Variety Of the World's Rhythms","web_url":"https://www.nytimes.com/1994/01/31/arts/review-music-celebrating-the-variety-of-the-world-s-rhythms.html","abstract":"  If Paul Simon and Peter Gabriel could do it, then so can Stewart Copeland. The former drummer for the Police has put together his own international band, the Rhythmatists, with members from Spain, Zaire, Cameroon and the United States. That band is touring with Les Percussions de Guinea, an African drum troupe, and Uakti, a percussion group from Brazil, and at Town Hall on Saturday night, the assembled musicians reveled in percussive timbres and volleyed cross-rhythms all over the place. It was a concert dedicated not to pop melody or pop emotion, but to the immediate pleasures of kinetic rhythm.   It was, in part, an international exposition: pop-flamenco from the Spanish guitarist Rene Heredia, booming and strutting traditional drum music from Les Percussions de Guinea; a bass solo by Armand Sabal-Lecco, from Cameroon; and subtle, propulsive pieces by Uakti, who nearly stole the show with the novel sounds of homemade instruments. It was also an attempt to create a musical fusion not dominated by American ideas about pop structure; some of the lyrics were not in English, and few of them mattered as much as the momentum behind them. The music left the audience dancing, not humming tunes.","thumbnail":null,"section":"Arts"},{"date":"19940131","headline":"Connecticut Finds Itself In the Land of the Elite","web_url":"https://www.nytimes.com/1994/01/31/sports/college-basketball-connecticut-finds-itself-in-the-land-of-the-elite.html","abstract":"  Connecticut cleared another hurdle at Pittsburgh on Saturday, this time without its head coach, and the Huskies are now farther into territory never before explored by a UConn men's basketball team.    The next challenge will come at Syracuse tomorrow night and the confidence built among the players has brought them to the lip of invincibility in the Big East Conference.","thumbnail":null,"section":"Sports"},{"date":"19940131","headline":"Simms Doubtful for Pro Bowl","web_url":"https://www.nytimes.com/1994/01/31/sports/super-bowl-xxviii-simms-doubtful-for-pro-bowl.html","abstract":"  Giants officials said today that a variety of lingering injuries may keep quarterback Phil Simms from playing in the Pro Bowl on Feb. 5 in Honolulu. Simms is not believed to be seriously injured, but the season took a toll on him and he has told Giants officials that he may pull out of the game.   If he does pull out, it is not known who would replace him.   Dallas quarterback Troy Aikman and San Francisco quarterback Steve Young are the National Football Conference selections; Simms was named the alternate.","thumbnail":null,"section":"Sports"},{"date":"19940131","headline":"Hillary Clinton Rebuffs Pessimists on Health Plan","web_url":"https://www.nytimes.com/1994/01/31/us/hillary-clinton-rebuffs-pessimists-on-health-plan.html","abstract":"  Is there enough passion and political skill behind President Clinton's health care plan to get it, or something close to it, passed? In the nation's capital, there are doubts.    But the plan's hard-traveling champion, Hillary Rodham Clinton, argues that the uncertainty is baseless. \"It has impassioned constituencies, especially in specific parts of the program,\" she said, citing the enthusiasm of older Americans for the plan's prescription drug benefits, or organizations concerned with children for the promise of care for the young.","thumbnail":null,"section":"U.S."},{"date":"19940131","headline":"Dance in Review","web_url":"https://www.nytimes.com/1994/01/31/arts/dance-in-review-039330.html","abstract":"  'Time's Fool'  Performance Space 122    \"Time's Fool\" had a start. And, after an hour and 15 minutes, it stopped. But it did not have what composition teachers might call a formal beginning, in which specific themes were introduced. Nor did it have an ending in which thematic complications were resolved.","thumbnail":null,"section":"Arts"},{"date":"19940131","headline":"Kevorkian Begins Ballot Drive for Suicide Measure","web_url":"https://www.nytimes.com/1994/01/31/us/kevorkian-begins-ballot-drive-for-suicide-measure.html","abstract":"  Dr. Jack Kevorkian today kicked off his ballot drive for a state constitutional amendment to legalize doctor-assisted suicide, telling members of an audience in a large suburban church that they were facing an issue of rights.   \"What this is all about is the right not to have to suffer,\" the 65-year-old retired pathologist told a crowd of 700 in St. Paul's Presbyterian Church in this western Detroit suburb. \"This is really a right that already exists, and we already have, but which we have to put in writing because of human irrationality. Every reasonable adult is going to have to realize that if he votes 'no' on this, he is throwing his right away.\"","thumbnail":null,"section":"U.S."},{"date":"19940131","headline":"In His Own Mind, Chavez Unbeaten","web_url":"https://www.nytimes.com/1994/01/31/sports/boxing-in-his-own-mind-chavez-unbeaten.html","abstract":"  Even as he stormed from the ring with his face swelling into lumps and blood dripping down his nose, Julio Cesar Chavez was pointing his gloved finger at others, anyone but himself.   He blamed the promoter and he blamed the referee for the loss of his title and the first defeat of his career. Et tu, Don King? was the sense of what he said, although his actual words were much earthier. Et tu, Richard Steele?","thumbnail":null,"section":"Sports"},{"date":"19940131","headline":"Seeking 'Fair Deal' for a Black Cadet","web_url":"https://www.nytimes.com/1994/01/31/us/seeking-fair-deal-for-a-black-cadet.html","abstract":"  More than a century ago, a young black West Point cadet from South Carolina was found unconscious, slashed and beaten, his arms and legs tied to his bed in his dormitory.   Instead of searching for his attackers, administrators at the United States Military Academy set in motion two years of nationally publicized hearings against the cadet, Johnson C. Whittaker. They accused him of staging the incident and then discharged him from the academy.","thumbnail":null,"section":"U.S."},{"date":"19940131","headline":"Review/Opera; Kurt Weill Goes Back to the 'Hood In a Near-Forgotten 'Street Scene'","web_url":"https://www.nytimes.com/1994/01/31/arts/review-opera-kurt-weill-goes-back-to-the-hood-in-a-near-forgotten-street-scene.html","abstract":"  Was it his fascination with democracy that made Kurt Weill crowd \"Street Scene\" with 30 principal players? This is opera as free-market economics, a clamor of energy, hope and anguish jockeying for our attention. Its slice of New York tenement life is Gershwin's Catfish Row transposed northward and variegated in race and culture. Weill, the happy immigrant, left his operatic dukes and emperors behind in Europe. \"Street Scene,\" like \"Porgy and Bess,\" makes a neighborhood its star.   The Houston Grand Opera put on Weill's near-forgotten American masterpiece last night in a splendidly natural production directed by Francesca Zambello. Realizing how good \"Street Scene\" is barely advances its fortunes, however. It is big and complicated, and Houston owes its success not just to Weill's amazing stagecraft but to Ms. Zambello's fluency with the teeming resources he presents her with. The company's financial muscle didn't hurt, either.","thumbnail":null,"section":"Arts"},{"date":"19940131","headline":"Right on the Money","web_url":"https://www.nytimes.com/1994/01/31/opinion/right-on-the-money.html","abstract":"  In speaking to Congress last week about health care reform, President Clinton was too polite to name the lawmakers who have been getting huge chunks of money from medical-industry political action committees.   But Mr. Clinton seemed to have this gold rush in mind when he paused midway in his State of the Union address to recall some history. For 60 years, going back to Franklin Roosevelt, Presidents have been trying to reform health care, only to be blocked by powerful special interests. \"The work of change, frankly, will never get any easier,\" Mr. Clinton stated, \"until we limit the influence of well-financed interests who profit from this current system.\"","thumbnail":null,"section":"Opinion"},{"date":"19940131","headline":"Veterans Challenging the View Hanoi Helps Fully on the M.I.A.'s","web_url":"https://www.nytimes.com/1994/01/31/world/veterans-challenging-the-view-hanoi-helps-fully-on-the-mia-s.html","abstract":"  As the Clinton Administration moves toward lifting the trade embargo on Vietnam, it is still embroiled in a dispute over the most emotionally wrenching issue in the debate: whether Hanoi has done enough to return the remains of Americans missing from a war that ended nearly 20 years ago.   At issue in particular are 67 sets of remains that Vietnam has turned over to the United States, an act that won high marks from Administration officials.","thumbnail":null,"section":"World"},{"date":"19940131","headline":"Today's TV Listings","web_url":"https://www.nytimes.com/1994/01/31/us/today-s-tv-listings.html","abstract":"  Television and radio news and listings appear today on pages B6-7.","thumbnail":null,"section":"U.S."},{"date":"19940131","headline":"ROCKET PROGRAM FACES BUDGET AX","web_url":"https://www.nytimes.com/1994/01/31/us/rocket-program-faces-budget-ax.html","abstract":"  Despite its initial success, a revolutionary rocket that takes off and lands vertically, and may greatly reduce the costs of going into space, is about to be killed by the Pentagon.   The Delta Clipper program, which is developing a rocket designed to fly into space and return as one unit, has so far been successful, as high-tech Government projects go. The program is on schedule and within its budget, and a small-scale prototype has successfully completed three test flights.","thumbnail":null,"section":"U.S."},{"date":"19940131","headline":"Power's Fast Track","web_url":"https://www.nytimes.com/1994/01/31/opinion/l-power-s-fast-track-039276.html","abstract":"  To the Editor:   It's interesting how swiftly the wheels of government operate when the topic is power, rather than issues. The selection of an interim Speaker of the New York State Assembly (news article, Jan. 21) appears to begin and end with stunning rapidity, within moments of the announcement of Sol Weprin's health emergency. But matters of substance often drag for months or years through the State Legislature, endlessly discussed, dissected and compromised upon. Delegating power seems to be the one universal motivator.","thumbnail":null,"section":"Opinion"},{"date":"19940131","headline":"Dozens Flee Oil Spill","web_url":"https://www.nytimes.com/1994/01/31/nyregion/dozens-flee-oil-spill.html","abstract":"  Dozens of residents of an East Harlem building yesterday spent part of the afternoon on the street, forced from their apartments by fumes from leaking heating oil. Within two hours, the oil had been removed, and residents returned to their homes at 4 East 107th Street, said Elbert Washington, a spokesman for the Fire Department. Firefighters responded at 12:24 P.M. to reports of noxious odors in the 24-story brick building. They found that diesel oil used to heat the building had leaked from a rooftop tank and spilled down a stairwell, Mr. Washington said. The building was not evacuated, and many residents did not leave. The Emergency Medical Service treated some people for headaches and dizziness.","thumbnail":null,"section":"New York"},{"date":"19940131","headline":"While Its Neighbors Founder, Czech Republic is Succeeding","web_url":"https://www.nytimes.com/1994/01/31/world/while-its-neighbors-founder-czech-republic-is-succeeding.html","abstract":"  Extraordinary as it may seem, this heavily industrialized country in the center of Europe boasts low unemployment and a balanced budget even as it takes on the treacherous task of transforming itself from Communism to capitalism.   Squeezed between well-off Germany, where 10 percent of the work force is jobless, and struggling former East Bloc countries that face the possibility of 20 percent unemployment this year, the Czech Republic is proud of its 3.5 percent figure.","thumbnail":null,"section":"World"},{"date":"19940131","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/01/31/nyregion/metro-digest-034819.html","abstract":"  NEW YORK CITY  BUDGET SESSION IS SCHEDULED   After grappling with a budget plan he will present this week, Mayor Giuliani will meet with leaders of the City Council to present his ideas for closing a projected $2.3 billion deficit. The Council leaders said that they have some concerns about the plan -- whose details they have so far received from newspaper accounts. They added that they were unwilling to criticize the proposals until they been received more information about them. B3.","thumbnail":null,"section":"New York"},{"date":"19940131","headline":"More Teachers Write Textbooks Out of the Curriculum","web_url":"https://www.nytimes.com/1994/01/31/nyregion/more-teachers-write-textbooks-out-of-the-curriculum.html","abstract":"  In a library at Public School 6 in Manhattan, teachers went on an unusual shopping trip the other day. As part of their first \"book fair,\" they were looking for children's literature and historical novels that their classes will use instead of textbooks.   Teachers at the elementary school, on the Upper East Side, do not use textbooks as the framework for their classes in the way most Americans remember. The curriculum is based on themes, so there is no mandated textbook for every subject, every class and every pupil.","thumbnail":null,"section":"New York"},{"date":"19940131","headline":"Review/Television; Bill Cosby as Spy, Cop and Producer","web_url":"https://www.nytimes.com/1994/01/31/arts/review-television-bill-cosby-as-spy-cop-and-producer.html","abstract":"  William H. Cosby Jr. makes programming bets this week on two movies in which he is listed as an executive producer. As plain old Bill Cosby, he is also the star of each. After becoming fabulously rich with the success of NBC's \"Cosby Show\" in the 1980's, the man obviously has reached a point where he gets his way. But he can still stumble, as was evident in the fizzle of his syndicated revival of Groucho Marx's \"You Bet Your Life\" game show. These new movies, while hardly triumphs, put him on firmer footing.    In one, CBS's \"I Spy Returns,\" Thursday at 8, Mr. Cosby returns to his past, reuniting with Robert Culp for a fond tip of their hats to the NBC adventure series that ran from 1965 to 1968. In the other, \"The Cosby Mysteries\" tonight on NBC, the performer looks to the future with a sleuth format designed as the first in a series of movies, perhaps providing for Mr. Cosby the kind of neat annuity Peter Falk has found with \"Columbo.\" Not so coincidentally, \"The Cosby Mysteries\" was co-written by William Link, who created \"Columbo\" with Richard Levinson in 1971.","thumbnail":null,"section":"Arts"},{"date":"19940131","headline":"Do-It-Yourself Justice","web_url":"https://www.nytimes.com/1994/01/31/opinion/l-do-it-yourself-justice-039250.html","abstract":"  To the Editor:   I am shocked by \"Violence and the Bobbitts,\" your Jan. 22 editorial on the Lorena Bobbitt verdict.","thumbnail":null,"section":"Opinion"},{"date":"19940131","headline":"Conspiracy Claim Raised In Meadowlands Death","web_url":"https://www.nytimes.com/1994/01/31/nyregion/conspiracy-claim-raised-in-meadowlands-death.html","abstract":"  The parents of a college sophomore who was fatally injured during a Grateful Dead concert at the Meadowlands Sports Complex in 1989 have asserted that their son was murdered by security guards and charged that New Jersey law-enforcement officials conspired to cover up the crime.   In documents filed recently as evidence in a civil suit in New Jersey Superior Court here, Jay and Linda Katz of South Orange contend that the state officials withheld evidence and obstructed justice to stymie a homicide investigation in the death of their son, Adam, 19, a University of Hartford student, and to make it appear that he either committed suicide or died accidentally after taking the hallucinogen LSD at the Oct. 14, 1989, concert.","thumbnail":null,"section":"New York"},{"date":"19940131","headline":"Critic's Notebook; Innovation And Incest, Glitches And Tinsel","web_url":"https://www.nytimes.com/1994/01/31/movies/critic-s-notebook-innovation-and-incest-glitches-and-tinsel.html","abstract":"  In the year of dysfunction at the Sundance Film Festival -- when abused, violent and delusional characters ruled the films in competition -- the Audience Award for most popular dramatic film was given to \"Spanking the Monkey.\" It is a surprisingly witty and engaging story about an ordinary teen-ager whose relationship with his mother turns incestuous. The first feature written and directed by David O. Russell was one of the few festival movies to avoid the talk-show cliches of its lurid subject, and the film's deftness marks Mr. Russell as one of the most original directors to come out of Sundance in years.    Fine Line Features bought the movie just minutes before the awards were announced on Saturday evening, at a misbegotten ceremony loaded with technical snafus and thank-yous to corporate sponsors.","thumbnail":null,"section":"Movies"},{"date":"19940131","headline":"SUPER BOWL XXVIII: TV Sports; Cowboys And NBC Take 2 Straight","web_url":"https://www.nytimes.com/1994/01/31/sports/super-bowl-xxviii-tv-sports-cowboys-and-nbc-take-2-straight.html","abstract":"  As soon as the Super Bowl telecast began at 6:22 last night, NBC became the most experienced pro football network. CBS is out of the game after 38 years. Fox (or CBS West) is new. ABC is now second in gridiron experience.   With seniority on its side, two consecutive Super Bowls in its broadcast quiver and Fox executives watching from inside the Georgia Dome, NBC got Super Bowl XXVIII right on several fronts: (a) its analyst, Bob Trumpy, was rarely too blunt and never ventured so far out on a verbal limb that Dick Enberg couldn't reel him in, (b) Enberg restrained his high-octane rosiness, and (c) the production, using 18 cameras and 16 replay machines, excelled with compelling slow-motion replays and many sharp reaction shots.","thumbnail":null,"section":"Sports"},{"date":"19940131","headline":"Lemieux Is Almost Ready","web_url":"https://www.nytimes.com/1994/01/31/sports/lemieux-is-almost-ready.html","abstract":"  Mario Lemieux will be back soon, but not soon enough to play against the Rangers tonight at Madison Square Garden.   Lemieux, who has played in only four games for Pittsburgh this season and scored only 1 goal, is scheduled to play at home against Florida tomorrow night.","thumbnail":null,"section":"Sports"},{"date":"19940131","headline":"Asians, Suddenly in the Spotlight, Will Now Have to Do Better","web_url":"https://www.nytimes.com/1994/01/31/opinion/IHT-asians-suddenly-in-the-spotlight-will-now-have-to-do-better.html","abstract":"The writer is deputy prime minister and finance minister of Malaysia..For the first time in modern history, Europe and North America are looking at Asia with a sense of wonder. Although there are encouraging signs of recovery in the United States, it is","thumbnail":null,"section":"Opinion"},{"date":"19940131","headline":"1944: Another Armada : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/01/31/opinion/IHT-1944-another-armada-in-our-pages100-75-and-50-years-ago.html","abstract":"AT AN AMERICAN FLYING FORTRESS BASE, Somewhere in England - [From our New York edition:] Another armada of American heavy bombers, covered by an almost impenetrable screen of fighter planes, battered Germany again today [Jan. 30], loosing a heavy tonnage","thumbnail":null,"section":"Opinion"},{"date":"19940131","headline":"Abroad at Home; Running The Gantlet","web_url":"https://www.nytimes.com/1994/01/31/opinion/abroad-at-home-running-the-gantlet.html","abstract":"  Though he had no ground for complaint himself, Bobby Inman had a point. It is true that men and women named to high government office these days are often savagely abused. We ought to think about what has gone wrong.   Lani Guinier, one of the victims, said on National Public Radio recently that what was said about her made her feel like Alice in Wonderland -- who was so transformed after she fell down the rabbit hole that she hardly knew who she was. The people who advised her on the confirmation process, Professor Guinier said, spoke \"with a cynicism and a despair that were truly frightening.\"","thumbnail":null,"section":"Opinion"},{"date":"19940131","headline":"First Moves In the Battle Of the Budget","web_url":"https://www.nytimes.com/1994/01/31/nyregion/first-moves-in-the-battle-of-the-budget.html","abstract":"  Mayor Rudolph W. Giuliani has invited leaders of the City Council to meet with him this afternoon to hear his ideas for closing a projected $2.3 billion deficit in next year's budget.   Mr. Giuliani will confer with Speaker Peter F. Vallone, Herbert E. Berman, chairman of the Council's finance committee, and Archie Spigner, the deputy majority leader. The Council leaders said yesterday that they had some concerns about the plan, as outlined by senior Giuliani administration officials in newspaper accounts. But they said they would not criticize the proposals before receiving more information.","thumbnail":null,"section":"New York"},{"date":"19940131","headline":"Welfare, Work And the Real World","web_url":"https://www.nytimes.com/1994/01/31/opinion/welfare-work-and-the-real-world.html","abstract":"There is a groundswell of discontent with the nation's welfare system and the problems of broken or never-formed families. \n\nA favored solution, strongly advocated by President Clinton in his State of the Union Message, is to put heads of welfare families to work -- work instead of welfare. This is a good idea, but before we plunge, let's look at the record.","thumbnail":null,"section":"Opinion"},{"date":"19940131","headline":"Dance in Review","web_url":"https://www.nytimes.com/1994/01/31/arts/dance-in-review-039314.html","abstract":"  Rosanna Gamson and Andy Teirstein  Dia Center for the Arts SoHo    Rosanna Gamson choreographically celebrated the magic of storytelling in the bewitching fragment from \"Alf Layla Wa Layla (One Thousand Nights and One Night),\" which she offered on Friday night. The work, when completed, will last a full evening and is a collaboration between Ms. Gamson and the composer Andy Teirstein. The 45-minute excerpt they presented also included music by Dina Emerson.","thumbnail":null,"section":"Arts"},{"date":"19940131","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/01/31/sports/results-plus-038245.html","abstract":"  LUGE  U.S. Woman Wins  Cammy Myler stunned Europe's top lugers yesterday in Altenberg, Germany, becoming the first American woman to capture a World Cup race. The 25-year-old Myler, who finished fifth at Oberhof, Germany, two weeks ago for her best showing of the season, slid to victory with the second-fastest time in each heat -- 44.255 and 44.029 seconds. It was the last World Cup race before the start of the Lillehammer Olympics in Norway on Feb. 12. Myler, fifth at the 1992 Olympics, finished with a combined 1 minute 28.284 seconds, followed by Jan Bode of Germany with 1:28.400 and Doris Neuner of Austria with 1:28.501. (AP) GOLF  Senior Skins to Floyd  Raymond Floyd, who didn't earn a cent the first day of the Senior Skins, made up for it yesterday, winning $240,000 and the four-man tournament title at Mauna Lani, Hawaii. The two-time defending champion, Arnold Palmer, finished second with $115,000 in earnings, including $70,000 on the final day. Lee Trevino, the first-day leader with $80,000, failed to win a hole on the second. Jack Nicklaus, after winning $15,000 on the first hole of the tournament, was shut out the rest of the way in the match of golf Hall of Famers. (AP) Glasson a Winner: Bill Glasson, producing the best round of the day, shot a seven-under-par 64 yesterday and came from two strokes behind to win the Phoenix Open by three strokes. He finished with a 16-under total of 268 in capturing the sixth title of his career. Glasson won $216,000 with his first 1994 finish in the money. (AP)   SKIING  Here Comes Tomba  Even with a sore shoulder, Alberto Tomba was good enough to win a slalom race in the men's World Cup yesterday in Chamonix, France. Tomba, his shoulder hurting from an injury he received while playing squash, gained his third victory of the season and 32d World Cup triumph of his career. The Italian led after the first run and held his advantage, finishing with a total time of 2 minutes 1.37 seconds. Tomba is the only Alpine skier to win consecutive Olympic gold medals in the same event, the giant slalom in 1988 and 1992. He also won the slalom gold medal in 1988. (AP) SPEED SKATING  World Mark for Jansen  The American speed skater, Dan Jansen, set a world record in the 500-meter event at the world sprint speed skating championships in Calgary, Alberta, yesterday, dipping below the 36-second mark for the fourth time in his career. Jansen, of Greenfield, Wis., was clocked at 35.76 seconds in breaking his world record of 35.92 seconds, set Dec. 4 in Hamar, Norway. It was the sixth time Jansen either set or tied the world 500-meter mark. The three-time Olympic gold medalist, Bonnie Blair, of Champaign, Ill., won all four races she skated during the two-day competition and set a world points record to win her first world championship since 1989. Jansen was fourth to Kevin Scott of Canada in the 1,000-meter event, but combined with Blair to win the individual championships. (AP) SOCCER  U.S. Ties Russia  Alexi Lalas scored on a header in the 85th minute to give the United States a 1-1 tie with Russia in an exhibition soccer game Saturday night at the Kingdome in Seattle. The Americans were nearly out of chances when Claudio Reyna faked a shot off a free kick from 30 yards and passed to Mike Lapper, who passed the ball across the goal to Lalas, a defender. Lalas leaped above a Russian defender and headed the ball between the left goalpost and the Russian goalkeeper Zaour Khapov. (AP)  ","thumbnail":null,"section":"Sports"},{"date":"19940131","headline":"SUPER BOWL XXVIII: Sports of The Times; For Battered Buffalo, It Will Be a Colder And Longer Winter","web_url":"https://www.nytimes.com/1994/01/31/sports/super-bowl-xxviii-sports-times-for-battered-buffalo-it-will-be-colder-longer.html","abstract":"  TURN up the furnaces in Buffalo; it's going to be an ever longer, colder winter there now.   The Bills lost another Super Bowl.","thumbnail":null,"section":"Sports"},{"date":"19940131","headline":"Both Sides Describe Ulster Talks as 'on Track'","web_url":"https://www.nytimes.com/1994/01/31/world/both-sides-describe-ulster-talks-as-on-track.html","abstract":"  Seven weeks after Britain and Ireland formally proposed a framework for peace in Northern Ireland, leaders of both Governments suggest that their plan, while vulnerable, is firmly on the track toward its ultimate goals: an end of violence by the Irish Republican Army and the inclusion of Sinn Fein, the I.R.A.'s political wing, in the peace talks.    The leaders, Prime Minister Albert Reynolds of Ireland and Sir Patrick Mayhew, the chief British official in the North, seem to believe that they can convince the president of Sinn Fein, Gerry Adams, that their proposal is not a trap and that it provides a basis for negotiations that he and the I.R.A. can accept without compromising their ultimate goal of a united Ireland free of British control.","thumbnail":null,"section":"World"},{"date":"19940131","headline":"Buffalo Fans Turn Ugly As Hopes Fade Away","web_url":"https://www.nytimes.com/1994/01/31/sports/super-bowl-xxviii-buffalo-fans-turn-ugly-as-hopes-fade-away.html","abstract":"  The collective dream once again turned into a recurring nightmare and the anger erupted even before the players left the Atlanta field.   \"I hope they never come back; I hope they stay down in Atlanta -- forever,\" a devastated Dan Benesk, a United States Army recruiter, said as he watched the final minutes of the Super Bowl in a cavernous nightclub in which the Bills' quarterback, Jim Kelly, is the name partner.","thumbnail":null,"section":"Sports"},{"date":"19940131","headline":"St. John's New Name: How About Red-Faced?","web_url":"https://www.nytimes.com/1994/01/31/sports/college-basketball-st-john-s-new-name-how-about-red-faced.html","abstract":"  Shawnelle Scott draped a towel over his shoulders and took a long look around the half-empty Madison Square Garden during a late-game timeout. He grimaced and reluctantly sat down. This was not the senior season he envisioned.   \"I'm definitely caught off guard,\" the St. John's senior center said. \"A week ago I would have never thought we would get blown out in the Garden two times in a row.\"","thumbnail":null,"section":"Sports"},{"date":"19940131","headline":"Correction","web_url":"https://www.nytimes.com/1994/01/31/nyregion/c-correction-034142.html","abstract":"  The Sports of The Times column on Saturday reversed the formal given names of Cookie Gilchrist, the former Buffalo Bills fullback. He is Chester Carlton Gilchrist.","thumbnail":null,"section":"New York"},{"date":"19940131","headline":"Community Policing, Bratton Style","web_url":"https://www.nytimes.com/1994/01/31/opinion/community-policing-bratton-style.html","abstract":"  Community policing is the most promising trend in urban law enforcement. It aims to involve police departments in crime prevention, not just crime reaction, by assigning more officers to street patrol, exposing them to neighborhood concerns and training them to identify troubled individuals and bring in social service agencies to provide help.    President Clinton lauded the idea in his State of the Union address, using New York City's program as a prime example. Mayor Rudolph Giuliani, however, has made some criticisms -- about abuses in the program, and about what he considers time-wasting social work.","thumbnail":null,"section":"Opinion"},{"date":"19940131","headline":"Washington's Secret Garden","web_url":"https://www.nytimes.com/1994/01/31/opinion/washington-s-secret-garden.html","abstract":"  Washington's secret war over secrecy has taken a predictable turn. A year ago, President Clinton asked an interagency working group to establish a less secretive system for classifying documents. The working group labored, and came up with a draft executive order last November, which (naturally) was kept secret. Fortunately, a copy was leaked to the Federation of American Scientists. And lo, the federation found that while suggesting a few modest reforms, the draft order would actually close the shutters tighter.    The draft order proposes, with a few exceptions, a maximum classification lifetime of 40 years. As the federation's analysts point out, Richard Nixon set a maximum of 30 years for most classified documents, and Jimmy Carter fixed the limit at 20 years. This extended period outweighs the hypothetical benefit of a \"balancing test\" that would allow declassifiers to weigh the public interest against national security concerns.","thumbnail":null,"section":"Opinion"},{"date":"19940131","headline":"Books of The Times; Dying, a Necessary End, Seems Not an Easy Job","web_url":"https://www.nytimes.com/1994/01/31/books/books-of-the-times-dying-a-necessary-end-seems-not-an-easy-job.html","abstract":"  How We Die  Reflections on Life's Final Chapter  By Sherwin B. Nuland    278 pages. Alfred A. Knopf. $24.   At least twice in his powerfully eloquent new book, \"How We Die: Reflections on Life's Final Chapter,\" Sherwin B. Nuland confesses regret over not having been entirely candid with terminally ill close relatives of his. This may or may not be why he decided to write the present book, but he needn't have any qualms about not having told his readers the truth.","thumbnail":null,"section":"Books"},{"date":"19940131","headline":"It's Fourth-and-Heartbreak as the Bills Lose One More","web_url":"https://www.nytimes.com/1994/01/31/sports/super-bowl-xxviii-it-s-fourth-and-heartbreak-as-the-bills-lose-one-more.html","abstract":"  It was the Buffalo Bills in Super Bowl XXVIII running up the middle and around the ends and into the end zone. It was Buffalo putting pressure on the Dallas Cowboys' potent offense and limiting it to two field goals. It was Buffalo with the better passing game, the better kicking game, the better scheme and with fewer mistakes.   It was Buffalo by 13-6.","thumbnail":null,"section":"Sports"},{"date":"19940131","headline":"Levitt's Legacy: Families Took Root in His Town","web_url":"https://www.nytimes.com/1994/01/31/nyregion/levitt-s-legacy-families-took-root-in-his-town.html","abstract":"  \"These houses may be small, but they're solid and well-built,\" said Michael Hale, hauling yet another load of old wood and insulation to the Dumpster at the curb.   Mr. Hale, a printer by day, has been spending his nights and weekends stripping the interior of the house at 20 Farm Lane so he can remodel it.  The house was built nearly half a century ago by William J. Levitt, the Long Island developer regarded by many historians as the man who made suburbia affordable to the middle class.","thumbnail":null,"section":"New York"},{"date":"19940131","headline":"Indiana Journal; Yes, Ma'am, Actor Has A Museum","web_url":"https://www.nytimes.com/1994/01/31/us/indiana-journal-yes-ma-am-actor-has-a-museum.html","abstract":"  People here in Jimmy Stewart's hometown spent years suggesting that different types of museums be erected in his honor. Mr. Stewart, as shy off screen as on, rejected them all. But when he was told last fall that a museum dedicated to him could bring a financial lift to this depressed coal-mining region, he had a change of heart.    Events began to take on the appearance of scenes from a sequel to \"It's a Wonderful Life,\" the 1946 movie that enshrines small-town values and remains Mr. Stewart's favorite. In the movie, George Bailey, played by Mr. Stewart, is a soft-hearted operator of a savings and loan who is saved from suicide by an angel and helped out of a tight spot by generous neighbors rallying to his side.","thumbnail":null,"section":"U.S."},{"date":"19940131","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/01/31/us/inside-033588.html","abstract":"  Looking Inward at Pentagon   William J. Perry's nomination to be Defense Secretary has pleased those who say the Pentagon's most pressing concerns are internal. Page A12. Mixed Results on the Beat    Queens's 103d Precinct shows the mixed results of community policing: more officers on the beat, but confusion about their mission. Page B1. Standing on the A Train    Somewhere in New York City, two prototypes for the subway of the future quietly glide along, with fewer seats but more windows. Page B3. Bosnia Says Enemies Pour In    In defiance of international peace efforts, Yugoslavia and Croatia are sending more troops into Bosnia, its intelligence experts say. Page A9.   A2 Arts","thumbnail":null,"section":"U.S."},{"date":"19940131","headline":"The Bills' No. 1 Draft Pick in 1994: Sisyphus?","web_url":"https://www.nytimes.com/1994/01/31/sports/super-bowl-xxviii-the-bills-no-1-draft-pick-in-1994-sisyphus.html","abstract":"  When you've basically told America \"too bad, everyone, we're back,\" then leave a fourth straight Super Bowl loss on the nation's doorstep, you might as well line up for down five.   So it was that the Buffalo Bills tried to couple the frustration of their 30-13 defeat by the Dallas Cowboys in Super Bowl XXVIII tonight with pride in their accomplishments and a promise to work just as hard to get back.","thumbnail":null,"section":"Sports"},{"date":"19940131","headline":"PRO BASKETBALL;\nBrown Comes Off Bench To Pick Up Nets' Tempo","web_url":"https://www.nytimes.com/1994/01/31/sports/pro-basketball-brown-comes-off-bench-to-pick-up-nets-tempo.html","abstract":"P. J. Brown wouldn't mind if you walked up and called him a little worm. Comparing Brown with Dennis Rodman would be a compliment.\n\n\"I have a long way to go to get that far,\" Brown said after pulling down a career-best 17 rebounds in the Nets' 120-106 victory over Golden State Saturday night. \"It's nice to be compared to him. But I won't have that hair. All natural for me.\"","thumbnail":null,"section":"Sports"},{"date":"19940131","headline":"Smith Grabs Ball, Dallas Grabs Game","web_url":"https://www.nytimes.com/1994/01/31/sports/super-bowl-xxviii-smith-grabs-ball-dallas-grabs-game.html","abstract":"  At halftime of today's Super Bowl, with the Buffalo Bills leading the Dallas Cowboys, 13-6, Emmitt Smith, the Cowboys' gifted tailback, talked in the locker room to Norv Turner, his offensive coordinator.   \"Get the ball to me,\" Smith said.","thumbnail":null,"section":"Sports"},{"date":"19940131","headline":"No Headline","web_url":"https://www.nytimes.com/1994/01/31/nyregion/no-headline-033693.html","abstract":"  I've lived here all my life, so I don't really know what it would be like to live anywhere else. But this is a great place, so I guess Mr. Levitt did a good job. -- RYAN BERTSCHI, 16, of Levittown, L.I.  [ B5:4 ]","thumbnail":null,"section":"New York"},{"date":"19940131","headline":"Democracy Brings Turmoil in Congo","web_url":"https://www.nytimes.com/1994/01/31/world/democracy-brings-turmoil-in-congo.html","abstract":"  Nearly three years ago, a stripling democracy movement, modeling itself on the campaigns for change that were shaking or toppling governments from East Europe to West Africa, began to take root here. Without a shot being fired, it forced one of Africa's most determinedly Marxist-Leninist one-party states to hand over power.    But today, most Congolese are afraid, and what seemed like a bold leap into a new era of political and economic freedom has been replaced by gloom and disillusionment.","thumbnail":null,"section":"World"},{"date":"19940131","headline":"Holy Bull Runs to the Head of the Class","web_url":"https://www.nytimes.com/1994/01/31/sports/horse-racing-holy-bull-runs-to-the-head-of-the-class.html","abstract":"  The undefeated colt Holy Bull made a smart and speedy 1994 debut today when he won the Hutcheson Stakes at Gulfstream Park, ran his winning streak to five and stepped to the head of the candidates for the Triple Crown classics.   Some of the stars of the class weren't there. Dehere, who won the Eclipse Award as the juvenile champion of last year, was back in the barn nursing a stomachache. Brocco, who won the Breeders' Cup Juvenile in November but ran second in the voting for the championship, was home in California resting for his season's start in March.","thumbnail":null,"section":"Sports"},{"date":"19940131","headline":"Americans Got Value In Iran-Contra Inquiry","web_url":"https://www.nytimes.com/1994/01/31/opinion/l-americans-got-value-in-iran-contra-inquiry-039233.html","abstract":"  To the Editor:   In \"Mr. Walsh's Summing Up\" (editorial, Jan. 19) you speak not for the people, but for the press, when you state that the final report by Lawrence E. Walsh, the Iran-contra independent prosecutor, \"consists largely of information that the public has already absorbed.\"","thumbnail":null,"section":"Opinion"},{"date":"19940131","headline":"New Defense Nominee Is Taking On Pentagon's Unwieldy Buying System","web_url":"https://www.nytimes.com/1994/01/31/us/new-defense-nominee-is-taking-on-pentagon-s-unwieldy-buying-system.html","abstract":"  During the buildup for the Persian Gulf war, the Air Force placed an emergency order for 6,000 radio receivers built by Motorola. But the urgent wartime deal struck an impasse over a bureaucratic hitch: the company lacked the accounting records the Pentagon required to insure that it was receiving the lowest-available price.   An American officer resolved the problem with an unusual solution, persuading the Japanese Government to buy the receivers and donate them to the Air Force. Still, the situation typified the kind of military red tape that drives William J. Perry crazy.","thumbnail":null,"section":"U.S."},{"date":"19940131","headline":"Candidate Seeks New Armor For Crusade Against Cuomo","web_url":"https://www.nytimes.com/1994/01/31/nyregion/candidate-seeks-new-armor-for-crusade-against-cuomo.html","abstract":"  It was a Herbert London kind of crowd: middle class and brimming with discontent about high taxes, failing schools, illegal immigrants, welfare mothers and Ford Foundation liberals.    Chilled by the freezing rain outside, they looked in no mood for moderate nostrums -- and the man seeking the Republican and Conservative party nominations for Governor did not disappoint. He would cut taxes deeper than Christine Todd Whitman. He would sentence repeat felons to life in prison after two convictions, not three. He would slash the state work force, put every able-bodied welfare recipient to work and reintroduce capitalism into this, the last socialist state.","thumbnail":null,"section":"New York"},{"date":"19940131","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/01/31/nyregion/chronicle-034738.html","abstract":"  A Jeep driven by MARY WILSON, one of the Supremes, ran into a freeway median in southern California and overturned, injuring the entertainer and killing her 14-year-old son, a coroner's official said yesterday.    The son, RAFAEL FERRER, was pronounced dead at Barstow Community Hospital about two hours after the 7:30 A.M. Saturday crash, said MONIKA PADILLA, San Bernardino County Deputy Coroner.","thumbnail":null,"section":"New York"},{"date":"19940131","headline":"Essay; Who Lost Russia?","web_url":"https://www.nytimes.com/1994/01/31/opinion/essay-who-lost-russia.html","abstract":"  You can't throw a snowball at the World Economic Forum in this ski resort without hitting a rejected Russian reformer.   Early last week, Russia's reformist Finance Minister, Boris Fyodorov, walked into President Boris Yeltsin's office with a him-or-me ultimatum: Either fire the inflationary Central Bank chief, Viktor Gerashchenko, who was on a ruble-printing binge to prop up inefficient industry, or I quit.","thumbnail":null,"section":"Opinion"},{"date":"19940131","headline":"Review/Film; Dopey as Ever, Partners Patrol the Streets Again","web_url":"https://www.nytimes.com/1994/01/31/movies/review-film-dopey-as-ever-partners-patrol-the-streets-again.html","abstract":"Wacky New York cops. Comedy made in near total wit vacuum.","thumbnail":null,"section":"Movies"},{"date":"19940131","headline":"Bridge","web_url":"https://www.nytimes.com/1994/01/31/nyregion/bridge-036587.html","abstract":"  No partnership has ever managed back-to-back victories in the 30-year history of the prestigious international bridge pairs championship played each January in London, but two Americans came close last week. Bobby Levin of Miami and Gaylor Kasle of Palm Springs, Calif., who won a year ago, were in the lead on Friday going into the final round, but were then overtaken by two reigning European champions, Adam Zmudzinski and Cezary Balicki of Poland.   The event, long sponsored by The Sunday Times of London, is now sponsored by Macallan malt whisky.","thumbnail":null,"section":"New York"},{"date":"19940131","headline":"Review/Theater; Would-Be Lovers Find Little but Sex In an Endless Dance","web_url":"https://www.nytimes.com/1994/01/31/theater/review-theater-would-be-lovers-find-little-but-sex-in-an-endless-dance.html","abstract":"  Sex is sex and love is love, and the distinction between the two is readily apparent only to those who aren't in the mood.   Peel back the bedsheet or return the stare of the creature under the street lamp, and it's not so simple. Fantasies kick in, and come-hither proposals start sounding like forever-after promises.","thumbnail":null,"section":"Theater"},{"date":"19940131","headline":"1894: Drama in Dublin : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/01/31/opinion/IHT-1894-drama-in-dublin-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - A rather serious accident occurred at the Gaiety Theatre, Dublin, on Monday [Jan. 29] night. Two of the girls who were performing in the ballet at the pantomime were in a dressing-room which was situated at the rear of the theatre when a strong g","thumbnail":null,"section":"Opinion"},{"date":"19940131","headline":"CITY WORKERS","web_url":"https://www.nytimes.com/1994/01/31/world/pulse-city-workers.html","abstract":"  When Mayor Rudolph W. Giuliani releases his fiscal plan Wednesday, he is expected to call for retrenchment in New York City's municipal work force to help close a $2.3 billion budget gap. Most city agencies shrunk during the Dinkins administration. The net reduction was about 10,000 jobs. But a few agencies grew. The Police Department added about 4,000 jobs. Its hiring is governed more by the public's concern about crime than by fiscal concerns, budget officials say. The Department of Environmental Protection continues to expand -- largely because of the growth of the city's watershed protection and water conservation programs.","thumbnail":null,"section":"World"},{"date":"19940131","headline":"Neediest Cases Helps Woman Regain Control of Life","web_url":"https://www.nytimes.com/1994/01/31/nyregion/neediest-cases-neediest-cases-helps-woman-regain-control-of-life.html","abstract":"  Shirley R. has never known the sound of a voice, but she knows the ways of the streets. In the freezing temperatures, she knows it is too cold for strangers to reach into their pockets for spare change. But she does not have to rely on their handouts anymore.   \"This,\" she says with her hands, indicating her new home in Brooklyn, \"is much better.\"","thumbnail":null,"section":"New York"},{"date":"19940131","headline":"Foes' Troops Pouring In, Bosnia Says","web_url":"https://www.nytimes.com/1994/01/31/world/foes-troops-pouring-in-bosnia-says.html","abstract":"  Yugoslavia and Croatia are pouring troops into Bosnia and Herzegovina, a clear violation of international protocols, according to a Bosnian intelligence report. The report follows similar accounts by United Nations officials and Yugoslav and foreign journalists.    The Croatian Government has mounted the \"broadest mobilization\" since the breakup of the old Yugoslav federation flared into warfare in 1991 and has sent more than half a dozen brigades into Bosnia, the intelligence report says.","thumbnail":null,"section":"World"},{"date":"19940131","headline":"Is Souvenir Chief Out? Baseball Keeps It Under Its Cap","web_url":"https://www.nytimes.com/1994/01/31/sports/baseball-is-souvenir-chief-out-baseball-keeps-it-under-its-cap.html","abstract":"  And now for a new element of intrigue from the sport that has no commissioner, no labor agreement between club owners and players and a league president whose arm must ache from all the twisting owners have done to keep him from leaving.   Richard White either is or is not president of Major League Baseball Properties, the highly lucrative licensing division that has generated between $2 million and $3 million per club annually. Baseball owners and officials who were reached over the weekend either said they didn't know White's status or, if they knew, declined to clarify it.","thumbnail":null,"section":"Sports"},{"date":"19940131","headline":"Giuliani Plan For Hospitals Facing Fight","web_url":"https://www.nytimes.com/1994/01/31/nyregion/giuliani-plan-for-hospitals-facing-fight.html","abstract":"  Mayor Rudolph W. Giuliani's proposal to turn city hospitals over to private groups has upset many black and Hispanic lawmakers and members of the hospitals corporation board, who say the Republican-Liberal Mayor does not understand the political ramifications of such a move in working-class and poor neighborhoods.   The black and Hispanic caucuses, with 22 seats on the 51-member City Council, are a force to be reckoned with, a block of votes the new Mayor cannot afford to ignore if he hopes to win approval for what is likely to be an austere budget with plenty of service cuts, Council officials said.","thumbnail":null,"section":"New York"},{"date":"19940131","headline":"Football Can't Hurt Any More Than This","web_url":"https://www.nytimes.com/1994/01/31/sports/super-bowl-xxviii-football-can-t-hurt-any-more-than-this.html","abstract":"  Two Super Bowls ago someone hid Thurman Thomas's helmet under a bench before the start of the game and he missed the first two plays while trying to locate it.   By the conclusion of this year's Super Bowl Thomas would have gladly traded places with that misplaced helmet. There wasn't a hole big enough on the Bills' sideline for him to crawl into. The gifted running back had two fumbles that resulted in 10 points for the Cowboys. And the second one, which was returned 46 yards by the Dallas safety James Washington, shifted the momentum of the game in the third quarter and paved the way for Dallas's 30-13 victory in Super Bowl XXVIII tonight at the Georgia Dome.","thumbnail":null,"section":"Sports"},{"date":"19940131","headline":"Clearing San Fernando Valley's Image","web_url":"https://www.nytimes.com/1994/01/31/us/clearing-san-fernando-valley-s-image.html","abstract":"  When most people think of the San Fernando Valley, they envision a white, middle-class section of Los Angeles with tree-lined streets, spacious homes and bratty teen-agers hanging out at the mall, using words like \"rad\" and \"totally awesome.\"   But the earthquake and the politicians who descended on the ravaged valley helped to reveal a section of Los Angeles undergoing radical change in its racial and socioeconomic identity, while still gaining political clout.","thumbnail":null,"section":"U.S."},{"date":"19940131","headline":"SUPER BOWL XXVIII;\nConfederate Emblem Waves Amid Protest","web_url":"https://www.nytimes.com/1994/01/31/sports/super-bowl-xxviii-confederate-emblem-waves-amid-protest.html","abstract":"Protests unfolded inside and outside the Georgia Dome before the Super Bowl kickoff today, centering on the state flag and its Confederate battle emblem.\n\nAbout 150 people, including the Rev. Jesse Jackson and United States Representative Maxine Waters of California, marched outside the stadium as fans began filing in. Inside, about 75 sportswriters shunned the national anthem as a symbolic protest of a issue that objectors say reflects years of slavery and insults black people.","thumbnail":null,"section":"Sports"},{"date":"19940131","headline":"Woman, 83, Slain In Her Apartment","web_url":"https://www.nytimes.com/1994/01/31/nyregion/woman-83-slain-in-her-apartment.html","abstract":"  An 83-year-old woman was stabbed to death in her apartment in a housing project in upper Manhattan Saturday night after an argument with a man who occasionally ran errands for her, the police said yesterday. The man was arrested on a charge of murder.   The victim, identified as Vida Zuniga, of St. Nicholas Houses, 237 West 127th Street, in Harlem, was stabbed once in the neck and once in the chest about 8 P.M., said Lieut. Thomas Sbordone, a spokesman for the housing police. She was pronounced dead at Harlem Hospital.","thumbnail":null,"section":"New York"},{"date":"19940131","headline":"Knicks Head for Home, Their Game Reborn","web_url":"https://www.nytimes.com/1994/01/31/sports/pro-basketball-knicks-head-for-home-their-game-reborn.html","abstract":"  The Knicks' road trip was a three-game joy ride.   Beating another quality opponent with an impressive performance, New York rolled to a 103-93 victory tonight over the Portland Trail Blazers. The Knicks handled all three opponents on this trip -- the Los Angeles Clippers, the Seattle SuperSonics and tonight the Trail Blazers. And New York reached the halfway point of the 82-game regular season with a 30-11 record, riding a four-game winning steak.","thumbnail":null,"section":"Sports"},{"date":"19940131","headline":"Cartagena Journal; On Tranquil Coast, Colombia Traffics in Tourists","web_url":"https://www.nytimes.com/1994/01/31/world/cartagena-journal-on-tranquil-coast-colombia-traffics-in-tourists.html","abstract":"  Dropping anchor here the other day, the Queen Elizabeth II brought more to this old Spanish colonial port than platoons of sneaker-clad American and European tourists. The serene white lines of the cruise ship spoke of a tourism renaissance in Colombia's calm corner, the Caribbean coast.   In September 1989, drug traffickers bombed the Hilton Hotel in Cartagena, killing two guests and sending tourism into a tailspin. The number of cruise ships docking here plummeted to 5 in 1990 compared with 68 in 1989.  But the traditional tranquillity of Cartagena has since returned, attracting 89 cruise ships in 1993 while making this enclave on the Caribbean a magnet for international tourism.","thumbnail":null,"section":"World"},{"date":"19940131","headline":"The Subway of the Future Isn't a Straphanger's Delight","web_url":"https://www.nytimes.com/1994/01/31/nyregion/the-subway-of-the-future-isn-t-a-straphanger-s-delight.html","abstract":"  The New York City Transit Authority has seen the future, and it is generally less deafening, dingy, menacing, noisy and cramped than the present. It's also harder on the feet.   The agency is now testing two high-tech subway trains -- one made by Bombardier Inc., of Canada, the other by Kawasaki, of Japan -- on the A and No. 2 lines, respectively. Their mechanical systems and amenities are to be scrutinized in the next three years, with the Transit Authority using the best features in choosing the next series of cars that it will buy, beginning in 1997.","thumbnail":null,"section":"New York"},{"date":"19940131","headline":"U.S. to Give I.R.A. Political Chief Visa to Attend Talks in New York","web_url":"https://www.nytimes.com/1994/01/31/world/us-to-give-ira-political-chief-visa-to-attend-talks-in-new-york.html","abstract":"  Citing what it called newly conciliatory comments by the leader of the Irish Republican Army's political wing, the Clinton Administration announced today that it would issue him a visa to attend a conference on Northern Ireland in Manhattan on Tuesday.   The Administration had been leaning against issuing the visa to the official, Gerry Adams, the head of Sinn Fein, leaving the White House caught between the British Government and a powerful bloc of Irish-American legislators who favored the visa.","thumbnail":null,"section":"World"},{"date":"19940131","headline":"Arafat's Group Set Back in Professionals' Voting","web_url":"https://www.nytimes.com/1994/01/31/world/arafat-s-group-set-back-in-professionals-voting.html","abstract":"  As Yasir Arafat pressed in Switzerland for a breakthrough in peace talks with Israel, his faction of the Palestine Liberation Organization lost further ground this weekend in the Israeli-occupied territories.   Public support for Mr. Arafat has slipped steadily since the P.L.O. and Israel signed their outline agreement in September on introducing Palestinian self-rule in the Gaza Strip and the West Bank town of Jericho.","thumbnail":null,"section":"World"},{"date":"19940131","headline":"Dance in Review","web_url":"https://www.nytimes.com/1994/01/31/arts/dance-in-review-037699.html","abstract":"  Danspace Project    St. Mark's Church    Allyson Green and Jose Navas picked the perfect title for the work they presented on Friday night as part of Libre-Echange, a program of choreography from Montreal and New York. \"Dream Report: Rapport des Reves\" caught the mood of the evening. All six dances were like states of mind or being. Though seemingly unmediated by the blandishments of logic, the dances had a dark elegance and serenity that welcomed one into the choreographers' worlds.","thumbnail":null,"section":"Arts"},{"date":"19940131","headline":"Harding's Participation Likely Up to U.S.O.C.","web_url":"https://www.nytimes.com/1994/01/31/sports/figure-skating-harding-s-participation-likely-up-to-usoc.html","abstract":"  Skating and Olympic officials said over the weekend that Tonya Harding's participation in the Winter Games will likely depend on a ruling by the United States Olympic Committee's administrative board.    The board consists of nine U.S.O.C. officials -- and others who could be named -- and is charged with resolving disputes that have not been settled by the time the United States delegation has left the country.","thumbnail":null,"section":"Sports"},{"date":"19940131","headline":"Dance in Review","web_url":"https://www.nytimes.com/1994/01/31/arts/dance-in-review-039322.html","abstract":"  Sara Pearson/Patrik Widrig and Company  Bessie Schonberg Theater    Large crates dominated the stage when Sara Pearson/Patrik Widrig and Company presented \"Do You Remember?\" on Wednesday night. Sometimes the crates in this hourlong production, designed by Carlo Adinolfi, were simply solid objects to dance on and around. At other times they symbolized friendly and hostile powers.","thumbnail":null,"section":"Arts"},{"date":"19940131","headline":"1919: German Colonies : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/01/31/opinion/IHT-1919-german-colonies-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The President of the United States, the Prime Ministers and Ministers of Foreign Affairs of the Allied and Associated Powers, as well as the Japanese representatives, to- day [Jan. 30] held two meetings at the quai d'Orsay. The exchange of views c","thumbnail":null,"section":"Opinion"},{"date":"19940131","headline":"Dance in Review","web_url":"https://www.nytimes.com/1994/01/31/arts/dance-in-review-039306.html","abstract":"  'Falling Angels'  Lisa Giobbi and Timothy Harling Atlantic Theater 336 West 20th Street Chelsea    It is clear that a great deal of thought, imagination and work went into \"Falling Angels,\" a new full-evening piece by Lisa Giobbi and Timothy Harling that was presented on Saturday night. Ms. Giobbi and Mr. Harling, who call themselves the Motion Pictures Movement Theater, are expert trapeze artists as well as dancers. In their newest piece, they have created a suite of arresting, dreamlike images. But not all of those well-conceived images take flight, and some are sustained past the point of magic.","thumbnail":null,"section":"Arts"},{"date":"19940131","headline":"Ex-Keystone Kop Lett Has Key Role","web_url":"https://www.nytimes.com/1994/01/31/sports/super-bowl-xxviii-ex-keystone-kop-lett-has-key-role.html","abstract":"  In the pandemonium of the Dallas Cowboys' winning locker room, Leon Lett, the defensive lineman with awesome talent and gentle spirit, dressed quietly, quickly.   The private celebration was over: He had hugged teammates, hollered, celebrated let it all hang out.","thumbnail":null,"section":"Sports"},{"date":"19940131","headline":"Beat Policing: Assessing the Impact","web_url":"https://www.nytimes.com/1994/01/31/nyregion/beat-policing-assessing-the-impact.html","abstract":"While members of the Giuliani and Dinkins administrations clashed last week over the merits of community policing in New York City, independent experts said it was too soon to measure its success or failure.\n\nThe debate began with the release of internal police memorandums critical of some aspects of community policing, including in-service training and a tendency of too many officers to take weekends off.","thumbnail":null,"section":"New York"},{"date":"19940131","headline":"Separatist Winning Crimea Presidency","web_url":"https://www.nytimes.com/1994/01/31/world/separatist-winning-crimea-presidency.html","abstract":"  A separatist candidate who wants Crimea to leave Ukraine and integrate with Russia won more than 70 percent of the vote today in run-off presidential elections, preliminary results showed. His victory sets the stage for a direct confrontation between Ukraine and Crimea, a Black Sea peninsula that is dominated by ethnic Russians.   The separatist, Yuri A. Meshkov, has promised to press ahead with a referendum in March on Crimean independence despite Ukraine's threat to \"take decisive action\" against steps to violate \"Ukraine's territorial integrity.\"","thumbnail":null,"section":"World"},{"date":"19940131","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/01/31/nyregion/chronicle-039357.html","abstract":"  Though JONATHAN DEMME's film \"Philadelphia\" has broken barriers against focusing on AIDS as the theme of a major movie, it is not the director's last word on the subject.   \" 'Philadelphia' is the tiniest little chink in the curtain,\" Mr. Demme said the other day. \"We need hundreds, no thousands, of films on AIDS.\"","thumbnail":null,"section":"New York"},{"date":"19940131","headline":"ISRAEL AND P.L.O. SAID TO BE CLOSE TO PEACE ACCORD","web_url":"https://www.nytimes.com/1994/01/31/world/israel-and-plo-said-to-be-close-to-peace-accord.html","abstract":"  Israel and the P.L.O. are on the verge of concluding an accord on a limited Israeli withdrawal from the Gaza strip and the West Bank town of Jericho, ending a four-month deadlock, senior Israeli, Palestinian and Egyptian officials said here early today as they ended a marathon round of talks.   On Sunday, Yasir Arafat, the P.L.O. chairman; Shimon Peres, the Israeli Foreign Minister, and Amr Moussa, Egypt's Foreign Minister, described their efforts in the most positive tone heard since the Palestine Liberation Organization and Israel signed a peace agreement in Washington on Sept. 13.","thumbnail":null,"section":"World"},{"date":"19940131","headline":"Community Policing: A Case Study; In a Precinct in Queens, a Mixture of Praise and Opposition","web_url":"https://www.nytimes.com/1994/01/31/nyregion/community-policing-case-study-precinct-queens-mixture-praise-opposition.html","abstract":"  It was when the bomb squad started calling, asking what it could do for his people in community policing, that Sgt. Louis W. Luciani figured things were getting out of hand. \"That was, like, ridiculous,\" said the community police supervisor long with the 103d Precinct in Jamaica, Queens. \"If we need the bomb squad, we'll call the bomb squad.\"   The call showed, at least, that the word was out about community policing, and the importance attached to it by the New York City Police Department.","thumbnail":null,"section":"New York"},{"date":"19940131","headline":"People of Middle East Share a Desert Problem; Mojave Ecosystem","web_url":"https://www.nytimes.com/1994/01/31/opinion/l-people-of-middle-east-share-a-desert-problem-mojave-ecosystem-039241.html","abstract":"  To the Editor:   \"A Test Case for Nuclear Disposal,\" your Jan. 24 news account of the controversy about siting a nuclear waste dump in California's Ward Valley, refers to the desert site as probably the most \"useless\" tract of land in the United States.","thumbnail":null,"section":"Opinion"},{"date":"19940131","headline":"Administration Plans Revision To Ease Toxic Cleanup Criteria","web_url":"https://www.nytimes.com/1994/01/31/us/administration-plans-revision-to-ease-toxic-cleanup-criteria.html","abstract":"  The Clinton Administration is about to propose a major revision of the Superfund law to ease the requirements for cleaning up some toxic waste dumps, based on plans for their use. It would also allowing community groups to be involved in the decisions.   The Administration's bill will be one of the most important and most debated pieces of environmental legislation Congress considers this year. It is expected to be made public this week with the endorsements of several Congressional leaders.","thumbnail":null,"section":"U.S."},{"date":"19940131","headline":"People of Middle East Share a Desert Problem","web_url":"https://www.nytimes.com/1994/01/31/opinion/l-people-of-middle-east-share-a-desert-problem-039217.html","abstract":"  To the Editor:   Whether or not the deserts of the world are growing, as you discuss in \"Threat of Encroaching Deserts May Be More Myth Than Fact\" (Science Times, Jan. 18), their population surely is. Many millions of people have nowhere else to go, because half the countries of the earth lie partly or entirely in arid zones.","thumbnail":null,"section":"Opinion"},{"date":"19940131","headline":"Radiation Experiment Met Ethical Tests","web_url":"https://www.nytimes.com/1994/01/31/opinion/l-radiation-experiment-met-ethical-tests-039268.html","abstract":"  To the Editor:   News reports on human radiation experiments have been long on sensationalism but short on facts, particularly regarding the health hazards incurred and the medical standards for experimental use of radioisotopes in humans. An undercurrent theme is that innocent people were subjected to hazardous experiments as part of irrational cold war mania.","thumbnail":null,"section":"Opinion"},{"date":"19940131","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/01/31/nyregion/chronicle-039365.html","abstract":"  LEE GRANTwill take center stage today, not as an actress, nor as a director, her usual personae, but as a migraine sufferer.   Ms. Grant has had the painful headaches for more than 20 years, and she will discuss the effect they have had on her at a symposium the National Academy of Television Arts and Sciences is holding at the Mark Goodson Theater at West 52d Street.","thumbnail":null,"section":"New York"},{"date":"19940131","headline":"Dallas Wins Super Bowl; Bills 0 for 4","web_url":"https://www.nytimes.com/1994/01/31/sports/dallas-wins-super-bowl-bills-0-for-4.html","abstract":"  The Dallas Cowboys made it two in a row over the Buffalo Bills yesterday, sweeping to victory in Super Bowl XXVIII by 30-13.   For the Cowboys, making a record seventh appearance in the National Football League championship game, the victory in Atlanta brought their Super Bowl record to 4-3 and extended the National Football Conference's victory string over the American Football Conference to 10 games.","thumbnail":null,"section":"Sports"},{"date":"19940131","headline":"International A2-9 ISRAELI-P.L.O. ACCORD NEAR   Israel and the Palestine Liberation Organization, meeting in Switzerland, said that they were close to breaking their deadlock on the details of Palestinian self-rule for the Gaza Strip and Jericho.  A1","web_url":"https://www.nytimes.com/1994/01/31/nyregion/international-a2-9-israeli-plo-accord-near-israel-palestine-liberation.html","abstract":"ARAFAT'S FACTION LOSING GROUND   Yasir Arafat, the chairman of the P.L.O., continues to lose support among Palestinians even as he negotiates with Israel. Loyalists feel it is important to reach agreement to halt the slide.  A6 CZECH REPUBLIC THRIVING   The Czech Republic has low unemployment and impressive economic growth as it moves from communism to capitalism, while many of its neighbors are struggling.  A1 U.S. APPROVES IRISH LEADER'S VISA   The United States said it would issue a visa for the head of the Irish Republican Army's political wing to attend a conference in New York, citing his recent conciliatory comments.  A1 Britain and Ireland are hopeful on peace for Ulster.  A7 BOSNIA INTERVENTION REPORTED   A Bosnian intelligence report appears to support observations by United Nations officials that troops from Yugoslavia and Croatia are intervening in Bosnia.  A9 CONGO'S DEMOCRACY THREATENED   A promising transition from Marxism to democracy in Congo is threatened, with economic problems and violence stemming from longtime ethnic rivalries.  A3 DEBATE ON VIETNAM EMBARGO   As the United States moves toward removing the trade embargo on Vietnam, the most wrenching question remaining is whether Vietnam has done enough to return the remains of Americans missing in the war. A2 Separatists were winning elections in Crimea.  A8 Algeria's Defense Minister was named transitional President.  A3 Cartagena Journal: Colombia's corner in the Caribbean.  A4 National A10-14 NEW RULES FOR CLEANING DUMPS   The Clinton Administration is about to propose a major revision of the Superfund law that would ease the requirements for cleaning up some toxic waste dumps.  A1 HISPANIC GROWTH IN FLORIDA   The county immediately south of Orlando, Fla., had the largest increase in its Hispanic population in the nation from 1980 to 1990, becoming a haven for Puerto Ricans.  A10 NEW FACE FOR LOS ANGELES VALLEY   The San Fernando Valley was long thought of as a white, middle-class suburb of Los Angeles. But the recent quake revealed a valley undergoing radical change in its racial and socioeconomic identity.  A11 Five people suspected of trafficking in food stamps were arrested.  A11 The pornography industry was set back by the quake.  A11 CLINTON HEALTH PLAN DEFENDED   Hillary Rodham Clinton argued in an interview that the uncertainty over the President's health care plan was misplaced.  A12 DEFENSE NOMINEE'S CAMPAIGN","thumbnail":null,"section":"New York"},{"date":"19940131","headline":"High School Equivalency Guarantees Second-Class Status","web_url":"https://www.nytimes.com/1994/01/31/opinion/l-high-school-equivalency-guarantees-second-class-status-039225.html","abstract":"  To the Editor:   You rely uncritically on information supplied by the American Council on Education in \"High School Equivalency Test Poses a New Question: Will Taking It Matter?\" (Education page, Jan. 5). The council is the organization that promotes and sells the exam. At the same time, you ignore a growing body of rigorous research on the General Education Development test, which is dismissed as \"simplistic\" by the council spokeswoman that you quote so extensively.","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19940131","time":"1994-01-31 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.2,"rhum":65,"wspd":13},{"date":"19940131","time":"1994-01-31 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.4,"rhum":69,"wspd":11.2},{"date":"19940131","time":"1994-01-31 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.3,"rhum":73,"wspd":13},{"date":"19940131","time":"1994-01-31 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.3,"rhum":77,"wspd":13},{"date":"19940131","time":"1994-01-31 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.9,"rhum":78,"wspd":7.6},{"date":"19940131","time":"1994-01-31 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.6,"rhum":81,"wspd":7.6},{"date":"19940131","time":"1994-01-31 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.1,"rhum":85,"wspd":11.2},{"date":"19940131","time":"1994-01-31 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.4,"rhum":84,"wspd":11.2},{"date":"19940131","time":"1994-01-31 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.3,"rhum":90,"wspd":13},{"date":"19940131","time":"1994-01-31 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.5,"rhum":89,"wspd":13},{"date":"19940131","time":"1994-01-31 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.6,"rhum":86,"wspd":13},{"date":"19940131","time":"1994-01-31 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.6,"rhum":79,"wspd":13},{"date":"19940131","time":"1994-01-31 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.7,"rhum":67,"wspd":18.4},{"date":"19940131","time":"1994-01-31 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.8,"rhum":60,"wspd":14.8},{"date":"19940131","time":"1994-01-31 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.9,"rhum":49,"wspd":16.6},{"date":"19940131","time":"1994-01-31 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.6,"rhum":47,"wspd":16.6},{"date":"19940131","time":"1994-01-31 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.6,"rhum":47,"wspd":18.4},{"date":"19940131","time":"1994-01-31 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.6,"rhum":48,"wspd":14.8},{"date":"19940131","time":"1994-01-31 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.2,"rhum":54,"wspd":9.4},{"date":"19940131","time":"1994-01-31 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.8,"rhum":62,"wspd":9.4},{"date":"19940131","time":"1994-01-31 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.5,"rhum":67,"wspd":16.6},{"date":"19940131","time":"1994-01-31 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.5,"rhum":65,"wspd":13},{"date":"19940131","time":"1994-01-31 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.5,"rhum":65,"wspd":14.8},{"date":"19940131","time":"1994-01-31 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.5,"rhum":68,"wspd":11.2},{"date":"19940131","time":"1994-01-31 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":53,"wspd":14.8},{"date":"19940131","time":"1994-01-31 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":53,"wspd":16.6},{"date":"19940131","time":"1994-01-31 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":61,"wspd":16.6},{"date":"19940131","time":"1994-01-31 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.8,"rhum":55,"wspd":22.3},{"date":"19940131","time":"1994-01-31 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":48,"wspd":14.8},{"date":"19940131","time":"1994-01-31 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":46,"wspd":20.5},{"date":"19940131","time":"1994-01-31 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":48,"wspd":18.7},{"date":"19940131","time":"1994-01-31 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":48,"wspd":20.5},{"date":"19940131","time":"1994-01-31 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5.6,"rhum":52,"wspd":14.8},{"date":"19940131","time":"1994-01-31 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.1,"rhum":57,"wspd":16.6},{"date":"19940131","time":"1994-01-31 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.7,"rhum":57,"wspd":20.5},{"date":"19940131","time":"1994-01-31 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.7,"rhum":57,"wspd":22.3},{"date":"19940131","time":"1994-01-31 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.2,"rhum":56,"wspd":14.8},{"date":"19940131","time":"1994-01-31 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.2,"rhum":54,"wspd":20.5},{"date":"19940131","time":"1994-01-31 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.1,"rhum":49,"wspd":13},{"date":"19940131","time":"1994-01-31 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":50,"wspd":16.6},{"date":"19940131","time":"1994-01-31 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":48,"wspd":13},{"date":"19940131","time":"1994-01-31 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.8,"rhum":44,"wspd":14.8},{"date":"19940131","time":"1994-01-31 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":38,"wspd":9.4},{"date":"19940131","time":"1994-01-31 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":34,"wspd":11.2},{"date":"19940131","time":"1994-01-31 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":38,"wspd":11.2},{"date":"19940131","time":"1994-01-31 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":41,"wspd":16.6},{"date":"19940131","time":"1994-01-31 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":43,"wspd":16.6},{"date":"19940131","time":"1994-01-31 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":45,"wspd":13}]},"19940201":{"guardian_articles":[],"nytimes_articles":[{"date":"19940201","headline":"Devils Settle a Matter","web_url":"https://www.nytimes.com/1994/02/01/sports/sports-people-hockey-devils-settle-a-matter.html","abstract":"  The dispute between the Devils and the Ottawa Senators regarding goalie PETER SIDORKIEWICZ , who was traded to New Jersey by Ottawa last summer, has been resolved.   The Devils announced last night that Ottawa would pay two-thirds of Sidorkiewicz's salary for the season and that New Jersey would also get Ottawa's fifth-round choice in the June draft.","thumbnail":null,"section":"Sports"},{"date":"19940201","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/02/01/arts/classical-music-in-review-045608.html","abstract":"  Cuarteto Latinoamericano  String Quartet Weill Hall    On Sunday, the Cuarteto Latinoamericano opened the Sonidos de las Americas: Mexico festival with six Mexican string quartets from early and late in the 20th century. One could hardly expect more capable advocates for this repertory; Saul Bitran and Andre Bitran (violinists), Javier Montiel (violist) and Alvaro Bitran (cellist) are superb players, remarkably versatile in responding to the demands of different scores.","thumbnail":null,"section":"Arts"},{"date":"19940201","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/02/01/arts/classical-music-in-review-045616.html","abstract":"  Ervin Schulhoff Rediscovered  Downtown Chamber and Opera Players Merkin Hall    The 100th anniversary of the birth of Ervin Schulhoff would probably be generating more interest this year if the gifted Czech composer had survived the concentration camp to which the Nazis consigned him in 1941. It is also possible, however, that he would have remained obscure; after mastering a brilliantly quirky, jazz- and folk-inflected style, he took an unfortunate Marxist turn in the 1930's and fell into a socialist-realist rut. His was one of many careers wrecked by the 20th century's dead ends, musical or otherwise.","thumbnail":null,"section":"Arts"},{"date":"19940201","headline":"Salt as a Bane: A Town Suffers From a Flood","web_url":"https://www.nytimes.com/1994/02/01/nyregion/our-towns-salt-as-a-bane-a-town-suffers-from-a-flood.html","abstract":"  GLENN MORRIS lives beside a stash of the most precious mineral known to car and driveway in the Northeast. But he can't appreciate it.   He hears how valuable road salt has become this wretched winter, and it seems funny -- in the peculiar sense.","thumbnail":null,"section":"New York"},{"date":"19940201","headline":"G.O.P. Plans On Surpluses To Make Up For Tax Cuts","web_url":"https://www.nytimes.com/1994/02/01/nyregion/gop-plans-on-surpluses-to-make-up-for-tax-cuts.html","abstract":"  Upstaging Gov. Christine Todd Whitman and Assembly Republicans, Republicans in the State Senate announced their plan for state tax cuts today. And they went one step further than the Governor by committing nearly $300 million in surplus money to pay for the proposed cuts.   \"We feel obliged, as responsible legislators, to identify sources of revenues for the bills we proposed that cut taxes,\" said Senate President Donald T. DiFrancesco.","thumbnail":null,"section":"New York"},{"date":"19940201","headline":"Lawyer for Skater's Ex-Husband Says He Has Tied Her to Attack","web_url":"https://www.nytimes.com/1994/02/01/sports/figure-skating-lawyer-for-skater-s-ex-husband-says-he-has-tied-her-to-attack.html","abstract":"  Jeff Gillooly, the former husband of Tonya Harding, has told investigators that Miss Harding helped plan the assault on her figure-skating rival, Nancy Kerrigan, Mr. Gillooly's lawyer said today.   Ronald H. Hoevet, the lawyer, said Mr. Gillooly told Federal investigators last week that Miss Harding had given final approval for the Jan. 6 attack in Detroit, where Miss Kerrigan was struck above the right knee and kept from competing in the national championships. The lawyer said Mr. Gillooly's account was fully detailed, and included many points that could be corroborated by phone logs and bank records.","thumbnail":null,"section":"Sports"},{"date":"19940201","headline":"Asians, Too, Want Good Environment","web_url":"https://www.nytimes.com/1994/02/01/opinion/IHT-asians-too-want-good-environment.html","abstract":"There is a link between development, on the one hand, and environment, population and poverty on the other. Some Asian states, such as Indonesia, have shown remarkable progress in economic development and the reduction of population growth. Others, such","thumbnail":null,"section":"Opinion"},{"date":"19940201","headline":"Corrections","web_url":"https://www.nytimes.com/1994/02/01/nyregion/c-corrections-046078.html","abstract":"  Because of an editing error, a sports article yesterday about a protest before the Super Bowl game in Atlanta referred incorrectly in some editions to the office held by Maxine Waters. She is a United States Representative from California, not a state representative in Georgia.","thumbnail":null,"section":"New York"},{"date":"19940201","headline":"Patterns","web_url":"https://www.nytimes.com/1994/02/01/style/patterns-043222.html","abstract":"  The Glamour of Girth    The 90's seem destined to be defined as the era of the backlash. The latest manifestation is an embrace of fat men by the fashion community. Both Esquire Gentleman and L'Uomo Vogue are planning feature stories about attractive corpulence. And at the shows of Comme des Garcons and So, there were more bulging stomachs than chiseled cheekbones.   While Esquire is taking a historical look, L'Uomo Vogue has induced its beefy subjects to pose for photographs. Among those who have accepted are Fabien Baron and Gianfranco Ferre. \"I think that a fat man has two incredible appeals,\" said Aldo Pramoli, editor in chief of L'Uomo Vogue, after issuing the disclaimer \"I'm not fat.\"","thumbnail":null,"section":"Style"},{"date":"19940201","headline":"What They're Reading","web_url":"https://www.nytimes.com/1994/02/01/style/IHT-what-theyre-reading.html","abstract":"John Navone, professor of biblical theology at the Pontifical Gregorian University in Rome, is reading \"Rome, Umbria and Tuscany\" by Derek Wilson..\"Three cheers for this intelligent, lively and contemporary Baedecker to the landscape of t","thumbnail":null,"section":"Style"},{"date":"19940201","headline":"Nazis Still Lead Reichstag Fire Suspects","web_url":"https://www.nytimes.com/1994/02/01/opinion/l-nazis-still-lead-reichstag-fire-suspects-045934.html","abstract":"  To the Editor:   What an interesting but specious melange of semiconnected elements Stephen Koch used to cobble together a theory of Hitler-Stalin collaboration in 1933 in \"The Dimitrov Conspiracy\" (Op-Ed., Jan. 22). Unfortunately, it fails, beginning with the contention that the night of the Reichstag fire was a \"freezing night\" on Feb. 27, 1933 (Rudolf Diels, Gestapo head, wrote in his memoirs that it was \"ein regnerischer Vorfruhlingsabend,\" a drizzly pre-spring evening).","thumbnail":null,"section":"Opinion"},{"date":"19940201","headline":"Dance Troupe Tries to Go Back by Moving On","web_url":"https://www.nytimes.com/1994/02/01/arts/dance-troupe-tries-to-go-back-by-moving-on.html","abstract":"  Murray Louis has begun the new year by saying goodbye, and taking a long look back to the lessons of the past. Mr. Louis has decided to move from the Joyce Theater to the new Kaye Playhouse at Hunter College, where Nikolais and Murray Louis Dance opens today for a two-week season.    Mr. Louis decided to make the move when he rejected the 1994 slot offered for the company by the Joyce, which operates on an informal rotation basis. There is some risk involved. The Joyce, where the troupe has appeared over the last 11 years, has an established audience; the Kaye has only been open since April. Mr. Louis's troupe will be the first major dance company to have a season there. And although the theater is subsidizing the engagement in part, it does not yet have a dance audience of its own.","thumbnail":null,"section":"Arts"},{"date":"19940201","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/02/01/sports/results-plus-043273.html","abstract":"  N.B.A.  Two in a Row at Home? Not for the Mavericks  Hawks 90, Mavericks 85: Dominique Wilkins scored 14 of his 24 points during a 36-19 third-quarter charge as Atlanta overcame a sluggish start to hold off host Dallas, 90-85, last night. The Mavericks, who snapped a league-record 19-game home losing streak Saturday night with a victory over the Sacramento Kings, had a late 11-2 rally to close to 88-85 with 47 seconds left, and Jamal Mashburn attempted to tie it with a 3-pointer. But his shot from the left wing with 3 seconds to play failed to hit the rim.   Wilkins became the 11th player in National Basketball Association history to score 23,000 career points with a dunk during the third-quarter spurt. The Hawks, playing for the fifth time in seven days, won for the fifth time in six games. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940201","headline":"The Extent of Monogamy in Britain","web_url":"https://www.nytimes.com/1994/02/01/science/the-extent-of-monogamy-in-britain.html","abstract":"  A RECENT survey of sexual attitudes and behavior among the British has turned up results that have surprised some sociologists and pundits: the vast majority of people practice monogamy and only a small number admit to engaging in homosexual sex.   The findings seem to undercut the popular notions, fed recently by an unfolding series of sex scandals among government ministers, that adultery is widespread in British society and that more and more men and women are abandoning heterosexual roles.","thumbnail":null,"section":"Science"},{"date":"19940201","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/02/01/nyregion/news-summary-042641.html","abstract":"  International A2-9  MARINES KILL 8 SOMALIS, U.N. SAYS  United States Marines opened fire in a crowded street in Mogadishu, killing 8 Somalis and wounding 12, United Nations officials said.  A1  GERRY ADAMS ON PEACE IN ULSTER  Arriving in New York, Gerry Adams, head of the political arm of the Irish Republican Army, said Ulster's 25 years of warfare would enter a climactic stage toward peace.  A1","thumbnail":null,"section":"New York"},{"date":"19940201","headline":"SCIENTIST AT WORK: Jim Hammill; A Scientific Passion for Wolves","web_url":"https://www.nytimes.com/1994/02/01/science/scientist-at-work-jim-hammill-a-scientific-passion-for-wolves.html","abstract":"  THE paw prints in the reddish sand of a forest road were only vaguely defined by the time Jim Hammill saw them, softened by an overnight rainfall: the tracks of a timber wolf.    Usually gladdened by any sign of a wolf, Mr. Hammill was disheartened because these prints were made by only a single animal, and they were more than a mile from where he had set a line of five traps along a wolf path. He was searching for members of the Nordic Pack, a wolf family that has been ranging around 130 square miles in north Dickinson County for several years.","thumbnail":null,"section":"Science"},{"date":"19940201","headline":"Rostropovich in New York","web_url":"https://www.nytimes.com/1994/02/01/arts/rostropovich-in-new-york.html","abstract":"  Mstislav Rostropovich is to lead the National Symphony Orchestra in his last New York appearance as its music director on Sunday at 8 P.M. in Carnegie Hall. The program includes Beethoven's \"Leonore\" Overture No. 3 and Third Piano Concerto, with Eugene Istomin as soloist, and the New York premiere of Schnittke's Sixth Symphony, which the orchestra commissioned. Tickets are $12 to $50. Information: (212) 247-7800.","thumbnail":null,"section":"Arts"},{"date":"19940201","headline":"Bills' Smith Ailing","web_url":"https://www.nytimes.com/1994/02/01/sports/sports-people-football-bills-smith-ailing.html","abstract":"  The Buffalo Bills' defensive end BRUCE SMITH and their wide receiver ANDRE REED are among several players who will miss the National Football League Pro Bowl game in Honolulu on Sunday because of injuries sustained in the Super Bowl, the league announced yesterday. Cornerback THOMAS EVERETT of the champion Dallas Cowboys also will not play in the all-star game.","thumbnail":null,"section":"Sports"},{"date":"19940201","headline":"Before Nuclear Wastes Seep Into Water Supply; Not a Federal Report","web_url":"https://www.nytimes.com/1994/02/01/opinion/l-before-nuclear-wastes-seep-into-water-supply-not-a-federal-report-046167.html","abstract":"  To the Editor:   \"A Test Case for Nuclear Disposal\" (news article, Jan. 24) erroneously describes the report released by Senator Barbara Boxer as \"a report from the United States Geological Survey.\" It was prepared by three employees of the Geological Survey and represents their personal views only. It has not been subject to Geological Survey scientific peer review, which is standard procedure for the nearly 2,000 official reports we issue each year.","thumbnail":null,"section":"Opinion"},{"date":"19940201","headline":"Books of The Times; Reckoning the Many Costs of Living a Singular Life","web_url":"https://www.nytimes.com/1994/02/01/books/books-of-the-times-reckoning-the-many-costs-of-living-a-singular-life.html","abstract":"  Various Antidotes  By Joanna Scott 240 pages. Henry Holt. $20.   \"Various Antidotes,\" the title of Joanna Scott's first collection of stories, refers, the reader quickly discovers, to her characters' strategies for coping with life. The illness they are all combating is the chaos, randomness and uncertainty of existence; their antidotes are, variously, faith, science, madness, psychotherapy and obsession.","thumbnail":null,"section":"Books"},{"date":"19940201","headline":"Correction","web_url":"https://www.nytimes.com/1994/02/01/sports/IHT-correction.html","abstract":"The Dallas Cowboys, and not the Buffalo Bills, as was reported in Saturday's editions, are going to win the Super Bowl. The error has been attributed by the reporter to several mistakes in typing..In all references to Buffalo's superiority, the words &","thumbnail":null,"section":"Sports"},{"date":"19940201","headline":"Corrections","web_url":"https://www.nytimes.com/1994/02/01/nyregion/c-corrections-042951.html","abstract":"  A brief report in the Company News column of Business Day on Saturday about the stock trading of Spectrum Information Technologies Inc. misstated the movement in the company's stock on Friday. It rose 6.25 cents, to $6.3125; it did not decline.","thumbnail":null,"section":"New York"},{"date":"19940201","headline":"Slavery Then and Now : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/02/01/opinion/IHT-slavery-then-and-now-letters-to-the-editor.html","abstract":"Regarding \"Brittan Rebuffs Clinton Over Labor Standards\" (Business/Fi-. nance, Jan. 18):.According to Sir Leon Brittan,. trade commissioner of the European Union, \"restrictions on child and slave labor are easy to support in theory but d","thumbnail":null,"section":"Opinion"},{"date":"19940201","headline":"Home Rule's Exclusive, Costly Kingdoms","web_url":"https://www.nytimes.com/1994/02/01/nyregion/home-rule-s-exclusive-costly-kingdoms.html","abstract":"  Sitting on a gently sloping hill of elm and locust trees that leads to a rocky beach, Dering Harbor offers virtually none of the amenities of a modern municipality. No post office. No playground. Not a single quaint country shop. Just 32 houses, a puny water tower and a maintenance staff named Richie.   Still, it is an incorporated village, the smallest in New York State, a locality with a budget of $115,000 a year and two major parties: the Independent Party, from which all candidates for village mayor and trustee are drawn, and the yearly summer cocktail party, to which all Dering Harbor is invited.","thumbnail":null,"section":"New York"},{"date":"19940201","headline":"A Steady Diet of Records on a Steady Diet of Worms","web_url":"https://www.nytimes.com/1994/02/01/sports/olympics-a-steady-diet-of-records-on-a-steady-diet-of-worms.html","abstract":"  Wang Junxia was placed in an unusual position yesterday. She was sitting. And she was not eating worms, which she frequently does. This occurred in a hotel room in midtown. In a tufted chair. And people were taking pictures of this.   Normally, when you see Wang Junxia, the small 20-year-old from China, she is running. She runs every day, with no break, up to 22 miles -- and that, sometimes, is only before breakfast. One wondered if she ran this way to avoid breakfast, given what she sometimes finds on her plate. The worms, like the elixir from caterpillar fungus and the soup made from the blood of soft-shell turtles, are all part of the nutrition required by her coach, Ma Junren.","thumbnail":null,"section":"Sports"},{"date":"19940201","headline":"Studies in U.S. Back Needle Exchanges","web_url":"https://www.nytimes.com/1994/02/01/opinion/l-studies-in-us-back-needle-exchanges-046175.html","abstract":"  To the Editor:   \"Needle Exchanges Can Work\" (editorial, Jan. 24) states that \"a growing body of data now suggests needle exchanges offer more promise than risk.\" Yes, however, it is not mostly \"a smattering of studies conducted abroad\" that supports the efficacy of such programs.   The most comprehensive United States study of needle exchange programs, financed by the Centers for Disease Control and Prevention, was released last Sept. 30. Conducted over 18 months by researchers at the University of California at San Francisco and at Berkeley, it evaluates needle-exchange programs in North America, Europe and Australia.   Further, under the auspices of Representative Charles B. Rangel, chairman of the Select Committee on Narcotics Abuse and Control, the General Accounting Office released a report last March endorsing needle exchange programs as an AIDS-prevention strategy among drug injectors.   Both these studies cite the pioneering work of Prof. Edward H. Kaplan of the Yale School of Organization and Management in modeling the dynamics of needle exchange. Together with the laboratory research of Dr. Robert Heimer at the Yale Medical School, who has tested needles for the presence of HIV, these Government-financed investigators have provided a scientific foundation for the New Haven needle exchange program, the success of which has inspired similar programs in many other American cities.  KARIN A. NOBILE  Asst. Media Relations Director, Yale School of Organization & Management New Haven, Jan. 26, 1994","thumbnail":null,"section":"Opinion"},{"date":"19940201","headline":"Hoffenberg Takes Backing From Newspaper","web_url":"https://www.nytimes.com/1994/02/01/nyregion/hoffenberg-takes-backing-from-newspaper.html","abstract":"  Steven Hoffenberg, the debt collection specialist who would be a newspaper publisher, is withdrawing his backing from Her New York, the turbulent, four-month-old publication.   But the newspaper's editor, Meme Black, who has been hired and dismissed by Mr. Hoffenberg at least twice, said she expected to put out this week's issue and was heading a group of employees who were seeking financial support to keep the weekly publication going.","thumbnail":null,"section":"New York"},{"date":"19940201","headline":"Rollins to Finish Season","web_url":"https://www.nytimes.com/1994/02/01/sports/sports-people-basketball-rollins-to-finish-season.html","abstract":"  TREE ROLLINS , an Orlando assistant coach who was activated in January to fill out an injury-depleted roster, signed a contract yesterday that will keep him on the Magic's roster for the rest of the season.   Rollins, a 16-year veteran, signed a 10-day contract to fill in for the injured GREG KITE on Jan. 10. The Magic, which is also missing forward LARRY KRYSTKOWIAK , signed the backup center to a second 10-day contract on Jan. 21.","thumbnail":null,"section":"Sports"},{"date":"19940201","headline":"Ex-Congressman Again Joining Hartford Race for Governor","web_url":"https://www.nytimes.com/1994/02/01/nyregion/ex-congressman-again-joining-hartford-race-for-governor.html","abstract":"  John G. Rowland, a 36-year-old Republican who almost defeated Lowell P. Weicker Jr. in the 1990 race for governor but then virtually disappeared from the public eye, announced today his return for another run.   But despite the hopes of senior Republican officials that the party would quickly rally around Mr. Rowland, he faces what is shaping up as a major and perhaps bruising personal scrap with the Republican Secretary of the State, Pauline R. Kezer.","thumbnail":null,"section":"New York"},{"date":"19940201","headline":"1944:A Liberator Raid : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/02/01/opinion/IHT-1944a-liberator-raid-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] An American Liberator raid on the so-called rocket-gun or invasion coast of the Pas de Calais area in France kept the all-out aerial war against Nazi Europe going today [Jan. 31] after the Royal Air Force, for the fou","thumbnail":null,"section":"Opinion"},{"date":"19940201","headline":"Review/Music;\nA Brief History of Hip-Hop, Done Like a Class Reunion","web_url":"https://www.nytimes.com/1994/02/01/arts/reviewmusic-a-brief-history-of-hiphop-done-like-a-class-reunion.html","abstract":"Hip-hop has been around a lot longer than most people think. Long enough, anyway, for a nostalgic show called \"Old School Throwdown\" at the Paramount Theater on Saturday night, in which the standouts were Doug E. Fresh and Grand Master Flash and the Furious Five, performers who made their biggest impact in the late 70's and 80's.\n\nThere was a warm mood of reminiscence in the arena, a celebration of performers and fans who bonded with the often iconoclastic music from 10, 15, even 20 years ago. The audience included teen-agers, people in their 20's and 30's, as well as young families. And it was on its feet most of the evening.","thumbnail":null,"section":"Arts"},{"date":"19940201","headline":"For Cleaner Air, a Cleaner Car","web_url":"https://www.nytimes.com/1994/02/01/opinion/for-cleaner-air-a-cleaner-car.html","abstract":"  A small group of people from 12 Eastern states and the District of Columbia will meet in a Washington hotel this morning to make a critical decision for the environment, for consumers and for the automobile industry.    They are members of the Ozone Transport Commission, established by the 1990 Clean Air Act to find regional solutions to air pollution problems up and down the Eastern Seaboard. On the table is a proposal bitterly opposed by the automobile industry. If approved by the commission and by the Environmental Protection Agency, it would require all 12 states and D.C. to adopt California's tough \"clean car\" program.","thumbnail":null,"section":"Opinion"},{"date":"19940201","headline":"Knicks' Depth Has Been the Difference","web_url":"https://www.nytimes.com/1994/02/01/sports/pro-basketball-midseason-report-knicks-depth-has-been-the-difference.html","abstract":"  Nobody expected Doc Rivers to shatter his knee, or Charles Smith to have knee surgery, or Hubert Davis to fracture his hand. Almost everyone expected the Knicks to contend for a championship.   So the Knicks are not surprised that some people take their 31-10 record at midseason for granted. Weren't they supposed to be good? Didn't Michael Jordan retire and leave the Eastern Conference up for grabs?","thumbnail":null,"section":"Sports"},{"date":"19940201","headline":"On My Mind; After The Quake","web_url":"https://www.nytimes.com/1994/02/01/opinion/on-my-mind-after-the-quake.html","abstract":"  For two groups of people, the center of life now is not a house or apartment or place of work. It is an open field somewhere in Los Angeles.   The men and women made homeless in the 30 seconds of the earthquake two weeks ago wait in those scattered fields or in park meadows, worrying through their waking hours about whatever will happen to them and their children, now that their address is nothing but a number painted on a tent.","thumbnail":null,"section":"Opinion"},{"date":"19940201","headline":"New York Needs Stronger Ticket-Scalping Law","web_url":"https://www.nytimes.com/1994/02/01/opinion/l-new-york-needs-stronger-ticket-scalping-law-046191.html","abstract":"  To the Editor:   Arnold Diaz deserves the credit he gets Jan. 23 for his popular \"shame-on-you\" exposes of consumer abuses on New York local television, particularly his Barneygate scoop. In that case, he exposed outrageous ticket scalping for a stage show starring Barney the friendly dinosaur.","thumbnail":null,"section":"Opinion"},{"date":"19940201","headline":"Giuliani Seeks Concessions From Unions","web_url":"https://www.nytimes.com/1994/02/01/nyregion/giuliani-seeks-concessions-from-unions.html","abstract":"  Beyond cutting 14,000 to 18,000 jobs from the city work force, Mayor Rudolph W. Giuliani is seeking $200 million in concessions by the municipal unions in benefits in the next fiscal year and roughly $200 million in savings from temporarily reducing the city's contributions to the municipal pension plans.   The new details emerged as the Mayor and his aides put the finishing touches on a four-year fiscal plan, to be released tomorrow, which will provide the first comprehensive blueprint of Mr. Giuliani's plans to reduce the municipal work force and force city workers to face competition from the private sector in areas that have traditionally been the province of government in New York City.","thumbnail":null,"section":"New York"},{"date":"19940201","headline":"Emmitt Gets the Credit, but He Spreads It Around","web_url":"https://www.nytimes.com/1994/02/01/sports/on-pro-football-emmitt-gets-the-credit-but-he-spreads-it-around.html","abstract":"  Emmitt Smith firmly clenched the Super Bowl XXVIII most valuable player trophy yesterday morning at a news conference in his honor. You knew that the sparkling, sterling silver trophy was in sure hands.   It was easy pickings for Smith -- the handoff came from Paul Tagliabue, the National Football League commissioner -- and he handled it as gracefully as he had 30 handoffs and four passes from Troy Aikman in the Dallas Cowboys' 30-13 championship victory over the Buffalo Bills.","thumbnail":null,"section":"Sports"},{"date":"19940201","headline":"Surprise! Nobody Watched Old Movies","web_url":"https://www.nytimes.com/1994/02/01/sports/tv-sports-surprise-nobody-watched-old-movies.html","abstract":"  The evidence is in: no matter how forgettable a Super Bowl is, people will watch in very large numbers.   Super Bowl XXVIII was a decent game, but not as compelling as last month's wild-card playoff games. Yet NBC's telecast of Sunday's game garnered a 45.4 Nielsen rating and a 66 share, the 10th best performance ever and the best in seven years.","thumbnail":null,"section":"Sports"},{"date":"19940201","headline":"1894:They Had A Ball : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/02/01/opinion/IHT-1894they-had-a-ball-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - The much talked of Bachelor's Ball, at the Hotel Waldorf, was a most important event in society [on Jan. 18]. Excepting at Newport or Lennox, the bachelors of society have not in years given a ball. Their last ball here was at the Hotel Brunswi","thumbnail":null,"section":"Opinion"},{"date":"19940201","headline":"Will Coleman Walk the Aisle?","web_url":"https://www.nytimes.com/1994/02/01/sports/on-pro-basketball-will-coleman-walk-the-aisle.html","abstract":"  The Nets and Derrick Coleman need to get married, for the good of each other and the rest of basketball civilization, which can't take much more of this story.   No doubt it would be a stormy relationship, if not quite the magnitude of Jeff Gillooly-Tonya Harding. The current stumbling block, in fact, is the Nets' insistence on having a realistic option of divorcing Coleman should he become impossible to live with.","thumbnail":null,"section":"Sports"},{"date":"19940201","headline":"Karnishovas 3-Pointer Wins for Seton Hall","web_url":"https://www.nytimes.com/1994/02/01/sports/basketball-karnishovas-3-pointer-wins-for-seton-hall.html","abstract":"  He was ice cold from the field tonight. He turned the ball over with a minute left in regulation and the score tied. The last time he saw his shot swish through the nets was a 3-pointer that opened the game.    But he was still the go-to man for Seton Hall.","thumbnail":null,"section":"Sports"},{"date":"19940201","headline":"Albany Deal Eases Rules On Banking","web_url":"https://www.nytimes.com/1994/02/01/nyregion/albany-deal-eases-rules-on-banking.html","abstract":"  Just minutes before midnight, as state banking laws were about to expire, Gov. Mario M. Cuomo signed legislation that makes permanent a group of laws that give banks great latitude to create new financial products and to set interest rates for credit cards and most types of loans.   Banking officials said the agreement on the legislation, which ended more than a year of difficult negotiations, will help the state retain thousands of financial service jobs. But consumer advocates criticized the legislation, saying that it does not do enough to guarantee low-cost banking services for the poor or establish consumer protections for bank users.","thumbnail":null,"section":"New York"},{"date":"19940201","headline":"Great Climate Cycles Seen in Last Ice Age","web_url":"https://www.nytimes.com/1994/02/01/science/great-climate-cycles-seen-in-last-ice-age.html","abstract":"  IN a burst of new discoveries, climatologists are beginning to reconstruct a recurring cycle of events that changed the face of the world several times during the last great ice age.   Each of the proposed new cycles seems to have included the buildup of a North American ice sheet whose central region was two miles thick; a series of warming fluctuations in the world's temperature, followed by the breakup of the ice sheet into armadas of icebergs that invaded the North Atlantic. These cycles occurred at least five times during the last ice age, which lasted 100,000 years and ended some 10,000 years ago.","thumbnail":null,"section":"Science"},{"date":"19940201","headline":"Properties Chief Dismissed","web_url":"https://www.nytimes.com/1994/02/01/sports/properties-chief-dismissed.html","abstract":"  Open season on the heads of the licensing divisions of the major team sports continues. Richard White, who last week was rumored to have been fired, is out as president of Major League Baseball Properties, a major league official said yesterday.   The official said White will be gone from the position as soon as lawyers complete negotiations on a settlement. He declined to say why White was leaving, but another executive said the reason was more personal than business-related. Both officials commented on condition of anonymity.","thumbnail":null,"section":"Sports"},{"date":"19940201","headline":"Reviews/Dance; Body Parts and Gentle Eccentricities","web_url":"https://www.nytimes.com/1994/02/01/arts/reviews-dance-body-parts-and-gentle-eccentricities.html","abstract":"  Erick Hawkins has carved a place for himself as the poet of American modern dance. Like good poetry, his best dances have a way of speaking truths in a language that is familiar but not quite of the everyday world. Those truths have often been about how moving bodies defined the empty space around them. But over the last few years the choreographer, now 84, seems to be zeroing in on body shapes, parts and gentle eccentricities, as he does in \"Each Time You Carry Me This Way,\" a 1993 work performed by the Erick Hawkins Dance Company on Thursday night at the Joyce Theater.    The theme of the dance, which is set to a vividly atmospheric score by Lucia Dlugoszewski, is how to carry and be carried. Mr. Hawkins suggests a remarkable variety of emotions and relationships with just the angle of the held body or the way it holds onto its moving carrier. Dancers spill out of the stage wings, lapping leftward across the stage in staggered processionals and pools of moving bodies.","thumbnail":null,"section":"Arts"},{"date":"19940201","headline":"Study Bolsters Value Of Species Diversity","web_url":"https://www.nytimes.com/1994/02/01/science/study-bolsters-value-of-species-diversity.html","abstract":"  CONSERVATIONISTS widely believe that the more species an ecosystem contains, the more robust and stable it will be. If that is true, they say, the steady reduction of biological diversity now taking place around the world could in time undermine the ecological foundation of human existence.   A counterargument holds that richness of species is unimportant to ecosystem stability as long as one or two species exist to carry out each of a number of vital functions like photosynthesis, pollination, plant-eating, predation and decomposition of waste. If that is true, the case for preserving biological diversity, the touchstone of conservation in the 1990's, loses one of its major props.","thumbnail":null,"section":"Science"},{"date":"19940201","headline":"Folk-Art Auction Approaches Fine-Art Prices","web_url":"https://www.nytimes.com/1994/02/01/arts/folk-art-auction-approaches-fine-art-prices.html","abstract":"  The quirky ancestor portraits, weather vanes, embroideries and ship's mastheads that made up the widely exhibited folk art collection of Bertram K. and Nina Fletcher Little brought a total of $7.4 million on Saturday at Sotheby's in Manhattan.   The figure, twice what Sotheby's expected, set a record for a folk-art auction as collectors, curators, scholars and dealers turned out in force for the sale. Described by many at the auction as a watershed for folk art, the prices paid may well set the levels for future auctions in this area. At least four museums and historical societies made purchases from the collection, assembled over a half-century by the Boston-area couple, both of whom died last year in their 90's.","thumbnail":null,"section":"Arts"},{"date":"19940201","headline":"2 West Pointers Are Stabbed Outside a Bar in Newburgh","web_url":"https://www.nytimes.com/1994/02/01/nyregion/2-west-pointers-are-stabbed-outside-a-bar-in-newburgh.html","abstract":"  The star fullback of the Army football team and another West Point cadet were stabbed over the weekend in a brawl outside a Newburgh bar after they left the campus without passes in an Athletic Department van they were not supposed to be driving.   The incident has embarrassed a campus that is proud of the military discipline that meticulously restricts opportunities for drinking and time spent off campus. But many cadets interviewed amid the snow-draped Gothic stone buildings said it did not reflect any tensions between the United States Military Academy here and the surrounding villages and nearby Newburgh.","thumbnail":null,"section":"New York"},{"date":"19940201","headline":"1919:Rations Revised : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/02/01/opinion/IHT-1919rations-revised-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - M. Victor Boret, the Minister for Agriculture and Food Supplies, has decided to increase the monthly ration of sugar for Parisians by 250 grammes - or approximately, half a pound. M. Boret also considers that the outlook, as regards sugar supplies","thumbnail":null,"section":"Opinion"},{"date":"19940201","headline":"Japan Postpones Rocket Launching","web_url":"https://www.nytimes.com/1994/02/01/science/japan-postpones-rocket-launching.html","abstract":"  The maiden launching of Japan's new H-2 rocket, which had been scheduled for Tuesday, has been postponed for at least one day because of high winds and the possibility of thunderstorms at the launching site on Tanegashima, an island in southern Japan.   The National Space Development Agency of Japan said it would decide as early as Tuesday on a new date for the launching.","thumbnail":null,"section":"Science"},{"date":"19940201","headline":"Reviews/Dance; Shuttling Between Future And Past, With Attitude","web_url":"https://www.nytimes.com/1994/02/01/arts/reviews-dance-shuttling-between-future-and-past-with-attitude.html","abstract":"  The present, seen in terms of the past and the future, was the order of the day in the New York City Ballet's two performances on Sunday at the New York State Theater.    \"Fanfare,\" Jerome Robbins's witty nod to Elizabethan pomp and later circumstances, returned to the repertory at the matinee, which also featured Ethan Stiefel in a major debut in \"Harlequinade,\" George Balanchine's nostalgic remake of a 19th-century ballet by Marius Petipa.","thumbnail":null,"section":"Arts"},{"date":"19940201","headline":"'Venus' Figurines From Ice Age Rediscovered in an Antique Shop","web_url":"https://www.nytimes.com/1994/02/01/science/venus-figurines-from-ice-age-rediscovered-in-an-antique-shop.html","abstract":"  WHILE strolling on the rue Notre Dame in Montreal, a young sculptor happened to look in the window of an antique shop and see a display of tiny statues carved in ivory and stone. It was the beginning of a rediscovery, revealed last week by archeologists, that could lead to a better understanding of a distinctive but enigmatic form of ice age art.   The statuettes in the window, of nude women with exaggerated breasts and buttocks, were prized specimens of the first so-called Venus figurines to be excavated in the 1880's in caves near Monaco. Other discoveries across Eurasia followed, opening the eyes of scholars to a shared artistic expression that seemed to unite far-flung prehistoric people from the Pyrenees to Siberia. Perhaps these were symbols in fertility rites, keys to prehistoric sexual roles, expressions of a common mythology, or simply ice age pornography.","thumbnail":null,"section":"Science"},{"date":"19940201","headline":"Ex-Civil Rights Chief Named Housing Agency Chairman","web_url":"https://www.nytimes.com/1994/02/01/nyregion/ex-civil-rights-chief-named-housing-agency-chairman.html","abstract":"  Mayor Rudolph W. Giuliani yesterday named Ruben Franco, the former president of the Puerto Rican Legal Defense and Education Fund, as chairman of the New York City Housing Authority, concluding an appointment process that had been one of the most difficult for the Mayor.   Mr. Giuliani also appointed two members of the board of the housing agency, Myrtle G. Whitmore, who is active in civic organizations, and Kalman Finkel, a Brooklyn lawyer. And he named Elizabeth Colon, a one-time candidate for Congress and a supporter of Mr. Giuliani's campaign, as president of the Brooklyn Navy Yard.","thumbnail":null,"section":"New York"},{"date":"19940201","headline":"New Test Forecasts Progress Of AIDS","web_url":"https://www.nytimes.com/1994/02/01/science/new-test-forecasts-progress-of-aids.html","abstract":"  A BLOOD test has predicted progression from H.I.V. infection to AIDS earlier than standard measures in a pilot study, a team of researchers in New York City is reporting today.   The test measures the amount of H.I.V., the virus that causes AIDS, replicating in certain cells in the blood.","thumbnail":null,"section":"Science"},{"date":"19940201","headline":"Q&A","web_url":"https://www.nytimes.com/1994/02/01/science/q-a-043290.html","abstract":"  Curve Balls   Q.  Does a curve ball curve?    A.  Yes, a curve ball does travel in a sideways arc, a very small segment of a very large circle. In 1959, Dr. Lyman J. Briggs, then 84, a retired head of the National Bureau of Standards, settled the question and explained the mechanism, using an overhead camera to show the curvature of the flight path. He then used smoke streamers in a wind tunnel to study regions of higher velocity and lower pressure around curve balls.","thumbnail":null,"section":"Science"},{"date":"19940201","headline":"In Retrying Abuse Case, A New Issue","web_url":"https://www.nytimes.com/1994/02/01/nyregion/in-retrying-abuse-case-a-new-issue.html","abstract":"  Just how to prevent fantasy from being presented as fact in sex-abuse cases is facing the New Jersey Supreme Court in the wake of one of the most sensational of the spate of cases involving day-care workers during the 1980's.   The court heard arguments today about the admissibility of evidence in the case of Margaret Kelly Michaels, who was convicted of sexually molesting 19 children, many of them 3- and 4-year-olds, during her seven-month employment at Wee Care Nursery in Maplewood. She served 5 years of a 47-year sentence before her conviction was overturned early last year.","thumbnail":null,"section":"New York"},{"date":"19940201","headline":"Review/Theater: Those the River Keeps; Rabe's Everyman Meets the Baby Question","web_url":"https://www.nytimes.com/1994/02/01/theater/review-theater-those-the-river-keeps-rabe-s-everyman-meets-the-baby-question.html","abstract":"  David Rabe has written some explosive plays about that overgrown crybaby and brutal lout, the American male. \"Those the River Keeps\" isn't one of them.   The newest drama from the author of \"Streamers\" and the Tony-winning \"Sticks and Bones\" comes perilously close to self-parody. And that's at its best moments. The rest of the time it just seems a shameless indulgence. The speeches are overwritten. The emotions are bloated. The misery, of which there is an unending supply, is sodden and shapeless.","thumbnail":null,"section":"Theater"},{"date":"19940201","headline":"Court Backs Privacy Right Over H.I.V.","web_url":"https://www.nytimes.com/1994/02/01/nyregion/court-backs-privacy-right-over-hiv.html","abstract":"  A Federal appeals court ruled yesterday that a person has a constitutional right to privacy about whether he is infected with H.I.V.    The decision reinstated a suit against New York City by a man with H.I.V. who said the city had violated his rights by issuing a news release describing a city-brokered settlement of a job-discrimination claim that he had filed against Delta Airlines. The release did not name the man, but he said its information made it possible for others to identify him.","thumbnail":null,"section":"New York"},{"date":"19940201","headline":"The Computer Store At the End of the Phone","web_url":"https://www.nytimes.com/1994/02/01/science/personal-computers-the-computer-store-at-the-end-of-the-phone.html","abstract":"  BECAUSE dozens of companies make computers that seem, and in most important ways are, identical, and because computers are now sold at drugstore chains and discount warehouses as well as at electronics stores, deciding what brand to choose and where to purchase it can stump many first-time buyers.    After deciding recently that their first computer would be an I.B.M. or compatible rather than a Macintosh, Jonathan Katz and Toby Mardis, who live in Hastings-on-Hudson, N.Y., north of New York City, examined their options.","thumbnail":null,"section":"Science"},{"date":"19940201","headline":"Bridge","web_url":"https://www.nytimes.com/1994/02/01/nyregion/bridge-041564.html","abstract":"  The most celebrated muddle in world championship play occurred in Monte Carlo in 1976. The result of a match between Brazil and Italy was canceled because, after a blunder by a tournament director, the players were wrongly seated. The match was not replayed, as it surely should have been, and the teams were awarded 12 victory points each out of a possible 20. The Brazilians finished first, the Italians second, and the British, who would probably have been second in normal play, a disgruntled third.   One outcome was the introduction of a device that allows this misfortune to be corrected during the session. But it is not always used, and the failure to do so caused trouble Saturday in the Flight A Grand National Teams in New York City. In the last round teams headed by Brad Moss and Jared Lilienstein, both of Manhattan, seated themselves wrongly. According to the regulations, both were given zero scores. But for this, one of them would have certainly qualified for later knockout play.","thumbnail":null,"section":"New York"},{"date":"19940201","headline":"When U.S. Troops Fly a U.N. Flag","web_url":"https://www.nytimes.com/1994/02/01/opinion/when-us-troops-fly-a-un-flag.html","abstract":"  Misadventures in Somalia and Bosnia have understandably given United Nations peacekeeping a bad name in the United States. Now the Clinton Administration, tempering its earlier enthusiasm for such operations, has devised tough new conditions for American participation.    The Administration would be willing to have U.S. troops join in U.N. peacekeeping if all the warring sides agree to a truce. If not, Washington would consider committing troops only if its security interests were at stake, and then only if the troops were essential to assure the operation's effectiveness and their involvement had broad support from the American people and Congress. American troops would be allowed to serve under foreign commanders if circumstances warranted.","thumbnail":null,"section":"Opinion"},{"date":"19940201","headline":"Sports of The Times; Break Up Cowboys? Money Might","web_url":"https://www.nytimes.com/1994/02/01/sports/sports-of-the-times-break-up-cowboys-money-might.html","abstract":"  FOR the Dallas Cowboys to emerge as the first three-peat Super Bowl champions, they must rebuild their line. Their bottom line.   In all the fantasy about a Cowboy dynasty, the reality is that the offensive coordinator, Norv Turner, is about to be named the Washington Redskin coach, that five of Emmitt Smith's blockers (fullback Daryl Johnston and linemen Nate Newton, Kevin Gogan, Mark Stepnoski and John Gesek) will test the free-agent market along with linebacker Ken Norton and that Coach Jimmy Johnson is restless.","thumbnail":null,"section":"Sports"},{"date":"19940201","headline":"U.S. BLOOD SUPPLY HITS LOWEST LEVEL SINCE WORLD WAR II","web_url":"https://www.nytimes.com/1994/02/01/science/us-blood-supply-hits-lowest-level-since-world-war-ii.html","abstract":"  Once again, the nation's blood supply is perilously low. But this winter the shortage has been the worst and longest since World War II.   The situation was so bad, blood bank officials said, that if more people had been injured in the earthquake in Los Angeles on Jan. 17, there might not have been enough blood to treat them, increasing the death toll.","thumbnail":null,"section":"Science"},{"date":"19940201","headline":"Support for Early Date of Arrival in America","web_url":"https://www.nytimes.com/1994/02/01/science/support-for-early-date-of-arrival-in-america.html","abstract":"  NEW genetic research has produced more evidence that the first people to settle America probably arrived from Asia as early as 29,000 years ago. The findings provide ammunition for escalating attacks on the traditional hypothesis holding that the migrations occurred about 12,000 years ago.   In a study of linguistically related Indians in Central America, the researchers developed an evolutionary time clock that they said should be more accurate than any in current use. Applied to 18 other widely dispersed Indian groups, the clock showed that their common ancestors must have reached America 22,000 to 29,000 years ago. After scattering, they began evolving their present degree of genetic diversity, the researchers said.","thumbnail":null,"section":"Science"},{"date":"19940201","headline":"Gartner, Gartner, Gartner for the Rangers","web_url":"https://www.nytimes.com/1994/02/01/sports/hockey-gartner-gartner-gartner-for-the-rangers.html","abstract":"  Some of their goals carried historic significance, and all five of them were of immediate importance last night as the Rangers forgot about their jet lag and returned to winning form with a 5-3 victory over the Penguins at Madison Square Garden.   When the power play clicked, so did Mike Gartner, who scored a hat trick while the team was in power-play formation. Gartner's 607 career goals have left him just one hat trick shy of tying Bobby Hull for fifth place on the National Hockey League's career goal-scoring list. Among active players, only Wayne Gretzky has proved more prolific than Gartner.","thumbnail":null,"section":"Sports"},{"date":"19940201","headline":"The Doomsday Machine's Safety Catch","web_url":"https://www.nytimes.com/1994/02/01/opinion/the-doomsday-machines-safety-catch.html","abstract":"On Oct. 8, 1993, the Op-Ed page carried an article by Bruce G. Blair of the Brookings Institution about the \"doomsday machine,\" a secret computerized launching system that in theory would enable Russia to fire its nuclear arsenal even if its top commanders had been killed or incapacitated -- the so-called dead-hand system. Valery Yarynich, a retired colonel in the Russian Strategic Rocket Forces who spent his career working on command and control systems, read Mr. Blair's article and responded with the following analysis. It was translated from the Russian by Melanie Allen.\n\nThe Russian system described by Bruce G. Blair for launching nuclear weapons in the event of a nuclear strike on Moscow really does exist. On the whole, Mr. Blair correctly stated its purpose and principles of operation. But some of his points need sharpening -- in particular, his belief that the risk of accidentally activating the system increases during a nuclear crisis.","thumbnail":null,"section":"Opinion"},{"date":"19940201","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/02/01/style/chronicle-045624.html","abstract":"  MICHAEL MORIARTY, a leading member of the ensemble cast of the NBC television series \"Law and Order,\" quit the program last week, saying he thought the network was trying to keep him from speaking out about violence on television. He also complained that his role, that of Ben Stone, a prosecutor, had been reduced. He will, however, continue to work on the series until the end of this season.   Mr. Moriarty could not be reached yesterday because he was in Millerton, N.Y., where he is building a house that as yet has no telephone. Recently, he has been outspoken in his opposition to the plan by Attorney General Janet Reno to promote legislation limiting violence on television. He had been invited to discuss his view on the \"Today\" show and \"Now,\" both on NBC.","thumbnail":null,"section":"Style"},{"date":"19940201","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/02/01/arts/classical-music-in-review-043907.html","abstract":"  Juilliard Orchestra  Alice Tully Hall    Focus has been a sometime thing through the 10 seasons of Focus festivals of contemporary music at the Juilliard School, directed by Joel Sachs. The series just ended, \"Musical Worlds in Fusion,\" was literally all over the map and all over the century, charting the influences of far-flung cultures and disparate styles on Western classical music.","thumbnail":null,"section":"Arts"},{"date":"19940201","headline":"Here's to the Taxpayer As Patron of Research","web_url":"https://www.nytimes.com/1994/02/01/opinion/l-here-s-to-the-taxpayer-as-patron-of-research-045942.html","abstract":"  To the Editor:   The shortage of Federal funds for basic scientific research can largely be explained by how little the public and politicians are aware that this financing is productive, efficient and cost-effective. The productivity is obvious to readers of scientific journals since each article acknowledges financial support, the vast majority from the Federal Government. Yet most people learn about breakthroughs in the lay press, which rarely notes the support for the research.","thumbnail":null,"section":"Opinion"},{"date":"19940201","headline":"Albany Halts Support to Widen Housing Program for Homeless","web_url":"https://www.nytimes.com/1994/02/01/nyregion/albany-halts-support-to-widen-housing-program-for-homeless.html","abstract":"  The State Social Services Department has temporarily halted its support for expanding an important New York City program to house the homeless, Commissioner Michael J. Dowling said yesterday.   Mr. Dowling said he and Gov. Mario M. Cuomo had decided to put a moratorium on widening transitional housing for the homeless pending a review of all programs to help the homeless. \"We have to look at whether it is desirable for us to continue to fund this type of housing,\" Mr. Dowling said, \"which has become much larger than we expected it to be. We cannot afford the dramatic expansion of this type of housing. It was never supposed to be the front end of the housing system. But that is what it has become.\"","thumbnail":null,"section":"New York"},{"date":"19940201","headline":"The Chair Blocks Their View Of the Man Who Copes in It","web_url":"https://www.nytimes.com/1994/02/01/opinion/IHT-the-chair-blocks-their-view-of-the-man-who-copes-in-it.html","abstract":"Like many people, I used to feel awkward and confused when, while out for a walk, I came upon someone in a wheelchair. Don't stare, I would tell myself. But don't ignore him, either - that's as bad as staring. Act normal..But how could I act normal wit","thumbnail":null,"section":"Opinion"},{"date":"19940201","headline":"Simulated Terror Videotape Shown at Trade Center Bombing Trial","web_url":"https://www.nytimes.com/1994/02/01/nyregion/simulated-terror-videotape-shown-at-trade-center-bombing-trial.html","abstract":"  A group of guerrilla fighters in the desert are the main characters in a short full-color videotape shown yesterday in the World Trade Center bombing trial.   The fighters can be seen subduing some guards in Grade B Hollywood-war-movie fashion. They attach explosives to walls and cars, blowing them up. And then, at the climax of the video, which the jury watched on television monitors, a van speeds toward the gate of an imposing sand-colored edifice.","thumbnail":null,"section":"New York"},{"date":"19940201","headline":"SOCCER","web_url":"https://www.nytimes.com/1994/02/01/sports/soccer.html","abstract":"  World Cup Report    The unprecedented mutiny of 14 of Russia's top players threatens to ruin the country's chances in the World Cup next summer.","thumbnail":null,"section":"Sports"},{"date":"19940201","headline":"Punitive Indeed : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/02/01/opinion/IHT-punitive-indeed-letters-to-the-editor.html","abstract":"Regarding \"Good Sense and Law\" (Letters, Jan. 19):.Sami-Victor Elias is wrong: There is nothing insane about the $78 million in punitive damages levied in the Domino Pizza case because, in this context, $78 million is not that much money. Som","thumbnail":null,"section":"Opinion"},{"date":"19940201","headline":"Chess","web_url":"https://www.nytimes.com/1994/02/01/arts/chess-041572.html","abstract":"  The top-class players are divided over the issue of which organization is the proper custodian of the world championship. Some argue that the International Chess Federation, which has administered title play since 1948, is amateurish and unable to obtain sponsors that can afford the million-plus dollars the champions want to compete for. Others contend that the rival Professional Chess Association, instituted last year by the titleholder, Gary Kasparov, is too interested in money and cannot be relied upon to objectively supervise the process of selecting challengers for his championship.   There is a third group, the pragmatists, who won't choose sides. They are typified by the brilliant and easy-going 24-year-old Indian grandmaster Viswanathan Anand. He played in and won the qualification tournament of the Professional Chess Association at the end of December and in late January won the first of the elimination matches run by the International Chess Federation. If he continues his successes he will be qualified for two title matches, one with the federation's champion and the other with the association's champion, Kasparov.","thumbnail":null,"section":"Arts"},{"date":"19940201","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/02/01/style/chronicle-045640.html","abstract":"  Speaking of age, DENG XIAOPING, the senior leader in China, who has been reported to be seriously ill, had something to say this week about his longevity. According to The Associated Press, the 89-year-old leader told The Press Digest newspaper in Beijing that he attributes his long life to cold showers and the game of bridge, which he plays avidly.","thumbnail":null,"section":"Style"},{"date":"19940201","headline":"A 4-Year Contract For Chicago's Ventura","web_url":"https://www.nytimes.com/1994/02/01/sports/sports-people-baseball-a-4-year-contract-for-chicago-s-ventura.html","abstract":"  The Chicago White Sox yesterday created the most expensive pair of corner infielders in baseball history. With first baseman FRANK THOMAS the sport's second-highest paid player at an average of $7.25 million a year, the White Sox signed third baseman ROBIN VENTURA to a four-year contract worth $20,725,000, or $5,181,250 a year.   Ventura, who earned $1,845,000 last year, had sought $4.05 million in salary arbitration. The White Sox had countered with $3.3 million. The new contract calls for salaries of $3.5 million, $5.1 million, $5,975,000 and $6 million. It includes a club option for a fifth year at $6.1 million or a $150,000 buyout.","thumbnail":null,"section":"Sports"},{"date":"19940201","headline":"Bergen Prosecutor Takes Over Local Police Force","web_url":"https://www.nytimes.com/1994/02/01/nyregion/bergen-prosecutor-takes-over-local-police-force.html","abstract":"  The Bergen County Prosecutor's office today took the rare step of seizing control of the 21-member police department in South Hackensack, charging that an investigation into illegal gambling revealed that some of the force's officers were dropping cases because of favoritism.   The accusations stemmed from information gathered during a four-month investigation that ended with raids on four illegal gambling rings on Sunday, a senior law-enforcement official said. The official charged that some officers would let suspects go if they knew people on the force.","thumbnail":null,"section":"New York"},{"date":"19940201","headline":"Observer; Bullish On Prisons","web_url":"https://www.nytimes.com/1994/02/01/opinion/observer-bullish-on-prisons.html","abstract":"  Get into plastics, the dreary old grown-up advised Dustin Hoffman in \"The Graduate,\" and young men everywhere laughed. I wasn't quite young enough to get the joke.   The dreary old fellow was simply tipping Dustin on a good capitalistic enterprise, wasn't he?    This was surely sounder advice than Horace Greeley's \"Go west, young man, and grow up with the country,\" which people have listened to without laughter since Greeley issued it in 1850.","thumbnail":null,"section":"Opinion"},{"date":"19940201","headline":"Super Headache: Keeping the Stars","web_url":"https://www.nytimes.com/1994/02/01/sports/super-bowl-xxviii-notebook-super-headache-keeping-the-stars.html","abstract":"  Now that the Dallas Cowboys have won their second straight Super Bowl and the Buffalo Bills have played in (and lost) their fourth straight, they must try to keep their teams intact. Or at least they must seek to keep the players they want despite the tricky paths of unrestricted free agency compounded by the introduction next season of a salary cap.   Of the 1,680 players on team rosters at the end of 1993, the National Football League Players Association expects there will be 499 unrestricted free agents this year. All of them have played in the N.F.L. at least four years and their contracts have all expired. On Feb. 18, those players can sign with any team, no holds barred. On the same day, 155 restricted free agents -- those with three years in the league and whose contracts have expired -- can also sign, but their old teams can match those offers.","thumbnail":null,"section":"Sports"},{"date":"19940201","headline":"At 16, A Star; At 18, A Nobody","web_url":"https://www.nytimes.com/1994/02/01/sports/olympics-at-16-a-star-at-18-a-nobody.html","abstract":"  No winter Olympian ever flew so far so young as Toni Nieminen.   In Albertville, France, in 1992, the Finnish phenom formed a newfangled V with his ski tips and nervelessly rewrote the record books by winning two gold medals and a silver in ski jumping at age 16.","thumbnail":null,"section":"Sports"},{"date":"19940201","headline":"Review/Television; Even the Real Diamonds Have Some Artificiality","web_url":"https://www.nytimes.com/1994/02/01/movies/review-television-even-the-real-diamonds-have-some-artificiality.html","abstract":"  If you believe that diamonds are rare, romantic or forever, you have very likely been dazzled by the international diamond cartel. That is one message of \"The Diamond Empire,\" a sharply critical exploration of how De Beers Consolidated Mines Ltd. of South Africa has managed to maintain control of the gem trade for some 70 years.   Tonight's \"Frontline\" dig begins on West 47th Street in New York City, center of the American diamond trade; further excavating takes place in London, Africa and Siberia.","thumbnail":null,"section":"Movies"},{"date":"19940201","headline":"Ulster's Man of The Dark","web_url":"https://www.nytimes.com/1994/02/01/opinion/ulsters-man-of-the-dark.html","abstract":"Gerry Adams is something of a mystery. His enclave in the Falls Road in West Belfast is row on row of diminutive red-brick houses cleaved together, his flock 100,000 or so Roman Catholics. And his calling in recent months has been a series of talks with an old ideological enemy, the Irish politician John Hume, with the aim of bringing about a \"lasting peace\" in Northern Ireland.\n\nToday Mr. Adams, president of the political wing of the Irish Republican Army, is to attend a conference on Northern Ireland in New York, the Clinton Administration having swallowed its reluctance to grant him a visa. Yet bringing about or even commencing on a lasting peace in Ireland is not an easy task. Behind Mr. Adams must lurk not only the memory but the reality of the last peace process, hammered out by Michael Collins in 1922, whereby the six counties of Northern Ireland were severed from the 26 in the Republic of Ireland, a matter that led to a bloody civil war and caused Collins to say he had signed his own death warrant -- as indeed he had, ambushed not long after in his native County Cork in a place tenderly called \"the Mouth of the Flowers.\"","thumbnail":null,"section":"Opinion"},{"date":"19940201","headline":"Simms May Require Shoulder Surgery","web_url":"https://www.nytimes.com/1994/02/01/sports/pro-football-simms-may-require-shoulder-surgery.html","abstract":"  Moderate but persistent irritation in his throwing shoulder may force Phil Simms to have arthroscopic surgery in the next few weeks. While Giants officials say it is not a career-threatening situation, some people in the organization are concerned over the effect surgery could have on the arm of the 38-year-old quarterback.   Simms underwent magnetic resonance imaging this afternoon. Results of the test were not available last night.","thumbnail":null,"section":"Sports"},{"date":"19940201","headline":"Before Nuclear Wastes Seep Into Water Supply; Spent-Fuel Option","web_url":"https://www.nytimes.com/1994/02/01/opinion/l-before-nuclear-wastes-seep-into-water-supply-spent-fuel-option-046159.html","abstract":"  To the Editor:   I am writing to correct \"Surplus Plutonium Called Big Threat,\" your Jan. 25 account of the National Academy of Sciences study on management and disposition of excess weapons plutonium, for which I served as chairman.","thumbnail":null,"section":"Opinion"},{"date":"19940201","headline":"Foster Goes Full Hurdle","web_url":"https://www.nytimes.com/1994/02/01/sports/sports-people-track-and-field-foster-goes-full-hurdle.html","abstract":"  Now that his 1993 farewell retirement tour is mercifully behind him, GREG FOSTER is ready to bid retirement a merciful farewell. He has entered the 60-meter hurdles at the Chemical Bank Millrose Games at Madison Square Garden on Friday night, the very event that kicked off his retirement tour with his lone victory last year.   \"I'm not one to quit at the bottom,\" he said yesterday in a telephone hookup from Los Angeles, recalling last year's disastrous season, which bottomed out in July when the three-time outdoor 110-meter hurdles champion knocked over the three hurdles at the Olympic Festival before dropping out of his \"final\" race.","thumbnail":null,"section":"Sports"},{"date":"19940201","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/02/01/style/chronicle-045632.html","abstract":"  When HILDEGARDE, the supper club singer, turned 87 last year, \"I reversed my age to 78 and subtracted 20,\" she said. \"This year, I can't mess around with 88, so I'm just subtracting 30, which will keep my age at 58.\"   That may be one of the more poorly kept secrets, as Hildegarde celebrates her 88th birthday today with a performance at Eighty Eight's, a cabaret in Greenwich Village.","thumbnail":null,"section":"Style"},{"date":"19940201","headline":"Defections May Prove Cowboys' Defect","web_url":"https://www.nytimes.com/1994/02/01/sports/super-bowl-xxviii-defections-may-prove-cowboys-defect.html","abstract":"  After the Dallas Cowboys left the field Sunday night, still the champions of the National Football League, they met in the locker room for one last time this season. They held hands, said a prayer, and then Jimmy Johnson, amazingly, left the room without saying a word to his team. He had television interviews to do.   Cowboys receiver Michael Irvin said that after Johnson departed, he looked at the players around him and wondered whether at the beginning of next season the same people would still be by his side.","thumbnail":null,"section":"Sports"},{"date":"19940201","headline":"Sure, It Hurts, but the Bills Aren't Ready to Give Up Yet","web_url":"https://www.nytimes.com/1994/02/01/sports/super-bowl-xxviii-sure-it-hurts-but-the-bills-aren-t-ready-to-give-up-yet.html","abstract":"  Buffalo Coach Marv Levy understood how Thurman Thomas felt after the Cowboys' 30-13 victory over the Bills. Thomas's teammates tried to console the running back after his two fumbles led to 10 points by the Cowboys. And Levy was still trying to deal with his own pain in losing his fourth consecutive Super Bowl and second straight to Dallas.    \"We lost the game,\" Levy said. \"It's a bitter loss. I sort of don't want to be consoled by people who are well-wishers.\"","thumbnail":null,"section":"Sports"},{"date":"19940201","headline":"Hidden Rules Often Distort Ideas of Risk","web_url":"https://www.nytimes.com/1994/02/01/science/hidden-rules-often-distort-ideas-of-risk.html","abstract":"  THE list of worrisome risks seems to extend on and on like a litany of plagues -- earthquakes, fires, hurricanes, asbestos in the schools, ozone depletion, bacteria in drinking water, salmonella in poultry, toxins in fish -- to name but a few that have spawned anxieties of late.   Too often, psychologists say, people's worries about a given risk are out of proportion, with the fear either far greater than the actual danger or, occasionally, less. Now studies are showing that these skews in perception follow hidden psychological rules that can explain why one risk is exaggerated in people's minds while another is played down.","thumbnail":null,"section":"Science"},{"date":"19940201","headline":"Counting Californians","web_url":"https://www.nytimes.com/1994/02/01/opinion/l-counting-californians-046183.html","abstract":"  To the Editor:   In \"The Mood Turns Ugly,\" my Jan. 26 letter concerning \"The Unfair Immigration Burden,\" your Jan. 11 editorial on illegal immigrants, I erred in saying two million people would be .6 percent of the population of California. It would, of course, be 6 percent. I still want to know how they are being counted and who's counting them.  (Msgr.) E. JAMES PETERSEN  Executive Director California Catholic Conference Sacramento, Calif., Jan. 26, 1994","thumbnail":null,"section":"Opinion"},{"date":"19940201","headline":"No Headline","web_url":"https://www.nytimes.com/1994/02/01/opinion/no-headline-045730.html","abstract":"  The era of the purple down coat is over at last. So is the era of the Arafat scarf. Earmuffs are very big. So, on those women aspiring to make a fashion statement no matter what, are velvet hats that sit low on the head and evoke memories of Alfred Lord Tennyson.   Such are the observations of a lady New Yorker who, clad in two pairs of sweat pants, a sweater, boots suitable for log-rolling, a six-foot scarf, heavy coat and eyebrow-scraping headcozy strolled down Seventh (\"Fashion\") Avenue one day during this hideous invasion of Arctic cold. So odd an assemblage occasioned no glances. People in glass houses, after all . . .","thumbnail":null,"section":"Opinion"},{"date":"19940201","headline":"Before Nuclear Wastes Seep Into Water Supply","web_url":"https://www.nytimes.com/1994/02/01/opinion/l-before-nuclear-wastes-seep-into-water-supply-045926.html","abstract":"  To the Editor:   \"A Test Case for Nuclear Disposal,\" your Jan. 24 article on California's proposed Ward Valley radioactive waste dump, needs clarification on what materials from nuclear power plants could be buried in U.S. Ecology's unlined trenches.","thumbnail":null,"section":"Opinion"},{"date":"19940201","headline":"Still Winless in Buffalo; Bills Fans Dig in Their Heels and Brace for Another Round of Waiting for Next Year","web_url":"https://www.nytimes.com/1994/02/01/nyregion/still-winless-buffalo-bills-fans-dig-their-heels-brace-for-another-round-waiting.html","abstract":"  \"Strive for Five in '95.\"   That is the city's new mantra. Like mystics blocking out reality with a continual chant, fans here deadened the pain of losing a record fourth consecutive Super Bowl today by defiantly vowing to return next year.","thumbnail":null,"section":"New York"},{"date":"19940201","headline":"METROPOLITAN COLLEGE REPORT","web_url":"https://www.nytimes.com/1994/02/01/sports/metropolitan-college-report.html","abstract":"  Manhattan    The high and the low -- Manhattan knows both.","thumbnail":null,"section":"Sports"},{"date":"19940201","headline":"Growing Your Garden On a Computer Disk","web_url":"https://www.nytimes.com/1994/02/01/science/peripherals-growing-your-garden-on-a-computer-disk.html","abstract":"  NOT everyone is a born gardener, but some of us pretend. So I visited the hardware store to select seeds for my suburban garden and, after consulting the almanac on a shelf for information, chose peepers, tulips and helicopters. Taking the envelopes to the garden, I planted and watered the seeds and sped up the calendar so that each day took 10 seconds to pass. For this was a computer game, or simulation, Forever Growing Garden, by Media Vision of Fremont, Calif.   The cat watched from inside the house through a window, and soon a bluebird flew over to taunt it. A gopher also surfaced, but when I tried to catch him I caught a skunk instead. Finally, two beautiful peepers started to pop through, but as of this moment (it is Aug. 2; whoops, now it's Aug. 3) there is no sign of the tulips or helicopters, the latter being fantasy plants.","thumbnail":null,"section":"Science"},{"date":"19940201","headline":"Review/Opera: Lucia di Lammermoor; Divine? Dreadful? Diva Kicks Up Some Dust","web_url":"https://www.nytimes.com/1994/02/01/arts/review-opera-lucia-di-lammermoor-divine-dreadful-diva-kicks-up-some-dust.html","abstract":"  The god who watches over opera fanatics has blessed them with a new and unusual gift. She is Tiziana Fabbricini, whose talent to enrapture and enrage will provide endless bickering at impromptu intermission symposiums and those long evenings in front of the record player. Opera's hot stove league burns year round, and Miss Fabbricini promises to keep a lot of people warm.   When the Italian soprano appeared in \"La Traviata\" at the Metropolitan Opera some months ago, I ventured a kind word toward one opera-minded critic who snarled a catalogue of vocal deficiencies and then left after Act I. At the Houston Grand Opera's \"Lucia di Lammermoor\" last night, I took what he thought might be a more prudent tack.  First a few words of caveat, then some compliments. \"She's the most important person in opera,\" answered another opera-minded critic stationed nearby, and in a tone that made one think toward one's physical safety.","thumbnail":null,"section":"Arts"},{"date":"19940201","headline":"Calhoun Is Still Out","web_url":"https://www.nytimes.com/1994/02/01/sports/sports-people-basketball-calhoun-is-still-out.html","abstract":"  Connecticut's coach, JIM CALHOUN , hospitalized with pneumonia, remained in stable condition yesterday and will miss tonight's game at Syracuse. Calhoun is being evaluated daily at the University of Connecticut Health Center, said BEVERLY PARK , a spokeswoman for the center.","thumbnail":null,"section":"Sports"},{"date":"19940201","headline":"TRANSACTIONS  Baseball  American League  BALTIMORE ORIOLES -- Signed Rick Forney, pitcher, to a one-year contract.","web_url":"https://www.nytimes.com/1994/02/01/sports/transactions-baseball-american-league-baltimore-orioles-signed-rick-forney.html","abstract":"CALIFORNIA ANGELS -- Signed Bo Jackson, designated hitter-outfielder, to a one-year contract.   CHICAGO WHITE SOX -- Agreed to terms with Robin Ventura, third baseman, on a four-year contract.   OAKLAND ATHLETICS -- Signed Steve Ontiveros, pitcher, to a one-year contract.   SEATTLE MARINERS -- Signed Bobby Thigpen, pitcher, to a minor-league contract. National League  ATLANTA BRAVES -- Agreed to terms with Kent Mercker, pitcher, and Joe Oliva, third baseman, on one-year contracts.   PHILADELPHIA PHILLIES -- Agreed to terms with Ricky Bottalico, Tyler Green and Jeff Patterson, pitchers, and Gene Schall, first baseman, on one-year contracts.   ST. LOUIS CARDINALS -- Signed Rick Sutcliffe, pitcher, to a minor-league contract.   SAN DIEGO PADRES -- Signed Billy Bean, Ray McDavid and Vince Moore, outfielders; Brian Johnson, catcher; and Doug Bochtler, pitcher, to one-year contracts. Basketball  National Basketball Association  ORLANDO MAGIC -- Signed Tree Rollins, center, for the remainder of the season.   UTAH JAZZ -- Signed Chad Gallagher, center, to a 10-day contract. Continental Basketball Association  LA CROSSE CATBIRDS -- Signed Eddie Hughes, guard.   OKLAHOMA CITY CAVALRY -- Traded Norris Coleman, forward, and a sixth-round pick in the 1994 draft to the Sioux Falls Skyforce for the rights to Chad Scott, forward.   OMAHA RACERS -- Placed Sean Gay, guard, on the injured reserve list.   ROCHESTER RENEGADES -- Traded Ricky Blanton, forward, and the rights to Greg Foster, center, to the Rapid City Thrillers for Ricky Calloway, guard-forward. Signed Brook Steppe, forward. United States Basketball League  WESTCHESTER STALLIONS -- Named Scott Amann general manager. Football  National Football League  GREEN BAY PACKERS -- Named Fritz Shurmur defensive coordinator.   PITTSBURGH STEELERS -- Named John Mitchell defensive line coach. Arena Football League  CLEVELAND THUNDERBOLTS -- Traded Kevin Woolfolk, fullback-linebacker, to Charlotte for Anthony Howard, wide receiver-linebacker.   MIAMI HOOTERS -- Named A.J. Duhe defensive coordinator. Hockey  National Hockey League  ANAHEIM MIGHTY DUCKS -- Assigned Myles O'Connor, defenseman, to San Diego of the International Hockey League and Jean-Francois Jomphe, center, to Greensboro of the East Coast Hockey League.   BUFFALO SABRES -- Recalled Grant Fuhr, goalie, from Rochester of the American Hockey League.   MONTREAL CANADIENS -- Sent Andre Racicot, goalie, to Fredericton of the American Hockey League. Recalled Les Kuntar, goalie, from Fredericton.   NEW YORK ISLANDERS -- Assigned Zigmund Palffy, forward, from Salt Lake City of the International Hockey League to the Slovak National team. Sent Chris Luongo, defenseman, to Salt Lake.   SAN JOSE SHARKS -- Reassigned Vlastimil Kroupa, defenseman, to Kansas City of the International Hockey League. International Hockey League  CLEVELAND LUMBERJACKS -- Signed Petr Sykora, center. Central Hockey League  FORT WAYNE FIRE -- Added Trevor Robins, goalie, from Kansas City of the International Hockey League.   TULSA OILERS -- Waived Damian DiGuilian, defenseman. Track and field   USA TRACK & FIELD -- Suspended high jumper James Shelton for four years for failing to appear for an out-of-competition drug test. College   EUREKA COLLEGE -- Announced that Dave Darnall, men's basketball coach, will retire at the end of the season.   MISSOURI -- Named Jerry Berndt offensive coordinator.   NORTHERN ILLINOIS -- Named Sam Pittman offensive line coach.   PUGET SOUND -- Named Gordon Elliott head football coach.   ROWAN -- Named Juan Ranero baseball coach.","thumbnail":null,"section":"Sports"},{"date":"19940201","headline":"Leontyne Price Recital","web_url":"https://www.nytimes.com/1994/02/01/arts/leontyne-price-recital.html","abstract":"  The soprano Leontyne Price is to give a recital on Feb. 27 at 2 P.M. at the Brooklyn Center for the Performing Arts, in Walt Whitman Hall at Brooklyn College, Flatbush and Nostrand Avenues, Flatbush. With David Garvey as accompanist, she is to sing works by Handel, Mozart, Verdi, Poulenc, Duparc, Hahn and Hoiby as well as a group of spirituals. The event commemorates a recital Miss Price gave on Oct. 25, 1954, to open the Brooklyn Center. Tickets are $25, $35 and $38. Information: (718) 951-4500.","thumbnail":null,"section":"Arts"},{"date":"19940201","headline":"Review/Fashion; In Paris, Men's Wear Visits the Circus","web_url":"https://www.nytimes.com/1994/02/01/style/review-fashion-in-paris-men-s-wear-visits-the-circus.html","abstract":"  What roles could the actors Fred Ward, who appeared in \"The Player,\" and David Thewlis, the award-winning star of \"Naked,\" be playing in their stacked shoes, shrunken jackets and elephantine trousers? Loping around a circular arena in the Comme des Garcons show Friday night, they looked like part of an ensemble for a Fellini remake. Rei Kawakubo, the designer, put her clothes on actors, musicians and the Zingaro circus troupe, many of whom have short legs and rounded bellies, which protruded from under tight tiny jackets.   It was just one scene in Paris's Fellini-esque season as this month's round of men's wear showings for fall concluded with strains of music by Nino Rota lending an eerie circus lilt. Yohji Yamamoto and Ms. Kawakubo evoked the Federico Fellini of \"La Strada,\" showing men's wear in fun-house-mirror proportions in a circus-like setting.","thumbnail":null,"section":"Style"},{"date":"19940201","headline":"No Headline","web_url":"https://www.nytimes.com/1994/02/01/nyregion/no-headline-042897.html","abstract":"  \"Let me be quite clear about this: This generation of republicans is going to see peace in Ireland.\" -- GERRY ADAMS, political head of the I.R.A.  [ A1:4. ]","thumbnail":null,"section":"New York"},{"date":"19940201","headline":"Let's Put a Proper Price on Trees","web_url":"https://www.nytimes.com/1994/02/01/opinion/IHT-lets-put-a-proper-price-on-trees.html","abstract":"Two-thirds of the world's original forests have been felled, and despite a decade of well-meaning global initiatives the chainsaw is working faster than ever. Halting deforestation will require radical changes in property rights to forests, pricing of fo","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19940201","time":"1994-02-01 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.4,"rhum":71,"wspd":9.4},{"date":"19940201","time":"1994-02-01 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.8,"rhum":70,"wspd":13},{"date":"19940201","time":"1994-02-01 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7,"rhum":69,"wspd":16.6},{"date":"19940201","time":"1994-02-01 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7,"rhum":68,"wspd":14.8},{"date":"19940201","time":"1994-02-01 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.7,"rhum":71,"wspd":16.6},{"date":"19940201","time":"1994-02-01 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7,"rhum":79,"wspd":16.6},{"date":"19940201","time":"1994-02-01 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":77,"wspd":20.5},{"date":"19940201","time":"1994-02-01 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.2,"rhum":75,"wspd":22.3},{"date":"19940201","time":"1994-02-01 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.4,"rhum":72,"wspd":25.9},{"date":"19940201","time":"1994-02-01 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.5,"rhum":74,"wspd":22.3},{"date":"19940201","time":"1994-02-01 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.4,"rhum":84,"wspd":31.3},{"date":"19940201","time":"1994-02-01 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":76,"wspd":24.1},{"date":"19940201","time":"1994-02-01 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":76,"wspd":24.1},{"date":"19940201","time":"1994-02-01 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":81,"wspd":35.3},{"date":"19940201","time":"1994-02-01 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":84,"wspd":27.7},{"date":"19940201","time":"1994-02-01 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":82,"wspd":33.5},{"date":"19940201","time":"1994-02-01 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":83,"wspd":37.1},{"date":"19940201","time":"1994-02-01 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":75,"wspd":25.9},{"date":"19940201","time":"1994-02-01 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":61,"wspd":31.3},{"date":"19940201","time":"1994-02-01 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.9,"rhum":59,"wspd":29.5},{"date":"19940201","time":"1994-02-01 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.3,"rhum":66,"wspd":24.1},{"date":"19940201","time":"1994-02-01 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.5,"rhum":68,"wspd":25.9},{"date":"19940201","time":"1994-02-01 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.8,"rhum":68,"wspd":24.1},{"date":"19940201","time":"1994-02-01 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.3,"rhum":68,"wspd":18.4},{"date":"19940201","time":"1994-02-01 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":47,"wspd":18.7},{"date":"19940201","time":"1994-02-01 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":48,"wspd":14.8},{"date":"19940201","time":"1994-02-01 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":51,"wspd":13},{"date":"19940201","time":"1994-02-01 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":53,"wspd":11.2},{"date":"19940201","time":"1994-02-01 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.8,"rhum":55,"wspd":11.2},{"date":"19940201","time":"1994-02-01 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":40,"wspd":11.2},{"date":"19940201","time":"1994-02-01 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":48,"wspd":5.4},{"date":"19940201","time":"1994-02-01 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":41,"wspd":5.4},{"date":"19940201","time":"1994-02-01 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5.6,"rhum":55,"wspd":7.6},{"date":"19940201","time":"1994-02-01 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5.6,"rhum":52,"wspd":5.4},{"date":"19940201","time":"1994-02-01 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.1,"rhum":52,"wspd":9.4},{"date":"19940201","time":"1994-02-01 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.1,"rhum":54,"wspd":9.4},{"date":"19940201","time":"1994-02-01 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5.6,"rhum":57,"wspd":11.2},{"date":"19940201","time":"1994-02-01 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5.6,"rhum":57,"wspd":11.2},{"date":"19940201","time":"1994-02-01 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":46,"wspd":11.2},{"date":"19940201","time":"1994-02-01 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":68,"wspd":13},{"date":"19940201","time":"1994-02-01 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":85,"wspd":14.8},{"date":"19940201","time":"1994-02-01 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":81,"wspd":14.8},{"date":"19940201","time":"1994-02-01 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":81,"wspd":11.2},{"date":"19940201","time":"1994-02-01 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":85,"wspd":16.6},{"date":"19940201","time":"1994-02-01 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":78,"wspd":16.6},{"date":"19940201","time":"1994-02-01 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.8,"rhum":55,"wspd":16.6},{"date":"19940201","time":"1994-02-01 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":53,"wspd":18.7},{"date":"19940201","time":"1994-02-01 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":55,"wspd":11.2}]},"19940202":{"guardian_articles":[],"nytimes_articles":[{"date":"19940202","headline":"Review/Film; A Curse That Bridges Centuries","web_url":"https://www.nytimes.com/1994/02/02/movies/review-film-a-curse-that-bridges-centuries.html","abstract":"  \"Fiorile\" was shown as part of the 1993 New York Film Festival. Following are excerpts from Stephen Holden's review, which appeared in The New York Times on Oct. 13. The film opens today at the Lincoln Plaza Cinema, Broadway at 63d Street.   In \"Fiorile,\" Paolo and Vittorio Taviani's sweeping and sensuous fable of how several generations of a Tuscan clan have lived out a family curse, the ghosts of the past are always threatening to jump out at its characters from the shadows of their troubled family history.","thumbnail":null,"section":"Movies"},{"date":"19940202","headline":"Pentagon Lawyer Called Top Choice as Reno's Deputy","web_url":"https://www.nytimes.com/1994/02/02/us/pentagon-lawyer-called-top-choice-as-reno-s-deputy.html","abstract":"  As the White House announced the appointment of a little-known lawyer today to head the Justice Department's civil rights division, Administration officials said the White House and Attorney General Janet Reno had tentatively settled on the Pentagon's top lawyer to take over as the department's No. 2 official.   The Pentagon lawyer, Jamie S. Gorelick, emerged as the consensus choice to succeed Philip B. Heymann as Ms. Reno's deputy. Mr. Heymann resigned unexpectedly last Thursday, citing a lack of chemistry between himself and his boss.","thumbnail":null,"section":"U.S."},{"date":"19940202","headline":"Experimental Treatment Needs to Be Defined","web_url":"https://www.nytimes.com/1994/02/02/opinion/l-experimental-treatment-needs-to-be-defined-057967.html","abstract":"  To the Editor:   Roger N. Parker is being disingenuous when he states in \"A Tested Chemotherapy\" (letter, Jan. 16) that it is incorrect to characterize high-dose chemotherapy and bone-marrow transplant therapy for advanced breast cancer as experimental.","thumbnail":null,"section":"Opinion"},{"date":"19940202","headline":"Clinton Increases His Request for Earthquake Relief to $9.5 Billion","web_url":"https://www.nytimes.com/1994/02/02/us/clinton-increases-his-request-for-earthquake-relief-to-9.5-billion.html","abstract":"  President Clinton added $2.02 billion today to his request for Federal relief for victims of the Los Angeles earthquake, bringing his total request to $9.5 billion.   The request won approval from a crucial House committee later in the day.","thumbnail":null,"section":"U.S."},{"date":"19940202","headline":"Lawyer's Estate Sues Over 'Philadelphia'","web_url":"https://www.nytimes.com/1994/02/02/nyregion/lawyer-s-estate-sues-over-philadelphia.html","abstract":"  The family, estate and lawyers of a New York City lawyer who recently won an AIDS employment discrimination case have sued the creators of the hit movie \"Philadelphia\" for \"no less than $10 million\" in compensation, alleging that the film was based on the lawyer's life.   The lawsuit, which was filed on Monday in Federal District Court in Manhattan, names as defendants Tri-Star Pictures; the producer, Edward Saxon; the screenwriter, Ron Nyswaner, and the director, Jonathan Demme. It also names a producer, Scott Rudin, who was not involved in the film.","thumbnail":null,"section":"New York"},{"date":"19940202","headline":"Masur Stays on Course He Set for Philharmonic","web_url":"https://www.nytimes.com/1994/02/02/arts/masur-stays-on-course-he-set-for-philharmonic.html","abstract":"  Works by Stephen Albert, John Williams, Toru Takemitsu and Arvo Part are to have premieres, Roger Norrington will make a debut and Kurt Masur is to continue his dual Beethoven and Shostakovich cycle during the New York Philharmonic's 1994-5 season. The season, which Mr. Masur announced yesterday at Lincoln Center, extends the various programs started during the orchestra's 150th-anniversary celebrations in 1992.    Among these are thematic Celebration weeks, one looking at Brahms's choral music and another at Prokofiev's film scores, as well as weeks devoted to a contemporary composer (William Bolcom) and a young conductor making his debut (Daniele Gatti, the 32-year-old music director of the Accademia Santa Cecilia, in Rome).","thumbnail":null,"section":"Arts"},{"date":"19940202","headline":"Review/Film; David Byrne Marks Another Phase Ended","web_url":"https://www.nytimes.com/1994/02/02/movies/review-film-david-byrne-marks-another-phase-ended.html","abstract":"  In 1983, Jonathan Demme filmed Talking Heads in concert for \"Stop Making Sense,\" presenting the performance seen from the outside: a stage show, nothing more. Now, with the Heads dissolved, the band's songwriter and leader, David Byrne, has created what might be its sequel. Its title is \"Between the Teeth,\" but it could be called \"Start Making Syncopation.\"    The movie, which opens today at Film Forum 1, shows a concert on Halloween 1992 at the Count Basie Theater in Red Bank, N.J. Mr. Byrne leads 10 Car Pile-Up, a band that zigzags from rock to funk to Latin rhythms in songs that are sometimes whimsical, sometimes dire. The cameras focus on the prosaic details of music making like Mr. Byrne's toes tapping in his cowboy boots and the red light of an amplifier glowing in the darkness between songs, yet they capture the sweaty, heady pleasures of rhythm becoming motion.","thumbnail":null,"section":"Movies"},{"date":"19940202","headline":"Insurance Official Draws Fire Over Health Plan Commercial","web_url":"https://www.nytimes.com/1994/02/02/us/insurance-official-draws-fire-over-health-plan-commercial.html","abstract":"  Under fire from three Senators for a television advertising campaign against the Clinton health plan, the head of the Health Insurance Association of America said today that the advertisements were \"always subject to review or revision.\"   The insurance association leader, Bill Gradison, a former Republican Congressman from Ohio, said later that he was not yet prepared to drop the advertisements, which attack President Clinton's proposal that most Americans obtain health insurance through mandatory membership in purchasing cooperatives. But Mr. Gradison said he hoped he could make enough progress with the White House to end the advertisements.","thumbnail":null,"section":"U.S."},{"date":"19940202","headline":"Giuliani Plan Seeks to Raise Productivity","web_url":"https://www.nytimes.com/1994/02/02/nyregion/giuliani-plan-seeks-to-raise-productivity.html","abstract":"  Mayor Rudolph W. Giuliani is to unveil a fiscal plan today that calls for substantial increases in worker productivity and government efficiency, with a large portion of the money saved to come from the Sanitation Department.   Administration officials said the Sanitation Department would be called on to achieve about $45 million of the expected $300 million in productivity savings, which would probably require sanitation employees to cover longer routes and to work full eight-hour days. Now, sanitation workers are often able to finish their routes in as little as six hours.","thumbnail":null,"section":"New York"},{"date":"19940202","headline":"Judge Bars Price Advantage To Minority Bids in New York","web_url":"https://www.nytimes.com/1994/02/02/nyregion/judge-bars-price-advantage-to-minority-bids-in-new-york.html","abstract":"  A State Supreme Court judge has ruled that the city cannot offer a 10 percent \"price preference\" to bidders for municipal contracts that are owned by women or minorities.   The ruling, issued on Monday by Justice Walter B. Tolub of Manhattan, came less than a week after Mayor Rudolph W. Giuliani issued an executive order eliminating the price preference, saying it cost taxpayers too much money.","thumbnail":null,"section":"New York"},{"date":"19940202","headline":"Ojeda Is Getting Back To Normal","web_url":"https://www.nytimes.com/1994/02/02/sports/baseball-ojeda-is-getting-back-to-normal.html","abstract":"  There have been many defining and difficult moments for Bob Ojeda since that tragic evening on Little Lake Nellie last March, when the serenity of spring training was obliterated by a boating accident that killed two of his Cleveland Indian teammates. Ojeda, a passenger in the boat, survived with serious injuries. Sometimes he wondered if surviving was worth it.   Ojeda conceded that he had contemplated suicide, although he said the thoughts were fleeting. There was the moment in July when Ojeda was running laps around a mental hospital in Baltimore, when he was a patient, and realized his life could not get graver. Maybe, he told himself, it was time to leave the past alone. Maybe it was time to journey onward.","thumbnail":null,"section":"Sports"},{"date":"19940202","headline":"Safeguard All Plutonium Now","web_url":"https://www.nytimes.com/1994/02/02/opinion/safeguard-all-plutonium-now.html","abstract":"  The United States and Russia have agreed to dismantle many of their nuclear weapons. But this wonderful idea has a potentially serious downside. The nuclear material -- uranium and plutonium -- extracted during the dismantling process can, conceivably, be sold to or stolen by other countries that hope to build nuclear weapons of their own. What to do? The National Academy of Sciences has some useful ideas.    Highly enriched uranium extracted from warheads is relatively easy to render militarily harmless. Once blended down, it can fuel power plants but cannot be used for warheads without re-enrichment. In contrast, plutonium separated from spent fuel is usable in warheads. It needs to be securely stored and disposed of.","thumbnail":null,"section":"Opinion"},{"date":"19940202","headline":"What It Costs the Military to Do the Job","web_url":"https://www.nytimes.com/1994/02/02/opinion/l-what-it-costs-the-military-to-do-the-job-057924.html","abstract":"  To the Editor:   I certainly agree with the generally favorable tone that \"A Pentagon Promotion for Mr. Perry\" (editorial, Jan. 25) takes on President Clinton's nomination of Bill Perry to be Secretary of Defense. Mr. Perry is a realistic reformer with a solid record of achievement in the Defense Department, and I have high hopes that he will be a strong advocate of sound defense policy in the Administration.","thumbnail":null,"section":"Opinion"},{"date":"19940202","headline":"What Gillooly Says, and What Harding Says","web_url":"https://www.nytimes.com/1994/02/02/sports/figure-skating-what-gillooly-says-and-what-harding-says.html","abstract":"  At the heart of the investigation swirling around the Nancy Kerrigan assault are conflicting versions of events offered by Tonya Harding and Jeff Gillooly, the divorced couple who reconciled last fall only to separate once again shortly after the attack at the national figure skating championships in Detroit. Harding, Kerrigan's chief skating rival, spoke to the F.B.I. for 10 hours on Jan. 18. After investigators showed Gillooly her statement, Gillooly talked for 17 hours on Jan. 26 and Jan. 27. Yesterday the authorities released records of those conversations. Here are some of the princpal points of dispute: Dec. 27 or Dec. 28, 1993    Harding and Gillooly agree that she dropped him off at a meeting that authorities later said was attended by those who planned the assault, and that she picked him up. But they disagree completely on what they talked about as Gillooly took the wheel of his pickup truck and drove off into the early evening.","thumbnail":null,"section":"Sports"},{"date":"19940202","headline":"Somehow, Some Way, Islanders Win One","web_url":"https://www.nytimes.com/1994/02/02/sports/hockey-somehow-some-way-islanders-win-one.html","abstract":"  Finally, in this strange season where a bevy of upstart Panther, Duck and Lightning squadrons have stormed out of the sun belt and shown nothing but disrespect for the hockey establishment, there comes an expansion club that almost behaves like one. For the hapless Islanders, the similarly hapless San Jose Sharks couldn't have turned up on their Nassau Coliseum doorstep to play doormat at a better time.   Desperate to reverse the five-game losing streak that tried the patience of players and coaches and marooned their No. 1 goalie, Ron Hextall, on the bench, the Islanders sorely needed the tonic that came tonight in the form of a 5-4 victory.","thumbnail":null,"section":"Sports"},{"date":"19940202","headline":"Do White Leaders Denounce White Racism?; Picketing Farrakhan","web_url":"https://www.nytimes.com/1994/02/02/opinion/l-do-white-leaders-denounce-white-racism-picketing-farrakhan-058033.html","abstract":"  To the Editor:   Monday night, Jan. 24, I saw firsthand the consequences of the fear that Louis Farrakhan, the Nation of Islam leader, has instilled. Those consequences resulted in a serious violation of our First Amendment right to raise a voice of peaceful protest.","thumbnail":null,"section":"Opinion"},{"date":"19940202","headline":"Shortchanging the Teachers","web_url":"https://www.nytimes.com/1994/02/02/opinion/shortchanging-the-teachers.html","abstract":"  Imagine a teacher with 14 years' experience returning to her elementary school after an extended leave, and being paid as a beginner. Laurie Scher, a special-education teacher at Public School 59 in the Bronx, does not have to imagine it. She lived it. Since September, her expected biweekly paycheck of $1,200 has shrunk to $791.    Ms. Scher is just one of hundreds of New York City teachers who have been shortchanged for months because of computer glitches -- and shameful procrastination -- at the Board of Education. Board officials blame a new computer system installed last fall to automate functions that had been handled by 50 payroll clerks. People like Ms. Scher who returned at lower salaries were not the only victims. Salary increases negotiated in the latest union contract failed to show up in the new system, and some teachers found they were making less rather than more money.","thumbnail":null,"section":"Opinion"},{"date":"19940202","headline":"Bomb Trial Focuses on Origin of Video","web_url":"https://www.nytimes.com/1994/02/02/nyregion/bomb-trial-focuses-on-origin-of-video.html","abstract":"  A defense lawyer in the World Trade Center bombing trial yesterday showed that a movie depicting a terror bomb attack on an American Embassy, which was played for the jury by the prosecution yesterday, included footage from a Hollywood release called \"Death Before Dishonor,\" about American commandos fighting Muslim terrorists in a fictitious Middle Eastern country.   The footage, when shown on Monday, seemed a kind of visual highlight of the four-month trial. When presented to the jury, the prosecutor asked his witness, an Arab-English translator, to translate the title, \"International Islamic Resistance Presents a Course in Manufacturing Explosives.\"","thumbnail":null,"section":"New York"},{"date":"19940202","headline":"Forget Vietnam? No. Forgive? Perhaps.","web_url":"https://www.nytimes.com/1994/02/02/us/forget-vietnam-no-forgive-perhaps.html","abstract":"  Leo Thorsness spent six years inside a prisoner of war camp in North Vietnam. Now he is building a home on Puget Sound in a state whose leading industries are poised to make billions of dollars trading with the former enemy.   If anyone seemed likely to be angry over lifting the two-decade-old embargo on trade with Vietnam, it would be Mr. Thorsness, a former Air Force fighter pilot. But he favors dropping the economic barriers.","thumbnail":null,"section":"U.S."},{"date":"19940202","headline":"Justice Officials Expected to Drop Inquiry Into Brown's Tie to Hanoi","web_url":"https://www.nytimes.com/1994/02/02/world/justice-officials-expected-to-drop-inquiry-into-brown-s-tie-to-hanoi.html","abstract":"  Justice Department officials said today that Federal prosecutors had decided to close their investigation of Commerce Secretary Ronald H. Brown without taking action on accusations that he had accepted a $700,000 bribe to help Vietnam end the United States trade embargo.   Justice Department aides said the decision would be reviewed soon by top Justice Department officials. They said that if officials here agreed, the prosecutors would take the unusual step of making a public announcement because of the publicity surrounding the investigation.","thumbnail":null,"section":"World"},{"date":"19940202","headline":"1944: Closer to Tokio : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/02/02/opinion/IHT-1944-closer-to-tokio-in-our-pages100-75-and-50-years-ago.html","abstract":"PEARL HARBOR - [From our New York edition:] United States marines and Army troops, supported by the most powerful naval striking force in history, have battled ashore on Kwajalein Atoll in a successful opening of the greatest combined operation of the Pac","thumbnail":null,"section":"Opinion"},{"date":"19940202","headline":"Five Brooklyn Officers Suspected of Drug Shakedowns","web_url":"https://www.nytimes.com/1994/02/02/nyregion/five-brooklyn-officers-suspected-of-drug-shakedowns.html","abstract":"  Five Brooklyn police officers suspected of shaking down drug dealers for cash, guns and cocaine have been removed from active duty in anticipation that they will soon be arrested, police officials said yesterday.   The officers, who are attached to the 73d Precinct in Brownsville, first came under scrutiny last summer when a former officer testified to corruption investigators that the five often broke down the doors of known drug dealers, and then divided their stolen booty in an abandoned coffin factory.","thumbnail":null,"section":"New York"},{"date":"19940202","headline":"Asbury Park Mayor Held On a Drug-Buying Charge","web_url":"https://www.nytimes.com/1994/02/02/nyregion/asbury-park-mayor-held-on-a-drug-buying-charge.html","abstract":"  In recent months, Mayor Dennis Buckley has been a regular at the Tap Room. And for nearly that long he has been watched. On Monday, in the early afternoon, Mr. Buckley's regular visit took a decidedly irregular turn when he was arrested and charged with buying cocaine at the bar across the street from his office at City Hall.   The Mayor's arrest, a blow for any city, was particularly bad news for this one. Once a jewel of the Jersey Shore, it has struggled for decades to rejuvenate its beachfront, now filled with rundown rooming houses and few tourist attractions.","thumbnail":null,"section":"New York"},{"date":"19940202","headline":"Ex-Husband of Harding Pleads Guilty in Attack","web_url":"https://www.nytimes.com/1994/02/02/sports/figure-skating-ex-husband-of-harding-pleads-guilty-in-attack.html","abstract":"  As Tonya Harding's former husband pleaded guilty today in the assault on Nancy Kerrigan, the authorities released statements by him saying that Miss Harding helped plan the attack. But the statements, extensive as they were, seemed to provide little hard evidence of her involvement that could be independently corroborated.   The former husband, Jeff Gillooly, who lived with Miss Harding despite a stormy three-year marriage that ended last August, accepted a plea-bargain offer to a single count of racketeering, bringing two years in jail, a $100,000 fine and a promise that he would not be prosecuted anywhere else, either on state or Federal charges. In exchange, he provided investigators with a full accounting of his version of events and promised to cooperate fully as the investigation continues.","thumbnail":null,"section":"Sports"},{"date":"19940202","headline":"I.R.A. Political Leader Asks for 'Clarifications'","web_url":"https://www.nytimes.com/1994/02/02/world/ira-political-leader-asks-for-clarifications.html","abstract":"  Speaking as the political leader of the Irish Republican Army, Gerry Adams complained yesterday that his faction could not come to a \"definitive\" position on the latest British-Irish peace proposal without further clarifications and proposals from the British Government.   \"The sooner they provide this clarification, the sooner we can move forward,\" Mr. Adams said at a discussion of the 25 years of violence over Northern Ireland, using his first American forum to attempt to place the burden of blame on the British.","thumbnail":null,"section":"World"},{"date":"19940202","headline":"Defense Nominee Pushes Foreign Arms Deal","web_url":"https://www.nytimes.com/1994/02/02/us/defense-nominee-pushes-foreign-arms-deal.html","abstract":"  Sixteen months ago, the Pentagon canceled a $2 billion radar-jamming system after it failed crucial flight tests on Navy fighter jets it was designed to protect.    When the Defense Department shelved the program, it also prohibited the Government from acting as a middleman to sell the device overseas, as is the Government's customary practice with foreign arms deals.","thumbnail":null,"section":"U.S."},{"date":"19940202","headline":"Do White Leaders Denounce White Racism?; Attacked Blacks Too","web_url":"https://www.nytimes.com/1994/02/02/opinion/l-do-white-leaders-denounce-white-racism-attacked-blacks-too-058025.html","abstract":"  To the Editor:   I would like to correct misimpressions in the press about the speech at Kean College of New Jersey last Nov. 29 by Khalid Muhammad, Louis Farrakhan's national spokesman. Attention has focused on the speaker's rhetorical violence against whites and Jews without mention of his out rageous verbal assaults on blacks.   In answer to a question about South Africa, Mr. Farrakhan's spokesman derided Nelson Mandela with a hypothetical scenario of rape and murder in Mr. Mandela's household.","thumbnail":null,"section":"Opinion"},{"date":"19940202","headline":"Beware the Three-Strike Laws","web_url":"https://www.nytimes.com/1994/02/02/opinion/beware-the-three-strike-laws.html","abstract":"  Just when the public seems more anxious than ever about crime, an old punishment idea seems to be sweeping the country in new dress. A California initiative drive calls it \"Three Strikes and You're Out.\" Gov. Mario Cuomo of New York calls it \"Three Strikes and You're In.\" President Clinton, huffing and puffing to overtake Congress, called it \"Three Strikes and You Are Out\" in his State of the Union address.    Habitual-offender laws, which put third offenders in prison for life, are familiar in many states. But many of those earlier laws gave judges the option of imposing a life sentence. The newer, \"tougher\" strikeout laws are mandatory and sweeping, covering nonviolent crimes as well as violent ones.","thumbnail":null,"section":"Opinion"},{"date":"19940202","headline":"Deaths From Natural Causes","web_url":"https://www.nytimes.com/1994/02/02/opinion/deaths-from-natural-causes.html","abstract":"Those of us who live in Sarajevo have seen nothing more absurd during the course of this disgusting war than the incessant flights of NATO's awesome warplanes as they cruise over our city. We've watched them now for months, and our feelings have turned from curiosity and hope -- when we first heard their thundering voices over Bosnia -- to cynicism. We joke like kids about how the few panes of glass left in the window frames here tremble when these powerful machines plunge down from the heavens to buzz over our heads.\n\nA couple of days ago, I watched an old woman drag a branch she'd managed to chop from one of our few remaining trees. After the deafening roar of the Phantoms, or whatever they're called, had passed, she waved scornfully toward the sky and shouted: \"Go back home, you cowards, and bother your own mothers! Shake your own mothers' windows!\"","thumbnail":null,"section":"Opinion"},{"date":"19940202","headline":"Bridge","web_url":"https://www.nytimes.com/1994/02/02/nyregion/bridge-054100.html","abstract":"  Bridge on Long Island suffered a grievous blow on Sunday when Frank Schuld died at the age of 66 after a heart attack. For 19 years he had owned and managed the Vanderbilt Club, which moved from Manhasset to Lake Success last year. His wife, Diana, will now control the operations of the club, which is one of the country's biggest. All the great players in the New York metropolitan area have played at the Vanderbilt at some time in their careers.   Schuld's favorite deal in a long and successful playing career is in the diagram. It was played at the Town and Country Club in Great Neck, L.I., a decade before he became its owner and changed its name.","thumbnail":null,"section":"New York"},{"date":"19940202","headline":"Let Taiwan Be Taiwan : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/02/02/opinion/IHT-let-taiwan-be-taiwan-letters-to-the-editor.html","abstract":"France and China announced last month that they would resume friendly relations, after a year-long chill precipitated by the sale of French Mirage fighters to Taiwan. The price for reconciliation was a French government commitment to ban future sales of","thumbnail":null,"section":"Opinion"},{"date":"19940202","headline":"For Black Politicians, a Debate of Strategy and Leadership; After Dinkins's Defeat, Can a New Group of Leaders With New Concerns Achieve the Old Unity?","web_url":"https://www.nytimes.com/1994/02/02/nyregion/for-black-politicians-debate-strategy-leadership-after-dinkins-s-defeat-can-new.html","abstract":"  The politics of black New York has entered a period of transition, as politicians, community organizers, religious figures and other participants try to define their relationships with one another and with a new Mayor who won office without them.    Ever since the defeat of David N. Dinkins, New York's first black Mayor, the question of where black politics should head has been the center of a discussion in a variety of formal meetings, as well as informal sessions in clubhouses, church basements and kitchens.","thumbnail":null,"section":"New York"},{"date":"19940202","headline":"The Good Deal","web_url":"https://www.nytimes.com/1994/02/02/sports/IHT-the-good-deal.html","abstract":"It is approaching 20 years since the Brazilian Joo Havelange won the FIFA presidency through the expedient of wooing Africa's 42 member countries, who, in 1974, accounted for a quarter of the international soccer family..Havelange traded with the","thumbnail":null,"section":"Sports"},{"date":"19940202","headline":"Black Belts and Blessings for East Harlem Nuns","web_url":"https://www.nytimes.com/1994/02/02/nyregion/black-belts-and-blessings-for-east-harlem-nuns.html","abstract":"  Sister Marie Chantal could be the scariest dream imaginable for legions of smirking, snickering Catholic schoolboys: a nun adept in judo and tae kwon do.   They can relax.","thumbnail":null,"section":"New York"},{"date":"19940202","headline":"Clintons Campaigning to Scuttle Endorsement of Rival Health Plan","web_url":"https://www.nytimes.com/1994/02/02/us/clintons-campaigning-to-scuttle-endorsement-of-rival-health-plan.html","abstract":"  Senior Administration officials started an intense lobbying campaign today, including a White House meeting between business leaders and Hillary Rodham Clinton, to derail a potentially damaging show of support for a health care plan competing with their own.   While President Clinton met today with hospital officials and governors to promote his plan, his top aides sought to persuade members of the influential Business Roundtable not to back a less comprehensive one sponsored by Representative Jim Cooper, Democrat of Tennessee. The Cooper plan, unlike the President's, does not require employers to pay any of the costs of their employees' health insurance.","thumbnail":null,"section":"U.S."},{"date":"19940202","headline":"A Settlement in Plant Case","web_url":"https://www.nytimes.com/1994/02/02/sports/sports-people-yacht-racing-a-settlement-in-plant-case.html","abstract":"  HELEN DAVIS, fiancee of the late Mike Plant, has reached an out-of-court settlement with builders of Plant's racing yacht, Coyote. Concordia Custom Yachts, of South Dartmouth, Mass., and Davis announced the agreement yesterday, but neither would disclose terms of the settlement.    Davis had sued Concordia for $6 million, maintaining that the boat yard had attached Coyote's 8,400-pound keel bulb with \"defective materials and workmanship.\"","thumbnail":null,"section":"Sports"},{"date":"19940202","headline":"J. R. and Bobby, Part II","web_url":"https://www.nytimes.com/1994/02/02/opinion/j-r-and-bobby-part-ii.html","abstract":"  So the Super Bowl was a bust. The Jimmy and Jerry Show has real promise, and it is likely to run all year. Jimmy Johnson, the head coach of the Dallas Cowboys, and Jerry Jones, the owner, are a couple of strivers from Arkansas who are exhibiting florid symptoms of post-season testosterone overload.   The public-relations legend of Jimmy and Jerry goes like this. They were hustling lads who wound up playing football for one of Frank Broyles's best Razorbacks teams. They were roommates. As the years passed, they never forgot each other. Jerry made a big pile of Sun Belt dollars. Jimmy won a national college football championship at the University of Miami. Jerry bought the Dallas Cowboys, fired the aging Tom Landry and brought Jimmy into town to Restore the Dynasty. It only made it all the sweeter that Texans loyal to Landry yowled as if the newcomers wanted to turn the Alamo into condos.","thumbnail":null,"section":"Opinion"},{"date":"19940202","headline":"Ecuadorean Nominated as U.N.'s New Human Rights Chief","web_url":"https://www.nytimes.com/1994/02/02/world/ecuadorean-nominated-as-un-s-new-human-rights-chief.html","abstract":"  The United Nations Secretary General, Boutros Boutros-Ghali today nominated Ecuador's representative, Jose Ayala Lasso, to be the first United Nations High Commissioner for Human Rights, a post created by the General Assembly last year.   But his choice dismayed several American human rights monitoring organizations who said Mr. Lasso lacked experience and served as Foreign Minister under the repressive military Government that ruled Ecuador in the late 1970's","thumbnail":null,"section":"World"},{"date":"19940202","headline":"Japan Denies It Plans To Build Any A-Bomb","web_url":"https://www.nytimes.com/1994/02/02/world/japan-denies-it-plans-to-build-any-a-bomb.html","abstract":"  Responding to suggestions from abroad that Japan may be reconsidering its longstanding ban on nuclear weapons development, the Government said today that even if North Korea developed a nuclear bomb, \"there is no nuclear option for Japan.\"   The declaration followed newspaper reports in London that Britain's Defense Ministry, in a secret report to the Cabinet, had warned that Japan now has all the elements necessary to build a nuclear bomb. Concern has also been voiced in Washington that Japan's position may shift as nationalists respond to the perceived North Korean threat.","thumbnail":null,"section":"World"},{"date":"19940202","headline":"Washington Urged to Press For Bosnia Peace Settlement","web_url":"https://www.nytimes.com/1994/02/02/world/washington-urged-to-press-for-bosnia-peace-settlement.html","abstract":"  The Clinton Administration came under renewed pressure from Britain and the United Nations today to take an active role in helping to negotiate peace in Bosnia and Herzegovina.   In meetings at the White House, State Department and Pentagon and on Capitol Hill, Foreign Secretary Douglas Hurd of Britain called for greater American involvement in urging the three warring parties -- the Muslim-led Government, the Croats and the Serbs -- to resolve their differences at the peace table rather than on the battlefield.","thumbnail":null,"section":"World"},{"date":"19940202","headline":"'The Skriker': Tripping Into the Unknown","web_url":"https://www.nytimes.com/1994/02/02/style/IHT-the-skriker-tripping-into-the-unknown.html","abstract":"Let's at least try to make some sense of the title: Caryl Churchill's \"The Skriker\" (at the Cottesloe) is a malevolent spirit capable of changing character and shape as it time-travels across the centuries seeking love or revenge or enlightenme","thumbnail":null,"section":"Style"},{"date":"19940202","headline":"In America; Joe Willie's World","web_url":"https://www.nytimes.com/1994/02/02/opinion/in-america-joe-willie-s-world.html","abstract":"  So there was Joe Namath, walking across the artificial turf with the aid of his new plastic knees, his face baked and creased from decades in the Florida sun, getting ready to toss the coin for the opening of Sunday's Super Bowl.   And then someone mentioned that Joe Willie was 50 years old. Fifty. An age associated with grandfathers. This didn't seem shocking, it just didn't compute. The idea hung in the air as something not quite real, at least to some of us who remembered the way it was, and the way he was, 25 years ago when he had his extraordinary triumph.","thumbnail":null,"section":"Opinion"},{"date":"19940202","headline":"1894: Perishable Books : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/02/02/opinion/IHT-1894-perishable-books-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - M. Delisle, principal librarian at the Bibliothque Nationale, warns us that our modern literature is destined to perish. Of the 2,000 and odd volumes published annually in France, not one, he thinks, will remain after a certain time. Old-fas","thumbnail":null,"section":"Opinion"},{"date":"19940202","headline":"A South African Friend : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/02/02/opinion/IHT-a-south-african-friend-letters-to-the-editor.html","abstract":"Assassinated! It was not the sort of news you expect to hear about someone you know. Patford Shuma, personal assistant to the deputy general secretary of the African National Congress, had been killed while he waited at a bus stop..Patford had been a s","thumbnail":null,"section":"Opinion"},{"date":"19940202","headline":"State Dept. Castigates China on Rights Record","web_url":"https://www.nytimes.com/1994/02/02/world/state-dept-castigates-china-on-rights-record.html","abstract":"  The Administration issued its long-awaited critique of China's human rights record today, painting a grim tableau of political prisoners, torture and forced confessions. The report outlined a long road that it said Beijing must travel to have its preferred trading status renewed this year.   As expected, the State Department's annual review found that China's \"overall human rights record in 1993 fell far short of internationally accepted norms as it continued to repress domestic critics and failed to control abuses by its own security forces.\"","thumbnail":null,"section":"World"},{"date":"19940202","headline":"A Black Police Group Rebuts Giuliani","web_url":"https://www.nytimes.com/1994/02/02/nyregion/a-black-police-group-rebuts-giuliani.html","abstract":"  A group of black police officers yesterday rejected Mayor Rudolph W. Giuliani's criticism of community policing, saying officers on beats should work on social problems they encounter.   At a news conference outside City Hall, the chairman of the Grand Council of Guardians, Eric Adams, said community policing had helped poor and largely minority areas. \"The same services that community policing brought to Washington Heights, Bedford-Stuyvesant and other black, Latino areas, have always existed in wealthier areas,\" Mr. Adams said. \"These are the areas that need community policing more than other areas.\"","thumbnail":null,"section":"New York"},{"date":"19940202","headline":"In Mexico's Poor South, Coffee Now Blights Lives","web_url":"https://www.nytimes.com/1994/02/02/world/in-mexico-s-poor-south-coffee-now-blights-lives.html","abstract":"  Across the remote highlands of Mexico's deep south, where pine trees seem to snag the clouds and Indian rebels maintain a stronghold, unharvested coffee berries are turning wine dark and rotting.   The coffee is a casualty of the violent uprising that began in Chiapas State on Jan. 1. Poor farmers have been too afraid to enter their fields to harvest the crop and some have even fled the wooden shacks they call home.","thumbnail":null,"section":"World"},{"date":"19940202","headline":"As 'Homicide' Waits to Live or Die, Actor Plunges Into Shakespeare","web_url":"https://www.nytimes.com/1994/02/02/theater/as-homicide-waits-to-live-or-die-actor-plunges-into-shakespeare.html","abstract":"  While the NBC series \"Homicide\" hovers in limbo, Andre Braugher waits for news of its fate with the cool of a man who believes in predestination.   \"I was simply out to do the best work I possibly could,\" Mr. Braugher says of his stint playing the eloquent but icy Detective Frank Pembleton. \"What happens to the show is really out of my control, so I don't torture myself about questions of, 'Maybe we will, maybe we won't.' I don't cross my fingers and I don't pray over it.\"","thumbnail":null,"section":"Theater"},{"date":"19940202","headline":"Berlin Journal; A Neo-Nazi Whose Ardor Was Cooled by Killings","web_url":"https://www.nytimes.com/1994/02/02/world/berlin-journal-a-neo-nazi-whose-ardor-was-cooled-by-killings.html","abstract":"  At meetings of German neo-Nazis over the last few years, the tall and powerful figure of Ingo Hasselbach has been one of the most imposing. Articulate and intelligent, dressed in bomber jacket and heavy black boots, Mr. Hasselbach became an admired figure on the far right with his angry speeches denouncing foreigners and other enemies.   But then last year Mr. Hasselbach faded from view. Rumors began to circulate that he had dropped out of neo-Nazi groups he helped organize. His former comrades, angry at what they considered betrayal, began threatening his mother and sister. On the side of the building where he lived in eastern Berlin, someone wrote in large letters, \"Ingo Hasselbach, We'll Get You.\" A Change of Heart    Now Mr. Hasselbach, 26, has confirmed his change of heart in an extraordinary book, \"The Reckoning: A Neo-Nazi Drops Out.\" It is selling briskly, and has made Mr. Hasselbach the most prominent figure in post-unification Germany to have recanted his far-right views.","thumbnail":null,"section":"World"},{"date":"19940202","headline":"Ewing, Starks on All-Stars","web_url":"https://www.nytimes.com/1994/02/02/sports/on-pro-basketball-ewing-starks-on-all-stars.html","abstract":"  Patrick Ewing is going to his eighth All-Star Game. John Starks is going to his first. But Charles Oakley is going home for All-Star weekend. Again.   Ewing and Starks were among the 14 reserve players selected to the Eastern and Western Conference teams yesterday, but Oakley -- who was considered a strong candidate by many people, including Knicks Coach Pat Riley -- found himself left off the list.","thumbnail":null,"section":"Sports"},{"date":"19940202","headline":"Close-Knit Town Shocked at Takeover of Its Police","web_url":"https://www.nytimes.com/1994/02/02/nyregion/close-knit-town-shocked-at-takeover-of-its-police.html","abstract":"  Quarterly property taxes are due at Town Hall now, but residents coming with checkbooks today found most of the doors locked. Only the entrance to the police headquarters was open. And it was full of strangers, screening all arrivals and admitting only those with official business.   \"We're still executing warrants here,\" a detective from the Bergen County Prosecutor's office said sternly. His message was clear -- outsiders are unwelcome now that the prosecutor's office is running the community's 17-member Police Department and rummaging through all sorts of police files, documents and records as part of an investigation into police operations and improper favors.","thumbnail":null,"section":"New York"},{"date":"19940202","headline":"Conner Drops Out","web_url":"https://www.nytimes.com/1994/02/02/sports/sports-people-yacht-racing-conner-drops-out.html","abstract":"  DENNIS CONNER will miss the fourth leg of the Whitbread Round the World Race, from Auckland, New Zealand, to Punta del Este, Uruguay. BRAD BUTTERWORTH, Conner's co-skipper on the American entry Winston, announced the decision yesterday in Auckland, citing Conner's business commitments.","thumbnail":null,"section":"Sports"},{"date":"19940202","headline":"East Asian Values : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/02/02/opinion/IHT-east-asian-values-letters-to-the-editor.html","abstract":"Regarding \"The 10 Values That Undergird East Asian Strength and Success\" (Opinion, Dec. 11). by Tommy Koh:.The author offers what he believes are 10 \"East Asian\" values that are needed for a \"better world.\" Several of them","thumbnail":null,"section":"Opinion"},{"date":"19940202","headline":"Finnish Pianist Wins Award Of Cash and Manager's Aid","web_url":"https://www.nytimes.com/1994/02/02/arts/finnish-pianist-wins-award-of-cash-and-manager-s-aid.html","abstract":"  Ralf Gothoni, a Finnish pianist, has been named the second winner of the Gilmore Award, one of the piano world's most generous, unusual and, by some standards, eccentric competitions.   As Gilmore Artist of the Irving S. Gilmore International Keyboard Festival, Mr. Gothoni, who is 48, will receive $115,000 in cash and roughly $400,000 more in management services over the next four years. The Gilmore is based in Kalamazoo, Mich.","thumbnail":null,"section":"Arts"},{"date":"19940202","headline":"World's No. 2 Hurdler Has a No. 1 Problem","web_url":"https://www.nytimes.com/1994/02/02/sports/track-and-field-world-s-no-2-hurdler-has-a-no-1-problem.html","abstract":"  Can a nice guy with bad reflexes become the world's best high hurdler?    As Jack Pierce settled sedately into the starting blocks for an evening practice session at Princeton University's Jadwin Gym, his coach, Norm Tate, patroled the 200-meter track with gestures of frustration.","thumbnail":null,"section":"Sports"},{"date":"19940202","headline":"Corrections","web_url":"https://www.nytimes.com/1994/02/02/nyregion/c-corrections-057851.html","abstract":"  An article in the Arts and Leisure section on Sunday about \"Symphonic Dances,\" a new work by Peter Martins for the New York City Ballet, misstated the date of the premiere. It is tomorrow evening, not this evening.  ","thumbnail":null,"section":"New York"},{"date":"19940202","headline":"Public & Private; With Perfect Timing","web_url":"https://www.nytimes.com/1994/02/02/opinion/public-private-with-perfect-timing.html","abstract":"  Bill Clinton gives a good speech.  There is in him a bit of the preacher, some of the earnest high school orator, a little carnival barker and some door-to-door salesman. You could tell how well his State of the Union address played by how fast his political opponents rushed to judge it empty rhetoric.    Before, the Gallup poll found that 67 percent of those they surveyed thought the President was on the right track. Afterward the number rose to 85 percent.","thumbnail":null,"section":"Opinion"},{"date":"19940202","headline":"Turner Talks to Redskins","web_url":"https://www.nytimes.com/1994/02/02/sports/sports-people-football-turner-talks-to-redskins.html","abstract":"  NORV TURNER, the Dallas offensive coordinator, met with the Washington Redskins' owner, JACK KENT COOKE, yesterday about becoming the team's new coach and came away from the talk saying only that \"things are going good.\"","thumbnail":null,"section":"Sports"},{"date":"19940202","headline":"Review/Television; Thirty Years Later, Fallout in Nevada","web_url":"https://www.nytimes.com/1994/02/02/movies/review-television-thirty-years-later-fallout-in-nevada.html","abstract":"  \"Turning Point: Coverup at Ground Zero\" makes the case for the downwinders, the people who were in the path of fallout from the scores of nuclear blasts at the Federal Government's Nevada test site in the 1950's and early 60's.   They and their survivors, who are suing Washington for damages, have recently gained hope from the sympathetic spirit personified by Hazel R. O'Leary, the Secretary of Energy. (In a break from decades of official stonewalling, she recently pledged a full investigation of various radiation-related experiments conducted by the Government since World War II.)","thumbnail":null,"section":"Movies"},{"date":"19940202","headline":"Book Notes","web_url":"https://www.nytimes.com/1994/02/02/books/book-notes-054828.html","abstract":"  Shopping Trip   Larry McMurtry, the author of such popular and best-selling novels as \"Lonesome Dove,\" \"The Last Picture Show\" and, most recently, \"The Streets of Laredo,\" is a hot commodity by anyone's standards. In a marketplace in which few fiction writers have celebrity name recognition, he has something approaching it.   Mr. McMurtry has also had a successful history with Simon & Schuster, where Michael Korda, editor to the stars, has published the Texas author's books for more than 20 years. But recently, Mr. McMurtry's agent, Andrew Wylie, told New York's richer houses that Mr. McMurtry was willing to entertain bids from other publishers. What's more, Mr. Wylie said, he was proposing to sell the author's next four books -- two of them to be written with Diana Ossana, whom several publishers described as Mr. McMurtry's companion -- for an astonishing $21.5 million.","thumbnail":null,"section":"Books"},{"date":"19940202","headline":"Donors Respond to Reports of Lag in Neediest Cases","web_url":"https://www.nytimes.com/1994/02/02/nyregion/donors-respond-to-reports-of-lag-in-neediest-cases.html","abstract":"  With less than four weeks remaining in The New York Times Neediest Cases Fund's 82d annual appeal for donations, hundreds of donors have responded to reports that the campaign is lagging dangerously behind last year's.   But despite the additional giving -- which has come from the corporate world, from repeat donors, from first-time donors and even from the unemployed -- the fund still needs more than $130,000 just to maintain the assistance it provided last year for services such as medical examinations for children and emergency rent help for immigrants and single mothers.","thumbnail":null,"section":"New York"},{"date":"19940202","headline":"Filling Justice Posts","web_url":"https://www.nytimes.com/1994/02/02/us/filling-justice-posts.html","abstract":"  As the White House announced the appointment of a little-known lawyer, Deval L. Patrick, to lead the Justice Department's civil rights unit, officials said the Administration had tentatively decided to appoint the Pentagon's top lawyer, Jamie S. Gorelick, to the department's No. 2 job.    Article, page A13","thumbnail":null,"section":"U.S."},{"date":"19940202","headline":"Israel Again Dashes Hopes Of Early Deal With P.L.O.","web_url":"https://www.nytimes.com/1994/02/02/world/israel-again-dashes-hopes-of-early-deal-with-plo.html","abstract":"  In the roller-coaster negotiations between Israel and the P.L.O. -- upbeat one moment, glum the next -- Israeli officials dampened expectations today for an imminent breakthrough that would get Palestinian self-rule going in the occupied territories.   Just two days ago in Davos, Switzerland, Israeli and Palestine Liberation Organization leaders suggested that they were on the verge of clearing away remaining obstacles and would quickly sign an accord on carrying out self-rule and a companion Israeli troop withdrawal from the Gaza Strip and the West Bank town of Jericho.","thumbnail":null,"section":"World"},{"date":"19940202","headline":"1919:Grasping in Europe : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/02/02/opinion/IHT-1919grasping-in-europe-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Macedonia was long looked upon as the very last word in politico-ethnological confusion. It has even furnished the names for a fruit salad that is the acme of gastronomic anarchy. But Macedonia now has a serious rival in Central Europe, where Czec","thumbnail":null,"section":"Opinion"},{"date":"19940202","headline":"I.M.F. HEAD DEFENDS RUSSIA LOAN POLICY AGAINST CRITICISM","web_url":"https://www.nytimes.com/1994/02/02/world/imf-head-defends-russia-loan-policy-against-criticism.html","abstract":"  The head of the International Monetary Fund complained today that his institution was being made a \"scapegoat\" by the Russians, Western governments and various experts for Russia's faltering economic reform effort. He said the responsibility lies with the Russians themselves.   In a rare public defense, the I.M.F.'s managing director, Michel Camdessus, summoned reporters to deliver a feisty rebuttal to charges that his organization has been unrealistic or too slow in negotiating with the Russian Government the terms for more Western aid.","thumbnail":null,"section":"World"},{"date":"19940202","headline":"Anderson Makes Point And Sonics Are Sore","web_url":"https://www.nytimes.com/1994/02/02/sports/basketball-anderson-makes-point-and-sonics-are-sore.html","abstract":"  Proving again that when they are on their game they can play with anyone, the Nets scored a 104-103 victory tonight over the Seattle SuperSonics, the league's best team, at Byrne Meadowlands Arena.   Kenny Anderson scored 26 points, matching Shawn Kemp for the game-high total, despite the soreness from the broken wrist on his shooting hand that he has been playing through all season. Anderson also played with 12 stitches in his right forearm from a nasty spill he took this morning on his way to the shoot-around, also banging his elbow.","thumbnail":null,"section":"Sports"},{"date":"19940202","headline":"Review/Music; It's Dvorak's Turn in Brooklyn's Little Festivals","web_url":"https://www.nytimes.com/1994/02/02/arts/review-music-it-s-dvorak-s-turn-in-brooklyn-s-little-festivals.html","abstract":"  This season, the Brooklyn Philharmonic has built a series of festivals around its programs. The latest, \"From the New World,\" examined Dvorak's efforts to foster an American folk-based symphonic idiom during his years in New York, 1892-95. An orchestra concert led by Dennis Russell Davies on Friday and Saturday evenings at the academy was the centerpiece; the ancillary events were six hours of lectures and recitals at the Majestic Theater on Sunday.    Joseph Horowitz, the orchestra's artistic adviser, has devoted much energy and ink to denouncing the museum culture that prevails in classical music. Yet \"From the New World\" was entirely a museum experience. On display were some large fossils: the \"New World\" Symphony, Mrs. H. H. A. Beach's \"Gaelic\" Symphony and Edward MacDowell's \"Dirge\".","thumbnail":null,"section":"Arts"},{"date":"19940202","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/02/02/sports/transactions-055549.html","abstract":"  Basketball  National Basketball Association   NBA -- Suspended Clyde Drexler of the Portland Trail Blazers without pay for one game and fined him $2,500 for bumping an official in a game Jan. 30.","thumbnail":null,"section":"Sports"},{"date":"19940202","headline":"No Headline","web_url":"https://www.nytimes.com/1994/02/02/nyregion/no-headline-050814.html","abstract":"  \"The passion is gone.\" LEO THORSNESS, a former P.O.W.. who no longer opposes trade with Vietnam.  [ A8:1. ]","thumbnail":null,"section":"New York"},{"date":"19940202","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/02/02/style/chronicle-058041.html","abstract":"  Could there be a special Y chromosome -- as in Y.W.C.A -- in the family of Dr. PREMA MATHAI-DAVIS?   She was the commissioner of the New York City Department for the Aging during the Dinkins Administration and yesterday, she started a new job, as the 10th national executive director of the Y.W.C.A. Her family tree has roots that go deep in the organization in India and Pakistan. Her maternal great-grandmother, Rachel Verghese, was an organizer of two Y's in the southern Indian region of Kerala. Her mother's mother, Sarah Kovoor, and two great-aunts were also active there.","thumbnail":null,"section":"Style"},{"date":"19940202","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/02/02/sports/results-plus-055565.html","abstract":"  COLLEGE BASKETBALL  Michigan Upsets Purdue, 63-62  Juwan Howard of Michigan put back an offensive rebound with 21.1 seconds left and Purdue missed three shots in the final seconds as the 13th-ranked Wolverines overcame an 11-point deficit to defeat the No. 8 Boilermakers by 63-62 last night a West Lafayette, Ind. The Wolverines (14-4, 6-2 in the Big Ten) overcame a 36-point performance by Glenn Robinson to win a battle for first place in the Big Ten. Michigan opened a half-game lead over Indiana. Purdue (17-3, 5-3) missed 10 of 15 free throws in the second half. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940202","headline":"Do White Leaders Denounce White Racism?","web_url":"https://www.nytimes.com/1994/02/02/opinion/l-do-white-leaders-denounce-white-racism-058017.html","abstract":"  To the Editor:   A. M. Rosenthal's major concern should be white anti-Semitism, a form of racism (column, Jan. 11). Since the deliverance by Moses, Jews have not suffered as a group at the hands of Africans. But Jews have suffered and continue to suffer at the hands of the white Caucasian race.","thumbnail":null,"section":"Opinion"},{"date":"19940202","headline":"NASA Saves Experimental Rocket Program","web_url":"https://www.nytimes.com/1994/02/02/us/nasa-saves-experimental-rocket-program.html","abstract":"  The space agency says it has intervened to save an experimental, vertical-landing space rocket that was about to be scrapped by the Pentagon.   The National Aeronautics and Space Administration said on Monday that it had transferred $990,000 of its money to the Defense Department's Ballistic Missile Defense Organization to preserve the rocket and its ground equipment for further testing.","thumbnail":null,"section":"U.S."},{"date":"19940202","headline":"Billions for School Are Lost In Fraud, Waste and Abuse","web_url":"https://www.nytimes.com/1994/02/02/us/billions-for-school-are-lost-in-fraud-waste-and-abuse.html","abstract":"  For several years, the Federal Government has been losing $3 billion to $4 billion annually to waste, fraud and loan defaults in its higher education student-aid programs. That is more than 10 percent of the Education Department's annual budget of $29 billion -- enough to finance the nation's entire Head Start project.   Education officials, both inside and outside the Government, are well aware of the problem. The Education Secretary, Richard W. Riley, recently called his department's management of its main scholarship program \"worse than lax.\" Robert Atwell, president of the American Council on Education, representing 1,600 colleges and universities, terms the fraud and abuse \"an intolerable embarrassment.\" Students Are Hurt    In the most dramatic cases in recent years, directors of for-profit trade schools and colleges have looted the budgets of these loosely regulated Federal student aid programs to buy themselves Mercedes-Benzes, travel the world, subsidize a drug habit, invest in religious causes or pay themselves million-dollar salaries.","thumbnail":null,"section":"U.S."},{"date":"19940202","headline":"Books of The Times; Taking Paris by Storm, With Bananas Flying","web_url":"https://www.nytimes.com/1994/02/02/books/books-of-the-times-taking-paris-by-storm-with-bananas-flying.html","abstract":"  Josephine   The Hungry Heart   By Jean-Claude Baker and Chris Chase   Illustrated. 532 pages. Random House. $27.50.     A little song called \"Yes, We Have No Bananas\" was the hit of 1923. F. Scott Fitzgerald thought it caught the goofy abandon of the age, so it seems right that Josephine Baker created the hit dance number of the age three years later wearing a belt of bananas accessorized only by beads and bracelets.","thumbnail":null,"section":"Books"},{"date":"19940202","headline":"New York City Women Edge Closer to Men in Pay","web_url":"https://www.nytimes.com/1994/02/02/nyregion/new-york-city-women-edge-closer-to-men-in-pay.html","abstract":"  Women in New York City came a lot closer to matching the earnings of men during the 1980's than elsewhere in the nation, according to a new study released yesterday.   The study, which covered New Yorkers over 25 years old, found that except for women who lacked a high school diploma, working women gained on men of comparable education during that decade. And those income gains are likely to continue in the 1990's, experts said, although probably at a slower pace.","thumbnail":null,"section":"New York"},{"date":"19940202","headline":"Tougher Car Emission Rules Requested by Eastern States","web_url":"https://www.nytimes.com/1994/02/02/us/tougher-car-emission-rules-requested-by-eastern-states.html","abstract":"  In a decision that could help shape the kind of cars sold at the turn of the century, 12 Eastern states from Virginia to Maine agreed today to have the Federal Government impose California's more stringent auto emission standards on them.   A vote here by representatives of the 12 governors and of the Mayor of the District of Columbia was the latest of several efforts by the group to be more vigorous in controlling smog than Federal standards require.","thumbnail":null,"section":"U.S."},{"date":"19940202","headline":"Witnesses Recall Boasts on '63 Killing","web_url":"https://www.nytimes.com/1994/02/02/us/witnesses-recall-boasts-on-63-killing.html","abstract":"  The prosecution of the man accused of murdering Medgar Evers 30 years ago wound up dramatically today, with two more witnesses testifying that the defendant, Byron De La Beckwith, had bragged about the killing.   A surprise witness, Mark Reiley, took the stand in the fourth day of testimony in the third trial of Mr. Beckwith on murder charges in the Evers case. Mr. Reiley was also the sixth person to testify that Mr. Beckwith had boasted of or made reference to having killed Mr. Evers in 1963.","thumbnail":null,"section":"U.S."},{"date":"19940202","headline":"Let's Look at Emergency Room Misuse","web_url":"https://www.nytimes.com/1994/02/02/opinion/l-let-s-look-at-emergency-room-misuse-057983.html","abstract":"  To the Editor:   Many physicians send their private patients to New York City's overburdened hospital emergency rooms before 9 A.M. and after 5 P.M. weekdays and over the weekends when their own offices are closed. Patients who need to be seen, but who do not show any need for acute emergency care, are sent to the emergency rooms for workups, conducted by residents.","thumbnail":null,"section":"Opinion"},{"date":"19940202","headline":"Fitness and the Fetus: A Turnabout in Advice","web_url":"https://www.nytimes.com/1994/02/02/us/fitness-and-the-fetus-a-turnabout-in-advice.html","abstract":"  IN recent years, surging interest in physical fitness has led the medical profession to take a hard new look at the risks and benefits of both moderate and vigorous exercise for pregnant women and their unborn children. Gone are the days when doctors and mothers-in-law routinely told pregnant women to take it easy and avoid strenuous activity.   Based on the findings of recent studies, the American College of Obstetricians and Gynecologists has reconsidered recommendations it made in 1985 to restrict the intensity of exercise in pregnancy to what some fitness experts have called \"old lady limits.\" It issued a new advisory yesterday.","thumbnail":null,"section":"U.S."},{"date":"19940202","headline":"Giuliani Asks Legislators For Aid for Budget Gap","web_url":"https://www.nytimes.com/1994/02/02/nyregion/giuliani-asks-legislators-for-aid-for-budget-gap.html","abstract":"  During the mayoral race, Rudolph W. Giuliani ridiculed Mayor David N. Dinkins for always looking to Albany to solve fiscal problems he said were Mr. Dinkins's fault. Today, Mayor Giuliani went to the Capitol haunted by his own $2.3 billion budget gap and told legislators he needed their help to close it.   Though lawmakers from both parties praised his performance in legislative hearings today as strong and competent, Mr. Giuliani, the first Republican Mayor of New York in two decades, left with no promises for more money, especially in the two crucial areas of education and Medicaid. But he did leave with at least a hint that the political dynamic between the city and Albany is shifting and that Republicans are becoming a little more sympathetic to a mayor from the city.","thumbnail":null,"section":"New York"},{"date":"19940202","headline":"If the Food Can Move, It's Probably Not Done","web_url":"https://www.nytimes.com/1994/02/02/style/if-the-food-can-move-its-probably-not-done.html","abstract":"ASK any chef, \"How long does this need to cook?\" and the response will inevitably be, \"Until it's done.\"\n\nTo the nonprofessional cook seeking guidance, that answer can be exceedingly annoying. Like the jargon of lawyers and bureaucrats, it seems to have the ring of needless mystery intended to conceal rather than reveal.","thumbnail":null,"section":"Style"},{"date":"19940202","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/02/02/nyregion/metro-digest-051934.html","abstract":"  NEW YORK CITY  LEGISLATORS ASKED TO AID CITY BUDGET   During the mayoral race, Mr. Giuliani ridiculed Mayor Dinkins for always looking to Albany to fix fiscal problems. Yesterday Mayor Giuliani went to the Capitol haunted by his own $2.3 billion budget gap and told legislators he needed their help to close it. B2.","thumbnail":null,"section":"New York"},{"date":"19940202","headline":"Man in the News: Deval Laurdine Patrick; Street Survivor via Harvard","web_url":"https://www.nytimes.com/1994/02/02/us/man-in-the-news-deval-laurdine-patrick-street-survivor-via-harvard.html","abstract":"  He escaped from the tough cold streets of Chicago's South Side, finding safety and success in the serene environments of Milton Academy, Harvard and a prestigious Boston law firm. Now, the survival skills and pragmatism that Deval Laurdine Patrick acquired in his 37 years will be tested in what has become one of the toughest jobs in Washington.   As President Clinton's nominee to be the Assistant Attorney General in charge of the civil rights division, Mr. Patrick will oversee a department of 240 lawyers -- an administrative task beyond anything he has yet tried.","thumbnail":null,"section":"U.S."},{"date":"19940202","headline":"Palestinian Deaths : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/02/02/opinion/IHT-palestinian-deaths-letters-to-the-editor.html","abstract":"Regarding \"6 Killed as Israeli- PLO Violence Flares\" (Jan. 15) by David Hoffman:.The journalist includes statistics on the number of Palestinians and Israelis killed since the peace accord was signed..But no peace accord was signed, only a","thumbnail":null,"section":"Opinion"},{"date":"19940202","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/02/02/nyregion/news-summary-050334.html","abstract":"  International A2-9  VIETNAM EMBARGO ACTION NEAR  President Clinton plans to lift the 19-year-old trade embargo against Vietnam and will do so within the next few days, officials said.  A1  ATTITUDES TOWARD VIETNAM THAW  Twenty-one years after the United States pulled out of Vietnam, attitudes are changing in the state of Washington, which is poised to make billions of dollars trading with the former enemy.  A8","thumbnail":null,"section":"New York"},{"date":"19940202","headline":"G.O.P. to Get Peek at Clinton Land Deal","web_url":"https://www.nytimes.com/1994/02/02/us/gop-to-get-peek-at-clinton-land-deal.html","abstract":"  The Republicans today renewed their calls for hearings into the links between President Clinton and a failed Arkansas savings and loan, and they won the Democrats' assent to take at least a brief look into the matter.   How deep, for how long and when were matters that the Democrats studiously left unclear. For now, it appears that Republicans will at most be allowed to question officials at the Federal agency that in 1989 bailed out the bankrupt Arkansas institution, the Madison Guaranty Savings and Loan Association.","thumbnail":null,"section":"U.S."},{"date":"19940202","headline":"Skating Panel Meets but Breaks With No Ruling","web_url":"https://www.nytimes.com/1994/02/02/sports/figure-skating-skating-panel-meets-but-breaks-with-no-ruling.html","abstract":"  The five-member figure-skating panel that could help determine whether Tonya Harding represents the United States in the Olympic competition in Lillehammer, Norway, in three weeks held its first meeting in Colorado Springs yesterday, but adjourned without deciding whether Harding must face a disciplinary hearing.   That decision is expected no earlier than Friday, when the panel is scheduled to reconvene to hear a report from John Bennett. He is the Portland lawyer assigned to gather information about the Jan. 6 attack on Harding's chief rival, Nancy Kerrigan, at the national championships in Detroit.","thumbnail":null,"section":"Sports"},{"date":"19940202","headline":"Plan to Preserve Pine Barrens Is in Danger, Supporters Say","web_url":"https://www.nytimes.com/1994/02/02/nyregion/plan-to-preserve-pine-barrens-is-in-danger-supporters-say.html","abstract":"  A plan to preserve the Pine Barrens of eastern Long Island, adopted last summer after years of controversy, is in jeopardy because the state and Suffolk County have failed to provide promised financing, environmentalists and developers charged today.   \"Long Island cannot afford to lose all we have accomplished to bumbling bureaucrats and politicians who don't deliver,\" said Alan Singer, president of the Pine Barrens Society, an environmental group.","thumbnail":null,"section":"New York"},{"date":"19940202","headline":"Despite Successes, Kirov Opera Finds Reasons for Gloom","web_url":"https://www.nytimes.com/1994/02/02/arts/despite-successes-kirov-opera-finds-reasons-for-gloom.html","abstract":"  Before the Kirov Opera made its much-admired visit to New York in the summer of 1992, the company seemed suffused with a kind of guarded optimism. Yes, the Russian economy was in disarray. But changes were in the works, and in the meantime the company's performances were at a high level of achievement and freedom promised much for the future.   Today, as the Kirov begins a weeklong Rimsky-Korsakov Festival here that has attracted many Western critics and visitors, that optimism seems frayed. Both Valery Gergiyev, the artistic director of the opera and music director of the Maryinsky Theater, which also houses the Kirov Ballet, and Anatoly F. Malkov, the administrative director of the theater, sounded grim and pessimistic compared with their mood in 1992. But they were hardly ready to give up the fight for artistic quality and financial independence, a fight that has solidified the Kirov Opera's reputation as Russia's best.","thumbnail":null,"section":"Arts"},{"date":"19940202","headline":"Oakley's Stats All Speak of a Star","web_url":"https://www.nytimes.com/1994/02/02/sports/on-pro-basketball-oakley-s-stats-all-speak-of-a-star.html","abstract":"  When the crowd left his locker, when the uneasy smile was gone from his face, Charles Oakley walked across the room and casually opened the pregame booklet of statistics. He turned to the page with the National Basketball Association leaders, and stared.   \"Oh, just checking out the rebounding,\" he said, running a finger to his fourth-place league standing, with 506, more than every forward but Dennis Rodman, more than Hakeem Olajuwon and Shaquille O'Neal. Forty-one games into an 82-game regular season, Oakley was halfway home to 1,000, the benchmark for rebounding excellence.","thumbnail":null,"section":"Sports"},{"date":"19940202","headline":"GOLF: So Close, and Now So Far Away; In 1990, Mike Donald Nearly Won the U.S. Open; Today, He's Begging to Play on the Tour","web_url":"https://www.nytimes.com/1994/02/02/sports/golf-so-close-now-so-far-away-1990-mike-donald-nearly-won-us-open-today-he-s.html","abstract":"  In the small, sparsely furnished family room of the house where he grew up, Mike Donald slides a videotape into the VCR. He is holding a remote control in his hand, fast-forwarding into the past, to a summer day more than three years ago when the course of his life was altered forever.   The figures on the screen snap into focus. One is immediately recognizable as Hale Irwin, trim and fit, his graying hair stylishly cut. The other looks vaguely familiar. His open and friendly face, the one with the Kirk Douglas dimple in the chin, is topped by a Wilson visor. He has the slight paunch of a man who enjoys a beer every now and then and the reddish countenance of a golf pro who has spent his life in the wind and sun. It is Mike Donald, and he is on the 14th green at Medinah Country Club outside Chicago in a Monday playoff for the 1990 United States Open Championship.","thumbnail":null,"section":"Sports"},{"date":"19940202","headline":"COLLEGE HOCKEY REPORT","web_url":"https://www.nytimes.com/1994/02/02/sports/college-hockey-report.html","abstract":"  Beanpot Tournament    Around Boston, the highlights of the season are the next two Monday nights, when a ritual is played out at Boston Garden. The opening pairings for the tournament are ideal: Boston College against an improved Northeastern team in the opener and Boston University and Harvard, two of the nation's best, in the sequel. The victors will play for the prize on Feb. 14. In the coaches' poll this week, Boston College is No. 2 after Michigan and Harvard is No. 4 after Michigan State.  Williams    The Ephmen boast a record of 11-3-1 and are in second place behind Connecticut in the ECAC East division with a 7-2 mark. The Huskies snapped Williams's six-game winning streak last Saturday night by winning, 3-2, on a power-play goal in overtime.","thumbnail":null,"section":"Sports"},{"date":"19940202","headline":"Philadelphia to Spruce Up","web_url":"https://www.nytimes.com/1994/02/02/sports/sports-people-stadiums-philadelphia-to-spruce-up.html","abstract":"  After years of false starts, the owners of the Philadelphia's hockey and basketball teams have reached an agreement on a new arena stocked with luxury boxes in South Philadelphia. The Flyers' owner, ED SNIDER, said he would build Spectrum 2 with the help of outside financing, and it was announced yesterday that the 76ers' owner, HAROLD KATZ, had signed a 29-year lease.","thumbnail":null,"section":"Sports"},{"date":"19940202","headline":"Central Asia At Risk in Afghanistan","web_url":"https://www.nytimes.com/1994/02/02/opinion/IHT-central-asia-at-risk-in-afghanistan.html","abstract":"Afghanistan is often viewed as yesterday's war, of little consequence to anyone but the unfortunate Afghans. That perception is dangerously wrong. Unless the various parties who at various times fueled the flames of the conflict make a concerted effort t","thumbnail":null,"section":"Opinion"},{"date":"19940202","headline":"Corrections","web_url":"https://www.nytimes.com/1994/02/02/nyregion/c-corrections-057827.html","abstract":"  An article on Saturday about an appearance by Hillary Rodham Clinton before a meeting of doctors in Las Vegas, Nev., misidentified an obstetrician who told her that trial lawyers as well as doctors should be willing to sacrifice for health care reform. He was Dr. Allan Boruszak, not Dr. William Bossak.","thumbnail":null,"section":"New York"},{"date":"19940202","headline":"From Homeless Addict To the Comeback Route","web_url":"https://www.nytimes.com/1994/02/02/nyregion/about-new-york-from-homeless-addict-to-the-comeback-route.html","abstract":"  IT was just over a year ago that Angel Perez hit bottom. The cardboard box he had been living in at the 79th Street rotunda in Riverside Park had disintegrated in a storm. On the day after Christmas, he and a street buddy snatched a briefcase from a man and split the $300 they found inside, and Mr. Perez used his share to buy 15 five-dollar vials of crack and some whisky. He was wet and tired and, at 34, most of his teeth were missing.   He went to the midtown Port Authority bus terminal to sleep and get dry. He was lying on the floor when a policeman came by and told him to leave. Mr. Perez was gathering his stuff and was about to shuffle off when he turned to the officer and said, \"Can you help me?\"","thumbnail":null,"section":"New York"},{"date":"19940202","headline":"Knicks Roll But Celtics Get Lost In Confusion","web_url":"https://www.nytimes.com/1994/02/02/sports/pro-basketball-knicks-roll-but-celtics-get-lost-in-confusion.html","abstract":"  It was late in the fourth quarter last night when Acie Earl wandered onto the court, his eyes a bit dazed, his green Boston warmup jacket still covering the jersey he wore. Kevin Gamble, his Celtic teammate, had to nudge Earl, tell him to undress, tell him that he was not prepared to enter the game.   It was too late, though, for the Celtics to wake up and get into this game at Madison Square Garden. This was supposed to be a game between two hot teams -- the Knicks on a four-game winning streak, the Celtics on a season-high seven-game winning streak -- in a rivalry as old as there is in the National Basketball Association.","thumbnail":null,"section":"Sports"},{"date":"19940202","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/02/02/style/chronicle-052540.html","abstract":"  Happy birthday, DNA: yesterday was the 50th anniversary of the publication of the paper that proved genes are comprised of material called deoxyribonucleic acid.    It was celebrated in low-key fashion yesterday afternoon at the site of the discovery, the sixth floor of the Rockefeller University Hospital, on York Avenue.","thumbnail":null,"section":"Style"},{"date":"19940202","headline":"Huskies Fall And Return To Reality In Big East","web_url":"https://www.nytimes.com/1994/02/02/sports/basketball-huskies-fall-and-return-to-reality-in-big-east.html","abstract":"  Now they can say it was bound to happen sooner or later. Connecticut became the latest highly ranked team to stumble, as Syracuse's emotional 108-95 victory before a raucous crowd in the Carrier Dome created the sudden possibility of a race for first place in the Big East.   \"It was obvious we would lose sometime,\" said Doron Sheffer, the usually reliable guard whose struggles tonight became one in a series of uncharacteristic Connecticut failures.","thumbnail":null,"section":"Sports"},{"date":"19940202","headline":"Sanitation Worker Is Slain on Subway","web_url":"https://www.nytimes.com/1994/02/02/nyregion/sanitation-worker-is-slain-on-subway.html","abstract":"  A New York City sanitation worker who had just finished an overnight shift was found shot to death on a subway train in the Bronx yesterday morning, the transit police said. He was the first person to be killed on the subway system this year.   The body of Warren Lewis, 41 years old, of Co-Op City in the Bronx, was discovered in the last car of a No. 5 train when it pulled into the East 180th Street station at 8:55 A.M., said Albert O'Leary, a spokesman for the transit police.","thumbnail":null,"section":"New York"},{"date":"19940202","headline":"Personal Health; Exercising safely during pregnancy.","web_url":"https://www.nytimes.com/1994/02/02/us/personal-health-exercising-safely-during-pregnancy.html","abstract":"  PREGNANCY is no longer a period of confinement. About the only thing that is \"confined\" during pregnancy these days is the unborn child. It is now commonplace to see pregnant women jogging, swimming, walking briskly and even skating and playing tennis, sometimes well into the last third of pregnancy.   Some women exercise after clearing their plans with their physicians, but many others never consult their doctors and instead take it for granted that activities they pursued before pregnancy are safe to continue. Still others are inspired by their pregnancy to start regular exercise.","thumbnail":null,"section":"U.S."},{"date":"19940202","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/02/02/us/inside-050156.html","abstract":"  Hearings on Clinton Deal   Democrats made a concession to Republican calls for hearings on the failure of a savings and loan tied to President Clinton. Page A10.  U.S. Is Pressed on Bosnia   Both Britain and the United Nations put pressure on the United States to take an active role to negotiate a peace settlement in Bosnia. Page A6. U.S. Critiques China Rights   The United States issued an analysis of China's human rights record, saying Beijing has a long way to go to keep its trading status. Page A9. Giuliani Plan for Savings    Mayor Giuliani's fiscal plan is expected to call for big increases in worker productivity, especially from the Sanitation Department. Page B1. Overcrowding in Cyberspace   The web of computer networks and data services known as cyberspace is being overloaded as more people seek access to on-line systems. Page D1.","thumbnail":null,"section":"U.S."},{"date":"19940202","headline":"Iran's Chief Escapes Shooting","web_url":"https://www.nytimes.com/1994/02/02/world/iran-s-chief-escapes-shooting.html","abstract":"  President Ali Akbar Hashemi Rafsanjani escaped injury today when a gunman opened fire from a crowd of worshipers gathered for a ceremony at Ayatollah Khomeini's mausoleum, the Iranian press reported.    According to state-run Iranian television, which broadcast a videotape of the incident, without showing the assailant, five shots were \"fired into the air.\" No one was wounded, reports said.","thumbnail":null,"section":"World"},{"date":"19940202","headline":"Sports of The Times; Tonya Still Uncharged, Unconvicted","web_url":"https://www.nytimes.com/1994/02/02/sports/sports-of-the-times-tonya-still-uncharged-unconvicted.html","abstract":"  JEFF GILLOOLY sounds like a masochist's dream. His former wife, one Tonya Harding, a figure skater from Oregon, has been issuing documented cries of help over the years that he is abusive to her, but she kept going back to him, a pattern she may regret right about now.   There is one last thing Jeff Gillooly has done to Tonya Harding. He has served her up on a golden platter to the law and the United States Olympic Committee. In striking a plea bargain, Gillooly said his former wife was actively involved in the plot to whack Nancy Kerrigan, before and after the actual assault on Jan. 6.","thumbnail":null,"section":"Sports"},{"date":"19940202","headline":"President Overruled Officials In Granting a Visa to Adams","web_url":"https://www.nytimes.com/1994/02/02/world/president-overruled-officials-in-granting-a-visa-to-adams.html","abstract":"  Both the American Embassy in London and the State Department recommended that Gerry Adams be denied a visa, but President Clinton decided to admit the Irish republican leader to the United States anyway, mainly for domestic political reasons, American officials said today.   In announcing the decision on Sunday, the White House said Mr. Adams, who heads Sinn Fein, the political arm of the Irish Republican Army, had made encouraging remarks about renouncing violence at a meeting Friday with American diplomats in Belfast.  But British and American officials familiar with the results of the meeting hotly dispute that, asserting that Mr. Adams merely repeated ambiguous formulations in answer to precise questions.","thumbnail":null,"section":"World"},{"date":"19940202","headline":"TOUGH LINE TAKEN ON WATER CLEANUP","web_url":"https://www.nytimes.com/1994/02/02/us/tough-line-taken-on-water-cleanup.html","abstract":"  The Clinton Administration and Senate Democrats today spelled out ambitious proposals to revise the Clean Water Act, broadening it to include runoff from farms and other previously unregulated sources of pollution.   Their proposals would also further restrict discharges of toxic chemicals, toughen enforcement of pollution laws, expand Federal subsidies for local water-treatment programs and put into law the goal of preserving wetlands at their current total acreage.","thumbnail":null,"section":"U.S."},{"date":"19940202","headline":"Corrections","web_url":"https://www.nytimes.com/1994/02/02/nyregion/c-corrections-057835.html","abstract":"  An article on Jan. 15 about the reappointment of the New York City Sanitation Commissioner, Emily Lloyd, misstated the surname of her husband, who is a deputy executive director of the Port Authority of New York and New Jersey. He is William H. Goldstein, not Goldstock.","thumbnail":null,"section":"New York"},{"date":"19940202","headline":"Corrections","web_url":"https://www.nytimes.com/1994/02/02/nyregion/c-corrections-057843.html","abstract":"  A television review yesterday about a PBS program, \"Frontline: The Diamond Empire,\" referred incorrectly to De Beers Consolidated Mines Ltd., the world's leading diamond producer. The company was not Jewish-controlled during World War II; its controlling family, the Oppenheimers, had long since embraced the Anglican religion.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19940202","time":"1994-02-02 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.2,"rhum":65,"wspd":18.4},{"date":"19940202","time":"1994-02-02 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.7,"rhum":62,"wspd":18.4},{"date":"19940202","time":"1994-02-02 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4,"rhum":63,"wspd":18.4},{"date":"19940202","time":"1994-02-02 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.9,"rhum":63,"wspd":16.6},{"date":"19940202","time":"1994-02-02 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.4,"rhum":68,"wspd":13},{"date":"19940202","time":"1994-02-02 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.2,"rhum":72,"wspd":7.6},{"date":"19940202","time":"1994-02-02 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3,"rhum":74,"wspd":7.6},{"date":"19940202","time":"1994-02-02 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.1,"rhum":73,"wspd":3.6},{"date":"19940202","time":"1994-02-02 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.1,"rhum":71,"wspd":7.6},{"date":"19940202","time":"1994-02-02 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.2,"rhum":67,"wspd":3.6},{"date":"19940202","time":"1994-02-02 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.2,"rhum":60,"wspd":7.6},{"date":"19940202","time":"1994-02-02 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.2,"rhum":57,"wspd":1.8},{"date":"19940202","time":"1994-02-02 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.5,"rhum":54,"wspd":7.6},{"date":"19940202","time":"1994-02-02 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.9,"rhum":51,"wspd":5.4},{"date":"19940202","time":"1994-02-02 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.7,"rhum":50,"wspd":3.6},{"date":"19940202","time":"1994-02-02 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.3,"rhum":49,"wspd":9.4},{"date":"19940202","time":"1994-02-02 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.4,"rhum":45,"wspd":11.2},{"date":"19940202","time":"1994-02-02 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.6,"rhum":52,"wspd":9.4},{"date":"19940202","time":"1994-02-02 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":null,"rhum":null,"wspd":null},{"date":"19940202","time":"1994-02-02 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.3,"rhum":68,"wspd":16.6},{"date":"19940202","time":"1994-02-02 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.2,"rhum":69,"wspd":14.8},{"date":"19940202","time":"1994-02-02 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.4,"rhum":70,"wspd":14.8},{"date":"19940202","time":"1994-02-02 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.1,"rhum":82,"wspd":16.6},{"date":"19940202","time":"1994-02-02 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.8,"rhum":83,"wspd":16.6},{"date":"19940202","time":"1994-02-02 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":48,"wspd":14.8},{"date":"19940202","time":"1994-02-02 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":48,"wspd":13},{"date":"19940202","time":"1994-02-02 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5.6,"rhum":52,"wspd":11.2},{"date":"19940202","time":"1994-02-02 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.7,"rhum":57,"wspd":9.4},{"date":"19940202","time":"1994-02-02 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.7,"rhum":59,"wspd":5.4},{"date":"19940202","time":"1994-02-02 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.7,"rhum":59,"wspd":9.4},{"date":"19940202","time":"1994-02-02 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.8,"rhum":65,"wspd":9.4},{"date":"19940202","time":"1994-02-02 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.8,"rhum":47,"wspd":9.4},{"date":"19940202","time":"1994-02-02 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-8.3,"rhum":58,"wspd":11.2},{"date":"19940202","time":"1994-02-02 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-8.9,"rhum":49,"wspd":7.6},{"date":"19940202","time":"1994-02-02 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-9.4,"rhum":48,"wspd":9.4},{"date":"19940202","time":"1994-02-02 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-9.4,"rhum":50,"wspd":7.6},{"date":"19940202","time":"1994-02-02 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-8.9,"rhum":47,"wspd":9.4},{"date":"19940202","time":"1994-02-02 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-8.3,"rhum":44,"wspd":7.6},{"date":"19940202","time":"1994-02-02 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.8,"rhum":41,"wspd":14.8},{"date":"19940202","time":"1994-02-02 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.7,"rhum":37,"wspd":13},{"date":"19940202","time":"1994-02-02 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":33,"wspd":14.8},{"date":"19940202","time":"1994-02-02 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":32,"wspd":16.6},{"date":"19940202","time":"1994-02-02 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.8,"rhum":32,"wspd":14.8},{"date":"19940202","time":"1994-02-02 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":28,"wspd":9.4},{"date":"19940202","time":"1994-02-02 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":32,"wspd":11.2},{"date":"19940202","time":"1994-02-02 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":34,"wspd":14.8},{"date":"19940202","time":"1994-02-02 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":38,"wspd":16.6},{"date":"19940202","time":"1994-02-02 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":40,"wspd":22.3}]}}