{"19930527":{"guardian_articles":[],"nytimes_articles":[{"date":"19930527","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/27/nyregion/c-corrections-963093.html","abstract":"  An article in Business Day on Tuesday about Monday's stock trading referred incorrectly to securities of the Andrea Electronics Corporation. The only publicly traded Andrea securities are common shares and the shares that will be outstanding after the company completes a five-for-one stock split; there are no warrants.","thumbnail":null,"section":"New York"},{"date":"19930527","headline":"Review/Music; Bang on a Can Festival Seeks Political Relevance","web_url":"https://www.nytimes.com/1993/05/27/arts/review-music-bang-on-a-can-festival-seeks-political-relevance.html","abstract":"  As the seventh annual Bang on a Can Festival began at the Kitchen on Tuesday night, three figures were writhing and groaning onstage; like dangerous political prisoners, they were gagged, straitjacketed and bound with heavy rope. One figure snaked its way to the front of the stage area and grunted a plea for help. A member of the audience quickly got the idea and leaped up to untie the bodies. The victims finally wriggled out of their constraints and took their places: they were the musicians for the evening's concert, the Bermuda Triangle. They had just completed the first theater piece on the program, by Aaron Jay Kernis.    The prisoners, though, did not learn their lesson. After liberation, they became even more political: the entire concert was titled \"A Political Songbook\" and was devoted to the premieres of two dozen songs and performance pieces on political subjects.","thumbnail":null,"section":"Arts"},{"date":"19930527","headline":"Cuomo Calls for Early Vote On Constitutional Convention","web_url":"https://www.nytimes.com/1993/05/27/nyregion/cuomo-calls-for-early-vote-on-constitutional-convention.html","abstract":"  Gov. Mario M. Cuomo turned up the volume today in his call for a constitutional convention, saying it may be the only way to break legislative gridlock on issues like public campaign financing and the merit selection of judges.   But critics in both parties dismissed the Governor's increasing emphasis on a constitutional convention as the early politics of a 1994 re-election campaign.","thumbnail":null,"section":"New York"},{"date":"19930527","headline":"Reviews/Television; A Querulous Barrister Comes Back to the Bar","web_url":"https://www.nytimes.com/1993/05/27/arts/reviews-television-a-querulous-barrister-comes-back-to-the-bar.html","abstract":"  John Mortimer's \"Rumpole of the Bailey,\" currently in its sixth season on \"Mystery\" (Channel 13, Thursdays at 9 P.M.), has reached that stage in television programming where a diverting trifle becomes a familiar piffle. Mr. Mortimer and Leo McKern, the 72-year-old actor embodying Horace Rumpole, are now on automatic pilot with perfunctory plots and set-in-concrete character shticks. (Retirement annuities seem to be irresistible.) Still, the old war horse has its endearing moments.    Last week's installment, the first of six this time around, was little more than a Rumpole sketch, as the barrister went, much against his better judgment, on a sea cruise as a sort of second honeymoon with his wife, Hilda (Marion Mathie). Hilda: \"We need to look at ourselves.\" Rumpole: \"Do you think that's altogether wise?\"","thumbnail":null,"section":"Arts"},{"date":"19930527","headline":"Giuliani's Man: On Winning Side in 5 Mayoral Elections","web_url":"https://www.nytimes.com/1993/05/27/nyregion/giuliani-s-man-on-winning-side-in-5-mayoral-elections.html","abstract":"  In the seven New York City mayoral elections since 1965, only one man has sat in the navigator's seat each time, and five times his candidates have won. He is both credited and condemned as an auteur of that minor American art form: the modern political media campaign.   Now at the age of 63, David Garth -- whose canniness and commercials helped elect both John V. Lindsay and Edward I. Koch -- is waging another crusade for City Hall, this time in the service of Rudolph W. Giuliani, the almost-was whom he is busily retooling as a might-yet-be. He remains a force to be reckoned with.","thumbnail":null,"section":"New York"},{"date":"19930527","headline":"Ethics Panel Examines Colon's Residency Issue","web_url":"https://www.nytimes.com/1993/05/27/nyregion/ethics-panel-examines-colon-s-residency-issue.html","abstract":"  Rafael Castaneira Colon, the South Bronx legislator and the City Council's third-ranking member, stepped down as majority whip of the Council yesterday as the Council's Ethics Committee met to consider whether he had violated residency laws, said Peter F. Vallone, the Council speaker.   Mr. Vallone said the Bronx District Attorney's office had begun an investigation to determine whether Mr. Colon lied about his residency on his election forms. Mr. Vallone added that Mr. Colon, who is also a member of the budget negotiating team and steering group, had decided to leave his post while the charges against him were pending.","thumbnail":null,"section":"New York"},{"date":"19930527","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/27/style/chronicle-976293.html","abstract":"  JEFF RICHARDSON, 42, secretary of the Indiana State Family and Social Services Administration, has been named executive director and chief executive officer of the Gay Men's Health Crisis, the organization announced yesterday. He was selected by a unanimous vote of the G.M.H.C. board on Monday to succeed Timothy J. Sweeney, who will step down in July.    Mr. Richardson, whose activist roots go back to the antiwar protests of the 1960's, is no newcomer either to social problems or to issues related to AIDS. In his present position, he oversees a $4 billion agency with responsibility for Medicaid, food stamps, mental health and developmental disability programs, in-home health care and community services. Before taking over in 1992, he was commissioner of a predecessor agency, the Indiana Department of Human Services, where he led efforts to establish state-funded AIDS-service programs.","thumbnail":null,"section":"Style"},{"date":"19930527","headline":"Reinventing the Wheel : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/27/opinion/IHT-reinventing-the-wheel-letters-to-the-editor.html","abstract":"Regarding \"Are There Any Grown-Ups in the White House?\" (Opinion, May 17): . Charles Krauthammer has missed the point in his analysis of Hillary Clinton's \"Politics of Meaning\" speech given in Texas recently. He trivialized her observa","thumbnail":null,"section":"Opinion"},{"date":"19930527","headline":"Home Video","web_url":"https://www.nytimes.com/1993/05/27/arts/home-video-789193.html","abstract":"  Smaller Video Disk    In the early 1980's, the audio compact disk took hold gradually. \"When we started, no one knew what a five-inch disk was,\" said Emiel Petrone, who was then the chairman of the Compact Disk Group of America, a trade organization that promoted the new format.   Today the five-inch video disk, called CD-ROM, is getting ready to make strides on the television screen. Several companies, among them 3DO of San Mateo, Calif., and Philips Consumer Electronics, part of the Dutch electronics giant, have announced that they will be selling disk machines that will play films and other programs at full motion, or at the same 30-frame-per-second rate as on a VHS tape or television broadcast.","thumbnail":null,"section":"Arts"},{"date":"19930527","headline":"Review/Theater; Old-Country Spirits Sowing Confusion","web_url":"https://www.nytimes.com/1993/05/27/theater/review-theater-old-country-spirits-sowing-confusion.html","abstract":"  The title character of \"Sharon,\" an elaborate musical melodrama set mostly in Ireland in the late 1920's, is a ghost who appears only briefly, wafting from a grave in which she has been buried for centuries to whisper advice in the ear of one of the show's more superstitious characters.   The question of whether such spirits exist runs to the heart of the musical, Geraldine Fitzgerald's adaptation of John B. Keane's play \"Sharon's Grave,\" with music by Franklin Micare. \"Sharon,\" at Playhouse 91 through Sunday, enthusiastically endorses magic, mysticism and the notion that if you need one badly enough, a ghost will appear to add to your confusion.","thumbnail":null,"section":"Theater"},{"date":"19930527","headline":"U.S. Seeks Ways to Isolate Iran; Describes Leaders as Dangerous","web_url":"https://www.nytimes.com/1993/05/27/world/us-seeks-ways-to-isolate-iran-describes-leaders-as-dangerous.html","abstract":"  The Clinton Administration is preparing a broad new effort to weaken Iran by persuading reluctant allies to cut off loans, investment and arms sales to what American officials regard as a permanently hostile Government.   The plan, drafted as part of an intensive policy review, reflects a conclusion that Iran must be isolated if it is to be prevented from emerging as a substantial threat to Western interests. Thus, the plan rejects Reagan and Bush Administration policies that offered to reward Teheran for good behavior. Abandoning a Balance    Administration officials said the new approach aimed at denying Iran access to the money and weapons needed to complete a military resurgence. They said it was based on a decision that the United States and its allies should now treat Iran as harshly as it treats Iraq.","thumbnail":null,"section":"World"},{"date":"19930527","headline":"2 Ships Glimpse Where the Sun's Realm Ends","web_url":"https://www.nytimes.com/1993/05/27/us/2-ships-glimpse-where-the-sun-s-realm-ends.html","abstract":"  Cruising far beyond the outermost planets, two American spacecraft have discovered the first strong physical evidence of the long-sought boundary marking the edge of the solar system, where the solar wind ebbs and the cold of interstellar space begins.   Voyager 1, now 4.9 billion miles out from Earth, began detecting intense low-frequency radio emissions last August. Signals were received at the same time by Voyager 2, which is 3.7 billion miles away from Earth.","thumbnail":null,"section":"U.S."},{"date":"19930527","headline":"Mussina Outpitches Unlucky Perez","web_url":"https://www.nytimes.com/1993/05/27/sports/baseball-mussina-outpitches-unlucky-perez.html","abstract":"  The story line is getting tired and annoying to innocent bystanders. Just imagine how frustrating it feels for Melido Perez. It usually proceeds like this: See Perez pitch commendably. See the Yankees score a run or maybe two. Complete nine innings and see them both lose.   There were some new twists added to the unpleasant script last night because shoddy defense by a replacement right fielder, Jim Leyritz, helped solidify the verdict and because Mike Mussina outpitched Perez, anyway. But there was no disguising or disputing how pivotal Leyritz's misplay of Cal Ripken's fly ball in the eighth inning was in helping the Orioles snap a 1-1 tie and cruise to a 6-2 victory at Yankee Stadium.","thumbnail":null,"section":"Sports"},{"date":"19930527","headline":"Florio Replaces Aide Who Left Amid Inquiry","web_url":"https://www.nytimes.com/1993/05/27/nyregion/florio-replaces-aide-who-left-amid-inquiry.html","abstract":"  Gov. Jim Florio appointed a new chief of staff who has both governmental and political credentials today to replace the longtime confidante who left the post in the midst of an investigation into possible improper steering of state bond business.   Richard L. Wright, an associate state treasurer, will preside over an administration buffeted by the resignation Tuesday of Joseph C. Salema, who has been subpoenaed in a multistate Federal investigation involving New Jersey Turnpike bonds.","thumbnail":null,"section":"New York"},{"date":"19930527","headline":"Knicks Build Wall Around Basket","web_url":"https://www.nytimes.com/1993/05/27/sports/basketball-knicks-build-wall-around-basket.html","abstract":"  Thus far in the Eastern Conference championship series, the Knicks have simply been the better team. And the Chicago Bulls must be wondering if they can change that.   The Knicks have shown superior depth, better offensive balance and more muscle in building a 2-0 lead in the four-of-seven-game series. It is too early to write off Chicago, a proud championship team that has Michael Jordan, the game's premier player. But as the Knicks and Bulls regroup for Game 3 on Saturday afternoon at Chicago Stadium, the Knicks' confidence is bolstered by these facts:","thumbnail":null,"section":"Sports"},{"date":"19930527","headline":"SOCCER;\nDestiny Deserts Yankees of Europe","web_url":"https://www.nytimes.com/1993/05/27/sports/soccer-destiny-deserts-yankees-of-europe.html","abstract":"Forty-seven minutes from the end of its nine-month quest to overthrow Europe, AC Milan, the greatest of all soccer clubs, was still trying to mesh all of its gold-plated parts. The owner was not happy. It was his fault, but you can't tell him that.\n\nHe positioned one of the world's great midfielders at his right hand in the audience, as if keeping a Cezanne in his cellar. Foolish. His coach plugged in one $17 million player. Didn't work. They withdrew the world's greatest scorer. Nothing.","thumbnail":null,"section":"Sports"},{"date":"19930527","headline":"Italian Clubs Reel From Graft Probes","web_url":"https://www.nytimes.com/1993/05/27/sports/IHT-italian-clubs-reel-from-graft-probes.html","abstract":"Italy's spreading, 16-month anti-corruption campaign, involving hundreds of businessmen and politicians, is also having a heavy impact on the national passion, soccer. .As Italians huddled before their television sets to watch the Champions' Cup final","thumbnail":null,"section":"Sports"},{"date":"19930527","headline":"BONN PARLIAMENT VOTES SHARP CURB ON ASYLUM SEEKERS","web_url":"https://www.nytimes.com/1993/05/27/world/bonn-parliament-votes-sharp-curb-on-asylum-seekers.html","abstract":"  In a landmark vote held while 10,000 opponents demonstrated in the streets outside, the lower house of Germany's Parliament agreed today to tighten the nation's asylum law, barring entry to thousands of foreigners who arrive in Germany each week to seek asylum.    The new law, which was approved in the lower house by 521 votes to 132, will make it far more difficult for foreigners who say they suffer persecution in their home country to be admitted to Germany. Germany now accepts more than twice as many foreigners seeking asylum as any other country in Western Europe, and rightists have used their presence to foment nationalistic feelings that have led to violence.","thumbnail":null,"section":"World"},{"date":"19930527","headline":"Justices Guard Mystique; Anger in High Court Over Marshall Papers Is Fueled by More Than Pomp and Privacy","web_url":"https://www.nytimes.com/1993/05/27/us/justices-guard-mystique-anger-high-court-over-marshall-papers-fueled-more-than.html","abstract":"  Of course judges are human. Of course they change their minds, say things they later regret, enter into tactical alliances, make timely compromises.   What is notable about Justice Thurgood Marshall's papers, released by the Library of Congress and spread before the public in newspaper accounts this week, is not that his Supreme Court files reveal all this, as other Justices' papers have documented before. The most striking and, at least on the surface, puzzling aspect of the affair is the evident anger and anguish of the Court itself over the disclosures. Obsessed With Secrecy    The material that has come to light -- the Justices' memorandums and working papers, drafts of opinions, even churlish passages that were edited out of final versions -- includes little if anything to embarrass the Court. To the contrary, what comes through most clearly is the collective seriousness of purpose the Justices bring to their work, in addition to an almost ritual politeness, a solicitude for one another's feelings extending even to whether anyone would object to the gift shop stocking copies of the Chief Justice's book about the Court.","thumbnail":null,"section":"U.S."},{"date":"19930527","headline":"Ill Wind Doesn't Worry Mansell","web_url":"https://www.nytimes.com/1993/05/27/sports/auto-racing-ill-wind-doesn-t-worry-mansell.html","abstract":"  Nigel Mansell was remembering the pitch a good friend, golfer Greg Norman, made to him about living in Florida: the convenience built into American life and, of course, the great weather.   \"And since we've come to Florida,\" Mansell said the other day, \"we've had three hurricanes.\"","thumbnail":null,"section":"Sports"},{"date":"19930527","headline":"Pakistan Chief's Dismissal Is Overturned","web_url":"https://www.nytimes.com/1993/05/27/world/pakistan-chief-s-dismissal-is-overturned.html","abstract":"  The Pakistan Supreme Court today overturned a presidential order of last month dismissing the Government of Prime Minister Nawaz Sharif and dissolving the National Assembly. It marked the first time in the country's 46-year history that a civilian government had been ordered restored to power.   The court's unexpected decision was seen as representing a shift in the balance of power away from the office of the president, who is chosen by the national and provincial parliaments. The current President, Ghulam Ishaq Khan, had been widely criticized for actions seen as an attempt to increase his own power at the expense of elected legislators.","thumbnail":null,"section":"World"},{"date":"19930527","headline":"Can the Democrats Govern?","web_url":"https://www.nytimes.com/1993/05/27/opinion/can-the-democrats-govern.html","abstract":"  A lot will be on the line when the House votes on President Clinton's budget, possibly as early as today. The fight is nominally over such economic issues as deficit reduction, tax hikes, Medicare cuts, subsidies for low-paid workers and investment in a high-tech future. But what's really at issue is the credibility of the Democrats as a governing party.    If, after regaining the White House from 12 years of Republican rule, the Democrats now split apart and let the new President's budget tumble, they will be portraying themselves as too disorganized to govern. In 1992 voters delivered a verdict on divided government. They put Democrats in charge of the White House and Congress to end gridlock and deliver action.","thumbnail":null,"section":"Opinion"},{"date":"19930527","headline":"Becker Continues His French Open Failures","web_url":"https://www.nytimes.com/1993/05/27/sports/tennis-becker-continues-his-french-open-failures.html","abstract":"  Boris Becker's forehand was flimsy, his backhand oblique, and his serve failed to stun Rodolphe Gilbert, an emotive French sprite whose tenacious spirit superseded his No. 92 world ranking. So what else could Becker do but attribute his second-round loss at the French Open today to the sorry fact that he does not, contrary to the demands of the slippery clay surface on which he was playing, have a mind like a steel trap.   Becker's mind, worn thin in his opinion by bad advice from the latest coach he has fired, and frayed by his fruitless attempts to make sense of clay, on which he has never won a tournament, shut down altogether on the stadium court today. Child-Like Behavior    It was children's day at Roland Garros, and despite sharing Gilbert's national patrimony, many of the chatterers in the stands couldn't help but holler for \"Boom Boom\" as he lumbered around the court like a golden-haired fairy tale bear, all bluster and no bite. Further humoring them, Becker sometimes behaved like a child himself, tossing his racquet into the hazy sky like a bouquet and denting the enemy clay by bouncing the racquet around like a basketball.","thumbnail":null,"section":"Sports"},{"date":"19930527","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/05/27/arts/pop-and-jazz-in-review-834093.html","abstract":"  Travis Shook  Blue Note    Though it's no fault of his own, the young pianist Travis Shook wasn't prepared for his first real show in New York City, on Monday night. Mr. Shook has recently signed with Columbia Records and released his first album, \"Travis Shook.\" Very few 24-year-olds would have the fortitude to resist these temptations to overreach themselves.   Mr. Shook, from Olympia, Wash., should have waited a few years because at this stage in his development he sounds like a decent enough student pianist. He'd occasionally break up a line with a percussive chord or two, letting silence accentuate the improvisation. But for the most part, his playing seemed flabby, his lines perilously close to falling apart, the improvisations unclear in their intent. Mr. Shook doesn't swing much, and his weakness for pastiche -- a bit of Erroll Garner, a bit of Oscar Peterson, a bit of Herbie Hancock tossed around -- advertised his unreadiness.","thumbnail":null,"section":"Arts"},{"date":"19930527","headline":"First Lady Sets Aggressive Tone For Debate on Health-Care Plan","web_url":"https://www.nytimes.com/1993/05/27/us/first-lady-sets-aggressive-tone-for-debate-on-health-care-plan.html","abstract":"  Hillary Rodham Clinton gave a preview today of the bare-knuckles political strategy she will use in seeking a revolution in American health care, as she attacked \"price gouging, cost shifting and unconscionable profiteering\" in the industry.   In a campaign-style speech to members of the Service Employees International Union, which represents 400,000 hospital and nursing-home workers, she declared that \"too many people have made too much money\" providing health care and health insurance.","thumbnail":null,"section":"U.S."},{"date":"19930527","headline":"Down With Sexualization : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/27/opinion/IHT-down-with-sexualization-letters-to-the-editor.html","abstract":"Regarding \"Toward New Limits on Sexuality\" (Opinion, April 28): . How extraordinarily uplifting to read the eloquent plea from Edmund M. Yoder Jr. for the \"drastic desexualization of the public space, now replete with promiscuous display an","thumbnail":null,"section":"Opinion"},{"date":"19930527","headline":"Queens Leader Says Stein Will End Mayoral Bid","web_url":"https://www.nytimes.com/1993/05/27/nyregion/queens-leader-says-stein-will-end-mayoral-bid.html","abstract":"  The Queens County Democratic leader, who two weeks ago withdrew his support for Andrew J. Stein's candidacy for mayor, said last night that Mr. Stein had told him that he would drop out of the race tomorrow.    But Mr. Stein, the City Council President, emphatically denied that he was withdrawing his challenge to Mayor David N. Dinkins for the Democratic nomination.","thumbnail":null,"section":"New York"},{"date":"19930527","headline":"Wheels and Deals in New Jersey","web_url":"https://www.nytimes.com/1993/05/27/opinion/wheels-and-deals-in-new-jersey.html","abstract":"  The resignation of Gov. Jim Florio's chief of staff, Joseph Salema, won't dispel the odor rising from the markets for New Jersey bonds. Federal investigators have not brought charges against Mr. Salema or anyone else, but there are signs that cozy political contacts have played too big a role in the selection of underwriters for bonds issued by state agencies and local governments.   Mr. Salema figures in this wheeling and dealing as half-owner of a small New Jersey investment firm, Armacon Securities Ltd., that handles a disproportionate share of public bond business in the state. Merrill Lynch cast suspicion on little Armacon three weeks ago when it suspended three high-level executives, citing \"apparent irregularities\" in its relations with Armacon.","thumbnail":null,"section":"Opinion"},{"date":"19930527","headline":"Three-Game Ban for Johnson","web_url":"https://www.nytimes.com/1993/05/27/sports/baseball-three-game-ban-for-johnson.html","abstract":"  Bill White, the National League president, announced today that Howard Johnson would be suspended for three games for his altercation with an umpire last Friday night at Shea Stadium.   Johnson appealed the suspension, and a hearing on the penalty will be heard in New York after the club returns next week from its road trip, which continues in Chicago and Houston. By appealing, he remained eligible to play and was in his usual fifth spot in the batting order tonight against the Phillies. He went 0 for 4, as he had the previous night when Manager Dallas Green blasted the heart of the Mets' batting order for not hitting.","thumbnail":null,"section":"Sports"},{"date":"19930527","headline":"U.S. Widens Charges in Trade Center Bombing","web_url":"https://www.nytimes.com/1993/05/27/nyregion/us-widens-charges-in-trade-center-bombing.html","abstract":"  Ramsey Ahmed Yousef, a fugitive sought in the World Trade Center bombing, was named yesterday in a broadened Federal indictment as the man who ordered chemicals to be delivered to a New Jersey storage locker where prosecutors say the bomb-making materials were stored.   Mr. Yousef placed the order on Nov. 30, 1992, the same day that his roommate, Mohammed A. Salameh, rented the locker, according to the indictment. He used the name Kamal Ibraham to place the order, the same alias that Mr. Salameh used in renting the locker, the indictment said.","thumbnail":null,"section":"New York"},{"date":"19930527","headline":"Barkley Locates Knicks on Horizon","web_url":"https://www.nytimes.com/1993/05/27/sports/basketball-barkley-locates-knicks-on-horizon.html","abstract":"  Charles Barkley can shave his head and talk at the same time. \"Go ahead and ask me questions,\" he said this morning, wearing knee-length orange shorts and studying his scalp in the locker room mirror. \"I can do both. I'm ambidextrous, or amphibious, or whatever.\"   Barkley laughed. He was overly amenable because his team won the opener of the Western Conference finals handsomely and he is quite positive his Phoenix Suns will be taking on the Knicks for the National Basketball Association title in about 10 days. He would rather battle the Chicago Bulls, but he had lounged in his Mediterranean-style home Tuesday night, had watched John Starks's dunk spark the Knicks to victory and today conceded the series to New York.","thumbnail":null,"section":"Sports"},{"date":"19930527","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/27/style/chronicle-776093.html","abstract":"  The New York Philharmonic was more than a minute into Charles Ives's short work \"The Unanswered Question\" on Tuesday evening when KURT MASUR, the conductor, suddenly signaled it to stop playing.   He turned to the astonished audience of more than 2,700 people in Avery Fisher Hall and offered some friendly but decidedly firm advice about coughing during concerts. The advice: stop.","thumbnail":null,"section":"Style"},{"date":"19930527","headline":"Guatemalans Protest the President's Power Grab","web_url":"https://www.nytimes.com/1993/05/27/world/guatemalans-protest-the-president-s-power-grab.html","abstract":"  President Jorge Serrano Elias's seizure of authoritarian powers came under widening attack today by opposition politicians and former military leaders and was declared null by the country's Constitutional Court.   Little of the outcry was heard in Guatemala. Early this morning, the police surrounded the offices of leading newspapers and told their editors that any material critical of the Government would be censored. None of the papers circulated, and television news broadcasts were prohibited. Radio stations, taken over by the Government, played mostly marimba music.","thumbnail":null,"section":"World"},{"date":"19930527","headline":"American Business Needs More Foresight","web_url":"https://www.nytimes.com/1993/05/27/opinion/l-american-business-needs-more-foresight-007893.html","abstract":"  To the Editor:   At first, I thought Milton Moskowitz was kidding in \"Spare the Knife, Spoil the Company\" (Op-Ed, May 14). After a second time through, however, I concluded he was serious. He really believes that the solution to our corporate woes is firing people!   He deplores that \"Our leading business schools are not supplying us with managers who can breathe vitality into corporations,\" and I agree. But firing people is exactly the wrong way to do this. Firing people as a group destroys, rather than builds vitality. No one questions the need to fire individuals for poor performance; to do otherwise destroys corporate vitality by disheartening competent workers. Even large Japanese companies, with their tradition of lifetime employment, fire incompetents.","thumbnail":null,"section":"Opinion"},{"date":"19930527","headline":"Guatemala's Do-It-Yourself Coup","web_url":"https://www.nytimes.com/1993/05/27/opinion/guatemala-s-do-it-yourself-coup.html","abstract":"  It's the latest fashion in Latin American authoritarianism, and it seems to be catching. Following the path marked out by President Alberto Fujimori of Peru 13 months ago, President Jorge Serrano of Guatemala enlisted the army Tuesday to help him abolish Congress, the courts and the Constitution. His purpose was to stifle criticism of his economic austerity policies.    Unless the hemisphere's democratic governments respond more effectively this time than they have in the past, Latin America's recent political gains could begin slipping away.","thumbnail":null,"section":"Opinion"},{"date":"19930527","headline":"Chief Judge Names Administrator for Courts","web_url":"https://www.nytimes.com/1993/05/27/nyregion/chief-judge-names-administrator-for-courts.html","abstract":"  Chief Judge Judith S. Kaye yesterday named E. Leo Milonas, a veteran appellate justice in Manhattan, to be the Chief Administrator of New York State's sprawling court system.   Justice Milonas, 56, said he would like to modernize and streamline a court system frequently derided as antiquated, overburdened and physically decrepit. He also proposed that the election of judges be eliminated.","thumbnail":null,"section":"New York"},{"date":"19930527","headline":"Bulls Seem to Be Playing Without a Full Deck","web_url":"https://www.nytimes.com/1993/05/27/sports/basketball-bulls-seem-to-be-playing-without-a-full-deck.html","abstract":"  Besides their being down to the Knicks, 2-0, in games, it has reached the point of asking: Just where are the Chicago Bulls?   As they left New York following Tuesday night's 96-91 Game 2 defeat in the Eastern Conference finals, the place they did not appear to be was on the same page. Coach Phil Jackson seemed more distracted than ever by the way the games were officiated. Scottie Pippen was frustrated by the physical Knicks to the point of being ejected in the fourth quarter. Horace Grant's bad ankle and the inspired play of the Knicks' beefy front court had rendered Grant invisible. Michael Jordan was left to fly solo against an inspired Knick defense and wound up missing 20 of his 32 shots on his way to a 36-point night.","thumbnail":null,"section":"Sports"},{"date":"19930527","headline":"Woman, Stalked for Year, Is Slain by Ex-Companion, Who Also Kills Himself","web_url":"https://www.nytimes.com/1993/05/27/nyregion/woman-stalked-for-year-is-slain-by-ex-companion-who-also-kills-himself.html","abstract":"  Stanley King had been stalking Patricia Thomas Clay for more than a year, following her to work, calling her on the job and once, appearing at the door of her Far Rockaway apartment pointing a gun. \"I'll kill you,\" he shouted, before Ms. Clay's family slammed the door on him and called the police.   Today Mr. King appeared at the Woodmere Nursing Center, where Ms. Clay worked, ignoring a court order of protection that relatives said Ms. Clay had against Mr. King, her former boyfriend. But this time, after 15 minutes of heated discussion, Mr. King shot the 26-year-old secretary and mother of two dead and then turned the gun on himself.","thumbnail":null,"section":"New York"},{"date":"19930527","headline":"Tokyo Journal; A Stickler for History, Even if It's Not Very Pretty","web_url":"https://www.nytimes.com/1993/05/27/world/tokyo-journal-a-stickler-for-history-even-if-it-s-not-very-pretty.html","abstract":"  Saburo Ienaga is 80 now, frail and a bit unsteady as he moves around the narrow library of his house, but seemingly unfazed that the Japanese Government finally routed him in the lawsuit to which he devoted a third of his life.   Twenty-eight years ago, he first went to court to challenge the way the deeply conservative Education Ministry recounts wartime history.","thumbnail":null,"section":"World"},{"date":"19930527","headline":"The Deaf Learn English and Pursue Careers; Deep-Rooted Distrust","web_url":"https://www.nytimes.com/1993/05/27/opinion/l-the-deaf-learn-english-and-pursue-careers-deep-rooted-distrust-011693.html","abstract":"  To the Editor:   To understand the deaf community's anguish over the cochlear implant (front page, May 16), it is crucial to understand the history of repression of deaf culture. Otherwise, the opposition of many deaf people to an operation that can sometimes restore hearing seems, at best, odd or idiosyncratic. At worst, especially in the case of denying the operation to a child, it seems cruel.   In my research for a book on the history of the disability rights movement, I found that fear of the cochlear implant comes out of the deaf community's well-founded sense of oppression. It is a reaction to more than a century of belief that deafness is a sickness, to be pitied, cured and eradicated. Americans born deaf have their own language, a sign language with its own grammar and sentence structure that is quite different from English. Using it, they built a vibrant 19th-century culture.","thumbnail":null,"section":"Opinion"},{"date":"19930527","headline":"Entropy and the Mets: Awaiting a Big Bang","web_url":"https://www.nytimes.com/1993/05/27/sports/on-baseball-entropy-and-the-mets-awaiting-a-big-bang.html","abstract":"  After only five games, Dallas Green had seen enough to know he had seen enough. But something in the new Mets manager is keeping him out of character, refusing to let him charge into his team.   At times he has wanted to, like after a listless 4-2 loss to the Phillies Tuesday night. But, said Green, the man most likely to generate the loudest sonic boom in baseball, \"Being a new guy, if all I do is be a ranter and raver, a screamer and yeller, pretty soon they're going to tune me out just like they did the other guy who didn't. So there has to be a balance.","thumbnail":null,"section":"Sports"},{"date":"19930527","headline":"Critic's Notebook; On Waffling at Cannes And Its Aftereffects","web_url":"https://www.nytimes.com/1993/05/27/movies/critic-s-notebook-on-waffling-at-cannes-and-its-aftereffects.html","abstract":"  The woman with the most familiar face in France, possibly in Europe, walked onto the stage of the Festival Palace here on Monday night, assuming her duties as host of the awards ceremonies at this year's Cannes International Film Festival. She stood at the podium, unsmiling but modest: \"Je m'appelle Jeanne Moreau. Je suis une comedienne.\" (\"My name is Jeanne Moreau. I am an actress.\")   You don't learn how to make entrances as grand, self-assured and funny as that overnight. It takes time, brains and wit, all of which Madame Moreau has, and all of which she needed to give shape to the curious evening that ended the curious festival.","thumbnail":null,"section":"Movies"},{"date":"19930527","headline":"Review/Television; World Money Lenders And the Third-World Poor","web_url":"https://www.nytimes.com/1993/05/27/arts/review-television-world-money-lenders-and-the-third-world-poor.html","abstract":"  \"The Money Lenders\" is one of those documentaries in which pictures of establishment spokesmen are set against pictures of women and children whom the establishment is said to have consigned to hunger and sickness. The organizations before the bar tonight are the World Bank and the International Monetary Fund, the West's major providers of investment money to developing countries. Critics say they have consorted with corrupt dictators to carry out policies that enrich the few at the expense of the downbeaten many.   The 90-minute program draws attention to Bolivia, where mines have been closed; Ghana, where social services have been cut; Brazil, where industrial projects threaten the environment; Thailand, where the building of a dam has meant relocating thousands of peasants, and the Philippines, which is burdened by such a heavy debt to international lenders that the Government can no longer subsidize medical care for the needy.","thumbnail":null,"section":"Arts"},{"date":"19930527","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/05/27/nyregion/inside-339093.html","abstract":"  Mandela Group Undeterred   The African National Congress said it would continue talks on ending white rule in South Africa, despite the arrest of 73 nationalists. Page A11. Pakistan Restores Premier    Pakistan's Supreme Court overturned a presidential order dismissing the Government, and restored Nawaz Sharif to power. Page A3. What Goes With the Flow    New York City is taking on a new environmental challenge: \"manure management\" on farms within the city reservoirs' watersheds. Page B1. Inquiry Into Business Empire    A powerful business empire that has close links to the Clinton White House is under investigation by the Federal Reserve. Page D1. Life Term for Sailor    A jury of Navy and Marine officers sentenced a sailor to the maximum term of life in prison for killing a gay shipmate in Japan. Page A16.","thumbnail":null,"section":"New York"},{"date":"19930527","headline":"U.S. Grants Permit for Dredging of Newark Bay Berths","web_url":"https://www.nytimes.com/1993/05/27/nyregion/us-grants-permit-for-dredging-of-newark-bay-berths.html","abstract":"  The three-year-old request by port officials to dredge shipping berths in Newark Bay, a vital New York harbor project that became mired in debate over environmental concerns, was approved today by the Army Corps of Engineers.   For the Port Authority of New York and New Jersey, it resolves a major concern: maintaining waterfront commerce worth $20 billion a year and saving 180,000 jobs endangered by the potential loss of shipping business. For environmentalists, it means continued frustration over disposal of dioxin, a potent industrial poison in the sediment. The material will be dumped six miles off the New Jersey coast amid some of the area's richest fishing grounds.","thumbnail":null,"section":"New York"},{"date":"19930527","headline":"NATO Talks Fail to Reach Accord on Bosnia Plan","web_url":"https://www.nytimes.com/1993/05/27/world/nato-talks-fail-to-reach-accord-on-bosnia-plan.html","abstract":"  Amid sharp differences over policy toward Bosnia, NATO defense ministers failed today to endorse a plan to create six safe enclaves for Bosnian Muslims that was announced by the United States, Russia, Britain, France and Spain last Saturday.   A statement issued after what participants described as a sometimes stormy two-day meeting said merely that the alliance had \"discussed\" the plan, which was intended to shore up rifts over Bosnia between the United States and Europe by shifting the focus of peace efforts from finding a lasting political solution to the more limited goal of containing the fighting.","thumbnail":null,"section":"World"},{"date":"19930527","headline":"Books of The Times; Handling the 'Sudden Silence' of Retirement","web_url":"https://www.nytimes.com/1993/05/27/books/books-of-the-times-handling-the-sudden-silence-of-retirement.html","abstract":"  The First Year  A Retirement Journal  By John Mosedale  244 pages. Crown Publishers. $22.   Late in \"The First Year: A Retirement Journal,\" John Mosedale recalls a story that Harry Reasoner, his colleague at CBS News, once told him about a man who lived on an island in the South Pacific. Mr. Mosedale writes: \"Life was effortless. Each day the sun rose in splendor. One morning the man emerged from his hut, looked at the rising sun and said, 'Another perfect goddamned day' and shot himself.\"","thumbnail":null,"section":"Books"},{"date":"19930527","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/27/nyregion/c-corrections-965793.html","abstract":"  An article in Business Day yesterday about the proposed merger of Amax Inc. and the Cyprus Minerals Company misidentified the chief executive of Cyprus. He is Milton H. Ward. The article also overstated the amount of debt that will stay with Alumax, the aluminum subsidiary that Amax is spinning off before merging with Cyprus. As noted in the adjoining chart, Alumax will have about $750 million of debt after the spinoff, not $1.2 billion.","thumbnail":null,"section":"New York"},{"date":"19930527","headline":"Librarian Vows to Continue Public Access to Marshall's Papers","web_url":"https://www.nytimes.com/1993/05/27/us/librarian-vows-to-continue-public-access-to-marshall-s-papers.html","abstract":"  The Librarian of Congress today strongly defended his actions in opening to the public the private papers of the late Justice Thurgood Marshall, saying that he had acted on the explicit instructions of Justice Marshall and that the papers would continue to be available.   \"We remain confident that we are carrying out his exact intentions in opening access to his papers after his death on Jan. 24,\" the Librarian, James H. Billington, said in a statement.","thumbnail":null,"section":"U.S."},{"date":"19930527","headline":"Colon Cancer Test","web_url":"https://www.nytimes.com/1993/05/27/opinion/l-colon-cancer-test-013293.html","abstract":"  To the Editor:   Kudos for publicizing the most important study to support annual testing for occult fecal blood (front page, May 13). However, vitamin C does not produce a false positive test result, but may cause a false negative one. When taken in large quantities, as vitamin supplement or in citrus fruits and juices, it may mask a positive result. JONATHAN DAVID, M.D. LAWRENCE J. BRANDT, M.D. Bronx, May 14, 1993","thumbnail":null,"section":"Opinion"},{"date":"19930527","headline":"Women and St. Andrew's: Old Society's New Issue","web_url":"https://www.nytimes.com/1993/05/27/nyregion/women-and-st-andrew-s-old-society-s-new-issue.html","abstract":"  For 237 years members of St. Andrew's Society of New York contentedly nurtured their Scottish traditions, taking pride in their charitable work and enjoying each other's fellowship.   But now there are rumblings about what the society needs to continue to prosper -- specifically over the question of whether admitting women would destroy the society or insure the future of the group, which claims to be the oldest charity in New York State.","thumbnail":null,"section":"New York"},{"date":"19930527","headline":"Sports of The Times; Jordan's Atlantic City Caper","web_url":"https://www.nytimes.com/1993/05/27/sports/sports-of-the-times-jordan-s-atlantic-city-caper.html","abstract":"  MICHAEL JORDAN turned the Knicks' home-court advantage into the Knicks' home-casino advantage.   Monday evening and early Tuesday morning, in the hours when Jordan's time might have been better spent resting for the second game of the Eastern Conference final between the Bulls and the Knicks, he was sighted by hotel guests in the baccarat pit in Bally's Grand casino in Atlantic City.","thumbnail":null,"section":"Sports"},{"date":"19930527","headline":"1943:Düsseldorf Blasted : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/27/opinion/IHT-1943dusseldorf-blasted-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] A force of British and Canadian planes battered the German arms center of Düsseldorf last night [May 25] with more than five two-ton block-busters a minute, the Air Ministry announced today [May 26]. Four-ton bom","thumbnail":null,"section":"Opinion"},{"date":"19930527","headline":"Sarajevo Sets Conditions on Latest Peace Proposal","web_url":"https://www.nytimes.com/1993/05/27/world/sarajevo-sets-conditions-on-latest-peace-proposal.html","abstract":"  President Alija Izetbegovic told a United Nations negotiator today that the Muslim-led Government would not accept an allied proposal for containing the war here unless the United Nations sets a deadline for Serbian nationalist forces to return Bosnian territory they have captured over the last 14 months.   The proposal, announced on Saturday in Washington after meetings between Secretary of State Warren Christopher and the Foreign Ministers of Russia, Britain, France and Spain, provides for deployment of international military forces to guard Muslims in six \"safe havens\" in Bosnia. No Comment From Negotiator    President Izetbegovic also told the negotiator, Thorvald Stoltenberg, that the Government would reject the plan unless the United Nations clearly indicated that it would intervene militarily if the Serbs continued to attack and would guarantee that aids get to the besieged Muslim enclaves.","thumbnail":null,"section":"World"},{"date":"19930527","headline":"Down to the Wire On the Deficit","web_url":"https://www.nytimes.com/1993/05/27/opinion/down-to-the-wire-on-the-deficit.html","abstract":"Members of Congress repeatedly express horror at the persistence of budget deficits through good times and bad. The hour has come for them to put their money where their mouth is. \n\nToday, President Clinton's five-year fiscal plan, slightly modified by various House committees and by other compromises, is up for a vote on the House floor. Some Democratic members have been wavering. Some have worried about casting politically risky votes for taxes that Senators will kill anyway. Late indications are that the package will squeak through, but it faces formidable hurdles in the Senate and later in conference.","thumbnail":null,"section":"Opinion"},{"date":"19930527","headline":"Clinton Budget Strains At House's Short Leash","web_url":"https://www.nytimes.com/1993/05/27/us/clinton-budget-strains-at-house-s-short-leash.html","abstract":"  Spring is here, the budget is on the House floor, and elected representatives are pontificating, cutting back-room deals, plying and being plied by lobbyists and angling for their hometowns.   Simply put, they are conducting the political equivalent of what any hog farmer would immediately identify as a good warm-weather roll in the slop.","thumbnail":null,"section":"U.S."},{"date":"19930527","headline":"A Jaguar? Now You're Talking","web_url":"https://www.nytimes.com/1993/05/27/sports/sports-people-track-and-field-a-jaguar-now-you-re-talking.html","abstract":"  Top British track stars do not seem impressed by the prospect of winning a Mercedes instead of cash at this year's world championships.   Olympic 100-meter champion LINFORD CHRISTIE, hurdler COLIN JACKSON, and 400-meter runners JOHN REGIS and DEREK REDMOND say they each have one.","thumbnail":null,"section":"Sports"},{"date":"19930527","headline":"3 Florio Foes Hold 2d G.O.P. Debate","web_url":"https://www.nytimes.com/1993/05/27/nyregion/3-florio-foes-hold-2d-gop-debate.html","abstract":"  In the last statewide forum before New Jersey's primary election in two weeks, the three major candidates for the Republican gubernatorial nomination met in a televised debate tonight, jousting over policy, campaign bickering and who is best qualified to defeat Gov. Jim Florio in November.   The tone of the town-hall style debate -- members of the audience put questions to the candidates, Christine Todd Whitman, Cary Edwards and James L. Wallwork -- was a marked departure from the previous rancor-filled meetings involving the three Republicans.","thumbnail":null,"section":"New York"},{"date":"19930527","headline":"The Deaf Learn English and Pursue Careers; A Matter of Choice","web_url":"https://www.nytimes.com/1993/05/27/opinion/l-the-deaf-learn-english-and-pursue-careers-a-matter-of-choice-012493.html","abstract":"  To the Editor:   Your May 16 front-page article addresses many important issues in deaf education, principally the use of cochlear implants.   Our results at St. Joseph, the school with the greatest wealth of experience in educating implanted students, defy the position of immutable opposition to this learning tool. More important, we believe there should be no immutable position on the issue at all. It is a matter of choice.","thumbnail":null,"section":"Opinion"},{"date":"19930527","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1993/05/27/style/IHT-what-theyre-reading.html","abstract":". Todd Barkan, jazz concert and record producer and owner of Keystone Korner/Yoshi's in Oakland, California, is reading \"Immortality\" by Milan Kundera. .\"His writing is rich because nearly every word is interlaced with philosophical ques","thumbnail":null,"section":"Style"},{"date":"19930527","headline":"Essay; The Lemonade Stand","web_url":"https://www.nytimes.com/1993/05/27/opinion/essay-the-lemonade-stand.html","abstract":"  Here's the good news: they're learning.   George Stephanopoulos, 32 going on 50, is no longer cockily expressing amazement that anyone could be interested in a minor shakeup in the White House travel office. On the contrary, he is admitting mistakes, showing contrition, learning. What he needs most is a good synonym for \"inappropriate.\"","thumbnail":null,"section":"Opinion"},{"date":"19930527","headline":"Sailor Gets Life for Killing Gay Shipmate","web_url":"https://www.nytimes.com/1993/05/27/us/sailor-gets-life-for-killing-gay-shipmate.html","abstract":"  Airman Apprentice Terry M. Helvey, an American sailor who beat a gay shipmate to death in Japan last year, was sentenced today to life in prison.    A jury of eight Navy and Marine officers took three hours to arrive at its decision after three days of sometimes wrenching testimony that brushed only lightly on the issue that had given this case prominence: the homosexuality of the victim, Radioman Allen R. Schindler.","thumbnail":null,"section":"U.S."},{"date":"19930527","headline":"A Gentleman All the Way : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/27/opinion/IHT-a-gentleman-all-the-way-letters-to-the-editor.html","abstract":"Regarding \"Rush Limbaugh Tells All to Lib City Reporterette\" (Back Page, March 27) by Maureen Dowd: . In her report of a dinner interview with Rush Limbaugh, Ms. Dowd tells how a passing friend of his tossed an off-color remark in her direction,","thumbnail":null,"section":"Opinion"},{"date":"19930527","headline":"What Israel Can Realistically Expect in Peace Talks With Arabs","web_url":"https://www.nytimes.com/1993/05/27/opinion/l-what-israel-can-realistically-expect-in-peace-talks-with-arabs-005193.html","abstract":"  To the Editor:   A. M. Rosenthal, in his interpretation of \"A Place Among Nations,\" Binyamin Netanyahu's book (column, May 11), states, \"journalism and diplomacy seem unable to consider the arguments of the present opposition that exchanges of land for promises of Arab good conduct is neither to the interests of peace nor Israel nor the West.\" \"And,\" he concludes, presumably on Mr. Netanyahu's say-so, \"no gulf about the goal of Israel's destruction divides the P.L.O. and various fundamentalists -- mostly tactics. Should Israel be eliminated in one phase, or two?\"   As a research psychologist at the Hebrew University of Jerusalem on leave in the United States, I am constantly struck by the consistency with which journalism sympathetic to Israel may also be incapable of understanding the peace process and the nature of the changes in Israeli and Palestinian thinking in recent years. Israel is certainly not negotiating for \"promises of Arab good conduct.\"","thumbnail":null,"section":"Opinion"},{"date":"19930527","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/27/nyregion/c-corrections-394293.html","abstract":"  An article yesterday about budget negotiations between Congress and the White House misstated the recent history of Democratic control of the Presidency. Bill Clinton is the party's first President in 12 years, not 16.","thumbnail":null,"section":"New York"},{"date":"19930527","headline":"Chinese Dissident Released; Bow to U.S. Is Seen","web_url":"https://www.nytimes.com/1993/05/27/world/chinese-dissident-released-bow-to-us-is-seen.html","abstract":"  The Government today freed a prominent pro-democracy campaigner who had spent the last 12 years in solitary confinement, and the move appeared to be an olive branch to President Clinton just before he decides on extending trade benefits to China.   The campaigner, Xu Wenli, a 49-year-old former editor of an underground magazine, was paroled three years before completion of his 15-year prison sentence. The length of his sentence and the three years he spent in a tiny punishment cell had made him a symbol of those who stand up against Chinese repression.","thumbnail":null,"section":"World"},{"date":"19930527","headline":"King Hussein of Jordan Breaks With Iraqis","web_url":"https://www.nytimes.com/1993/05/27/world/king-hussein-of-jordan-breaks-with-iraqis.html","abstract":"  King Hussein of Jordan, Iraq's closest Arab ally for more than a decade, has openly broken with Baghdad.   Charging the Iraqi Government with \"practices\" that had deeply harmed Jordanian interests, the King told senior editors of the Jordanian press that he now opposed the continued leadership of Iraq by President Saddam Hussein or his Baath party.","thumbnail":null,"section":"World"},{"date":"19930527","headline":"Send a Telegram Next Time","web_url":"https://www.nytimes.com/1993/05/27/sports/sports-people-baseball-send-a-telegram-next-time.html","abstract":"  Cincinnati Reds General Manager JIM BOWDEN said yesterday he made the right decision when he fired Manager TONY PEREZ, but regrets he did it by telephone rather than in person. \"I feel I made the right decision on the timing,\" Bowden said.   Bowden, 32 years old, said he saw firings handled by telephone while he worked for the Pittsburgh Pirates from 1984 to 1988. He said he was later fired by telephone from the New York Yankees' front office, when the owner GEORGE STEINBRENNER, called the office and told General Manager BOB QUINN to tell Bowden he was fired.","thumbnail":null,"section":"Sports"},{"date":"19930527","headline":"Becker Loses Once More in French Open","web_url":"https://www.nytimes.com/1993/05/27/sports/IHT-becker-loses-once-more-in-french-open.html","abstract":"It is one of the oddities of the game that someone like Boris Becker, for all his successes in the major shrines of tennis, should so often fall apart at Roland Garros Stadium. It happened again Wednesday, when the No. 4 seed lost in the second round of","thumbnail":null,"section":"Sports"},{"date":"19930527","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/27/opinion/IHT-letters-to-the-editor.html","abstract":"Regarding \"Homosexuals in Uniform\" (Letters, April 16) from Ken Cowan: .The conviction that homosexuality is morally wrong is not based on \"intuition\" or on the ignorant bias that humans tend to inflict on those different from themse","thumbnail":null,"section":"Opinion"},{"date":"19930527","headline":"Review/City Ballet; By Balanchine, Somber and Cheery","web_url":"https://www.nytimes.com/1993/05/27/arts/review-city-ballet-by-balanchine-somber-and-cheery.html","abstract":"  The New York City Ballet has created some enjoyably strange bedfellows in an attempt to present the oeuvre of George Balanchine chronologically in its \"Balanchine Celebration.\" A case in point was Friday night's program at the New York State Theater, which paired the dark, sere 1959 \"Episodes\" with some of Balanchine's most lighthearted ballets, including his 1956 \"Allegro Brillante.\"    \"Allegro Brillante\" rides exhilaratingly on the crest of the Tchaikovsky Piano Concerto to which it is danced. Propulsive, melodic and romantic, this outpouring of music sweeps the dancers along with it in continuous releves and releases, soaring lifts and small spurting jumps made lyrical by their slight off-centeredness. But that sweep demands an exactitude and sharpness of attack that was epitomized in the dancing of Kyra Nichols, with the understated partnering of Jock Soto providing the necessary grounding.","thumbnail":null,"section":"Arts"},{"date":"19930527","headline":"Remember Costa Rica : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/27/opinion/IHT-remember-costa-rica-letters-to-the-editor.html","abstract":"Regarding \"Venezuela's President to Face Trial for Theft\" (May 22): . The statement that Venezuela's \"35-year-old civilian democracy is Latin America's oldest\" is false! Costa Rica, a country without an army, has Latin America's oldest","thumbnail":null,"section":"Opinion"},{"date":"19930527","headline":"1918:German Gas Shells : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/27/opinion/IHT-1918german-gas-shells-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Reports from the British front state that German artillery activity is developing great intensity in various sectors, and stress is laid on the extensive use by the enemy of gas shells. Sir Douglas Haig reports that gas bombardments were very heav","thumbnail":null,"section":"Opinion"},{"date":"19930527","headline":"American Business Needs More Foresight; Yes, He's Kidding","web_url":"https://www.nytimes.com/1993/05/27/opinion/l-american-business-needs-more-foresight-yes-he-s-kidding-489293.html","abstract":"  To the Editor:   I was one among a good number of friends of Milt Moskowitz who called because they did not understand \"Spare the Knife, Spoil the Company\" (Op-Ed, May 14).   I was relieved to learn that it was intended to be satire. Perhaps it was not recognized because it dealt with a subject not often treated by satirists.","thumbnail":null,"section":"Opinion"},{"date":"19930527","headline":"The Deaf Learn English and Pursue Careers","web_url":"https://www.nytimes.com/1993/05/27/opinion/l-the-deaf-learn-english-and-pursue-careers-006093.html","abstract":"  To the Editor:   \"Pride in a Soundless World: Deaf Oppose a Hearing Aid\" (front page, May 16), on the controversy over cochlear implants, quotes an outrageously false statement that demeans the deaf child, and by implication the entire deaf community. A professor at Gallaudet University (a school for deaf students) asserted to your reporter that \"the typical deaf child can only acquire some English and that very late.\"   I have been profoundly deaf from birth, I am a Ph.D. research scientist at a pharmaceutical company, I have published 65 research papers and edited a book, and I don't consider myself to be exceptional. Tens of thousands of \"typical\" deaf people, through appropriate training and educational approaches, have acquired spoken English skills that have allowed them to become physicians, dentists, lawyers, researchers, accountants, journalists, store clerks, office workers or otherwise productive members of society. The majority of deaf children are able to learn English, often as well as their hearing peers, when placed in oral or oral-aural programs, which may include cued speech programs.","thumbnail":null,"section":"Opinion"},{"date":"19930527","headline":"Teledyne and Chilean Indicted in Iraq Bomb Sales","web_url":"https://www.nytimes.com/1993/05/27/us/teledyne-and-chilean-indicted-in-iraq-bomb-sales.html","abstract":"  A Chilean arms dealer who says he supplied bombs to the Iraqi Air Force for more than eight years with the knowledge of the United States Government was indicted here today along with a California military contractor on charges that they violated American laws controlling the export of munitions.   In a 21-count criminal indictment approved today by a Federal grand jury, the United States Attorney's office here accuses Carlos Cardoen Cornejo, an owner of corporations in Miami and Chile, of illegally obtaining and exporting more than 100 tons of zirconium, a metallic chemical used to make weapons like cluster bombs, in connivance with Teledyne Inc. of Los Angeles. Mr. Cardoen, 55, was charged with manufacturing at least 24,000 of the bombs in Chile and selling them to Iraq.","thumbnail":null,"section":"U.S."},{"date":"19930527","headline":"Arms Cuts Worry NATO","web_url":"https://www.nytimes.com/1993/05/27/world/arms-cuts-worry-nato.html","abstract":"  Citing a wide range of new military challenges now confronting the Western alliance, NATO defense ministers called today for a halt in the cuts in military spending that have followed the end of the cold war.   A statement issued after a two-day meeting here said, \"A stabilization of defense expenditures, as well as a more effective use of our national and collective resources, are necessary to enable the alliance to respond in a timely and effective way to the challenges of the future.\"","thumbnail":null,"section":"World"},{"date":"19930527","headline":"Farms Asked To Safeguard City's Water","web_url":"https://www.nytimes.com/1993/05/27/nyregion/farms-asked-to-safeguard-city-s-water.html","abstract":"  Trucks come daily to William J. Murphy's farm to take the milk from his cows to the markets of New York City. From other dairy farms, the cows' manure takes the same trip, city officials say, but by a different route: the municipal water system.    So New York City, which has budgets that won't balance, subway trains that are stolen, traffic jams and crime, is about to take on a new challenge, what the Commissioner of Environmental Protection, Albert F. Appleton, calls \"manure management.\"","thumbnail":null,"section":"New York"},{"date":"19930527","headline":"Walsh Apologizes to James","web_url":"https://www.nytimes.com/1993/05/27/sports/sports-people-college-football-walsh-apologizes-to-james.html","abstract":"  Stanford's football coach, BILL WALSH, said Tuesday he was \"out of line\" when he recently characterized Washington's football program as a rogue operation. Walsh, saying he felt foolish and embarrassed, said he called Washington Coach DON JAMES and apologized during a five-minute conversation.   The Stanford coach said he also would call Washington Athletic Director BARBARA HEDGES \"to restate my apology.\"","thumbnail":null,"section":"Sports"},{"date":"19930527","headline":"Yanks Put Tartabull on Disabled List","web_url":"https://www.nytimes.com/1993/05/27/sports/baseball-yanks-put-tartabull-on-disabled-list.html","abstract":"  Make room in the trainer's room for Danny Tartabull. The Yankees declined to delay the inevitable yesterday and placed their cleanup hitter on the 15-day disabled list with a bruised right kidney. Hensley Meulens was recalled from Class AAA Columbus to take Tartabull's roster spot.   In the moments after Tartabull collided with center fielder Gerald Williams while pursuing Brady Anderson's liner in Monday night's game with Baltimore, it was obvious the Yankee right fielder would probably have to go on the d.l.","thumbnail":null,"section":"Sports"},{"date":"19930527","headline":"Topics of The Times; Mr. Kantor's Mystery Guests","web_url":"https://www.nytimes.com/1993/05/27/opinion/topics-of-the-times-mr-kantor-s-mystery-guests.html","abstract":"  Mickey Kantor, the United States Trade Representative, is a busy man. He's in charge of the nation's effort to reduce foreign trade barriers and increase opportunities for American businesses to expand abroad. He sees nothing wrong with helping the Democratic Party in his off hours to raise money by providing private briefings in his office for big-ticket contributors.    Gwen Ifill of The Times reports that last week Mr. Kantor welcomed a dozen business leaders for a meeting on trade matters arranged especially for big donors by the Democratic National Committee. Who was there? That, alas, remains a mystery. Mr. Kantor and the D.N.C. refuse to say. \"No one asked him to do anything and he did not do anything,\" Mr. Kantor's spokeswoman, Anne Lazzutto, explains. But if nothing inappropriate happened, why the secrecy? The public surely has an interest in knowing who's getting access.","thumbnail":null,"section":"Opinion"},{"date":"19930527","headline":"CLINTON AND ALLIES TWIST ARMS IN BID FOR BUDGET VOTES","web_url":"https://www.nytimes.com/1993/05/27/us/clinton-and-allies-twist-arms-in-bid-for-budget-votes.html","abstract":"  On the eve of the most crucial Congressional vote of his Presidency so far, President Clinton, members of his Cabinet and loyalists in Congress spent Wednesday twisting the arms of dozens of Democratic lawmakers who were still not committed to voting for his budget.   By nightfall, vote-counters said they still did not have enough pledges of support to forge a majority in the House of Representatives, but they expressed optimism that a majority would be in hand by the time the vote was taken on this afternoon.","thumbnail":null,"section":"U.S."},{"date":"19930527","headline":"2 New England Appellate Judges Are Finalists for High Court Spot","web_url":"https://www.nytimes.com/1993/05/27/us/2-new-england-appellate-judges-are-finalists-for-high-court-spot.html","abstract":"  White House aides have narrowed their search for a new Supreme Court Justice to two Federal appellate judges from New England, Administration officials said today.   The two are Judge Stephen G. Breyer of Boston, who sits on the United States Court of Appeals for the First Circuit, and Judge Jon O. Newman of Hartford, of the Court of Appeals for the Second Circuit.","thumbnail":null,"section":"U.S."},{"date":"19930527","headline":"Brazil Answers Inflation With Cabinet Shuffle","web_url":"https://www.nytimes.com/1993/05/27/world/brazil-answers-inflation-with-cabinet-shuffle.html","abstract":"  With Brazil's Army discreetly flexing its political muscles, President Itamar Franco is gambling on a Cabinet shuffle that one newsweekly here called \"Itamar's last chance.\"   Unable to cut back inflation from its current level of 30 percent a month, Mr. Franco has pinned his hopes on Fernando Henrique Cardoso, 61, a former Sao Paulo senator who enjoys wide respect, from company boardrooms here in Brazil's industrial heartland to the headquarters of multilateral banks in Washington.","thumbnail":null,"section":"World"},{"date":"19930527","headline":"Review/Ballet; The Debut of a Swan Queen","web_url":"https://www.nytimes.com/1993/05/27/arts/review-ballet-the-debut-of-a-swan-queen.html","abstract":"  As American Ballet Theater's newest swan queen, 23-year-old Julie Kent is definitely a young woman most likely to succeed. Her debut as Odette-Odile in \"Swan Lake\" on Monday night at the Metropolitan Opera House was, despite some weak spots, hardly that of a novice in the role. She will perform again with Guillaume Graffin's Prince Siegfried tonight.   At this point, her Odette has a spectacular originality, less concerned with flow than with clarity of attack, making for a silvery luminosity that stems from beauty of shape and silhouette. She might tone down her galloping entrance in Act II, but even this startling image instantly defines her agitated swan queen. Metaphors of flight emanate from her strongly held arabesques, every one of which is poised on the point of a foot that has rolled up especially smoothly on toe.","thumbnail":null,"section":"Arts"},{"date":"19930527","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/27/nyregion/c-corrections-964993.html","abstract":"  A picture in some editions of Business Day yesterday with an article on page D3 about the appointment of a chief executive at the Riggs National Bank was published in error. It showed Lawrence H. Summers, Under Secretary of the Treasury for International Affairs, not Paul M. Homan of Riggs. Mr. Summers figured in the article on page D16 about the currency markets.","thumbnail":null,"section":"New York"},{"date":"19930527","headline":"Library of Congress -- Or School for Scandal?","web_url":"https://www.nytimes.com/1993/05/27/opinion/library-of-congress-or-school-for-scandal.html","abstract":"As law clerks to Justice Thurgood Marshall in his final two years at the Supreme Court, we are dismayed by the Library of Congress's indiscriminate release of Justice Marshall's Court papers to the public. We are certain that his wishes have not been honored.\n\nIn many separate conversations with us -- including during the fall of 1991, when Justice Marshall allegedly permitted full access to his papers upon his death -- Justice Marshall made clear how greatly he valued the confidentiality of the Court's deliberations and that he had no intention of violating that ethic.","thumbnail":null,"section":"Opinion"},{"date":"19930527","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/05/27/nyregion/metro-digest-414093.html","abstract":"  NEW YORK CITY BRONX COUNCILMAN FACES INQUIRIES   The City Council's Ethics Committee has begun hearings on whether Rafael Castaneira Colon, the South Bronx legislator and the Council's third-ranking member, had violated residency laws. The hearings come as prosecutors have also begun an investigation. B3. STEIN MAY QUIT MAYORAL RACE   Several political figures said Andrew J. Stein, the City Council President, will end his campaign to be mayor, but Mr. Stein emphatically denied the reports. B3.","thumbnail":null,"section":"New York"},{"date":"19930527","headline":"U.S. May Bargain With Korea on Atom Issue","web_url":"https://www.nytimes.com/1993/05/27/world/us-may-bargain-with-korea-on-atom-issue.html","abstract":"  In a new attempt to defuse a dispute over nuclear weapons, the United States said today that it was prepared to make some concessions to North Korea if it agreed to rejoin a treaty requiring it to open its nuclear sites to inspection.   The conciliatory statements by a senior State Department official appeared intended to signal American good will before a high-level meeting next week in New York between representatives of the two countries.","thumbnail":null,"section":"World"},{"date":"19930527","headline":"Topics of The Times; Long Island's Mighty Skaters","web_url":"https://www.nytimes.com/1993/05/27/opinion/topics-of-the-times-long-island-s-mighty-skaters.html","abstract":"  New York sports fans are currently transfixed by two teams of polar talents. The Knicks -- aggressive, confident winners. And the Mets -- passive, whiny losers. A word, then, for the middling New York Islanders, before they fade from memory.   They were, by their own admission, a group of unexceptional hockey players who possessed enough old-fashioned virtues -- industry and unselfishness among them -- to rise further than anyone expected. They not only reached the Stanley Cup playoffs but beat the seemingly invincible Pittsburgh Penguins, cup champions for the past two years. Moreover, the Islanders frosted the Penguins without the services of their superstar, Pierre Turgeon, decommissioned late in the season by another of hockey's mindless acts of violence.","thumbnail":null,"section":"Opinion"},{"date":"19930527","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/27/opinion/IHT-letters-to-the-editor-93309435171.html","abstract":"Regarding \"Merely Private Freedom\" (Opinion, May 11): Charles Krauthammer observes that most parents would not like their children to grow up gay because homosexual orientation is an immoral and illegitimate lifestyle. In an attempt to be evenha","thumbnail":null,"section":"Opinion"},{"date":"19930527","headline":"A Rally. A Victory. Really. Mets Soar on Four in a Wild 9th","web_url":"https://www.nytimes.com/1993/05/27/sports/baseball-a-rally-a-victory-really-mets-soar-on-four-in-a-wild-9th.html","abstract":"  The baseball was roped to the left-field corner, and suddenly there were Mets sprinting everywhere, racing from first, second and third, sprinting toward a triumph and away from a season of failure.   When the racing was done, when Charlie O'Brien's two-out, two-strike double in the top of the ninth had done its dramatic damage, the last-place Mets were 5-4 victors over the Phillies. It was wild. It was strange. And, mercifully, it was different. The Mets had won.","thumbnail":null,"section":"Sports"},{"date":"19930527","headline":"Clinton's Best Friends Find It a Tough Role","web_url":"https://www.nytimes.com/1993/05/27/us/clinton-s-best-friends-find-it-a-tough-role.html","abstract":"  Harry Thomason says he and his wife are \"fighting for the right to live in this country.\"   Linda Bloodworth-Thomason says she now empathizes with Bebe Rebozo, Bert Lance, Alfred Bloomingdale and others who have had bad experiences \"being the President's best friend.\"","thumbnail":null,"section":"U.S."},{"date":"19930527","headline":"Revisions Urged for Judges","web_url":"https://www.nytimes.com/1993/05/27/nyregion/revisions-urged-for-judges.html","abstract":"  Saying that New York State's system of electing judges shuts out women and members of minority groups, the New York State Bar Association today proposed a new system in which judges would be nominated by screening committees around the state and then appointed by the Governor or local elected leaders. But the proposal was met with little enthusiasm in the Republican-controlled State Senate, which has long favored the current system, in which judges who have been endorsed by political parties run for election.","thumbnail":null,"section":"New York"},{"date":"19930527","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/05/27/nyregion/news-summary-337393.html","abstract":"  International A3-15  GERMANY ACTS ON ASYLUM LAW  The lower house of Germany's Parliament agreed to tighten the nation's asylum law, barring entry to thousands of foreigners who arrive each week to seek asylum. Approval in the upper house of the Parliament is considered certain.  A1  U.S. SEEKS TO ISOLATE IRAN  The Clinton Administration is seeking to weaken Iran by persuading reluctant allies to cut off loans, investment and arms sales to what American officials regard as a permanently hostile Government.  A1  King Hussein of Jordan has openly broken with Iraq.  A15","thumbnail":null,"section":"New York"},{"date":"19930527","headline":"Review/Film: Children of Fate; The Tenacious Hold Of Grinding Poverty On an Italian Family","web_url":"https://www.nytimes.com/1993/05/27/movies/review-film-children-fate-tenacious-hold-grinding-poverty-italian-family.html","abstract":"  The documentary \"Children of Fate\" follows in the footsteps of \"Cortile Cascino,\" which was made for NBC-TV in 1961 but never shown. The earlier film, which has been incorporated into this new work, was co-directed by Robert M. Young and Michael Roemer, who assembled a vivid, devastatingly sad portrait of a Sicilian slum.   Now Mr. Young's son, Andrew, and his wife, Susan Todd, have created a follow-up film by revisiting Angela, seen as a long-suffering young mother in the first film and now the grandmother of nine. Thus the sad, unflinching \"Children of Fate\" can be seen as a family affair in every way.","thumbnail":null,"section":"Movies"},{"date":"19930527","headline":"SIHANOUK OPPOSES KHMER ROUGE ROLE","web_url":"https://www.nytimes.com/1993/05/27/world/sihanouk-opposes-khmer-rouge-role.html","abstract":"  Prince Norodom Sihanouk, Cambodia's head of state, announced today that he had abandoned plans to set up a coalition government that included the Khmer Rouge. He said internationally supervised elections this week proved that the Maoist rebels had no place in Cambodia's future.   Only weeks after suggesting that the Khmer Rouge should be incorporated into a new postwar government, the Prince told a group of visiting European lawmakers that the vast and enthusiastic voter turnout amounted to a final public repudiation of the guerrilla group. The Khmer Rouge boycotted the elections and had threatened to disrupt them with violence.","thumbnail":null,"section":"World"},{"date":"19930527","headline":"U.S. Blacks and Africans Seek Stronger Ties","web_url":"https://www.nytimes.com/1993/05/27/world/us-blacks-and-africans-seek-stronger-ties.html","abstract":"  \"Africa is open for business,\" Mohammed Fall Ainina, the Mauritanian Ambassador to the United States, told a group of black Americans meeting here this week, \"and the first people we're going to seek business from are you.\"   Mr. Ainina's remarks summed up an important goal of the second African/ African-American Summit: to encourage business between blacks on both continents. And increasingly, sponsors of the conference say, black Americans are beginning to compete with businesses from the former colonial powers of Europe.","thumbnail":null,"section":"World"},{"date":"19930527","headline":"Perkins's Basket Sends The Sonics Home Even","web_url":"https://www.nytimes.com/1993/05/27/sports/basketball-perkins-s-basket-sends-the-sonics-home-even.html","abstract":"  The Seattle SuperSonics, who usually do not fare well on the road, are even with the Phoenix Suns. Sam Perkins's brave 3-point shot with 9.8 seconds earned them a rare lead and left Charles Barkley stomping his size 18 sneakers.   The final score was 103-99, but the Suns had a chance to tie the game after Perkins's shot put Seattle ahead, 103-101.","thumbnail":null,"section":"Sports"},{"date":"19930527","headline":"1893: Fears for Holland : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/27/opinion/IHT-1893-fears-for-holland-in-our-pages100-75-and-50-years-ago.html","abstract":"FLIM, Switzerland - The Queen-Regent of the Netherlands is here with her daughter, Queen Wilhelmina. The health of the little Queen gives rise to serious apprehensions. Her Majesty, who is thirteen years of age, is said to be consumptive, and to have unde","thumbnail":null,"section":"Opinion"},{"date":"19930527","headline":"Defying the Justices","web_url":"https://www.nytimes.com/1993/05/27/us/defying-the-justices.html","abstract":"  The Librarian of Congress strongly defended his actions in making public the papers of the late Justice Thurgood Marshall. Page A24.","thumbnail":null,"section":"U.S."}],"wiki_events":[],"weather":[{"date":"19930527","time":"1993-05-27 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":91,"wspd":7.6},{"date":"19930527","time":"1993-05-27 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.7,"rhum":93,"wspd":1.8},{"date":"19930527","time":"1993-05-27 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.7,"rhum":95,"wspd":3.6},{"date":"19930527","time":"1993-05-27 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":91,"wspd":5.4},{"date":"19930527","time":"1993-05-27 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":92,"wspd":11.2},{"date":"19930527","time":"1993-05-27 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":92,"wspd":9.4},{"date":"19930527","time":"1993-05-27 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":91,"wspd":11.2},{"date":"19930527","time":"1993-05-27 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":90,"wspd":14.8},{"date":"19930527","time":"1993-05-27 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.1,"rhum":86,"wspd":16.6},{"date":"19930527","time":"1993-05-27 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":86,"wspd":13},{"date":"19930527","time":"1993-05-27 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.1,"rhum":84,"wspd":14.8},{"date":"19930527","time":"1993-05-27 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":83,"wspd":16.6},{"date":"19930527","time":"1993-05-27 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":78,"wspd":16.6},{"date":"19930527","time":"1993-05-27 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.7,"rhum":78,"wspd":16.6},{"date":"19930527","time":"1993-05-27 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":78,"wspd":20.5},{"date":"19930527","time":"1993-05-27 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":87,"wspd":13},{"date":"19930527","time":"1993-05-27 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":86,"wspd":13},{"date":"19930527","time":"1993-05-27 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":83,"wspd":13},{"date":"19930527","time":"1993-05-27 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.6,"rhum":93,"wspd":16.6},{"date":"19930527","time":"1993-05-27 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":94,"wspd":11.2},{"date":"19930527","time":"1993-05-27 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":93,"wspd":9.4},{"date":"19930527","time":"1993-05-27 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":94,"wspd":13},{"date":"19930527","time":"1993-05-27 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":92,"wspd":11.2},{"date":"19930527","time":"1993-05-27 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":94,"wspd":7.6},{"date":"19930527","time":"1993-05-27 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":33,"wspd":24.1},{"date":"19930527","time":"1993-05-27 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":35,"wspd":18.7},{"date":"19930527","time":"1993-05-27 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":36,"wspd":22.3},{"date":"19930527","time":"1993-05-27 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":40,"wspd":11.2},{"date":"19930527","time":"1993-05-27 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":48,"wspd":13},{"date":"19930527","time":"1993-05-27 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":52,"wspd":9.4},{"date":"19930527","time":"1993-05-27 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":60,"wspd":9.4},{"date":"19930527","time":"1993-05-27 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":60,"wspd":14.8},{"date":"19930527","time":"1993-05-27 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":60,"wspd":16.6},{"date":"19930527","time":"1993-05-27 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":60,"wspd":16.6},{"date":"19930527","time":"1993-05-27 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":62,"wspd":16.6},{"date":"19930527","time":"1993-05-27 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":56,"wspd":18.7},{"date":"19930527","time":"1993-05-27 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":47,"wspd":20.5},{"date":"19930527","time":"1993-05-27 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":46,"wspd":22.3},{"date":"19930527","time":"1993-05-27 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":40,"wspd":25.9},{"date":"19930527","time":"1993-05-27 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":26,"wspd":25.9},{"date":"19930527","time":"1993-05-27 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":21,"wspd":37.1},{"date":"19930527","time":"1993-05-27 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":20,"wspd":33.5},{"date":"19930527","time":"1993-05-27 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":18,"wspd":35.3},{"date":"19930527","time":"1993-05-27 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":21,"wspd":37.1},{"date":"19930527","time":"1993-05-27 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":16,"wspd":25.9},{"date":"19930527","time":"1993-05-27 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":15,"wspd":40.7},{"date":"19930527","time":"1993-05-27 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":18,"wspd":25.9},{"date":"19930527","time":"1993-05-27 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":18,"wspd":27.7}]},"19930528":{"guardian_articles":[],"nytimes_articles":[{"date":"19930528","headline":"Batboy Is Called Out By Labor Officials, Who Vow a Review","web_url":"https://www.nytimes.com/1993/05/28/us/batboy-is-called-out-by-labor-officials-who-vow-a-review.html","abstract":"  Facing accusations that insensitive bureaucrats were trampling on the national pastime, the United States Department of Labor says it is reconsidering the case of a 14-year-old Georgia batboy who was sacked after his employment was found to run afoul of child-labor laws.   Shortly after a local newspaper published an article about the Class A Savannah Cardinals' new 14-year-old batboy early this month, a Labor Department official told the team that their employment of Tommy McCoy violated child-labor laws, which state that 14- and 15-year-olds must not work past 7 on school nights or 9 during the summer.","thumbnail":null,"section":"U.S."},{"date":"19930528","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/05/28/nyregion/inside-561493.html","abstract":"  Advance on AIDS Vaccine   Researchers have shown that a vaccine and a booster can prevent the heterosexual spread of an AIDS-like virus in monkeys. Page A11.  'Safe Haven' Plan in Doubt    The \"safe haven\" plan for Bosnia may lack the votes in the U.N. Security Council for adoption. Page A6.","thumbnail":null,"section":"New York"},{"date":"19930528","headline":"A Military Court in Egypt Gives Death Sentences to Six Militants","web_url":"https://www.nytimes.com/1993/05/28/world/a-military-court-in-egypt-gives-death-sentences-to-six-militants.html","abstract":"  An Egyptian military court sentenced six Muslim militants to death today and two others to life imprisonment in a trial of 14 men charged with carrying out attacks against foreign tourists and trying to assassinate Information Minister Safwat al-Sherif.   The sentencing, bringing the number of death sentences given to militants to 23 in the last six months, has followed the deadliest bombing rampage in more than a year of clashes. Hours before the verdict was delivered, five people were wounded, some seriously, in a blast at a police checkpoint. An explosion last Friday outside a police station in central Cairo killed six people.","thumbnail":null,"section":"World"},{"date":"19930528","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/28/opinion/IHT-in-our-pages-100-75-and-50-years-ago-93805715215.html","abstract":"1918: Mum's the Word","thumbnail":null,"section":"Opinion"},{"date":"19930528","headline":"Strike One For Reggie?","web_url":"https://www.nytimes.com/1993/05/28/sports/baseball-strike-one-for-reggie.html","abstract":"  Owner George Steinbrenner sent a memo to his special assistant, Reggie Jackson, admonishing him for attending the Knicks-Bulls playoff game Tuesday night at Madison Square Garden while the Yankees were playing the Orioles at Yankee Stadium.   Although Jackson would only speak generally about the memo, one person who saw it said the Hall of Fame outfielder was criticized for embarrassing the organization by choosing the Knicks over the Yankees.","thumbnail":null,"section":"Sports"},{"date":"19930528","headline":"Riley Happy With Knicks' Manic Ballet","web_url":"https://www.nytimes.com/1993/05/28/sports/pro-basketball-riley-happy-with-knicks-manic-ballet.html","abstract":"  As the Knicks worked out today in preparation for Game 3 of the Eastern Conference finals Saturday against the Chicago Bulls, workmen repairing an adjoining court behind a partition hammered away full blast. No one thought it a particularly good idea to send an audio tape of the workout to Phil Jackson.   The Bulls' coach already thinks the Knicks got away with using their arms and hands as unregistered weapons in the first two games of the series, won by the Knicks.","thumbnail":null,"section":"Sports"},{"date":"19930528","headline":"U.S. Calls 15 Waste Sites in Stratford Hazardous","web_url":"https://www.nytimes.com/1993/05/28/nyregion/us-calls-15-waste-sites-in-stratford-hazardous.html","abstract":"  Federal officials declared today that widespread hazardous waste contamination from a former brake manufacturer constituted an urgent public health threat here.   The decision may cause the 15 contaminated properties here to be added to the nation's Superfund list of the worst cases of industrial pollution.","thumbnail":null,"section":"New York"},{"date":"19930528","headline":"The Movie Guide : Kokkai e Iko","web_url":"https://www.nytimes.com/1993/05/28/style/IHT-the-movie-guide-kokkai-e-iko.html","abstract":"Kokkai e Iko. Directed by Haruo Ichikura. Japan.. With political corruption uncovered just everywhere, this satirical comedy is truly a timely picture.Particularly since it quite openly attacks the root problem: human nature.Matsudaira (Ken Ogata), fi","thumbnail":null,"section":"Style"},{"date":"19930528","headline":"Diner's Journal","web_url":"https://www.nytimes.com/1993/05/28/arts/diner-s-journal.html","abstract":"  Southern Italian in Queens    Fans of old-fashioned, sauce-slathered, eat-till-you-can't-stand-up southern Italian food may want to head for Corona, Queens, to pay homage to a remarkable institution called Park Side. The difference between Park Side and so many other red-sauce Italian restaurants is that the kitchen pays attention to textures and flavors, not just volume.    Thirteen-year-old Park Side is owned by Richard DeAngelo, a young second-generation restaurateur. The expansive, fern-festooned establishment has the familiar brick arches, smoky glass panels and photos of prominent Italians.","thumbnail":null,"section":"Arts"},{"date":"19930528","headline":"Right Now, It's Take Me Out to the Basketball Game","web_url":"https://www.nytimes.com/1993/05/28/sports/baseball-tv-sports-right-now-it-s-take-me-out-to-the-basketball-game.html","abstract":"  Major league baseball need only look at the National Basketball Association for a television model to emulate. The N.B.A.'s intelligent blend of network (NBC) and cable (TNT) exposure feeds, rather than cannibalizes, itself.   The ratings and advertising successes of the national packages have made wise investments of the $875 million that NBC and TNT will have paid in total for four years of league rights through next season. NBC's new deal to continue will pay $750 million. TNT's upcoming deal will also carry an increase.","thumbnail":null,"section":"Sports"},{"date":"19930528","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/05/28/nyregion/news-summary-501093.html","abstract":"  International A2-8  6 DIE IN BLAST AT ITALY GALLERY  A car bomb exploded in Florence behind the Uffizi Gallery, killing 6 people and wounding 26, and destroying or damaging dozens of works in its priceless art collection.  A1  The bombing was a reminder of the vulnerability of art in public.  A8","thumbnail":null,"section":"New York"},{"date":"19930528","headline":"Paris Journal; The Barricades of '68: Now That Was Very Heaven","web_url":"https://www.nytimes.com/1993/05/28/world/paris-journal-the-barricades-of-68-now-that-was-very-heaven.html","abstract":"  It was a time of student unrest and student dreams around the world, yet somehow the revolt that shook Paris in May 1968 stood out, perhaps because it seemed more romantic than others, perhaps because it came so close to forcing none other than General de Gaulle out of office.   \"Not all generations have a chance to live such a moment of freedom and joy,\" said Marc Kravetz, then a 25-year-old student leader, now the 50-year-old news editor at Liberation. \"It was a huge collective fiesta. It was a very happy moment for me.\"","thumbnail":null,"section":"World"},{"date":"19930528","headline":"The A.D.L. Under Fire;\nIts Shift to the Right Has Led to Scandal","web_url":"https://www.nytimes.com/1993/05/28/opinion/the-adl-under-fire-its-shift-to-the-right-has-led-to-scandal.html","abstract":"The Anti-Defamation Leagu e of B'nai B'rith is embroiled in a scandal. It results from alle gations that a longtime researc her on its payroll in Californi a was illegally given police file s as part of an ADL effort not ju st to monitor bigots but also t o watch thousands of other indi viduals (including the dovis h son of the former Israeli Defe nse Minister Moshe Arens) an d hundreds of environmental, ci vil rights and other social actio n groups. The researcher, Ro y Bullock, has admitted sellin g intelligence on anti-aparthei d groups to South Africa.\n\nThe police have raided AD L offices in San Francisco an d Los Angeles, and the AD L could face charges of eavesd ropping, tax violations and rec eiving confidential governmen t files. The investigation ma y develop into a probe of the AD L's nationwide information-ga thering networks. A former Sa n Francisco police inspector ha s been indicted for theft of gove rnment documents. Paul McCl oskey, a former Congressman , has filed a class-action invasio n-of-privacy lawsuit on behal f of targeted individuals.","thumbnail":null,"section":"Opinion"},{"date":"19930528","headline":"To the Beach: A Baedeker for Baskers; Robert Moses","web_url":"https://www.nytimes.com/1993/05/28/arts/to-the-beach-a-baedeker-for-baskers-robert-moses.html","abstract":"  A child growing up in Nassau County has his pick of beaches. There were the gentle beaches of the North Shore, acceptable for dipping toes the first hot day of spring, but as exciting as a flag drooping on a windless day. Jones Beach State Park was better, with its choice of sites: West End 2 and its long expanse of shell-flecked sand for the rowdy set, Field 6 for quieter types who appreciated the short walk to the rolling waves. The Hamptons were a distant abstraction.   But the best beach of all was Robert Moses State Park. As a Long Island boy who was not born to be wild, but did his best imitation, I exulted in the freedom of skimming east on Ocean Parkway, arm bare to the sun, past Jones Beach, breathing in the salt brine and exhaling memories of parents too fearful of the dread Atlantic undertow to go anywhere but placid Zach's Bay.","thumbnail":null,"section":"Arts"},{"date":"19930528","headline":"Let's Shut Our School For Salvadoran Killers","web_url":"https://www.nytimes.com/1993/05/28/opinion/l-let-s-shut-our-school-for-salvadoran-killers-254893.html","abstract":"  To the Editor:   As a Roman Catholic priest and missionary with the Maryknoll Order, I have been an outspoken critic of United States military aid to El Salvador since 1989, when Salvadoran soldiers raped and murdered three nuns and a lay missionary. Two of the slain nuns were Maryknoll sisters.","thumbnail":null,"section":"Opinion"},{"date":"19930528","headline":"Newborn Boy Is Found on a Queens Street","web_url":"https://www.nytimes.com/1993/05/28/nyregion/newborn-boy-is-found-on-a-queens-street.html","abstract":"  A newborn boy with his umbilical cord attached was found yesterday morning tucked into two brown paper bags a block away from the boardwalk at Rockaway Beach in Far Rockaway, Queens, the police said.   The baby was between two hours and three days old and was suffering from hypothermia when he was discovered by a woman who was walking by and noticed the bag moving on a sidewalk, said Detective Darren Lane of the 101st Precinct.","thumbnail":null,"section":"New York"},{"date":"19930528","headline":"Sudden Death of a Wife Of New Interest to Police","web_url":"https://www.nytimes.com/1993/05/28/nyregion/sudden-death-of-a-wife-of-new-interest-to-police.html","abstract":"  As the police continued their search yesterday for a sanitation enforcement agent who lived with the 4-year-old boy whose body was found in a Brooklyn trash compactor, homicide detectives began reviewing the circumstances of the 1989 death of the man's first wife in Queens.   Stephan Poole, 31, married Michelle Jenkins in February 1989, but his wife, who was 5 feet 5 and weighed 350 pounds, was found dead three months later in the laundry room of their Far Rockaway apartment, the authorities said.","thumbnail":null,"section":"New York"},{"date":"19930528","headline":"Chang and Korda Wilt Against Late Bloomers","web_url":"https://www.nytimes.com/1993/05/28/sports/tennis-chang-and-korda-wilt-against-late-bloomers.html","abstract":"  Two late-blooming German upset artists, one of whom goes involuntarily by the name of \"Baby Boom-Boom\" back in the homeland where Boris Becker remains an unavoidable icon, commandeered the French Open this afternoon and not only chased off former champion Michael Chang, but disposed of last year's runner-up, Petr Korda, as well.   In both cases, experience bowed to exuberance. First Chang, in a match suspended by rain and gloom Wednesday night, succumbed, 1-6, 6-3, 6-4, 6-2, to the error-free ballistics of 25-year-old Bernd Karbacher. Then Korda, with vexation in every blown backhand, was outplayed, 6-3, 7-6 (7-4), 7-6 (10-8), by a well-traveled young man in a white rally cap, 22-year-old Marc Gollner, a German diplomat's son and Becker's heir apparent.","thumbnail":null,"section":"Sports"},{"date":"19930528","headline":"Ondieki Is Favored in Mini Marathon","web_url":"https://www.nytimes.com/1993/05/28/sports/sports-people-track-and-field-ondieki-is-favored-in-mini-marathon.html","abstract":"  If she's a quarter as good in June as she was last November, LISA ONDIEKI should have no trouble in the Advil Mini Marathon. Ondieki, who set a course record in winning the women's division of the 1992 New York City Marathon, has entered the all-female race in Central Park on June 12. The 10-kilometer mini marathon requires more speed than endurance, but Ondieki has both.","thumbnail":null,"section":"Sports"},{"date":"19930528","headline":"Park, However It Smells, Blossoms on the River","web_url":"https://www.nytimes.com/1993/05/28/nyregion/park-however-it-smells-blossoms-on-the-river.html","abstract":"  Majorettes marched on the new bright-red 400-meter track twirling and tossing their gold batons. The springy Astroturf bounced under the pounding feet of teen-age boys playing football. An ice-hockey team, liberated from the seasons, scrambled and checked on Roller Blades in the spring air.   But along the railing overlooking the lordly Hudson River, it simply stunk.","thumbnail":null,"section":"New York"},{"date":"19930528","headline":"Medvedev: The Joke's on You","web_url":"https://www.nytimes.com/1993/05/28/sports/IHT-medvedev-the-jokes-on-you.html","abstract":"Andrei Medvedev was engaged in a second-round tennis match here Thursday with an Italian opponent, but it was evident from his smile that the 18-year-old Ukrainian had something else on his mind.. \"I saw a very beautiful girl who was cheering for me,","thumbnail":null,"section":"Sports"},{"date":"19930528","headline":"For Children","web_url":"https://www.nytimes.com/1993/05/28/arts/for-children.html","abstract":"  The urge to break away from the city starts about now, especially with a three-day weekend beckoning. How about a hike through woods and meadows to brush away the cobwebs? The following preserves and estate grounds, all in Nassau County, are free and open on Memorial Day. Some offer picnic tables, others provide a beach where you can put your toes in the water. Of course, there are also such things as ticks and poison ivy, which means you should wear boots or covered shoes and long pants. Going with friends is a good idea for those children who balk at walking an inch when they're on their own but have no trouble keeping up when there's peer pressure. Garvies Point Museum and Preserve   Barry Drive  Glen Cove, L.I.  (516) 571-8010    Most of the trails at Garvies Point lead to the beach, which isn't such a bad place to end up at this time of year. The preserve's 62 acres are covered with forests, thickets and meadows; at one moment you can be treading through leaf-heavy wooded terrain, passing up to 48 different species of trees in deep shade, and then the next, you will be walking along an open meadow trail with the sun blazing down and the scent of wildflowers. (Some children may find the wooded sections scary, and you can avoid these.) Ultimately you'll land on the rocky beach, with its tide pools and views of a sleepy and scenic Hempstead Harbor.","thumbnail":null,"section":"Arts"},{"date":"19930528","headline":"Jury Hears Final Arguments in Analyst's Libel Suit","web_url":"https://www.nytimes.com/1993/05/28/us/jury-hears-final-arguments-in-analyst-s-libel-suit.html","abstract":"  Did Jeffrey M. Masson really say those awful things about himself or did Janet Malcolm invent quotations and thus make a fool of him in a two-part profile in The New Yorker magazine?    That is what an eight-member jury must decide here after nearly three weeks of testimony, which has filled a Federal courtroom and captivated the literary, journalistic, legal and psychoanalytic communities on both coasts.","thumbnail":null,"section":"U.S."},{"date":"19930528","headline":"N.B.A. Fines Anthony $5,000","web_url":"https://www.nytimes.com/1993/05/28/sports/nba-fines-anthony-5000.html","abstract":"  The National Basketball Association announced today that Knicks guard Greg Anthony has been fined $5,000 for his flagrant foul against Michael Jordan on Tuesday night in Game 2 of the Eastern Conference finals.   Anthony collided with Jordan under the basket as the Chicago star drove the left side of the lane in the fourth quarter of the Knicks' 96-91 victory at Madison Square Garden. Anthony was ejected, which carries an automatic $250 fine.","thumbnail":null,"section":"Sports"},{"date":"19930528","headline":"Jury Gets Retrial of Policeman as Miami Girds for Racial Trouble","web_url":"https://www.nytimes.com/1993/05/28/us/jury-gets-retrial-of-policeman-as-miami-girds-for-racial-trouble.html","abstract":"  As National Guard units and the police in Miami braced for a verdict, the racially charged retrial of a Miami police officer accused of killing two young black men was sent to a jury here today, after four years of judicial controversy and five hours of impassioned final arguments by lawyers in the case.   After admonitions from both sides that the jury disregard the social or political consequences of whatever decision they make, Judge W. Thomas Spencer of Dade County Circuit Court placed the fate of William Lozano, a 33-year-old Colombian-born policeman, in the hands of the six-member panel late this afternoon. The jury deliberated for almost three hours without reaching a verdict in the manslaughter case, then retired for the night.","thumbnail":null,"section":"U.S."},{"date":"19930528","headline":"When Football Brawn Meets Mature Finesse","web_url":"https://www.nytimes.com/1993/05/28/sports/golf-when-football-brawn-meets-mature-finesse.html","abstract":"  It seems an odd marriage, the youthful purveyors of strength and violence and the elder artisans of finesse and grace. But at this week's Cadillac N.F.L. Classic, throwing 56 pro football players together with 78 members of the Senior Tour has created a stimulating synergy.   There are scenes like 280-pound offensive lineman Chris Hinton of the Atlanta Falcons seeking swing pointers from the diminutive 58-year-old Bob Brue. Or Lee Trevino trying to improve his betting acumen by picking the brain of Buffalo Bills quarterback Jim Kelly.","thumbnail":null,"section":"Sports"},{"date":"19930528","headline":"U.N. Outlook Bleak for U.S.-Led Bosnia Plan","web_url":"https://www.nytimes.com/1993/05/28/world/un-outlook-bleak-for-us-led-bosnia-plan.html","abstract":"  A plan for creating well-guarded Muslim safe havens in Bosnia approved by the United States, Russia, Britain, France and Spain last weekend has been skeptically received by other Security Council members and still appeared today to lack the nine votes needed for adoption by its 15 members.   As a result, Secretary General Boutros Boutros-Ghali has proposed reconvening the London peace conference on Yugoslavia, an unwieldy group of more than 30 nations, in an effort to define a new and more comprehensive approach to ending the conflict in Bosnia and Herzegovina.","thumbnail":null,"section":"World"},{"date":"19930528","headline":"Review/Architecture; The Unconventional as a Convention","web_url":"https://www.nytimes.com/1993/05/28/arts/review-architecture-the-unconventional-as-a-convention.html","abstract":"  The small, wedge-shaped gallery at Storefront for Art and Architecture, which can resemble a nightmare torture chamber with sadistically contracting walls, is a poignant metaphor for the perennially pinched economic circumstances of this \"alternative\" downtown space. If the walls contracted one more inch, Storefront would be out on the street, and architecture would move another step closer to homelessness in the imperial city of real estate. No other New York gallery or museum has provided new architectural ideas with such stalwart shelter.   But the 90's have challenged the identity of alternative galleries. With the loosening of post-modernism's grip on the mainstream, and the weakening of the economy that supported it, the question arises: alternative to what? No one movement dominates architecture today. Theoretical \"paper architecture,\" which once offered an alternative to conventional practice, has itself become a convention. Everything is an alternative on architecture's fragmented terrain.","thumbnail":null,"section":"Arts"},{"date":"19930528","headline":"Diversity but Conflict Under Wider AIDS Umbrella; At the Gay Men's Health Crisis, a Struggle to Serve Competing Groups of Clients","web_url":"https://www.nytimes.com/1993/05/28/nyregion/diversity-but-conflict-under-wider-aids-umbrella-gay-men-s-health-crisis.html","abstract":"  Not long ago, a 29-year-old homosexual man struck up a conversation with another man and, finding him attractive, winked at him. Insulted, the second man, cursed the gay man and called him a \"faggot.\"   Of the two, it was the gay man who said he was the one most surprised. After all, the confrontation took place at Gay Men's Health Crisis, the pioneering AIDS organization in New York City.","thumbnail":null,"section":"New York"},{"date":"19930528","headline":"To the Beach: A Baedeker for Baskers; East River","web_url":"https://www.nytimes.com/1993/05/28/arts/to-the-beach-a-baedeker-for-baskers-east-river.html","abstract":"  My favorite beach has no sand. My favorite beach is noisy, crowded and made of concrete. It has a boardwalk, but it currently has no boards. A sign says it's under repair. The sign has been there for a while. Maybe one day the wood will return. Maybe not. Regardless, I can live with my local beach.   The beach is situated on the East River in Manhattan, just south of 34th Street, and between a helicopter shuttle landing strip and the Water Club restaurant. Some might argue about it being a beach at all. That's their problem. This is New York, a place famous for taking your pleasures where you can.","thumbnail":null,"section":"Arts"},{"date":"19930528","headline":"Bowman Will Coach. Question Is Where.","web_url":"https://www.nytimes.com/1993/05/28/sports/sports-people-hockey-bowman-will-coach-question-is-where.html","abstract":"  SCOTTY BOWMAN is almost sure he'll be coaching a National Hockey League team next season. He just doesn't know if it will be the Pittsburgh Penguins. Bowman, who will meet in Pittsburgh today with General Manager CRAIG PATRICK to discuss the 1993-94 season, yesterday said: \"I'll probably stay in town through the end of the week, to see if something can be done.\"","thumbnail":null,"section":"Sports"},{"date":"19930528","headline":"On My Mind; Clinton Voter Stays Glad!","web_url":"https://www.nytimes.com/1993/05/28/opinion/on-my-mind-clinton-voter-stays-glad.html","abstract":"  She swooped at me across the banquet room like a lovely bird of passion, glistening with the joy and fulfillment of vengeance.   \"Now,\" she cried in high Republican ecstasy. \"Now aren't you sorry you voted for Clinton?\"","thumbnail":null,"section":"Opinion"},{"date":"19930528","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/28/opinion/IHT-letters-to-the-editor-90179452066.html","abstract":"Unending Equivocation . I have given up reading about Bosnia. After more than a year of reading about equivocal statements, absurd proposals, endless postponements and cowardly excuses, I must conclude that the European governments intend to sit tight unt","thumbnail":null,"section":"Opinion"},{"date":"19930528","headline":"Killer Gets Life as Navy Says He Hunted Down Gay Sailor","web_url":"https://www.nytimes.com/1993/05/28/world/killer-gets-life-as-navy-says-he-hunted-down-gay-sailor.html","abstract":"  After months of hearings that left the motive unclear in the death of a gay sailor, the Navy released documents today describing how Airman Apprentice Terry M. Helvey, who was sentenced hours earlier to life in prison for the killing, had stalked the victim, then punched and kicked him furiously, at least in part because he hated homosexuals.   Testimony here over the last week had frequently depicted the homosexuality of the victim, Radioman Allen R. Schindler, as peripheral to the crime. But the documents turned out to provide the real drama today, explaining fully for the first time the events leading to Mr. Schindler's death just outside the Navy base at Sasebo, in southwestern Japan.","thumbnail":null,"section":"World"},{"date":"19930528","headline":"PRESIDENT BACKS A GAY COMPROMISE","web_url":"https://www.nytimes.com/1993/05/28/us/president-backs-a-gay-compromise.html","abstract":"  President Clinton today endorsed a compromise on ending the ban on homosexuals in the military, emphasizing that the Government should not \"appear to be endorsing a gay life style.\"   The President offered support for the approach of \"don't ask, don't tell\" -- the label given to a range of plans that would allow homosexuals to serve but leave limits on how open they could be about their sexuality.","thumbnail":null,"section":"U.S."},{"date":"19930528","headline":"Sounds Around Town","web_url":"https://www.nytimes.com/1993/05/28/arts/sounds-around-town-262993.html","abstract":"  Steel Pole Paranoia  Steel Pole Bath Tub. Grand, 76 East 13th Street, Greenwich Village, (212) 777-0600. It's common practice for grungy, punkish bands to pilfer the past and rehash it with a heavy dose of irony. Steel Pole Bath Tub, from Montana via San Francisco, revives late-1960's paranoia. While bass and drums chug out a grinding, post-industrialist rhythm and the guitars sputter and shriek feedback and distortion, Michael Morasky, one of the band's three singers, spins grim tales that read like James Ellroy on acid. In \"594,\" from the band's latest album, \"The Miracle of Sound in Motion\" (Boner Records), a psycho sits in the window of his room with a gun pointed at the street; in \"Bozeman,\" a staticky voice whispers, \"They got your mind controlled.\" Steel Pole Bath Tub's malice is just understated enough not to seem silly, and the grooves are deep and tight. Tomorrow night at 8; tickets are $10 in advance, $12 day of show. Also Sunday night at Maxwell's, 1039 Washington Street, Hoboken, N.J., (201) 798-4064. Show is at 9 P.M.; tickets are $6. Electric Romanticism    Springhouse, Maxwell's, 1039 Washington Street, Hoboken, N.J., (201) 798-4064. Ever since the late 1970's, British bands from the Buzzcocks to Felt to Jesus and Mary Chain have toyed with the process of doctoring pop hooks with thick layers of electric guitar. Springhouse, from New York City, updates the formula with a new romanticism. On \"Postcards From the Arctic\" (Caroline), the band's latest album, the vocalist Mitch Friedland sings with supreme detachment, as if he wants to look down on his angst from above. The melodies are pretty and wistful, the sentiments dizzying and sad; at its best, as in \"Asphalt Angels,\" Springhouse captures and holds onto a fleeting sense of melancholy. Tonight at 10. Admission is $6. Brooklyn Blues    The Senders, Sideshows by the Seashore, Boardwalk at West 12th Street, Coney Island, Brooklyn, (718) 372-5159. One of the few New York bands to have survived the rigors of the 1970's and 80's, the Senders still bash out a classic blend of blues, rhythm-and-blues and ornery attitude that long ago crystallized into the first wave of punk rock. The brawny, no-nonsense approach and dedication to tradition seems almost innocent when compared with today's young punks, the way 60's soul seems innocent compared to hip-hop; it's a style that lingers outside the mainstream, a little bit tougher than time and trends. Tonight at 10. Admission is $6.","thumbnail":null,"section":"Arts"},{"date":"19930528","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/05/28/arts/art-in-review-225493.html","abstract":"  'James Brooks' 'The 1950's'   Joan T. Washburn  20 West 57th Street  Manhattan  Through June 18    James Brooks, who died last year at the age of 86, was a member of the first-generation New York School. He came up through the W.P.A., was a friend of Jackson Pollock and Philip Guston, and participated in some key early group exhibitions. Yet he is seldom included in the constellation of painters from the 1940's and 50's who made the history books.","thumbnail":null,"section":"Arts"},{"date":"19930528","headline":"12 Held in Trucking of Untaxed and Contaminated Oil","web_url":"https://www.nytimes.com/1993/05/28/nyregion/12-held-in-trucking-of-untaxed-and-contaminated-oil.html","abstract":"  A scheme that saw millions of gallons of contaminated oil burned in New York City's commercial and public buildings, schools and hospitals was broken up yesterday with the arrest of 12 people and the execution of 40 search warrants in New York, New Jersey and Philadelphia.   Law-enforcement officials also said the investigation had turned up possible links between the conspiracy and three organized-crime families that the officials say extracted a penny-a-gallon kickback from the plan.","thumbnail":null,"section":"New York"},{"date":"19930528","headline":"Mexico Wins, U.S. Workers Lose in Trade Pact","web_url":"https://www.nytimes.com/1993/05/28/opinion/l-mexico-wins-us-workers-lose-in-trade-pact-253093.html","abstract":"  To the Editor:   Ross Perot is dead right on the North American Free Trade Agreement. If Congress approves it, we will be deafened by the \"giant sucking sound\" of jobs moving from the United States to Mexico.","thumbnail":null,"section":"Opinion"},{"date":"19930528","headline":"Poor Would Tax the Rich In Texas Plan for Schools","web_url":"https://www.nytimes.com/1993/05/28/us/poor-would-tax-the-rich-in-texas-plan-for-schools.html","abstract":"  Racing to avert a court threat to cut off money for the state's public schools on Tuesday, legislative leaders in Texas agreed today on a novel plan that would allow poor school districts to levy taxes on property in wealthier districts elsewhere in the state.    The new approach represents a sharp twist in a legal battle over school aid that has run for 25 years in Texas and has bedeviled legislatures in many other states as well. In essence, the proposal would force wealthy districts to choose from a range of options for helping out poorer schools, like shifting part of their tax base to poorer schools, providing teachers and other help for them or even merging with nearby poor school districts.","thumbnail":null,"section":"U.S."},{"date":"19930528","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/28/opinion/IHT-letters-to-the-editor-91033714811.html","abstract":"The Right Thing to Do . Regarding \"Green Foreign Aid Would Sell Better\" (Opinion, May 5) by James C. Clad and Roger D. Stone:. This article plows familiar ground but neglects a critical point. Yes, foreign aid is not a big seller on Main Street.","thumbnail":null,"section":"Opinion"},{"date":"19930528","headline":"J-League HarmingPlayers, Zico Says","web_url":"https://www.nytimes.com/1993/05/28/sports/IHT-jleague-harmingplayers-zico-says.html","abstract":"Zico has been playing soccer since he was 7. Now, at the age of 40 and with an astonishing 803 goals to his credit, the Brazilian is threatening to call it quits after having come to Japan two years ago to keep his career alive and to help the Japanese be","thumbnail":null,"section":"Sports"},{"date":"19930528","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/28/opinion/IHT-letters-to-the-editor-93044995481.html","abstract":"Words, Words, Words . Regarding \"Somali Warlord Sees Himself Reborn as 'Freedom Fighter' \" (May 12) by Keith B. Richburg:. It is evident that Operation Restore Hope has not removed the warlords; it has rehabilitated them in a new guise. Their tr","thumbnail":null,"section":"Opinion"},{"date":"19930528","headline":"Dinkins Drops Late Penalties For Tickets","web_url":"https://www.nytimes.com/1993/05/28/nyregion/dinkins-drops-late-penalties-for-tickets.html","abstract":"  The Dinkins administration yesterday announced an unprecedented one-month amnesty on late penalties for delinquent parking tickets, but it will be only a temporary respite before fines are increased later this summer.   The amnesty was part of a compromise that Mayor David N. Dinkins reached with the City Council two months ago. Under that deal, the Council agreed to approve sharp increases in late penalties for summonses, on the condition that motorists be given a month to settle their old tickets by paying only the original fine, without additional charges.","thumbnail":null,"section":"New York"},{"date":"19930528","headline":"Mexico Wins, U.S. Workers Lose in Trade Pact; Smith Corona's Move","web_url":"https://www.nytimes.com/1993/05/28/opinion/l-mexico-wins-us-workers-lose-in-trade-pact-smith-corona-s-move-290493.html","abstract":"  To the Editor:   I would like to make clear in response to \"Free Trade's Huge Costs\" by Edmund G. Brown Jr. (Op-Ed, May 2), that Smith Corona's decision to move some of its manufacturing to Mexico had nothing to do with the proposed North American Free Trade Agreement. Our decision to relocate was due primarily to our frustrating experience with the lax, inefficient and ineffective United States enforcement of United States trade laws. We realized that the Government would not use the trade laws to restore a competitive market soon.","thumbnail":null,"section":"Opinion"},{"date":"19930528","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/28/nyregion/c-corrections-203393.html","abstract":"  Because of an editing error, an article in Business Day yesterday about the Tandy Corporation's agreement to sell some computer operations to AST Research Inc. misstated the price of AST's stock on Wednesday. It rose $1, to $16.125, in Nasdaq trading.","thumbnail":null,"section":"New York"},{"date":"19930528","headline":"Restaurants","web_url":"https://www.nytimes.com/1993/05/28/arts/restaurants-103793.html","abstract":"  Rosa Mexicano    Since it opened in 1985, Rosa Mexicano has remained far above the lackluster pack of Mexican restaurants in New York City. A few other authentic spots can be found -- Zarela on Second Avenue and Mi Cocina on Jane Street in the West Village, for example -- but for the most part Mexican food here is considered a cheap, low-octane fill-up by struggling post-collegiates who ameliorate the experience with buckets of margaritas.   Josephina Howard, the chef and co-owner, is an enthusiastic proponent of regional Mexican cuisine, and her diverse menu reflects that. You will not encounter any jalapeno Alamos at Rosa Mexicano. Dishes are highly seasoned but rarely fiery. If one criticism can be made about the menu, it is that dishes rarely change. Daily specials aside, the lineup today is for the most part the same as when the restaurant was reviewed in 1990. And that review remarked: \"The menu has not changed much since my last review in 1986.\" Sticking to a winning formula makes sense, to be sure, but at the same time one expects innovation from a restaurant of this caliber.","thumbnail":null,"section":"Arts"},{"date":"19930528","headline":"South Africa Frees 43 Blacks Seized in Crackdown","web_url":"https://www.nytimes.com/1993/05/28/world/south-africa-frees-43-blacks-seized-in-crackdown.html","abstract":"  The police today released 43 black militants arrested two days ago in a crackdown on the Pan Africanist Congress, conceding that they did not have evidence linking them to specific crimes.   Thirty-two other members of the black nationalist organization remained in custody, but although the police billed their sweep as an exhaustively researched campaign against murder and other terrorist acts, only four have been formally charged so far, all with possession of ammunition.","thumbnail":null,"section":"World"},{"date":"19930528","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/28/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: Opéra Weed-Out","thumbnail":null,"section":"Opinion"},{"date":"19930528","headline":"Reviews/ Film; Sprucing Up Hoboken, Ready or Not","web_url":"https://www.nytimes.com/1993/05/28/movies/reviews-film-sprucing-up-hoboken-ready-or-not.html","abstract":"  \"Delivered Vacant\" was shown as part of the 1992 New York Film Festival. Following are excerpts from Vincent Canby's review, which appeared in The New York Times on Oct. 10, 1992. The film opens today at the Cinema Village, 22 East 12th Street, Greenwich Village.   Nora Jacobson's \"Delivered Vacant\" is a big, long, ungainly documentary about the gentrification of Hoboken. Though not neat, it is a fine, rich film, a large lode of raw material accumulated by Ms. Jacobson over an eight-year period beginning in 1984.","thumbnail":null,"section":"Movies"},{"date":"19930528","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/05/28/arts/art-in-review-059693.html","abstract":"  'Hello Steve' 'Works From the 1940's by Steve Wheeler'   Snyder Fine Art  588 Broadway (near Prince Street)  SoHo  Through tomorrow    In the 1940's, Steve Wheeler (1912-1992) was associated with the group of American modernists called the Indian Space painters, who made extensive use of Pre-Columbian and Northwest Indian pictographic forms in their work. He later disavowed the connection, in part because he was temperamentally cranky and independent, but also because his work really does resist easy labels.","thumbnail":null,"section":"Arts"},{"date":"19930528","headline":"To the Beach: A Baedeker For Baskers","web_url":"https://www.nytimes.com/1993/05/28/arts/to-the-beach-a-baedeker-for-baskers.html","abstract":"  THE sun is high, the sky clear, the sand smooth and warm. The waves, steel blue, white-capped, seem to roll in right off the horizon and stretch out asymmetrically as far as the eye can see. What a canvas on which to paint a good time! A day at the beach always begins the same way: hopeful.    So why is it inevitable that bodies that glisten and do their bathing suits proud in the morning seem to sag a little and dry out by the end of the afternoon? Why is it that the sand you can't wait to have warm the bottoms of your feet ends up ruining a good Eskimo Pie? What is the law that says you must ache with sunburn? And what about that feeling of salt drying on your shoulders that makes your skin feel as if it's stretched too tight?","thumbnail":null,"section":"Arts"},{"date":"19930528","headline":"Mayoral Poll Gives Asian-Americans the Invisible Treatment","web_url":"https://www.nytimes.com/1993/05/28/opinion/l-mayoral-poll-gives-asian-americans-the-invisible-treatment-251393.html","abstract":"  To the Editor:   In the last decade, the number of Asian-Americans in New York City more than doubled. As the fastest growing racial group in the city, Asian-Americans amount to nearly 10 percent of its population, affecting every segment of society and bringing new cultural and economic vitality to its neighborhoods.","thumbnail":null,"section":"Opinion"},{"date":"19930528","headline":"Review/City Ballet; Balanchine Unlike Himself","web_url":"https://www.nytimes.com/1993/05/28/arts/review-city-ballet-balanchine-unlike-himself.html","abstract":"  The physical and emotional drain of the New York City Ballet's eight-week Balanchine Celebration took an apparent toll on \"Divertimento No. 15,\" a 1956 work presented on Sunday night at the New York State Theater. There is nothing obvious about the suite of solos, duets and ensemble dances set to Mozart. They are unemphatically pure classical ballet. They have little sense of direction as a whole. Like delicate candied flowers, the dances must be made just right, small and controlled, for full effect.    The corps dancers occasionally looked as if they were enjoying themselves. Stephanie Saland had some moments of melting lyricism and Ben Huys danced with a welcome vigor that cut a sharp path. But for the most part the dancing looked rushed, out of touch and a little ragged. Russell Kaiser and Nilas Martins danced the theme. The six variations were danced by Nichol Hlinka, Yvonne Borree, Ms. Saland, Kathleen Tracey, Mr. Huys and Darci Kistler.","thumbnail":null,"section":"Arts"},{"date":"19930528","headline":"Review/Film; Turning a Gloomy World Into a Sunny One","web_url":"https://www.nytimes.com/1993/05/28/movies/review-film-turning-a-gloomy-world-into-a-sunny-one.html","abstract":"Shy boy in mid-1950's Liverpool. Sequel to ``Distant Voices.'' Artful, quirky, often touching.","thumbnail":null,"section":"Movies"},{"date":"19930528","headline":"Stein, Trailing Badly in the Polls, Quits New York Race for Mayor","web_url":"https://www.nytimes.com/1993/05/28/nyregion/stein-trailing-badly-in-the-polls-quits-new-york-race-for-mayor.html","abstract":"  City Council President Andrew J. Stein withdrew from the New York City mayoral race yesterday to run for re-election instead, leaving Mayor David N. Dinkins a clear path to the Democratic nomination and instantly reshaping the fight for City Hall into a five-month duel between the Mayor and his Republican-Liberal challenger, Rudolph W. Giuliani.   Mr. Stein, who has trailed Mr. Dinkins badly in all the polls for months, said in an interview that he was abandoning his effort at the urging \"of so many people whom I respect\" -- including Gov. Mario M. Cuomo -- who told him that the Democrats needed to put all their focus on beating Mr. Giuliani in November. He said he would support Mr. Dinkins wholeheartedly but did not necessarily expect the Mayor's backing in return.","thumbnail":null,"section":"New York"},{"date":"19930528","headline":"Democratic Chief Says Donors Merit Red Carpet","web_url":"https://www.nytimes.com/1993/05/28/us/democratic-chief-says-donors-merit-red-carpet.html","abstract":"  The chairman of the Democratic Party said today that he would not halt the party's practice of arranging meetings for big contributors with Administration officials.   The chairman, David C. Wilhelm, said the practice was innocent as long as no special favors were offered.","thumbnail":null,"section":"U.S."},{"date":"19930528","headline":"The Spoken Word","web_url":"https://www.nytimes.com/1993/05/28/arts/the-spoken-word.html","abstract":"  RADIO DISCUSSION, WNYC (820-AM). A series of recorded interviews and discussions sponsored by the New York Public Library and WNYC continues with \"The Law of Nature and the Dream of Man: Ruminations on the Art of Fiction,\" with the author Wallace Stegner. Sunday at 4 P.M. \"THE ALBUM THAT CHANGED MY LIFE,\" St. Mark's Church, Second Avenue at 10th Street, East Village. Poetry by Richard Rhetta, Emily XYZ, Neil Strauss and others. Tonight at 10:30. Admission: $5. Information: (212) 674-0910.","thumbnail":null,"section":"Arts"},{"date":"19930528","headline":"Just Call College Sports Show Business","web_url":"https://www.nytimes.com/1993/05/28/opinion/l-just-call-college-sports-show-business-250593.html","abstract":"  To the Editor:   I find it discouraging that \"Cheating in College Athletics\" (editorial, May 15) seems to miss the point in discussing National Collegiate Athletic Association policies. The N.C.A.A. is fundamentally a fair-trade organization that is designed to prevent unfair competition between colleges in the sports exhibition business.","thumbnail":null,"section":"Opinion"},{"date":"19930528","headline":"Weapons Ban Is Approved by Connecticut Senate","web_url":"https://www.nytimes.com/1993/05/28/nyregion/weapons-ban-is-approved-by-connecticut-senate.html","abstract":"  The Connecticut Senate tonight broke through a decades-old roadblock to gun control legislation with a vote to ban the sale of at least 30 different models of semiautomatic military-style assault rifles.    The 18-to-18 tie, broken by the Lieutenant Governor, Eunice S. Groark, was considered a major victory by gun control forces. Lawmakers said it was the first time that the generally conservative Senate had acted to prohibit the sale of a whole class of weapons. The bill now goes to the House for action.","thumbnail":null,"section":"New York"},{"date":"19930528","headline":"Article 158493 -- No Title","web_url":"https://www.nytimes.com/1993/05/28/arts/article-158493-no-title.html","abstract":"  Pizza by the slice is something most New Yorkers take for granted, a birthright. Hence the look of bafflement when a New Yorker visits someplace exotic, like Texas, or even familiar territory like Connecticut and is told, \"We don't sell slices.\" The sense of entitlement is so fixed that the exception that proves the rule, John's Pizzeria in Greenwich Village, must declare in angry letters on its awning that it does not serve slices.   But out-of-town chains like Pizzeria Uno and Domino's Pizza, with their out-of-town policies, are beginning to make their presence felt in New York, chipping away at the by-the-slice institution. And fancy restaurants with their wood-burning ovens have trumpeted the cause of the individual pizza, a dainty invention requiring the use of a knife and fork, sacrilege to self-respecting slice eaters from the fold-and-devour school.","thumbnail":null,"section":"Arts"},{"date":"19930528","headline":"What they're reading","web_url":"https://www.nytimes.com/1993/05/28/style/IHT-what-theyre-reading.html","abstract":"Colin Wilson, the writer, who is one of the original \"Angry Young Men,\" is reading John McCrone's \"The Myth of Irrationality:The Science of the Mind From Plato to Star Trek.\". \"A most infuriating book that argues that the human","thumbnail":null,"section":"Style"},{"date":"19930528","headline":"Thieves Refine Tactics As Tourism Flourishes : Traveler, Beware, You're a Target","web_url":"https://www.nytimes.com/1993/05/28/style/IHT-thieves-refine-tactics-as-tourism-flourishes-traveler-beware-youre.html","abstract":"LAST month's robbery and murder of a German woman vacationing in Florida has galvanized public awareness that tourists who are unfamiliar with their surroundings can be the most likely victims of crime.. Such extreme violence is rare. But the theft of cas","thumbnail":null,"section":"Style"},{"date":"19930528","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/28/style/chronicle-271893.html","abstract":"  Something for those who need their fix of TINA BROWN news this week: The editor of The New Yorker watched her caricature go up on the walls of Sardi's this week.   \"I think this is the most improbable thing that ever happened to me, but I will try to put on as good a show as all those other people on the wall,\" she said the other day. \"This is a wonderful little club that I never expected, as an editor, to be able to join. This gives me a guest pass.\"","thumbnail":null,"section":"Style"},{"date":"19930528","headline":"Review/Film; A Man, a Woman And a Sperm Bank Yield a 90's Romance","web_url":"https://www.nytimes.com/1993/05/28/movies/review-film-a-man-a-woman-and-a-sperm-bank-yield-a-90-s-romance.html","abstract":"Meeting sperm donor years later. Broad but charmingly acted.","thumbnail":null,"section":"Movies"},{"date":"19930528","headline":"Agreed: It's Barkley and Jordan","web_url":"https://www.nytimes.com/1993/05/28/sports/agreed-it-s-barkley-and-jordan.html","abstract":"  Charles Barkley of the Suns, the National Basketball Association's most valuable player, and Michael Jordan of the Bulls, the league's scoring champion for a record-tying seventh straight time, were unanimous selections to the 1992-93 all-N.B.A. team announced yesterday.   Joining the Phoenix forward and the Chicago guard on the first team were forward Karl Malone of the Utah Jazz, center Hakeem Olajuwon of the Houston Rockets and guard Mark Price of the Cleveland Cavaliers.","thumbnail":null,"section":"Sports"},{"date":"19930528","headline":"THE CLINTON BUDGET: Behind the Budget; Without Being Asked, House Votes Extra $1.2 Billion for Pentagon","web_url":"https://www.nytimes.com/1993/05/28/us/clinton-budget-behind-budget-without-being-asked-house-votes-extra-1.2-billion.html","abstract":"  While most of its time this week was spent complaining that the deficit was too big, the House found a moment to vote the Pentagon $1.2 billion that it had not asked for.   The ingredients for this extravaganza of inconsistency lie in the ornate customs of the House, especially the power of Appropriations Committee members over Federal spending that matters to their colleagues, but the Pentagon is smiling all the way to the bank.","thumbnail":null,"section":"U.S."},{"date":"19930528","headline":"Review/Pop; Cyndi Lauper in Grown-Up Mode","web_url":"https://www.nytimes.com/1993/05/28/arts/review-pop-cyndi-lauper-in-grown-up-mode.html","abstract":"  Cyndi Lauper mused, during her set at Irving Plaza on Wednesday night, on whether the Beach Boys sometimes wake up now and think they're the Beach Men. Aging and longevity in the pop business are clearly on Ms. Lauper's mind, 10 years after she ruled MTV as a bopping, squeaky-voiced, fun-loving girl and three years after her lackluster third album, \"A Night to Remember.\" The 39-year-old singer needs to prove herself as an adult performer without losing the spunk of her first hits, and she now has the material and confidence to do just that.    At Irving Plaza, her set consisted of all the songs, in order, from her coming album, \"Hat Full of Stars\" (Epic, due June 15). With exuberant performances by Ms. Lauper and a first-rate band, the concert promised that even in the fragmented pop market of the 1990's there's still a place for an eclectic performer who wants her songs to have both private resonances and hit potential.","thumbnail":null,"section":"Arts"},{"date":"19930528","headline":"British Finance Minister Is Ousted in Cabinet Shuffle","web_url":"https://www.nytimes.com/1993/05/28/world/british-finance-minister-is-ousted-in-cabinet-shuffle.html","abstract":"  In a bid to restore public confidence in his Government, Prime Minister John Major shuffled his Cabinet today, dumping Norman Lamont, the embattled Chancellor of the Exchequer who has presided over Britain's longest recession since the 1930's.   As finance minister, Mr. Lamont, 51 years old, had become the chief target of the Prime Minister's critics, and a national symbol of the Government's political decline, as unemployment rolls topped more than three million in the first year of Mr. Major's Government.","thumbnail":null,"section":"World"},{"date":"19930528","headline":"Why Does a Fire Horn Have to Be So Loud?","web_url":"https://www.nytimes.com/1993/05/28/nyregion/our-towns-why-does-a-fire-horn-have-to-be-so-loud.html","abstract":"  AFTER the City Council presented awards recognizing the sensitive renovation of several landmark buildings, and before it passed a resolution thanking garden club members for hanging flowering baskets downtown, the debate at last week's meeting turned to an issue that Mayor Warren Ross said he hoped could be settled amicably. Everybody laughed.   \"Look around,\" Paula Tommins said, reading from a prepared statement on behalf of a newly formed community group, the Concerned Citizens of Rye. \"Most of us have never before participated in local government. This issue brought people to City Hall.\"","thumbnail":null,"section":"New York"},{"date":"19930528","headline":"Abroad at Home; The Clinton Mystery","web_url":"https://www.nytimes.com/1993/05/28/opinion/abroad-at-home-the-clinton-mystery.html","abstract":"  What has gone wrong with the Clinton Presidency? Can it be fixed? Or are we headed for another failure that will further erode public faith in the political system?    The questions are being asked -- astonishingly so, if you think how early it is. Four months into a new Administration, people who voted for it are wondering whether it can be saved.","thumbnail":null,"section":"Opinion"},{"date":"19930528","headline":"THE CLINTON BUDGET: Families;","web_url":"https://www.nytimes.com/1993/05/28/us/the-clinton-budget-families.html","abstract":"  Despite a debate that led to a freeze on most automatic spending programs, the budget approved today by the House of Representatives includes a big new cash program for states to help them keep children out of foster care.   Under the program, state child-welfare agencies would get Federal aid to help them keep families intact rather than placing children in foster care.","thumbnail":null,"section":"U.S."},{"date":"19930528","headline":"To the Beach: A Baedeker for Baskers; Asbury Park","web_url":"https://www.nytimes.com/1993/05/28/arts/to-the-beach-a-baedeker-for-baskers-asbury-park.html","abstract":"  In a 1973 song, Bruce Springsteen called Asbury Park \"little Eden.\" Twenty years later, the boardwalk is littered with reminders of its past glories. The grand Convention Hall, with its painted brick facade and oceanic architectural detail, stands like an empty sunlit cavern, its box- office windows shuttered and its floor invaded by sand (Asbury suffered a great deal of beach erosion from last winter's storms). At the other end of the boardwalk, the once mighty Casino plays host to flea markets where postcards that read \"Greetings From Asbury Park, N.J.\" go for 50 cents or three for $1. The walls and vaulted ceilings still bear faded letters announcing scooter games and roller-rink skating.    But summer brings plenty of signs of new life to Asbury Park. Candy shops, their interiors as pretty and delicate as doll's houses, sell homemade fudge and salt-water taffy. The fortuneteller Madam Marie, her lips painted and her hair curled, sits in a little white shack with an all-seeing eye drawn on the side. She gossips with her friends and looks a trifle disappointed when a customer shows up. At night, clubs like the Fast Lane, with its bleacher seats and seaside wall decor, present bluesy bar bands and alternative rockers; people drink beer and spill out into the street to touch the salty night air.","thumbnail":null,"section":"Arts"},{"date":"19930528","headline":"Books of The Times; American Dream Shrinks to a Nap","web_url":"https://www.nytimes.com/1993/05/28/books/books-of-the-times-american-dream-shrinks-to-a-nap.html","abstract":"  Declining Fortunes   The Withering of  the American Dream   By Katherine S. Newman   257 pages. Basic Books. $23.     The message of \"Declining Fortunes: The Withering of the American Dream,\" a new book by the anthropologist Katherine S. Newman, is a familiar one: namely that the middle class has been squeezed in recent years by the national economy and by Reagan-Bush economic policies; that a shrinking job market, rising housing costs, higher taxes and growing cost-of-living expenses have imperiled some of the most basic, optimistic assumptions of the American Dream. It's a message that was debated at length in last year's Presidential campaign, and a message examined in detail by Kevin Phillips's recent book, \"Boiling Point: Republicans, Democrats and the Decline of Middle-Class Prosperity.\"","thumbnail":null,"section":"Books"},{"date":"19930528","headline":"Excerpts From Clinton's Question-and-Answer Session in the Rose Garden","web_url":"https://www.nytimes.com/1993/05/28/us/excerpts-from-clinton-s-question-and-answer-session-in-the-rose-garden.html","abstract":"  Following are excerpts from President Clinton's meeting today in the White House Rose Garden as transcribed by Federal News Service. The moderators were Harry Smith and Paula Zahn of \"CBS This Morning.\"   PRESIDENT CLINTON There was an agreement made last night that I had been supporting for a good long while, sponsored by the conservative Democrats, essentially to put a mechanism in the budget to force us every year to make the budget cuts that we say we're making in this five-year budget; that is, it's obviously very hard to predict what will happen in every year for the next five years.","thumbnail":null,"section":"U.S."},{"date":"19930528","headline":"Revived Developments;\nPrice Cuts Help Sales At Project","web_url":"https://www.nytimes.com/1993/05/28/us/revived-developments-price-cuts-help-sales-at-project.html","abstract":"While the town house community taking shape off Kings Highway here seems like most any other, it has something few do -- no common monthly maintenance fee.\n\nThe complex, dormant for the last five years, is set on 80 acres in this Orange County town, a 60-minute drive north from Manhattan. The lack of fees combined with simple, affordably priced houses and access to favorable mortgages is the strategy the current developers hope will revive the project, called Kings Estates.","thumbnail":null,"section":"U.S."},{"date":"19930528","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/28/opinion/IHT-letters-to-the-editor.html","abstract":"No Fishing Just Yet. Regarding \"American Ground Zero\" (Books, May 14) by T. H. Watkins:. Years ago, when I needed some information about geomagnetic physics for a novel I was thinking of writing, I talked with a physics professor at my college i","thumbnail":null,"section":"Opinion"},{"date":"19930528","headline":"Bomb Outside Uffizi in Florence Kills 6 and Damages Many Works","web_url":"https://www.nytimes.com/1993/05/28/world/bomb-outside-uffizi-in-florence-kills-6-and-damages-many-works.html","abstract":"  A powerful car bomb exploded early today on a street behind the Uffizi Gallery, killing 6 people and wounding 26, and destroying or damaging dozens of works in the gallery's priceless art collection.    The gallery's director, Annamaria Petrioli Tofani, said three works -- one by the 17th-century Dutch painter Gerrit van Honthorst and two by the Italian Bartolomeo Manfredi -- were destroyed. Thirty others, including \"The Death of Adonis,\" by Sebastiano del Piombo, were badly damaged, she added.","thumbnail":null,"section":"World"},{"date":"19930528","headline":"Christian Coalition Only Guided Voters","web_url":"https://www.nytimes.com/1993/05/28/opinion/l-christian-coalition-only-guided-voters-292093.html","abstract":"  To the Editor:   Jerome Kurtz suggests (letter, May 17) that the Roman Catholic Church and other churches that distributed nonpartisan voter guides may have violated the requirements imposed upon them by the Internal Revenue Code. That allegation is absolutely false.","thumbnail":null,"section":"Opinion"},{"date":"19930528","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/28/nyregion/c-corrections-205093.html","abstract":"  An article on May 17 about a suicide in the presence of Dr. Jack Kevorkian referred incorrectly to the Hemlock Society, which advocates a right to suicide among the gravely ill. Dr. Kevorkian is not a member of the society, according to its founder, Derek Humphry.","thumbnail":null,"section":"New York"},{"date":"19930528","headline":"The Mets' Last, Best Manager: Davey Johnson's Back in Town","web_url":"https://www.nytimes.com/1993/05/28/sports/baseball-the-mets-last-best-manager-davey-johnson-s-back-in-town.html","abstract":"  For Cincinnati, there will be no need for a scouting report on the opposing pitcher tonight at Shea Stadium. Dwight Gooden will be the starter for the Mets, and his full and complete history is stored in the memory of the Reds' manager.   \"I know they are not going to make it easy on me, throwing Doc and Saberhagen at us the first two games,\" said Davey Johnson, who returns to New York tonight with a .588 winning percentage that is the best of any former manager of the Mets. \"But you can tell Doc I'm not going to let him use his bat. We're going to knock him down on the first pitch.\"","thumbnail":null,"section":"Sports"},{"date":"19930528","headline":"Review/Ballet Theater; A New Team, Already Stars, In 'Swan Lake'","web_url":"https://www.nytimes.com/1993/05/28/arts/review-ballet-theater-a-new-team-already-stars-in-swan-lake.html","abstract":"  Yes, you could call it a circus when Julio Bocca and Nina Ananiashvili pulled out all the stops as a new superstar team in American Ballet Theater's \"Swan Lake\" on Wednesday night at the Metropolitan Opera House.   Everything was proceeding more or less along conventional lines until the coda of Act III, when this Odile and her Prince Siegfried suddenly set a new speed record at the end of the \"Black Swan\" pas de deux. First, Miss Ananiashvili whipped around with incredible velocity into the 32 fouette turns that are Odile's celebrated signature. Then Mr. Bocca whirled like mad in his pirouettes a la seconde, revolving beyond the norm into multiple spins at an accelerated tempo.","thumbnail":null,"section":"Arts"},{"date":"19930528","headline":"Modest Proposals From Immodest Fans","web_url":"https://www.nytimes.com/1993/05/28/sports/baseball-modest-proposals-from-immodest-fans.html","abstract":"  \"I will accept the job,\" said Bill Murray, who is also part-owner of the St. Paul Saints of the Northern League, \"if you give me unlimited powers.\"   \"Get serious,\" I told the comic actor. \"If the job came with unlimited powers, I would take it myself.\"","thumbnail":null,"section":"Sports"},{"date":"19930528","headline":"Joyful Noises In the Bronx","web_url":"https://www.nytimes.com/1993/05/28/movies/joyful-noises-in-the-bronx.html","abstract":"\"Something Within Me,\" opening today at the Cinema Village, is an uncomplicatedly sunny testimonial to St. Augustine's, a parochial school in the South Bronx that has stirred its students with a lively, creative curriculum. As filmed by Jerret Engle and Emma Joan Morris, the students and teachers of St. Augustine's warmly testify to the beneficial effects of learning to play music, especially jazz.    The students have been encouraged to improvise, in part as a way of building their self-confidence. One after another, these smiling schoolchildren describe their enjoyment of learning, and the ways in which St. Augustine's has heightened that experience in the face of adversity. Problems in the surrounding community, like drugs and random violence, are also mentioned. But this film's clear purpose is to accentuate the positive, and that's what it does.  ","thumbnail":null,"section":"Movies"},{"date":"19930528","headline":"Goellner Upsets Korda, Edberg Survives : Old Admirer Rains on Chang's Parade in Second Round","web_url":"https://www.nytimes.com/1993/05/28/sports/IHT-goellner-upsets-korda-edberg-survives-old-admirer-rains-on-changs.html","abstract":"When Michael Chang won the hearts of French tennis fans with his stunning championship run here in 1989 at age 17, a slightly older admirer was watching on television from his home in Munich.. \"Nobody could forget that match\" against Ivan Lendl,","thumbnail":null,"section":"Sports"},{"date":"19930528","headline":"Sanctions Can Work, but Apply Them With Care","web_url":"https://www.nytimes.com/1993/05/28/opinion/IHT-sanctions-can-work-but-apply-them-with-care.html","abstract":"Whether or not to appease recalcitrants in the international arena is a tricky question for democracies. Rules are not easy to come by. The appeasement of Hitler at Munich is widely seen as a grievous error. Sanctions against the Ian Smith rebels in Rhode","thumbnail":null,"section":"Opinion"},{"date":"19930528","headline":"Holy Gut-Wrencher! Batman the Ride!","web_url":"https://www.nytimes.com/1993/05/28/arts/holy-gut-wrencher-batman-the-ride.html","abstract":"  IT lasts only two minutes: a 30-second climb and then a diving, looping, veering, tilting descent. That descent, on the well-hyped new Batman the Ride, at Six Flags Great Adventure theme park here, is a thrill-rider's delight. Smooth but sudden twists, unlikely curves and 360-degree rotations both vertical and horizontal wreak havoc not with something as prosaic as the stomach, but as delicate as the ear's semicircular canals: it leaves your head spinning.    But Batman the Ride seeks to be something more than a highly evolved roller coaster. It orchestrates its inevitable waiting time -- likely to be considerably more than an hour on a weekend afternoon -- toward two goals. One is praising the Time Warner conglomerate that owns Six Flags and that generated \"Batman\" and \"Batman Returns\"; on the way in to the ride is a memorial plaque to Steve Ross, the architect of the Time Warner merger. (As Six Flags looks over its shoulder at Disneyland and Disney World, the rivals it cites in its ubiquitious advertising, Batman and Bugs Bunny become Time Warner operatives the way Mickey and Donald symbolize Disney.) The ride's other objective is to revive the sense of foreboding urban squalor that made the \"Batman\" films seem so familiar to a New Yorker. Beyond its vertiginous thrills, the Batman ride aims for psychological effects.","thumbnail":null,"section":"Arts"},{"date":"19930528","headline":"Former Pitt Assistant Under Scrutiny","web_url":"https://www.nytimes.com/1993/05/28/sports/sports-people-college-basketball-former-pitt-assistant-under-scrutiny.html","abstract":"  Former Pittsburgh assistant basketball coach JOHN SARANDREA has emerged as the central figure in an National Collegiate Athletic Association investigation into allegations a middleman helped the school recruit former New York City high school star JAMAL FAULKNER in 1989. The N.C.A.A. charged that Sarandrea, now the basketball coach at New Castle (Pa.) High School, used a friend, SAM ALBANO, to help sign Faulkner. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930528","headline":"Review/Photography; 2 Germans on a Bridge From Then to Now","web_url":"https://www.nytimes.com/1993/05/28/arts/review-photography-2-germans-on-a-bridge-from-then-to-now.html","abstract":"  The central role of photography in contemporary German art has been amply demonstrated in several recent shows in Manhattan, most notably the survey of artists working with the medium that was presented this spring at the Guggenheim SoHo. Now, an intriguing show at the Sander Gallery highlights an earlier, less widely known chapter in the history of German photography since World War II.   Featuring work by Peter Keetman and Otto Steinert, the exhibition focuses on German photography in the 1950's, before Joseph Beuys, Bernd and Hilla Becher, and others legitimized photography as a medium for making art. The exhibition shows that Mr. Keetman, now 87, and Steinert, who died in 1978, tried with mixed success to extend the rich heritage of German photography from before the war.","thumbnail":null,"section":"Arts"},{"date":"19930528","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/28/opinion/IHT-in-our-pages-100-75-and-50-years-ago-93992021577.html","abstract":"1943: Allies' War Plan","thumbnail":null,"section":"Opinion"},{"date":"19930528","headline":"Media Watch; Sticking to the Rose Garden To Avoid Thorns in the Side","web_url":"https://www.nytimes.com/1993/05/28/us/media-watch-sticking-to-the-rose-garden-to-avoid-thorns-in-the-side.html","abstract":"  It almost looked as if the networks, in another cost-cutting move, had decided to show reruns of the Presidential campaign.    There on \"CBS This Morning\" yesterday was the President, sitting in the Rose Garden with the program's hosts, Harry Smith and Paula Zahn, answering questions from a crowd of people who had been plucked from a tour of the White House. A few channels away, on \"Today\" on NBC, Ross Perot was jousting with Bryant Gumbel and condemning the party in power as incompetent.","thumbnail":null,"section":"U.S."},{"date":"19930528","headline":"A Brand X Foreign Policy","web_url":"https://www.nytimes.com/1993/05/28/opinion/a-brand-x-foreign-policy.html","abstract":"  From Secretary of State Warren Christopher to White House Press Secretary Dee Dee Myers, Administration officials have been rushing to distance themselves from background remarks that Under Secretary of State Peter Tarnoff made at a reporters' lunch Tuesday. Persisting in the strange conventions of government doublespeak even after Mr. Tarnoff's identity became widely known, Ms. Myers yesterday referred to the State Department's third-ranking official only as \"Brand X.\"   Mr. Tarnoff's argument is less foolish than the charade it provoked. He insisted that the Administration's decision to defer to European preferences over Bosnia was not the amateurish stumble many perceived it as, but a considered choice based on a new approach to the post-cold-war world.","thumbnail":null,"section":"Opinion"},{"date":"19930528","headline":"Thurgood Marshall Is Heard Again","web_url":"https://www.nytimes.com/1993/05/28/opinion/thurgood-marshall-is-heard-again.html","abstract":"  The Supreme Court papers of the late Justice Thurgood Marshall have landed in the public domain, where they belong. Chief Justice William Rehnquist, seeking to preserve the confidentiality of Court deliberations, has upbraided the Library of Congress for making the papers available so soon after the Justice's 1991 retirement and only four months after his death. But James Billington, the Librarian of Congress, responds that he acted faithfully to the wishes of the donor.    In any case, Dr. Billington clearly acted in the best interests of the public, which has a right to information that will help it determine how well its institutions, the Court included, are functioning.","thumbnail":null,"section":"Opinion"},{"date":"19930528","headline":"Review/Art; A Sample of Drawings From the Getty's Riches","web_url":"https://www.nytimes.com/1993/05/28/arts/review-art-a-sample-of-drawings-from-the-getty-s-riches.html","abstract":"  The drawings collection at the J. Paul Getty Museum in Malibu, Calif., a selection from which has gone on view at the Metropolitan Museum of Art, is one of the recent success stories in the museum world. A cynic might say the collection goes to show merely what great wads of money can buy. And to a point, that cynic would be right. Certainly no other museum and few private collectors could have afforded the array of pricey works that the Getty acquired since it began buying drawings a dozen years ago.   But there is money well spent and money merely spent, and this exhibition of 121 works proves that the world's richest museum, as it has inevitably come to be known, has distinguished itself above all in this department.","thumbnail":null,"section":"Arts"},{"date":"19930528","headline":"Vulnerability of Art","web_url":"https://www.nytimes.com/1993/05/28/world/vulnerability-of-art.html","abstract":"  The car bombing at the Uffizi Gallery may not have destroyed any of the works for which it is especially beloved and prized. Yet it clearly came frighteningly close, and only chance seems to have prevented an even greater catastrophe.","thumbnail":null,"section":"World"},{"date":"19930528","headline":"Dance at Hunter","web_url":"https://www.nytimes.com/1993/05/28/arts/dance-at-hunter.html","abstract":"  Peter Sparling and Janet Eilber, former members of the Martha Graham Dance Company, are to perform as guest artists with the Doris Humphrey Repertory Dance Company tonight at 8 at the Sylvia and Danny Kaye Playhouse of Hunter College, Lexington Avenue at 68th Street. The program includes revivals of works by Humphrey, Anna Sokolow and Eleanor King. Tickets are $18 to $25. Information: (212) 772-4448. Ticketron: (212) 307-7171.","thumbnail":null,"section":"Arts"},{"date":"19930528","headline":"Review/Film; High Anxiety Amid the Vistas","web_url":"https://www.nytimes.com/1993/05/28/movies/review-film-high-anxiety-amid-the-vistas.html","abstract":"Harrowing air crash forces demoralized rescue worker back into action. Rugged, mile-high suspense.","thumbnail":null,"section":"Movies"},{"date":"19930528","headline":"Last Chance","web_url":"https://www.nytimes.com/1993/05/28/theater/last-chance.html","abstract":"  Here is a sampling of shows in New York City that are to close soon: Closing This Weekend  \"I AM A MAN,\" Working Theater at Classic Stage Company, 136 East 13th Street, East Village. A drama by C. F. Oyamo Gordon about the 1968 Memphis sanitation strike and the worker who tried to establish the first recognized black union in the South. Through Sunday. Performances: Today and tomorrow at 8 P.M.; Sunday at 3 P.M. Tickets: $20. Information: (212) 564-8038. \"ON A CLEAR DAY YOU CAN SEE FOREVER,\" Harold Clurman Theater, 412 West 42d Street, Clinton. A revival of the 1965 musical by Alan Jay Lerner and Burton Lane. Through Saturday. Performances: Tonight at 8; tomorrow at 2 and 8 P.M.; Sunday at 3 P.M. Tickets: $25. Information: (212) 279-4200.","thumbnail":null,"section":"Theater"},{"date":"19930528","headline":"No Headline","web_url":"https://www.nytimes.com/1993/05/28/nyregion/no-headline-494493.html","abstract":"  \"Today is the day. This is the bullet.\" -- REPRESENTATIVE AL SWIFT, Democrat of Washington.  [ A12:4. ]","thumbnail":null,"section":"New York"},{"date":"19930528","headline":"Nelson Wins Loose Ball as Coach for '94 Team USA","web_url":"https://www.nytimes.com/1993/05/28/sports/olympics-nelson-wins-loose-ball-as-coach-for-94-team-usa.html","abstract":"  Don Nelson received a major boost yesterday in his quest for the Olympic basketball coaching job in 1996 when he was appointed head coach of the United States national team that will compete in the world championships at Toronto in August 1994.   Rod Thorn, the vice president of operations for the National Basketball Association and chairman of the USA Basketball senior men's team committee, insisted that Nelson's new position would not necessarily help him attain the Olympic job. But clearly, it would not hurt.","thumbnail":null,"section":"Sports"},{"date":"19930528","headline":"On Stage, and Off","web_url":"https://www.nytimes.com/1993/05/28/theater/on-stage-and-off.html","abstract":"  Shakespeare, Unfinished    Michael Langham, the English director who has served the National Actors Theater as artistic adviser for the past year, is to direct the company's first two Broadway productions of next season: they are a rarely produced Shakespeare, \"Timon of Athens,\" and Gogol's \"Government Inspector.\"   \"I'm being given my head for the season coming up and hopefully will be able to show what I mean by advice,\" Mr. Langham said from London. He added that part of his agenda was to assist in finding a replacement for Tony Randall, the company's founder and artistic director.","thumbnail":null,"section":"Theater"},{"date":"19930528","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/28/opinion/IHT-letters-to-the-editor-91507484628.html","abstract":"Down With Sexualization. Regarding \"Toward New Limits on Sexuality\" (Opinion, April 28):. How uplifting to read Edwin M. Yoder Jr.'s eloquent plea for the \"drastic desexualization\" of the American public space, \"now replete with","thumbnail":null,"section":"Opinion"},{"date":"19930528","headline":"Ex-Loose Cannon Karl Aims for N.B.A. Finals","web_url":"https://www.nytimes.com/1993/05/28/sports/pro-basketball-ex-loose-cannon-karl-aims-for-nba-finals.html","abstract":"  The Seattle SuperSonics are interrupting their spat to go for the championship. Their players often treat Coach George Karl like a substitute teacher, talking back to him and not playing nice with others, but a buzzer sounded Wednesday night in Phoenix with him deliriously wrapped in their arms.   Thanks to Sam Perkins's late 3-point heave, a shot he practiced again today 200 times, the Sonics defeated the Phoenix Suns, 103-99, to even this four-of-seven-game Western Conference final at one victory apiece. Karl, who had done his best not to tackle the referees that night, sought out Perkins for a hug, and Perkins, feeling something tugging at his waist, inadvertently elbowed Karl on his bald spot.","thumbnail":null,"section":"Sports"},{"date":"19930528","headline":"Editorial Notebook: Ending Apartheid at College; First, Dismantle Segregated Housing","web_url":"https://www.nytimes.com/1993/05/28/opinion/editorial-notebook-ending-apartheid-college-first-dismantle-segregated-housing.html","abstract":"  Hillary Rodham Clinton missed an opportunity in her commencement address at the University of Pennsylvania. Responding to recent racial incidents there, Mrs. Clinton urged students to respect free speech, even in the face of hateful utterances. That's sound advice, as far as it goes. But the deeper problem is a pattern of racial alienation that Penn and other colleges accept and perpetuate.    Many campuses today look like America during its Jim Crow period. In some places, blacks have segregated living arrangements, segregated counselors, segregated pages in the newspaper -- even segregated graduation ceremonies. Brunetta Wolfman, who teaches at George Washington University, describes this as \"the warm, dark cocoon of resegregation\" where \"black students live, socialize and interact primarily with one another, remaining at the margins of campus life.\"","thumbnail":null,"section":"Opinion"},{"date":"19930528","headline":"Juilliard Names Winners","web_url":"https://www.nytimes.com/1993/05/28/arts/juilliard-names-winners.html","abstract":"  The Juilliard School has named four students in its college division as winners of the 1993 Gina Bachauer International Piano Competition. They are Jennifer Hayghe, 23, of Fort Worth; Avner Arad, 25, of Haifa, Israel; Shu-Ching Chen, 25, of Taipei, Taiwan, and Stella Simakova, 25, of St. Petersburg, Russia. Each will receive a scholarship and will take part in a concert that is to be broadcast live on WQXR-FM on Sept. 29 at 9 P.M.","thumbnail":null,"section":"Arts"},{"date":"19930528","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/28/style/chronicle-942393.html","abstract":"  Forty musicians from Russia and Belarus and 40 musicians from the United States, all between 17 and 25, will gather at Yale University on June 15 to become, for a five-week stint, the American Russian Youth Orchestra.   Behind their odyssey -- they will give 14 concerts, from the United Nations in New York to Cathedral Square inside the Kremlin -- is a tale of international negotiations with two governments in significant transition.","thumbnail":null,"section":"Style"},{"date":"19930528","headline":"RENEWAL BACKED FOR CHINA TRADE","web_url":"https://www.nytimes.com/1993/05/28/world/renewal-backed-for-china-trade.html","abstract":"  President Clinton said today that he would renew China's favorable trade status for one year to help its modernization efforts, but he suggested that any future renewal would depend on China's making progress on human rights.   Administration officials had recommended Monday that Mr. Clinton steer such a middle course between groups pressing for trade sanctions as a lever to force change in China and business's demands not to encumber trade with this huge, fast-growing country.","thumbnail":null,"section":"World"},{"date":"19930528","headline":"Public Advocate Battle Is Thrown Into Turmoil","web_url":"https://www.nytimes.com/1993/05/28/nyregion/public-advocate-battle-is-thrown-into-turmoil.html","abstract":"  With his entry yesterday into the race for his current job, Andrew J. Stein has suddenly taken a crowded and complicated race to become New York City's public advocate and made it even more crowded and complicated.   Mr. Stein's decision to try to extend his incumbency left the packed field of hopefuls wrestling with how to revise their strategies. In the process of reducing the Democratic race for mayor to a contest between Mayor David N. Dinkins and Roy E. Innis, the chairman of the Congress of Racial Equality, the contest for public advocate -- the new name for Mr. Stein's current job, City Council President -- has suddenly become the major heated political battle of the primary season, notwithstanding the race for city comptroller.","thumbnail":null,"section":"New York"},{"date":"19930528","headline":"G.O.P. Rivals Fight on Debate's Morning-After","web_url":"https://www.nytimes.com/1993/05/28/nyregion/gop-rivals-fight-on-debate-s-morning-after.html","abstract":"  Turning from the forum of a spirited televised debate watched all over New Jersey, the three candidates for the Republican gubernatorial nomination continued their sparring today before a variety of other audiences.   Pushing issues raised Wednesday night during the last of the two debates televised statewide, Christine Todd Whitman pressed an attack against Cary Edwards, accusing him of sexist bias, while Mr. Edwards continued to accuse Mrs. Whitman of flip-flopping on issues.","thumbnail":null,"section":"New York"},{"date":"19930528","headline":"Ruined Works Stand as Symbols of Vulnerability","web_url":"https://www.nytimes.com/1993/05/28/world/ruined-works-stand-as-symbols-of-vulnerability.html","abstract":"  The car bomb that exploded yesterday in Florence wreaked havoc on the Uffizi Gallery, the greatest repository of Italian art, and on the surrounding area, damaging more than a dozen works of art, including paintings by Giotto, Sebastiano del Piombo and Rubens. Major works by the lesser masters Gerrit van Honthorst and Bartolomeo Manfredi were completely destroyed.    The cherished galleries on the side of the building housing the museum's great Botticellis, Fra Angelicos and Mantegnas, and the rooms containing the supreme collection of drawings in all of Italy, fortunately suffered little. These galleries will reopen within weeks, according to the museum's director, Annamaria Petrioli Tofani.","thumbnail":null,"section":"World"},{"date":"19930528","headline":"Carter Is No Longer Just an Interim Coach","web_url":"https://www.nytimes.com/1993/05/28/sports/sports-people-pro-basketball-carter-is-no-longer-just-an-interim-coach.html","abstract":"  It's no longer interim coach FRED CARTER.  The Philadelphia 76ers yesterday gave Carter, 48, a two-year contract to revive the franchise, which missed the playoffs for the second straight season and finished with a 26-56 record, third worst in club history. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930528","headline":"Unintended 'Header' Earns Canseco an Offer","web_url":"https://www.nytimes.com/1993/05/28/sports/sports-people-soccer-unintended-header-earns-canseco-an-offer.html","abstract":"  When the Indians' CARLOS MARTINEZ bounced a fly ball off JOSE CANSECO's head and over the fence for a home run Wednesday night in Cleveland's one-run victory over the Rangers in Cleveland Stadium, it didn't go unnoticed. The Harrisburg Heat of the National Professional Soccer League yesterday offered him a contract.   \"I haven't had the opportunity to fully evaluate his foot skills,\" Heat Coach JIM POLLIHAN said, \"but he certainly possesses great potential for the head ball. In these days of the two-sport star, we think Jose could help us tremendously.\"","thumbnail":null,"section":"Sports"},{"date":"19930528","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/05/28/arts/art-in-review-222093.html","abstract":"  'Master European Paintings from the National Gallery of Ireland'   The I.B.M. Gallery of Science and Art  590 Madison Avenue (at 56th Street)  Through June 26    This quietly stunning exhibition brings to the United States the cream of the European paintings in the National Gallery of Ireland, which is approaching its 150th anniversary.","thumbnail":null,"section":"Arts"},{"date":"19930528","headline":"Khmer Rouge Puzzle: Softer Strategy","web_url":"https://www.nytimes.com/1993/05/28/world/khmer-rouge-puzzle-softer-strategy.html","abstract":"  One after another, Khmer Rouge trucks have rumbled down the unpaved streets of this rebel-held town this week, carrying hundreds of Cambodians who had been brought here on the order of the Maoist guerrillas with a single mission: to vote.   \"We agree with the elections now because Prince Sihanouk has come back,\" said a 29-year-old farmer, her back curved after years spent hunched over rice paddies that are now the territory of the Khmer Rouge. She referred to Prince Norodom Sihanouk, the former Cambodian monarch. Another voter explained, \"We come now because the Khmer Rouge allow us to come. There is no problem with voting now.\"","thumbnail":null,"section":"World"},{"date":"19930528","headline":"18 Indicted in Fraud Scheme After an Undercover Inquiry","web_url":"https://www.nytimes.com/1993/05/28/nyregion/18-indicted-in-fraud-scheme-after-an-undercover-inquiry.html","abstract":"  Eighteen people, including the son of a reputed Mafia boss, have been indicted in a scheme to defraud the Government of $34 million in gasoline excise taxes, Federal officials said today.    The indictments, which were handed up on Wednesday, stem from a three-year undercover operation on Long Island that involved the Federal Bureau of Investigation and the Internal Revenue Service, said Mary Jo White, the United States Attorney for the Eastern District of New York.","thumbnail":null,"section":"New York"},{"date":"19930528","headline":"Just Who Are These Visitors Helping?","web_url":"https://www.nytimes.com/1993/05/28/opinion/IHT-just-who-are-these-visitors-helping.html","abstract":"- Political surreality reached new peaks this week as hundreds of African-Americans gathered for a second African African-American Summit in Gabon, a Central African state on the brink of bankruptcy and popular rebellion.","thumbnail":null,"section":"Opinion"},{"date":"19930528","headline":"Holiday Weekend","web_url":"https://www.nytimes.com/1993/05/28/nyregion/holiday-weekend.html","abstract":"  Memorial Day will be observed on Monday. Here are holiday schedules. NEW YORK  GOVERNMENT OFFICES: Closed. POST OFFICE: Express Mail and special delivery only; main post office open at 33d Street and Eighth Avenue. BANKS: Closed.  PARKING: Sunday rules in effect.  SANITATION: No pickups, recycling or street cleanings.  SCHOOLS: Closed.  FINANCIAL MARKETS: Closed.  TRANSPORTATION: Buses and subways on Sunday schedule. Long Island Rail Road on weekend schedule, with extra trains this afternoon. Metro-North on weekend schedule. NEW JERSEY  GOVERNMENT OFFICES: Closed. POST OFFICES: Express Mail and special delivery only. BANKS: Closed.  SCHOOLS: Local option.  TRANSPORTATION: N.J. Transit on Sunday schedule. CONNECTICUT  GOVERNMENT OFFICES: Closed. POST OFFICES: Express Mail and special delivery only. BANKS: Closed.  SCHOOLS: Closed.  TRANSPORTATION: Metro-North on weekend schedule. Traffic Alert MONDAY  MEMORIAL DAY PARADE, Manhattan. Broadway between 72d and 86th Streets; 86th Street between Broadway and Riverside Drive; and Riverside Drive between 86th and 90th Streets will be closed from 8 A.M. to early afternoon  MEMORIAL DAY PARADE, Staten Island. Forest Avenue from Victory Boulevard to Decker Avenue from 11 A.M. to 4 P.M. ASTORIA-BROADWAY FESTIVAL, Queens. Broadway between Steinway and Crescent Streets from 10 A.M. to 7 P.M.","thumbnail":null,"section":"New York"},{"date":"19930528","headline":"Mentally Ill Woman Is Convicted of Slaying 2","web_url":"https://www.nytimes.com/1993/05/28/nyregion/mentally-ill-woman-is-convicted-of-slaying-2.html","abstract":"  After a year in jail and more than six years in mental institutions, a mentally ill woman was convicted yesterday of the 1985 slaying of the chairman of the Deak-Perera foreign exchange firm and a receptionist.   A State Supreme Court justice in Manhattan found the woman, Lois Lang, guilty of two counts of second-degree murder and two weapons charges despite agreeing with the defendant's lawyer and psychiatrists who examined her that Miss Lang was badly out of touch with reality.","thumbnail":null,"section":"New York"},{"date":"19930528","headline":"To the Beach: A Baedeker for Baskers; Long Beach Island","web_url":"https://www.nytimes.com/1993/05/28/arts/to-the-beach-a-baedeker-for-baskers-long-beach-island.html","abstract":"  You can lead a child to water but you can't make him swim in it. Or sail on it. Or even look at it. When I was young, my parents had a summer house on Long Beach Island, on the Jersey Shore between Seaside Heights and Atlantic City. The house was right on the dunes and had a terrific view of the ocean. The only thing that spoiled the view was me.   I was a spoiled suburban child who failed to see the point of driving two hours just to exchange a view of green lawns for one of green water swilling around outside the window. I spent my summers hunting for bits of a city I hadn't discovered yet. Dropped off for a sailing lesson, I would loiter a while at the door of the yacht club, then dash to the miniature golf course next door. Learning to ride a bike was a pleasure because I could pedal away from the beach and find some stray bits of city thrown up on the island like jetsam. The shop that sold amber jewelry. The Chinese gift store, a miniature Chinatown, with lanterns, chopsticks and the clam shells that you plunged into water, releasing paper flowers. I had a particular passion for the exterminator jeep that tore about the streets at night, releasing great Tiepolo clouds of poison.","thumbnail":null,"section":"Arts"},{"date":"19930528","headline":"THE CLINTON BUDGET: A Victory Most Precious; Breathlessly Narrow, Desperately Needed, Clinton's Triumph in the House Buys Time","web_url":"https://www.nytimes.com/1993/05/28/us/clinton-budget-victory-most-precious-breathlessly-narrow-desperately-needed.html","abstract":"  Standing on the burning deck, President Clinton sailed his ship to victory in the House of Representatives tonight. It was a harrowingly narrow victory, desperately needed after months of adversity, hard won.   It was not decisive, but the Administration gained time to prepare itself for other, harder battles ahead.","thumbnail":null,"section":"U.S."},{"date":"19930528","headline":"At CUNY, Exiled Leader Calls For New Sanctions on Haiti","web_url":"https://www.nytimes.com/1993/05/28/nyregion/commencements-at-cuny-exiled-leader-calls-for-new-sanctions-on-haiti.html","abstract":"  The Rev. Jean-Bertrand Aristide, the exiled President of Haiti, spoke yesterday at the eighth commencement exercises of the City University School of Law at Queens College.   Father Aristide, who was deposed in a 1991 coup, told the graduates that the United States and the United Nations should impose new sanctions on Haiti. He urged the United States to block ships from delivering fuel to Haiti. \"Then we will see the coup leaders and their allies finally realize that the sanctions are not a joke,\" he said.","thumbnail":null,"section":"New York"},{"date":"19930528","headline":"THE CLINTON BUDGET: Capitol Scene; It's Western Democracy (As in the Wild West)","web_url":"https://www.nytimes.com/1993/05/28/us/the-clinton-budget-capitol-scene-it-s-western-democracy-as-in-the-wild-west.html","abstract":"  The House of Representatives spent 10 hours today giving President Clinton's budget the full benefit of the deliberative process. It may have been democracy at its best, but it was not pretty.   On the contrary, the flocked and brass-trimmed House chamber was less a legislative arena than a movie-set bar room, a place where one cowboy makes a sneering remark, a second throws a punch and suddenly everyone is firing six-guns and hitting friend and foe alike over the head with liquor bottles and chairs.","thumbnail":null,"section":"U.S."},{"date":"19930528","headline":"Memorial Day Weekend Events","web_url":"https://www.nytimes.com/1993/05/28/arts/memorial-day-weekend-events.html","abstract":"  Here is a sampling of Memorial Day Weekend events in the New York metropolitan region: NEW YORK CITY Today  FLEET WEEK, Intrepid Sea-Air-Space Museum, Pier 86, 46th Street at the Hudson River, Manhattan. Demonstrations of helicopter sea-air rescue missions begin on the Intrepid's flight deck at 1 P.M. Public boardings of the aircraft carrier John F. Kennedy and other vessels, including a Russian destroyer, 1 to 4:30 P.M. Visitors can also board four Coast Guard ships. Free. Today through Monday. The museum's exhibit is \"The Battle of the Atlantic.\" Hours: 10 A.M. to 5 P.M. Admission: $7; $6 for the elderly; $4 for children 6 to 12; under 6 free. Information: (212) 245-0072. BASEBALL: METS VS. REDS, Shea Stadium, Flushing, Queens. Tonight at 7:40; tomorrow and Sunday at 1:40 P.M. Tickets: $6.50 to $15. Information: (718) 507-8499.","thumbnail":null,"section":"Arts"},{"date":"19930528","headline":"Save Money, Gain a Weekend","web_url":"https://www.nytimes.com/1993/05/28/style/IHT-save-money-gain-a-weekend.html","abstract":"THE recession it seems is the mother of invention. Business travelers trying to stretch theirdollars have found a devilish way of beating the system by planning trips over the weekend to take advantage of the cheapest air fares and hotel rooms.The sec","thumbnail":null,"section":"Style"},{"date":"19930528","headline":"FIRST LADY ANGERS DOCTORS ON COSTS","web_url":"https://www.nytimes.com/1993/05/28/us/first-lady-angers-doctors-on-costs.html","abstract":"  Declaring that the President \"may need us more than we need him,\" a top official of the American Medical Association today rejected Hillary Rodham Clinton's accusations of price gouging and said her attacks had grossly oversimplified the problems of the health-care system.   Leaders of the association said they were alarmed and dismayed by Mrs. Clinton's speech on Wednesday that took the health-care industry to task. While she did not identify any offenders, she denounced special interests and said that \"too many people have made too much money\" providing health care and health insurance.","thumbnail":null,"section":"U.S."},{"date":"19930528","headline":"Sports of The Times; Barkley Says Something Important","web_url":"https://www.nytimes.com/1993/05/28/sports/sports-of-the-times-barkley-says-something-important.html","abstract":"  AT last, some reality in sports advertising. Charles Barkley directs his laser-like glare at the camera and announces he is a basketball player, not a role model. Parents are role models. He is not raising the world's children, and thank goodness for that.   We have seen Barkley spit at the crowd, leap over tables to go after officials, and elbow unwary Angolan Olympians because, as he put it, he couldn't be sure the bloke was not carrying a spear. Beautiful. Now the burden is off. Charles Barkley has renounced his role as surrogate father-big brother to lonely sports fans seeking a hero.","thumbnail":null,"section":"Sports"},{"date":"19930528","headline":"Floored in 4, On Feet in 9, Stopped in 10","web_url":"https://www.nytimes.com/1993/05/28/sports/baseball-floored-in-4-on-feet-in-9-stopped-in-10.html","abstract":"  At least the Yankees made it exciting. Satisfying? No. Exhilarating? No. An extra-inning loss never is and last night's was particularly galling to the Yankees because Steve Farr thought he had struck out Mike Devereaux on the pitch before Devereaux delivered the single that carried the Orioles to a 4-3 victory in 10 innings at Yankee Stadium.   With runners on first and second, two out and an 0-2 count on Devereaux, Farr fired a fastball that he thought was on the outside corner and began shuffling toward the dugout. Umpire Mark Johnson called it a ball and Farr looked on in disbelief.","thumbnail":null,"section":"Sports"},{"date":"19930528","headline":"Johnson Can't Hold Candle to Past Power","web_url":"https://www.nytimes.com/1993/05/28/sports/baseball-johnson-can-t-hold-candle-to-past-power.html","abstract":"  Howard Johnson insists he is not finished as a home run threat. He calls talk of his demise as a prolific run producer \"nonsense.\" He declares that his stature is so secure that whatever kind of season he has in 1993 won't damage his trade value or his marketplace appeal should he file for free agency this fall.   Not everyone is quite so sure.   Johnson, after the greatest power season of his career in 1991, when he led the National League in home runs (38) and runs batted in (117), hit only 7 home runs in a 1992 campaign cut short by injury.","thumbnail":null,"section":"Sports"},{"date":"19930528","headline":"Braves Take Action Against Pendleton","web_url":"https://www.nytimes.com/1993/05/28/sports/sports-people-baseball-braves-take-action-against-pendleton.html","abstract":"  Atlanta third baseman TERRY PENDLETON was disciplined by the Braves, but not suspended, for walking off the field during Wednesday night's game with the Reds in Cincinnati.   Pendleton surprised his teammates by leaving the field in the seventh inning with reliever MARVIN FREEMAN pitching to Reds starter TIM BELCHER. Pendleton, who was followed down a dugout runway by Manager BOBBY COX, was replaced by BILL PECOTA.","thumbnail":null,"section":"Sports"},{"date":"19930528","headline":"To the Beach: A Baedeker for Baskers; Orchard Beach","web_url":"https://www.nytimes.com/1993/05/28/arts/to-the-beach-a-baedeker-for-baskers-orchard-beach.html","abstract":"  In a blue-collar borough, it's only appropriate that the beach is man-made.   Orchard Beach, a 1.1-mile sliver of surf and sand, has been the working person's urban oasis for more than half a century, ever since Robert Moses dumped bargeloads of sand from the Rockaways and carved it out of the sprawl of Pelham Bay Park in the Bronx.","thumbnail":null,"section":"Arts"},{"date":"19930528","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/05/28/arts/art-in-review-226293.html","abstract":"  'Two Painters/Two Decades' 'Jan Muller and Bob Thompson'   Vanderwoude Tananbaum  24 East 81st Street  Manhattan  Through June 11    This is an astute pairing of two good and little-seen artists. Jan Muller and Bob Thompson had much in common, although they came from very different backgrounds: Muller was born in Germany and settled in the United States in 1941, while Thompson was a black American who gravitated toward Europe. Both were figurative painters whose work was out of sync with the vanguard styles of their time, and both died young. Muller succumbed to heart disease in 1958, when he was 36; Thompson died of complications from heroin addiction in 1966, at 28.","thumbnail":null,"section":"Arts"},{"date":"19930528","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/05/28/sports/transactions-083993.html","abstract":"  Baseball  American League   TEXAS RANGERS -- Activated Jeff Huson and Bill Ripken, infielders, from the 15-day disabled list. Optioned Jon Shave, infielder, to Oklahoma City of the American Association and Benji Gil, shortstop, to Tulsa of the Texas League. National League   CHICAGO CUBS -- Signed Brent Woodall, pitcher; Dwon Knighton, outfielder; and Anthony King and Ariel Martin, infielders, to minor-league contracts.   COLORADO ROCKIES -- Announced the retirement of Dale Murphy, outfielder. Signed Kevin Ward, outfielder, and assigned him to Colorado Springs of the Pacific Coast League. Placed Jim Olander, Colorado Springs outfielder, on the 7-day disabled list.   MONTREAL EXPOS -- Claimed Cliff Brantley, pitcher, off waivers from the Philadelphia Phillies. Designated Jonathan Hurst, pitcher, for assignment.","thumbnail":null,"section":"Sports"},{"date":"19930528","headline":"Groups Push for Abortion Coverage in Health Plan","web_url":"https://www.nytimes.com/1993/05/28/us/groups-push-for-abortion-coverage-in-health-plan.html","abstract":"  A coalition of 84 organizations -- including labor unions, civil rights groups and a variety of supporters of abortion rights -- began a campaign today to push for coverage of abortion services in any national health care package.   The announcement came as President Clinton gave a tepid statement on the issue in a televised town hall meeting. \"I don't think a decision has been made about that,\" Mr. Clinton said, although he went on to say the health care task force would try to insure that \"we shouldn't take away from people some right they now have in their health insurance plans.\"","thumbnail":null,"section":"U.S."},{"date":"19930528","headline":"What Price Beauty? Oh, Say $2,000 or So","web_url":"https://www.nytimes.com/1993/05/28/us/what-price-beauty-oh-say-2000-or-so.html","abstract":"  The continuing investigation into that pressing political question -- What price beauty? -- widened today, with the disclosure that the White House at least twice recently arranged for Cristophe of Beverly Hills and a makeup artist to fly from Los Angeles to Washington to coif and colorize Hillary Rodham Clinton for magazine cover photographs.   For the warm and friendly photograph of Mrs. Clinton that adorned the cover of the May issue of Family Circle, which is owned by The New York Times Company, the magazine paid fees and airplane travel costs for Cristophe and the makeup stylist that amounted to $2,000, said Jacqueline Leo, the editor in chief of Family Circle.","thumbnail":null,"section":"U.S."},{"date":"19930528","headline":"HEAR THIS","web_url":"https://www.nytimes.com/1993/05/28/style/IHT-hear-this.html","abstract":"Now that nobody actually remembers hippie culture, either because they were there or because they weren't, the Singapore Ministry of Information has lifted a ban on \"Yellow Submarine\" and \"Lucy in the Sky With Diamonds.\" The Beatles so","thumbnail":null,"section":"Style"},{"date":"19930528","headline":"PEROT VS. CLINTON: WAR OF THE WORDS","web_url":"https://www.nytimes.com/1993/05/28/us/perot-vs-clinton-war-of-the-words.html","abstract":"  Ross Perot asserts that President Clinton does not have enough executive experience to handle \"the toughest job in the world.\"   The President dismisses Mr. Perot as a political malcontent who \"doesn't like my state.\" White House aides go even further, asserting that Mr. Perot, a Texan who made billions as a computer entrepreneur, is a man \"desperate for attention.\"","thumbnail":null,"section":"U.S."},{"date":"19930528","headline":"Nearly $1 Million for Byrd Book","web_url":"https://www.nytimes.com/1993/05/28/sports/sports-people-pro-football-nearly-1-million-for-byrd-book.html","abstract":"  The inspirational story of DENNIS BYRD, the 26-year-old former defensive end for the Jets who has staged a remarkable recovery from paralysis, was acquired yesterday by HarperCollins for an amount estimated at close to $1 million.","thumbnail":null,"section":"Sports"},{"date":"19930528","headline":"Guatemalan's Power Grab Brings Street Protests","web_url":"https://www.nytimes.com/1993/05/28/world/guatemalan-s-power-grab-brings-street-protests.html","abstract":"  Demonstrators took to the streets for the first time today to protest President Jorge Serrano Elias's use of dictatorial powers, and the United States cut off most of its aid to Guatemala.    The protests were tentative and relatively small, but they seemed to raise tensions quickly after two days in which it was often difficult to tell from the city's movements that anything had changed. The appearance of hundreds of demonstrators outside the Supreme Court building that Mr. Serrano shut down on Tuesday was enough to draw scores of military policemen and several armored vehicles.","thumbnail":null,"section":"World"},{"date":"19930528","headline":"A Deficit-Cutting Scorecard","web_url":"https://www.nytimes.com/1993/05/28/us/the-clinton-budget-a-deficit-cutting-scorecard.html","abstract":"  To Republicans, President Clinton's economic package is the largest tax increase in history. Democrats insist it is the biggest deficit cut.   Inevitably, both sides are wrong. And right.","thumbnail":null,"section":"U.S."},{"date":"19930528","headline":"No Vim and No Victory For Bull Inthe Heather","web_url":"https://www.nytimes.com/1993/05/28/sports/horse-racing-notebook-no-vim-and-no-victory-for-bull-inthe-heather.html","abstract":"  While star horses from all over North America were priming for the clusters of major races scheduled at Belmont Park in the next week, Bull Inthe Heather was probably running himself out of the Belmont Stakes when he ran fourth in a prep race yesterday with no style or spirit.   This was the horse who dashed into prominence by winning the Florida Derby at odds of 29-1 in March, and was the second choice to win the Kentucky Derby four weeks ago. But he ran a distant 11th that day, and he ran a distant fourth yesterday in his debut on grass in an allowance race for 3-year-olds while the French-raced colt Namaqualand was winning by nearly three lengths over Palashall.","thumbnail":null,"section":"Sports"},{"date":"19930528","headline":"Costs of Incarceration","web_url":"https://www.nytimes.com/1993/05/28/opinion/l-costs-of-incarceration-291293.html","abstract":"  To the Editor:   \"The Killer Who Wants to Die\" (editorial, May 8) advocates that Thomas Grasso be extradited from Oklahoma to New York to serve 20 years in jail before being returned to Oklahoma for execution. You state that the criminal, who prefers to be executed as soon as possible, cannot choose his fate. That's fine, but what of the waste and cost to taxpayers for incarcerating him for 20 years, maintaining his health and paying for all the legal manipulations likely to surround his existence, only to have him executed 20 years from now. And all this for a vicious murderer, convicted in both states.","thumbnail":null,"section":"Opinion"},{"date":"19930528","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/28/nyregion/c-corrections-569093.html","abstract":"  An article on Wednesday about fund-raising efforts by the Democratic Party named the Assistant Trade Representative for public affairs incorrectly. She is Anne Luzzatto.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19930528","time":"1993-05-28 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":91,"wspd":13},{"date":"19930528","time":"1993-05-28 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":90,"wspd":11.2},{"date":"19930528","time":"1993-05-28 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":87,"wspd":9.4},{"date":"19930528","time":"1993-05-28 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":84,"wspd":5.4},{"date":"19930528","time":"1993-05-28 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":80,"wspd":7.6},{"date":"19930528","time":"1993-05-28 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":86,"wspd":13},{"date":"19930528","time":"1993-05-28 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":86,"wspd":7.6},{"date":"19930528","time":"1993-05-28 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":81,"wspd":5.4},{"date":"19930528","time":"1993-05-28 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":78,"wspd":7.6},{"date":"19930528","time":"1993-05-28 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":77,"wspd":7.6},{"date":"19930528","time":"1993-05-28 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":70,"wspd":9.4},{"date":"19930528","time":"1993-05-28 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":64,"wspd":3.6},{"date":"19930528","time":"1993-05-28 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.3,"rhum":61,"wspd":9.4},{"date":"19930528","time":"1993-05-28 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":62,"wspd":11.2},{"date":"19930528","time":"1993-05-28 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":80,"wspd":11.2},{"date":"19930528","time":"1993-05-28 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.1,"rhum":68,"wspd":11.2},{"date":"19930528","time":"1993-05-28 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.7,"rhum":63,"wspd":13},{"date":"19930528","time":"1993-05-28 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.1,"rhum":45,"wspd":25.9},{"date":"19930528","time":"1993-05-28 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17,"rhum":44,"wspd":24.1},{"date":"19930528","time":"1993-05-28 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.8,"rhum":41,"wspd":20.5},{"date":"19930528","time":"1993-05-28 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.8,"rhum":51,"wspd":16.6},{"date":"19930528","time":"1993-05-28 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.1,"rhum":57,"wspd":11.2},{"date":"19930528","time":"1993-05-28 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":62,"wspd":11.2},{"date":"19930528","time":"1993-05-28 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":66,"wspd":16.6},{"date":"19930528","time":"1993-05-28 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":21,"wspd":16.6},{"date":"19930528","time":"1993-05-28 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":24,"wspd":18.7},{"date":"19930528","time":"1993-05-28 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":23,"wspd":14.8},{"date":"19930528","time":"1993-05-28 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":21,"wspd":18.7},{"date":"19930528","time":"1993-05-28 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":23,"wspd":11.2},{"date":"19930528","time":"1993-05-28 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":25,"wspd":9.4},{"date":"19930528","time":"1993-05-28 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":32,"wspd":7.6},{"date":"19930528","time":"1993-05-28 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":33,"wspd":9.4},{"date":"19930528","time":"1993-05-28 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":30,"wspd":11.2},{"date":"19930528","time":"1993-05-28 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":37,"wspd":9.4},{"date":"19930528","time":"1993-05-28 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":54,"wspd":11.2},{"date":"19930528","time":"1993-05-28 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":54,"wspd":13},{"date":"19930528","time":"1993-05-28 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":56,"wspd":9.4},{"date":"19930528","time":"1993-05-28 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":50,"wspd":13},{"date":"19930528","time":"1993-05-28 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":50,"wspd":14.8},{"date":"19930528","time":"1993-05-28 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":41,"wspd":14.8},{"date":"19930528","time":"1993-05-28 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":37,"wspd":13},{"date":"19930528","time":"1993-05-28 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":44,"wspd":13},{"date":"19930528","time":"1993-05-28 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":46,"wspd":9.4},{"date":"19930528","time":"1993-05-28 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":42,"wspd":9.4},{"date":"19930528","time":"1993-05-28 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":38,"wspd":9.4},{"date":"19930528","time":"1993-05-28 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":43,"wspd":11.2},{"date":"19930528","time":"1993-05-28 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":49,"wspd":13},{"date":"19930528","time":"1993-05-28 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":52,"wspd":14.8}]},"19930529":{"guardian_articles":[],"nytimes_articles":[{"date":"19930529","headline":"THE CLINTON BUDGET: On Democratic Turf; In St. Paul, Clinton Faithful Wince","web_url":"https://www.nytimes.com/1993/05/29/us/the-clinton-budget-on-democratic-turf-in-st-paul-clinton-faithful-wince.html","abstract":"  When President Clinton's economic package narrowly passed the House on Thursday night, there may have been no one outside the White House more relieved than Thaddeus Austin, a real estate agent here.   It is not because Mr. Austin expects anything from the budget personally. In fact, he has been expecting higher taxes since Election Day. He figures an energy tax will hit Minnesotans especially hard, what with the harsh winters and long commutes. And besides, he, like many Americans, views the Federal budget as a bulbous enigma that the average citizen may not fully grasp no matter how many hours C-Span is on.","thumbnail":null,"section":"U.S."},{"date":"19930529","headline":"NATO's Leadership Gap; Washington's Seeming Confusion on Bosnia Throws Alliance Into Crisis of Relevance","web_url":"https://www.nytimes.com/1993/05/29/world/nato-s-leadership-gap-washington-s-seeming-confusion-bosnia-throws-alliance-into.html","abstract":"  Confused and ambivalent signals from Washington about handling the war in Bosnia and Herzegovina have thrown the NATO alliance into its most serious crisis since the end of the cold war.   Critics in Washington and New York, but also in Brussels and Bonn, have begun to question whether an alliance designed to stave off the Soviet Union has any relevance to the prevention of the ethnic and national conflicts that have broken out in the ruins of the Communist empire and threaten to endanger the stability and security of Europe if they are not contained.","thumbnail":null,"section":"World"},{"date":"19930529","headline":"Bridge","web_url":"https://www.nytimes.com/1993/05/29/nyregion/bridge-910093.html","abstract":"  When the Eastern Regional Championships continue today at the Sheraton New York Hotel, Seventh Avenue and 53d Street, attention will be focused on the historic Goldman Pairs, which dates back to 1929. When the Goldman ends tomorrow night, the players will forget bridge for an hour or so: They will be entertained by four professional comedians who regularly appear in Manhattan comedy clubs.   This idea is the brainchild of Sandy Stern, who was involved in her own comedy on the diagramed deal from a recent home game. As South she arrived in an ideal four-heart contract after a mysterious sequence following a three-diamond pre-emptive opening by East. Most South players would choose between a routine four-club overcall or a three no-trump gamble, and few would contemplate a three-heart bid.","thumbnail":null,"section":"New York"},{"date":"19930529","headline":"THE CLINTON BUDGET: The Outlook; Will It Help or Harm? Economists Say Yes and Yes","web_url":"https://www.nytimes.com/1993/05/29/us/the-clinton-budget-the-outlook-will-it-help-or-harm-economists-say-yes-and-yes.html","abstract":"  Deficit reduction is a two-edged sword, and now that the House of Representatives has approved higher taxes and reduced spending, economists are assessing whether the budget plan will help the economy by cutting interest rates or harm it by cutting jobs.   Their answer: a little of each.","thumbnail":null,"section":"U.S."},{"date":"19930529","headline":"Investor's Guide Details 'Financial Shenanigans' : Detecting Gimmicks In Company Reports","web_url":"https://www.nytimes.com/1993/05/29/your-money/IHT-investors-guide-details-financial-shenanigans-detecting.html","abstract":"WITH so many perennial blue chip companies turning up in the red, how can an investor read between the lines of often glowing financial reports to determine the true financial position of a company before making an investment?. \"Financial Shenanigans","thumbnail":null,"section":"Your Money"},{"date":"19930529","headline":"Have the Serbs Won the Cold War?","web_url":"https://www.nytimes.com/1993/05/29/opinion/have-the-serbs-won-the-cold-war.html","abstract":"This is too much. The Serbs are doing what the Soviets failed to do, namely divide the West.\n\nWe do not hear about \"the West\" as we used to do when the allies saved themselves from tyranny and preserved for the world the option of democracy. Our solidarity then was our greatest achievement. Obviously that change has a lot to do with the dissolution of \"the East.\" Yet surely the West was more than just a military alliance? Were our declarations of principle nothing but anti-Communist slogans?","thumbnail":null,"section":"Opinion"},{"date":"19930529","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/05/29/nyregion/inside-536993.html","abstract":"Polish Government Is Ousted    Poland's Government collapsed after it lost a vote of confidence over budget policies of the Prime Minister, but the President did not immediately accept her resignation. Page 3. A Cushion for Investors    Stock options can provide a good night's sleep for investors who toss and turn when their portfolios zig and zag. Your Money, page 31. Clinton May Hire Reagan Aide    President Clinton is considering appointing David Gergen, President Reagan's communications director, as a White House counselor. Page 6.","thumbnail":null,"section":"New York"},{"date":"19930529","headline":"Officer Is Charged With Accepting Bribe","web_url":"https://www.nytimes.com/1993/05/29/nyregion/officer-is-charged-with-accepting-bribe.html","abstract":"  A New York City police officer was arrested yesterday after he accepted $2,200 from an undercover investigator posing as a drug dealer who needed an escort to deliver $100,000 in drug profits, the Queens District Attorney said.   The officer, Andre McDougal, 28, of the 101st Precinct, was suspended and charged with bribery, official misconduct and computer trespassing. He was arrested at a parking lot in Bayside, Queens, after he escorted the undercover officer in a car from Jackson Heights, an investigator said.","thumbnail":null,"section":"New York"},{"date":"19930529","headline":"Artful Structuring of an Offshore Trust","web_url":"https://www.nytimes.com/1993/05/29/your-money/IHT-artful-structuring-of-an-offshore-trust.html","abstract":"TO MANY people, especially Americans, the mere mention of the term \"offshore trust\" conjures conflicting images of pots of gold and prison cells.Although there is little doubt that offshore entities, such as trusts and limited liability compan","thumbnail":null,"section":"Your Money"},{"date":"19930529","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/05/29/arts/classical-music-in-review-513593.html","abstract":"  Sergiu Schwarz Violinist 92d Street Y","thumbnail":null,"section":"Arts"},{"date":"19930529","headline":"The Verdict on Two Courts; Indonesia's Silenced Accuser","web_url":"https://www.nytimes.com/1993/05/29/opinion/the-verdict-on-two-courts-indonesia-s-silenced-accuser.html","abstract":"  A show trial is a judicial travesty whose real purpose is to manufacture propaganda. An especially clumsy example was the sentencing last week in Indonesia of an East Timor rebel leader named Jose Alexandre Gusmao. The presiding judge spent seven hours reading a 250-page verdict, denouncing the crimes said to justify sentencing the accused to life in prison. But when Mr. Gusmao sought to read his own 27-page defense, he was silenced by the court.    That was unusual even by Indonesia's authoritarian standards. Human rights groups like Asia Watch can recall no previous political trial there in which the defense statement was suppressed by judges.","thumbnail":null,"section":"Opinion"},{"date":"19930529","headline":"Honors at City College, And Farewell to a Chief","web_url":"https://www.nytimes.com/1993/05/29/nyregion/commencements-honors-at-city-college-and-farewell-to-a-chief.html","abstract":"  Juan Bosch, the former president of the Dominican Republic, was one of four honorary degree recipients that addressed the 1,900 graduates at City College's 147th commencement yesterday on the campus at 138th Street and Convent Avenue.   The acting president of the college, Augusta Souza Kappner, who gave the main address, opened her speech by quoting the first president of City College, Horace Webster, on the objectives of the school: \"The experiment is to be tried, whether the children of the people -- the children of the whole people -- can be educated; and whether an institution of learning of the highest grade can be successfully controlled by the popular will, not the privileged few.\"","thumbnail":null,"section":"New York"},{"date":"19930529","headline":"Despite Fierce Pressure, New Yorker Defies Party","web_url":"https://www.nytimes.com/1993/05/29/us/despite-fierce-pressure-new-yorker-defies-party.html","abstract":"  Representative Carolyn B. Maloney, the freshman Democrat from the Upper East Side of Manhattan, fretted all day before she became the only New York Democrat to vote against President Clinton's budget package.   President Clinton called, Vice President Al Gore called and five Cabinet members called, but Ms. Maloney remained undecided. A senior House leader said it was made clear to Ms. Maloney that she could forget about rising to a position on any important committees if she voted nay.","thumbnail":null,"section":"U.S."},{"date":"19930529","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/05/29/arts/classical-music-in-review-512793.html","abstract":"  'The Insect Comedy' Center for Contemporary Opera Hunter College","thumbnail":null,"section":"Arts"},{"date":"19930529","headline":"THE CLINTON BUDGET: Changes at the Top; As Political Missteps Mount, White House Considers Enlisting Former Reagan Aide","web_url":"https://www.nytimes.com/1993/05/29/us/clinton-budget-changes-top-political-missteps-mount-white-house-considers.html","abstract":"  President Clinton's chief of staff announced today that personnel changes were imminent, and White House officials later said that David Gergen, who was President Ronald Reagan's communications director, was being considered for a job as counselor to Mr. Clinton.    Mr. Gergen, who is currently an editor at large of U.S. News & World Report, has had several conversations with Clinton aides about a job that would put him over the White House communications director, George Stephanopoulos, the officials said.","thumbnail":null,"section":"U.S."},{"date":"19930529","headline":"Bail Release Affirmed in Glen Ridge Case","web_url":"https://www.nytimes.com/1993/05/29/nyregion/bail-release-affirmed-in-glen-ridge-case.html","abstract":"  One of the three men convicted in the Glen Ridge sex assault case was allowed to remain free on bail today after prosecutors refused to document a college student's contention that he had assaulted her in 1990 in Boston.   After prosecutors declined to have the young woman or any witnesses testify about the allegation at a bail hearing here today, Judge R. Benjamin Cohen said he had no grounds to revoke the $2,500 bail for Christopher Archer, 21.","thumbnail":null,"section":"New York"},{"date":"19930529","headline":"THE CLINTON BUDGET: The Overview; Clinton Takes His Fight For Budget on the Road","web_url":"https://www.nytimes.com/1993/05/29/us/the-clinton-budget-the-overview-clinton-takes-his-fight-for-budget-on-the-road.html","abstract":"  Facing an even more difficult task in the Senate than he had in the House of Representatives, President Clinton went back on the road today to generate political support for his budget.   At a rally in the courtyard of Philadelphia's City Hall, he implored the crowd to \"stay with us, fight with us\" to keep the plan on track in the Senate.","thumbnail":null,"section":"U.S."},{"date":"19930529","headline":"The Asian Boom: Too Much Optimism?","web_url":"https://www.nytimes.com/1993/05/29/your-money/IHT-the-asian-boom-too-much-optimism.html","abstract":"WHEN Fosters, the Australian brewer, revealed plans to build a series of joint-venture breweries in China earlier this month,the company predicted that the Chinese would be swilling more beer than any other nationality by the year 2000. This may have d","thumbnail":null,"section":"Your Money"},{"date":"19930529","headline":"Bowman Won't Return as Penguin Coach","web_url":"https://www.nytimes.com/1993/05/29/sports/sports-people-hockey-bowman-won-t-return-as-penguin-coach.html","abstract":"  SCOTTY BOWMAN's two-season stint as the Pittsburgh Penguins' coach ended abruptly yesterday when the N.H.L.'s winningest coach left an offer from the club on the bargaining table and said he would talk to other teams.   The Penguins then rescinded their offer and said the only way Bowman would return would be as the team's player-development director or as a consultant, positions he held before replacing cancer-stricken BOB JOHNSON as coach in 1991.","thumbnail":null,"section":"Sports"},{"date":"19930529","headline":"Four for the Title in Lacrosse","web_url":"https://www.nytimes.com/1993/05/29/sports/four-for-the-title-in-lacrosse.html","abstract":"  Syracuse enters today's semifinals of the National Collegiate Athletic Association lacrosse tournament on a nine-game winning streak. The Orange have been scoring goals in clusters, with 97 in the last 5 games, including 20 by Matt Riter and 11 by Jamie Archer.   Syracuse will meet Princeton at Byrd Stadium in College Park, Md., after Johns Hopkins faces North Carolina. The victors will play for the championship there on Monday.","thumbnail":null,"section":"Sports"},{"date":"19930529","headline":"Choice of the Hops: Investing in Beer","web_url":"https://www.nytimes.com/1993/05/29/your-money/IHT-choice-of-the-hops-investing-in-beer.html","abstract":"PERHAPS no true beer lover would rank American Budweiser higher than the Netherlands' Heineken in a taste test. But when it comes to rating beer stocks, brewing industry analysts believe that \"Bud's\" maker, Anheuser-Busch Co. Inc., is on a par w","thumbnail":null,"section":"Your Money"},{"date":"19930529","headline":"BADILLO JOINS RACE ON GIULIANI TICKET TO OPPOSE DINKINS","web_url":"https://www.nytimes.com/1993/05/29/nyregion/badillo-joins-race-on-giuliani-ticket-to-oppose-dinkins.html","abstract":"  Rudolph W. Giuliani and Herman Badillo joined forces yesterday to run for Mayor and Comptroller of New York City in a Republican-Liberal alliance against Mayor David N. Dinkins, invoking the multiparty legacy of Fiorello H. La Guardia and kicking off a second straight competitive general election in one of the nation's most solidly Democratic strongholds.   As he clutched a microphone atop a flatbed truck at East 116th Street and Lexington Avenue in East Harlem, Mr. Badillo, a Democrat and the elder statesman of the city's Hispanic politicians, said he was joining Mr. Giuliani, the Republican former Federal prosecutor, \"to rebuild our great city, restoring it to a place where standards are applied and met.\" Unswayed by Embassy Offer    Their partnership presaged not only a rerun of the 1989 election, which Mr. Dinkins won by just 2 percentage points, but perhaps the most complex mayoral race since John V. Lindsay's re-election as the Liberal Party candidate in a three-way race in 1969. They picked their spot deliberately: the landmark corner that La Guardia made famous 60 years ago in his \"fusion\" campaign against Tammany Hall, in a neighborhood that is now as predominantly Hispanic as it was then Italian and Jewish.","thumbnail":null,"section":"New York"},{"date":"19930529","headline":"Proportional Voting Suits School Elections","web_url":"https://www.nytimes.com/1993/05/29/opinion/l-proportional-voting-suits-school-elections-547093.html","abstract":"  To the Editor:   \"The School Board Sham\" (editorial, May 4) demonstrates some misunderstanding of proportional representation. You describe the system as confusing and complex. It is neither. Proportional representation's recent negative image may have more to with political corruption in Italy than with proportional representation.","thumbnail":null,"section":"Opinion"},{"date":"19930529","headline":"Bubka to Vault Outdoors in U.S.","web_url":"https://www.nytimes.com/1993/05/29/sports/sports-people-track-field-bubka-to-vault-outdoors-in-us.html","abstract":"  SERGEI BUBKA, the world-record holder in the pole vault, will be competing outdoors in the United States for the first time at the Bruce Jenner Classic today in San Jose, Calif.   Bubka's decision to compete in the meet took event organizers by surprise but they welcomed it. \"That's as good as it gets,\" said BERT BONANNO, the meet's director. \"He's never jumped in the United States outdoors. It's exciting.\"","thumbnail":null,"section":"Sports"},{"date":"19930529","headline":"Now, the Really Hard Part","web_url":"https://www.nytimes.com/1993/05/29/us/now-the-really-hard-part.html","abstract":"  President Clinton went on the road to try to build enough momentum for his budget to clear the Senate. Supporters in places like St. Paul cheered him on, but with worried frowns. Articles, pages 6 and 7.","thumbnail":null,"section":"U.S."},{"date":"19930529","headline":"A Lover Leaps to Join Her Slain Fiance in Death","web_url":"https://www.nytimes.com/1993/05/29/nyregion/a-lover-leaps-to-join-her-slain-fiance-in-death.html","abstract":"  Shaleen Wadhwami and Hema Sakhrani met and fell in love at New York University, two successful children of immigrant families from India who seemed to have limitless futures. They planned to marry in July, a month before Mr. Wadhwami started medical school on a full scholarship, a courtship as well as budding careers that delighted their families and friends in the closely knit Indian communities of Queens and Long Island.    One man did not share their joy. Chandran Nathan, the police said, had an obsession with Ms. Sakhrani. Late Wednesday night, the police said, he went to the door of Mr. Wadhwami's home in Manhasset, L.I., carrying a semiautomatic rifle and fired 20 bullets at the young man, killing him as his parents slept upstairs.","thumbnail":null,"section":"New York"},{"date":"19930529","headline":"Pet Cemetery Used in Scheme Is Sold by U.S. for $650,000","web_url":"https://www.nytimes.com/1993/05/29/nyregion/pet-cemetery-used-in-scheme-is-sold-by-us-for-650000.html","abstract":"  In perhaps the final act of a highly emotional and at times bizarre spectacle, the Federal Government accepted a bid yesterday by three Long Island men to buy and operate the Suffolk County pet cemetery where thousands of animals were burned en masse or thrown into huge pits.   The buyers, two executives and a lawyer, have agreed to renovate the 27-acre Long Island Pet Cemetery in Middle Island, and they said they intended to erect a memorial to the pets that were improperly disposed of there.","thumbnail":null,"section":"New York"},{"date":"19930529","headline":"Joint Chiefs to Get 2 Options on Homosexuals","web_url":"https://www.nytimes.com/1993/05/29/us/joint-chiefs-to-get-2-options-on-homosexuals.html","abstract":"  Defense Secretary Les Aspin will in the next several days present the Joint Chiefs of Staff with two policy options to allow homosexuals to serve in the military, senior Defense Department officials said today.    One plan would allow gay troops to declare their homosexuality, though quietly; the other approach most likely would not, although this version is still being refined, a senior Pentagon official said.","thumbnail":null,"section":"U.S."},{"date":"19930529","headline":"A Death in Custody Brings a 2d Autopsy","web_url":"https://www.nytimes.com/1993/05/29/nyregion/a-death-in-custody-brings-a-2d-autopsy.html","abstract":"  A second autopsy was conducted yesterday on the body of a man who died in police custody this week.    The latest analysis, by a medical examiner with the State Commission of Corrections, was conducted after allegations that the man, Johnnie Cromartie, 40, was beaten to death early Tuesday morning by two police officers while he was being treated for an epileptic seizure at New York Downtown Hospital.","thumbnail":null,"section":"New York"},{"date":"19930529","headline":"Don't Believe It, Macedonians Aren't Bulgarian","web_url":"https://www.nytimes.com/1993/05/29/opinion/l-don-t-believe-it-macedonians-aren-t-bulgarian-518693.html","abstract":"  To the Editor:   A May 12 report that President Clinton was considering sending United States troops to Macedonia states: \"Macedonia is home to about 2 million people; about a third are of Muslim Albanian descent and most of the rest are of Bulgarian origin.\" The majority of the population of Macedonia (67 percent) is ethnic Macedonians, not Bulgarians.","thumbnail":null,"section":"Opinion"},{"date":"19930529","headline":"The Medicare Exodus","web_url":"https://www.nytimes.com/1993/05/29/opinion/l-the-medicare-exodus-534893.html","abstract":"  To the Editor:    The disorganized, unorganized majority who have not yet been herded into health maintenance organizations feel the pressure rising. But how to express our unease when what we want in medical care is an emphasis on individual freedom? \"Doctor Fears Changes May Be for Worse\" (front page, May 13) expresses the viewpoint well from the doctor's side.","thumbnail":null,"section":"Opinion"},{"date":"19930529","headline":"Salvador Election Follies","web_url":"https://www.nytimes.com/1993/05/29/opinion/salvador-election-follies.html","abstract":"Having fought El Salvador's United States-backed army to a standstill for more than a decade, the Farabundo Marti National Liberation Front agreed to lay down its arms in exchange for the promise of democracy -- an opportunity to press its demands at the ballot box rather than on the battlefield.\n\nThe election scheduled for March 1994 marks the final and pivotal step of the peace process. But the peace, won at the cost of thousands of lives, is in jeopardy. Government manipulation of the electoral rules is destroying the opposition parties' confidence in the process -- to the point that they have begun to talk openly of boycotting the election.","thumbnail":null,"section":"Opinion"},{"date":"19930529","headline":"Beliefs","web_url":"https://www.nytimes.com/1993/05/29/us/beliefs-688893.html","abstract":"  Seldom has a national figure stirred so much wonder and speculation in the news media by saying things that most of the American public consider unremarkable.    In an April 6 speech in Austin, Tex., and several interviews since then, Hillary Rodham Clinton talked about the Golden Rule and the Ten Commandments and \"common-sense truth.\" She borrowed the Presidential bully pulpit from her husband, and here is what she declared:","thumbnail":null,"section":"U.S."},{"date":"19930529","headline":"The Inventor and the Salesman: Taking a Bright Idea to Market","web_url":"https://www.nytimes.com/1993/05/29/technology/how-they-do-it-the-inventor-and-the-salesman-taking-a-bright-idea-to-market.html","abstract":"  Stuart Ford of Manakin, Va., said the idea for his combination chipper, shredder, vacuum and blower came to him when he realized more and more states were closing landfills, forcing people to dispose of their own lawn debris.    While market research found this type of machine was available, they cost around $2,000 and less than 2 percent of households had acquired them. The inventor and marketing consultant figures that if he could build one that was affordable, compact and convenient for home use, that number would grow.    He then set about developing the machine he called the Cougar. With the help of a draftsman, he designed and built a protortype and contracted with tool makers to produce the parts. One of these is a steel fabricator in Cleveland that assembles the machine, the first of which came off the production line this month.    To date, Mr. Ford has invested about $200,000. He expects to sell the machines for about $550 each and sees a strong market. \"Based on early figures, we anticipate that sales of the Cougar will be around $2.5 million by the end of the year,\" he said.","thumbnail":null,"section":"Technology"},{"date":"19930529","headline":"Suns Win With Fourth-Quarter Surge","web_url":"https://www.nytimes.com/1993/05/29/sports/basketball-suns-win-with-fourth-quarter-surge.html","abstract":"  Charles Barkley gave a chalk talk before tonight's game here. \"O.K., guys,\" he said, not amicably. \"What's our favorite play tonight? '2Chuck.' That means get the ball to Chuck and get out of the way.\"   He then scribbled \"2Chuck\" on the locker-room board. \"I got to write it down so Paul Westphal won't forget it,\" he said, and then he was off to shave his head.","thumbnail":null,"section":"Sports"},{"date":"19930529","headline":"Celebrity Photographer Wants Both Meanings","web_url":"https://www.nytimes.com/1993/05/29/nyregion/about-new-york-celebrity-photographer-wants-both-meanings.html","abstract":"  AFTER a half-century of photographing celebrities, Editta Sherman remains ever-ready for her close-up.   Dramatically lighted portraits of musicians, writers and actors of a bygone era ring the walls of her bright Carnegie Hall aerie, her 8-by-10-view camera still dominating the studio like a mahogany-frame behemoth. She nods and points to the slightly faded or tilted pictures of \"my people\"-- Oskar Werner, Leopold Stokowski, Tyrone Power and Yul Brynner, among others -- and delivers a dizzying commentary peppered with asides to long-gone tycoons, heiresses and Broadway swells.","thumbnail":null,"section":"New York"},{"date":"19930529","headline":"Envoys Fear a Cambodia Power Grab","web_url":"https://www.nytimes.com/1993/05/29/world/envoys-fear-a-cambodia-power-grab.html","abstract":"  On the last day of voting in what has been an unexpectedly peaceful election in Cambodia, United Nations officials and diplomats warned today of new concerns that the incumbent Government would try to hold on to power even if its political party was defeated at the polls.   A senior United Nations official said Yasushi Akashi, the director of the 22,000-member United Nations peacekeeping force in Cambodia, had received daily complaints from the Government this week of purported irregularities in the voting.","thumbnail":null,"section":"World"},{"date":"19930529","headline":"Campaign Breakdown; Stein's Message Fails To Win Over Voters","web_url":"https://www.nytimes.com/1993/05/29/nyregion/campaign-breakdown-stein-s-message-fails-to-win-over-voters.html","abstract":"  Faced with the collapse of his $3 million campaign for mayor of New York City and the need to begin a re-election drive quickly, City Council President Andrew J. Stein yesterday returned to a locale that symbolizes his greatest governmental triumph -- a once-beleaguered nursing home that he fought to rehabilitate.   There he spoke with confidence of being re-elected to a vastly diminished office that next year will have its name changed to the more modest \"public advocate\" and implied how, at 48, he was young enough to fight another day for a higher position.","thumbnail":null,"section":"New York"},{"date":"19930529","headline":"THE CLINTON BUDGET: Arm-Twisting; When the President Rings, Mavericks Run for Cover","web_url":"https://www.nytimes.com/1993/05/29/us/the-clinton-budget-arm-twisting-when-the-president-rings-mavericks-run-for-cover.html","abstract":"  The White House telephone operators can reach Boris N. Yeltsin or Queen Elizabeth II in a snap. But they could not find Representative Collin C. Peterson all Thursday afternoon.    He was hiding from the President in the House gym.","thumbnail":null,"section":"U.S."},{"date":"19930529","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/29/style/chronicle-516093.html","abstract":"  Five years ago, when the Rev. Dr. NORMAN VINCENT PEALE turned 90, 1,000 people gathered in the Waldorf-Astoria Hotel to wish him well. On Monday, he will be 95, and this time the celebration is expected to be low key, though no less heartfelt.    \"We are going to have all our family -- our three children and their spouses, eight grandchildren, three of whom are married, and one great granddaughter,\" Dr. Peale's wife, RUTH STAFFORD PEALE, 86, said yesterday as she prepared to leave for the celebration at Mohonk Mountain House, the resort in New Paltz, N.Y. \"He's awfully glad it will be just family. He hates to have a lot of attention paid to his birthday, but he is willing to admit that this one is special.\"","thumbnail":null,"section":"Style"},{"date":"19930529","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/05/29/sports/results-plus-173393.html","abstract":"  COLLEGE BASEBALL  St. John's Stays Alive in N.C.A.A.  Brett Bartkewicz paced a 21-hit attack with five singles and Jason Loscalzo had four hits including a home run as St. John's beat George Mason, 16-9, yesterday in a loser-out game of the National Collegiate Athletic Association West Regional in Tempe, Ariz. St. John's (26-19), which also got three doubles and a single from Anthony D'Esposito, made five errors in the first two innings and fell behind by 3-0 before staying alive in the double-elimination regional, getting five unearned runs against George Mason (33-15) in the fifth. Redmen starter C. J. Nitkowski (6-3) struck out 10 and allowed two earned runs over seven and two-thirds innings. (AP) Fordham Loses in Midwest: Top-seeded North Carolina State took advantage of Fordham's porous defense in the first three innings and went on to a 12-4 victory in the first round of the Midwest Regional in Stillwater, Okla. The Wolfpack (48-15) scored five unearned runs in the first inning after Fordham starter Ramon Hernandez was within one pitch of getting out of the inning. Four more unearned runs in the third put the game out of reach. Fordham (31-26) next plays the loser of last night's game between Oklahoma State and Connecticut. (AP) Rutgers Loses One: In Knoxville, Tenn., Clemson won, 7-3, to hand Rutgers its first loss in the Mideast Regional. Rutgers (37-16), the Atlantic 10 Conference champion, will play the loser of the game between N.C.-Charlotte and Tennessee. (AP) Yale Is Out: In College Station, Tex., North Carolina eliminated Yale, 11-6, in the Central I Regional. Yale, winner of the Ivy League, ends the season at 33-11. (AP) GOLF  Clearwater Shoots a 61, and He's in Third  Fulton Allem weathered a record-setting performance by Keith Clearwater and established a one-stroke lead yesterday in the storm-delayed second round of the Southwestern Bell Colonial in Fort Worth, Tex. Allem birdied the final hole from 25 feet to cap a seven-under 63 and set a tournament record of 11-under-par 129 over the first 36 holes. Clearwater birdied the last seven holes -- averaging more than 20 feet a putt while falling one short of the PGA Tour record -- for a 61 on the 7,010-yard Colonial course. His 61 was a course and tournament record, and a score that has been bettered only 10 times in the history of the American tour, a pair of 59's by Al Geiberger and Chip Beck, and eight scores of 60. With a 132 total, however, Clearwater trailed both Allem and Dick Mast, who shot 66 and was a stroke off the pace on a day the course was robbed of its natural defenses by gentle breezes and greens slowed and softened by a day-long series of showers. In a group at 133, one behind Clearwater, were Tom Watson, Greg Norman, Russ Cochran, Mark Calcavecchia and Jeff Maggert. (AP) Two Eagles for Robbins: Kelly Robbins had two eagles in a four-under-par 68 yesterday to take sole possession of the lead after two rounds of the L.P.G.A. Corning Classic in Corning, N.Y.. Robbins, who started the round in a three-way tie for the lead, has a 36-hole total of 138, one stroke in front of Hiromi Kobayashi of Japan, who also shot a 68. Alison Nicholas had a 71 and was next at 141.  Murphy and Turnesa Rally: Going into the back 18 of the 36-hole best-ball Wilson Memorial Cup yesterday at the Scarsdale (N.Y.) Golf Club, Steve Murphy and Jim Turnesa thought their chances of winning the 22d annual tournament for a third time were minimal. The twosome from the Knollwood Country Club in Elmsford finished the first 18 with a two-under-par 70 that put them in seventh place, seven strokes off the leaders, John Baldwin and Peter Van Ingen of the Meadow Brook Country Club on Long Island. But Murphy and Turnesa combined for a 65 on the back to finish with a 135 and earn the victory by a stroke as Baldwin and Van Ingen scored a 73 and fell into a second-place tie at 136. Also in second was Ridgewood team of Paul Antenucci and Tim Shea.","thumbnail":null,"section":"Sports"},{"date":"19930529","headline":"Transactions","web_url":"https://www.nytimes.com/1993/05/29/sports/transactions-158093.html","abstract":"  Baseball  American League   MINNESOTA TWINS -- Recalled Larry Casian, pitcher, from Portland of the Pacific Coast League. Removed George Tsamis, pitcher, from the active roster. National League   CINCINNATI REDS -- Activated Rob Dibble, pitcher, from the 15-day disabled list.   SAN DIEGO PADRES -- Purchased the contract of Kevin Higgins, catcher, from Las Vegas of the Pacific Coast League. Basketball  National Basketball Association   PHILADELPHIA 76ERS -- Exercised their option to buy out the contract of Armon Gilliam, forward, making him a free agent. Football  National Football League   SAN FRANCISCO 49ERS -- Signed Wilson Hoyle, placekicker. Named Ron Juanso publications coordinator and Steve Little physical development assistant. Horse racing   BELMONT PARK -- Suspended Dominick Galluscio, trainer, for 60 days because one of his horses tested positive for two prohibited substances after a race on April 3. College   CHAPMAN -- Named Mary Hegarty women's basketball coach.   MASSACHUSETTS -- Named David Peters assistant ice hockey coach.   ST. MARY'S -- Signed Terri Rubenstein, women's basketball coach, to a four-year contract extension.   STETSON -- Named Pierre Pilote men's tennis coach.","thumbnail":null,"section":"Sports"},{"date":"19930529","headline":"Pierce's Father Is Ejected After A 'Disturbance'","web_url":"https://www.nytimes.com/1993/05/29/sports/IHT-pierces-father-is-ejected-after-a-disturbance.html","abstract":"Security guards ejected the father of Mary Pierce from Roland Garros Stadium on Friday and removed his credentials after he reportedly caused \"a disturbance in the crowd\" during his daughter's match at the French Open.. Jim Pierce, who has in th","thumbnail":null,"section":"Sports"},{"date":"19930529","headline":"Don't Believe It, Macedonians Aren't Bulgarian; More Than 1,400 Years","web_url":"https://www.nytimes.com/1993/05/29/opinion/l-don-t-believe-it-macedonians-aren-t-bulgarian-more-than-1400-years-519493.html","abstract":"  To the Editor:   Your assertion about the Bulgarian origin of the Republic of Macedonia population (news article, May 12) is false. Macedonians are of Slavic origin and have been known as Macedonians for more than 1,400 years!   The correct official figures are 65 percent Macedonian, 21 percent Albanians, 4.8 percent Turks, 2.7 percent Roma and 2.2 percent Serbs. These figures are also used in the Central Intelligence Agency atlas of Eastern Europe.  LJUBICA Z. ACEVSKA United States Representative of the Republic of Macedonia Washington, May 13, 1993","thumbnail":null,"section":"Opinion"},{"date":"19930529","headline":"Drowning in the Labor Pool","web_url":"https://www.nytimes.com/1993/05/29/opinion/drowning-in-the-labor-pool.html","abstract":"Despite partisan bickering over how to stimulate our economy, neither Republicans nor Democrats dispute the need to create more jobs for American workers. Unexplainably, the impact of immigration on the labor market is missing in discussions of the jobs issue.\n\nLegal and illegal immigration account for nearly 40 percent of the annual growth of the labor force. Thus, our anemic economy is being asked not only to create jobs for our own workers but also for a significant number of foreign workers. Debating labor policy without tackling immigration policy is illogical.","thumbnail":null,"section":"Opinion"},{"date":"19930529","headline":"Broker Fraud - 'Sophisticated'Investors Thought ItCouldn't Happen to Them","web_url":"https://www.nytimes.com/1993/05/29/your-money/IHT-broker-fraud-sophisticatedinvestors-thought-itcouldnt-happen.html","abstract":"SOMEONE wants your money. He will lie, cheat and steal to get it. He is an investor's worst nightmare, a crooked broker.. Too sophisticated to be taken in? Think again. Investment cops say these frauds work best on people who believe it couldn't happen to","thumbnail":null,"section":"Your Money"},{"date":"19930529","headline":"Perez May Be Heading South to Marlins","web_url":"https://www.nytimes.com/1993/05/29/sports/sports-people-baseball-perez-may-be-heading-south-to-marlins.html","abstract":"  The Florida Marlins have contacted TONY PEREZ, fired as the Cincinnati Reds' manager Monday, about working for the expansion club.   \"They're a great organization and it's an honor for me that they called me,\" Perez said yesterday from his Cincinnati apartment.","thumbnail":null,"section":"Sports"},{"date":"19930529","headline":"Bosnian Capital Under Siege As Fierce Fighting Continues","web_url":"https://www.nytimes.com/1993/05/29/world/bosnian-capital-under-siege-as-fierce-fighting-continues.html","abstract":"  Fierce fighting continued around the capital today between Serbian militiamen and Bosnian Army forces after an overnight attack by the mostly Muslim Bosnian Army on the Serb-held road between the airport and the Serbian mountain stronghold at Pale, radio reports and witnesses said.   Fighting flared up all day along the front line on Mount Trebevic, just above the city's old quarter, where brush fires burned into the evening, and artillery and small-arms fire erupted around the city.","thumbnail":null,"section":"World"},{"date":"19930529","headline":"Senior Judges Keep Court System Afloat","web_url":"https://www.nytimes.com/1993/05/29/opinion/l-senior-judges-keep-court-system-afloat-538093.html","abstract":"  To the Editor:   A. M. Rosenthal demonstrates in his effort to resist any dismantling of the war on drugs (column, May 18) that he, along with several members of Congress, misunderstands what a senior Federal judge is.","thumbnail":null,"section":"Opinion"},{"date":"19930529","headline":"They're All Over 50 And Five Under Par","web_url":"https://www.nytimes.com/1993/05/29/sports/golf-they-re-all-over-50-and-five-under-par.html","abstract":"  Showing strong signs that he is ready to win again on the Senior Tour, Lee Trevino took a share of the lead today after the first round of the Cadillac N.F.L. Golf Classic.   At the Upper Montclair Country Club, on a course that was set up to accommodate the 26 professional football players who played today, Trevino, Don Bies and Rocky Thompson all shot five-under-par 67's to lead three other golfers by a stroke.","thumbnail":null,"section":"Sports"},{"date":"19930529","headline":"Screw Loose In Global Fund System","web_url":"https://www.nytimes.com/1993/05/29/your-money/IHT-screw-loose-in-global-fund-system.html","abstract":"HERE is this column's entry for Dumb Question of the Year: Where do you expect to see your name when the company that handles your investments writes to you? On the company's notepaper, of course, but exactly whereabouts on the page?. That ought to sound","thumbnail":null,"section":"Your Money"},{"date":"19930529","headline":"Sampras, Courier Win : Costa Ousts Ivanisevic With Upset in 3d Round","web_url":"https://www.nytimes.com/1993/05/29/sports/IHT-sampras-courier-win-costa-ousts-ivanisevic-with-upset-in-3d-round.html","abstract":"Carlos Costa, the Spaniard highly touted last year as a future clay-court phenomenon but who rarely gave the prophets reason to boast, came through Friday by upsetting Goran Ivanisevic in the third round of the French Open.. Costa beat the fifth-seeded Cr","thumbnail":null,"section":"Sports"},{"date":"19930529","headline":"Miami Police Officer Is Acquitted In Racially Charged Slaying Case","web_url":"https://www.nytimes.com/1993/05/29/us/miami-police-officer-is-acquitted-in-racially-charged-slaying-case.html","abstract":"  In a decision met with anger and dismay among blacks in Miami, a Hispanic police officer who was convicted there in 1989 on two counts of manslaughter in the shooting deaths of two young black men was acquitted today in a second trial on the same charges.   William Lozano, the 33-year-old, Colombian-born police officer who has been the focal point of the most racially charged case in Florida in the last decade, threw his arms up in joy and embraced his lawyers when the verdict was announced late this afternoon.","thumbnail":null,"section":"U.S."},{"date":"19930529","headline":"Welcome to CUNY, Dr. Moses","web_url":"https://www.nytimes.com/1993/05/29/opinion/welcome-to-cuny-dr-moses.html","abstract":"  This week's announcement that Dr. Yolanda Moses is to be the next president of the City College of New York has already been met with criticism and apprehension. An anthropologist and administrator in the California State University system, Dr. Moses has been denigrated by some critics as a marginal scholar and a mindless proponent of diversity. But these attacks appear wildly overstated, an irresponsible invitation to bigotry. They will make a tough job even tougher.   Dr. Moses faces a formidable challenge: to rebuild the premier campus of a beleaguered City University system, while navigating the city's treacherous political waters. City College was once the jewel in the City University's crown. Acclaimed as an Ivy League equivalent among urban colleges, it counts numerous Nobel laureates among its graduates. And it has a distinguished record as an entry point for bright but poor immigrants. These immigrant students once came mainly from Europe; now they are more likely to hail from the Caribbean or Southeast Asia.","thumbnail":null,"section":"Opinion"},{"date":"19930529","headline":"The Everything Solution","web_url":"https://www.nytimes.com/1993/05/29/opinion/the-everything-solution.html","abstract":"  The Clintons and their brain trust think the solution to the health care crisis is managed competition. The idea is that health care consumers -- all of us -- will be organized into large purchasing cooperatives. The size of these cooperatives will enable them to bargain down the price of care they buy from hospitals and doctors. That's the theory, anyway.   I don't know if managed competition will work. But even if it doesn't, the idea behind it -- solving a problem by grouping more people into an existing process -- could be applied to lots of other areas of our national life. The National Hockey League is already experimenting with the idea. It has been trying to prop up sagging revenues by allowing almost every team into the playoffs.","thumbnail":null,"section":"Opinion"},{"date":"19930529","headline":"The Verdict on Two Courts; Judicial Courage in Pakistan","web_url":"https://www.nytimes.com/1993/05/29/opinion/the-verdict-on-two-courts-judicial-courage-in-pakistan.html","abstract":"  A bold decision by Pakistan's Supreme Court has advanced the cause of democracy and civilian rule in a country that has experienced too little of both. The court ruled that President Ghulam Ishaq Khan exceeded his powers last month in dismissing Prime Minister Nawaz Sharif and dissolving Parliament.    No less propitious is what didn't happen. As the reinstated Mr. Sharif remarked, this time Pakistan's powerful army \"played its constitutional role by keeping out of politics.\"","thumbnail":null,"section":"Opinion"},{"date":"19930529","headline":"German Court Restricts Abortion, Angering Feminists and the East","web_url":"https://www.nytimes.com/1993/05/29/world/german-court-restricts-abortion-angering-feminists-and-the-east.html","abstract":"  Germany's highest court ruled today that the country's new liberal abortion law was unconstitutional. The court imposed interim restrictions that outraged feminists, especially those from eastern states, where abortion had been freely available for 20 years.   The Constitutional Court sent the issue back to Parliament, which passed the law last year making abortions legal in the first three months of pregnancy. But the court sought in the meantime to set compromise guidelines as it ruled on an issue that is as hotly debated here as in the United States.","thumbnail":null,"section":"World"},{"date":"19930529","headline":"Dockside Commerce and Industry; In Fleet Week, Russians Raise Cash; Americans Talk Love","web_url":"https://www.nytimes.com/1993/05/29/nyregion/dockside-commerce-industry-fleet-week-russians-raise-cash-americans-talk-love.html","abstract":"  It has been 130 years since a Russian warship docked in New York City, so before steaming into town this week at the helm of his Russian destroyer, Comdr. Mikhail Soldatov said he tried to bone up with some background reading: Jack London, Mark Twain and James Fenimore Cooper.   Despite all the preparation, many aspects of life in New York City have surprised Commander Soldatov and his crew. Chief boatswain's mate Nikolai Nagut, for instance, said he was most impressed by New York drivers. \"They are masters of the road, this way the cars move through the traffic,\" Mr. Nagut said.","thumbnail":null,"section":"New York"},{"date":"19930529","headline":"Another Seles To Irk Graf?","web_url":"https://www.nytimes.com/1993/05/29/sports/IHT-another-seles-to-irk-graf.html","abstract":"Steffi Graf thought there would be no Serbo-Croatian-speaking blonde to irritate her at this French Open. She was wrong.. If 15-year-old Iva Majoli is not a peer of the ailing Monica Seles, then, like Seles at that age, Majoli has stolen some of the show","thumbnail":null,"section":"Sports"},{"date":"19930529","headline":"Review/Film; Plumbing a Video Game to Its Depths","web_url":"https://www.nytimes.com/1993/05/29/movies/review-film-plumbing-a-video-game-to-its-depths.html","abstract":"Brooklyn dinosaurs, via video game. Human cast surprisingly unscathed.","thumbnail":null,"section":"Movies"},{"date":"19930529","headline":"Disabled Birds Can Too Enjoy Life","web_url":"https://www.nytimes.com/1993/05/29/opinion/l-disabled-birds-can-too-enjoy-life-257293.html","abstract":"  To the Editor:   Eileen Jones's may 15 letter is on target about how pets can hurt wildlife, but her treatment of an injured swan angered my wife, Jan Meyers, and myself. We are licensed to save injured and sick federally protected birds with the intent of returning them to the wild. Ms. Jones states that it seemed kinder to let the swan go through euthanasia. She stated the bird would never fly again and, even with surgery, would be arthritic.","thumbnail":null,"section":"Opinion"},{"date":"19930529","headline":"U.S. Studies Expansion Of Phone Links to Cuba","web_url":"https://www.nytimes.com/1993/05/29/us/us-studies-expansion-of-phone-links-to-cuba.html","abstract":"  The Clinton Administration is considering allowing American telecommunications companies to expand service in Cuba. The move would allow private American companies to do business with Cuba for the first time since 1961, when the United States imposed a trade embargo.   Administration and Congressional officials said other policy changes, which they declined to specify, were also being studied.","thumbnail":null,"section":"U.S."},{"date":"19930529","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/29/nyregion/c-corrections-503893.html","abstract":"  Because of an editing error, an article in some editions yesterday about a Connecticut bill to ban military-style semiautomatic weapons referred incorrectly to the firearms affected. Submachines and other fully automatic weapons would not be covered; they are already effectively banned by Federal law.","thumbnail":null,"section":"New York"},{"date":"19930529","headline":"Bill Gingerly Urges Talks On Segregation Problems","web_url":"https://www.nytimes.com/1993/05/29/nyregion/bill-gingerly-urges-talks-on-segregation-problems.html","abstract":"  In a first tentative step toward addressing the racial and economic segregation of schools in Connecticut's cities, the State House of Representatives voted early today for legislation that urges towns and cities to cooperate regionally to improve all public schools.   The bill, expected to win approval in the Senate next week, is much weaker than legislation submitted four months ago by the administration of Gov. Lowell P. Weicker Jr., which set goals for racially integrating schools across each of six regions of the state.","thumbnail":null,"section":"New York"},{"date":"19930529","headline":"Community Seeks Plan To Harmonize Policy On Depositor Protection : Channel Isles Follow Talks On EC Rules","web_url":"https://www.nytimes.com/1993/05/29/your-money/IHT-community-seeks-plan-to-harmonize-policy-on-depositor.html","abstract":"BOTH of the main Channel Islands are taking a wait-and-see attitude as the European Community goes through the throes of discussing and implementing a harmonized protection plan for bank depositors. Regulators note that the community has yet to take concr","thumbnail":null,"section":"Your Money"},{"date":"19930529","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/29/nyregion/c-corrections-506293.html","abstract":"  The stock options table in Business Day yesterday included incorrect Thursday prices supplied by Tribune Media Services for some options expiring in December 1993 and January 1994. Readers wishing copies of the corrected table may write to the Business Editor, The New York Times, 229 West 43d Street, New York, N.Y. 10036.","thumbnail":null,"section":"New York"},{"date":"19930529","headline":"Sports of The Times; Old Davey: A New Red, A New Man","web_url":"https://www.nytimes.com/1993/05/29/sports/sports-of-the-times-old-davey-a-new-red-a-new-man.html","abstract":"  IN the dusk, and to warm applause, a relatively new employee of the Cincinnati Reds, wearing a red Cincinnati baseball suit and cap, which looked decidedly foreign on him, climbed from the dugout onto the Shea Stadium turf yesterday. He felt, as he knew he would, \"emotional.\" For six years \"plus,\" as he described it, from 1984 to 1990, he wore the blue-and-white garb of the hometown Mets -- and for a while, a kind of crown, too, since this was Davey Johnson, manager of the team that had won the world championship in 1986.   The \"plus\" for Johnson turned out to be only about a quarter of his last season, when, as he knew, the crown had grown rusty, and that, like Lear, his services were no longer required.","thumbnail":null,"section":"Sports"},{"date":"19930529","headline":"Beach Season 1993: Trying to Make Do With Much Less","web_url":"https://www.nytimes.com/1993/05/29/nyregion/beach-season-1993-trying-to-make-do-with-much-less.html","abstract":"  For many beachgoers in the New York region, the Memorial Day rite of reclaiming a favorite swath of sun and sand will be an adventure in unfamiliar terrain.   It was, as few can forget, the winter of the Northeaster -- two of them, one in December and the other in March. Both were as fierce as any in living memory, environmental officials and beach community residents said, and together they left the Atlantic seaboard beaches from southeastern Connecticut to southern New Jersey ravaged.","thumbnail":null,"section":"New York"},{"date":"19930529","headline":"Review/Dance; Silent Conversations and Contradictions","web_url":"https://www.nytimes.com/1993/05/29/arts/review-dance-silent-conversations-and-contradictions.html","abstract":"  Tere O'Connor's \"You Baby Goes to Tender Town\" began promisingly. Six dancers touched one another and held that pose for a long time. Then they withdrew their hands as if confused, only to touch one another again. The scene's ambivalences suggested much about the way people may vacillate between showing affection and avoiding displays of feeling.    \"You Baby Goes to Tender Town,\" the better of the two works Mr. O'Connor presented on May 21 at the Kitchen, frequently evoked states of longing and emotional hesitation. Yet the promises of its beginning were never really kept.","thumbnail":null,"section":"Arts"},{"date":"19930529","headline":"Italians Try to Place Blame For Bomb Damage at Uffizi","web_url":"https://www.nytimes.com/1993/05/29/world/italians-try-to-place-blame-for-bomb-damage-at-uffizi.html","abstract":"  In the Michelangelo Room, the walls are cracked and empty, and sunlight filters through a broken roof. From the Dosso Dossi Room nearby, the empty frames where the windows used to be offer a glimpse of devastation more familiar to the Balkans or Beirut than to this city with its self-image of culture and refinement and taste.    One day after a huge car bomb blast funneled its way from a narrow street below to bludgeon the famed Uffizi Gallery, this city, the custodians of its priceless art and many other Italians seem to be grappling still with the consequences of the outrage.","thumbnail":null,"section":"World"},{"date":"19930529","headline":"Reclusive Artist Gets Attention for the Realists","web_url":"https://www.nytimes.com/1993/05/29/arts/reclusive-artist-gets-attention-for-the-realists.html","abstract":"  Were it not for Antonio Lopez Garcia's reclusive nature, his last-minute cancellation of a retrospective of his works here in September 1992 might well have been seen as a publicity stunt. Indeed, now that the exhibition has finally opened, the contretemps is helping draw crowds to the Reina Sofia art center.   But this 57-year-old Spanish artist's reluctant gesture was, in fact, his way of protesting that Madrid's new museum of modern and contemporary art, which only days earlier had inaugurated its permanent collection, had chosen not to display the works of any member of his generation of Spanish realists.","thumbnail":null,"section":"Arts"},{"date":"19930529","headline":"With Prison Costs Rising, Florida Ends Many Mandatory Sentences","web_url":"https://www.nytimes.com/1993/05/29/us/with-prison-costs-rising-florida-ends-many-mandatory-sentences.html","abstract":"  The Legislature approved an overhaul of state sentencing guidelines early this morning, making Florida one of the first states to retreat from the mandatory sentences that have worsened prison overcrowding and escalated prison costs across the nation.   The lawmakers overwhelmingly approved a bill that rewrites the state's 10-year-old sentencing guidelines. The legislation, which Gov. Lawton Chiles is expected to sign, eliminates mandatory sentences for a variety of crimes.","thumbnail":null,"section":"U.S."},{"date":"19930529","headline":"Courier on Inside Track Despite Outside Court","web_url":"https://www.nytimes.com/1993/05/29/sports/tennis-courier-on-inside-track-despite-outside-court.html","abstract":"  Jim Courier toiled today in relative obscurity, a defending champion relegated like a sideshow to a French Open side court, but he shrugged off the indignity and posted his usual result here, where he's now steamrolling along on a 17-match undefeated streak.   His latest victim, Jeff Tarango, was awash in admiration for the two-time champion's unwavering work ethic in the course of their 6-1, 6-7 (7-2), 6-3, 7-5 encounter, when only the merest of second-set lapses prevented Courier from being what Tarango called \"flawless.\"","thumbnail":null,"section":"Sports"},{"date":"19930529","headline":"Observer; Like Lead To the Romans","web_url":"https://www.nytimes.com/1993/05/29/opinion/observer-like-lead-to-the-romans.html","abstract":"  Happening more or less simultaneously, Michael Jordan's midnight visit to the gambling hell of Atlantic City and the bombing of the Uffizi Gallery in Florence dramatize the modern quarrel about how best to destroy civilization.    Some say fire will do the trick, and some say ice, or so the poet wrote. The modern dispute, however, is between those who favor bombs and those who believe law can do the job quieter.","thumbnail":null,"section":"Opinion"},{"date":"19930529","headline":"Andrew Stein's Lesson","web_url":"https://www.nytimes.com/1993/05/29/opinion/andrew-stein-s-lesson.html","abstract":"  Andrew Stein got the message: New Yorkers weren't going to elect him mayor. So he dropped out of the campaign. But did he and the rest of the political world get the other message: that elections can't always be bought? Because make no mistake, that's what Mr. Stein was planning to do. The Council President had raised over $4 million and might have doubled that, convinced that money would make the difference. It didn't.   More than Mr. Stein's fund-raising tactics foiled his campaign. But those tactics didn't help. The public is clearly losing patience with extravagant campaigns, whether they're financed by wealthy candidates, special interests or both.","thumbnail":null,"section":"Opinion"},{"date":"19930529","headline":"Review/Film; 56 Years Later, More of Snow White","web_url":"https://www.nytimes.com/1993/05/29/movies/review-film-56-years-later-more-of-snow-white.html","abstract":"  If movie blockbusters from \"The Godfather\" to \"Batman\" can beget successful sequels, why not \"Snow White and the Seven Dwarfs\" 56 years after the original? That must have been the reasoning behind \"Happily Ever After,\" a clever but hardly memorable follow-up to the Disney animated film classic.    \"Happily Ever After,\" which opened yesterday, is by no means an official Disney-approved sequel. Presented by the First National Film Corporation with animation by Filmation, its Snow White bears a strong family resemblance to the Disney character without actually looking like her. Its prince has red hair, and the Seven Dwarfs are nowhere to be found.","thumbnail":null,"section":"Movies"},{"date":"19930529","headline":"Some Measures to Avoid the Golden Fleecing","web_url":"https://www.nytimes.com/1993/05/29/your-money/IHT-some-measures-to-avoid-the-golden-fleecing.html","abstract":"Here are some suggestions offered by regulators and fraud experts on how to avoid being taken in by a shady broker:. Do not give discretionary trading authority to a broker unless you know him and his background extremely well.. Keep good records of each","thumbnail":null,"section":"Your Money"},{"date":"19930529","headline":"Baseball Flips Channel On TV Future","web_url":"https://www.nytimes.com/1993/05/29/sports/baseball-baseball-flips-channel-on-tv-future.html","abstract":"  Major league baseball owners yesterday overwhelmingly approved a new way of doing business with national television networks by approving a six-year joint venture with ABC and NBC.   Only two of the 28 teams -- the New York Mets and the Boston Red Sox -- opposed the venture, which had sparked debate from the moment the proposal was presented on May 8. The Yankees abstained, sitting out a vote taken during a 50-minute conference call that decided not only how baseball views its value but also its ability to command audiences, even during the post-season.","thumbnail":null,"section":"Sports"},{"date":"19930529","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/29/style/chronicle-515193.html","abstract":"  The lines between entertainment and reality grow ever dimmer. MICHAEL MORIARTY, who stars as an assistant district attorney on the television series \"Law and Order,\" will be on a panel on Thursday with a decidedly untheatrical title: \"The Criminal Jury Selection Process: Should New York State Adopt the Federal System of Jury Selection and Should the Use of Peremptory Challenges Be Eliminated?\"    The other panelists at the discussion, to be sponsored by the New York County Lawyers' Association and held at 14 Vesey Street, include two lawyers, a Queens assistant district attorney and a Court of Claims judge who sits in Supreme Court in Bronx County.","thumbnail":null,"section":"Style"},{"date":"19930529","headline":"Review/Theater; Hosts vs. Guests in Satire of 80's Excess","web_url":"https://www.nytimes.com/1993/05/29/theater/review-theater-hosts-vs-guests-in-satire-of-80-s-excess.html","abstract":"  Vera and John, the home team in Harry Kondoleon's new play, \"The Houseguests,\" are attacking Gale and Manny, the visitors, in a sort of updated version of \"Get the Guests,\" the vicious parlor game from Edward Albee's \"Who's Afraid of Virginia Woolf.\" In the summer of their discontent, the four are happily having a verbal go at one another's throats, not to mention other parts of the anatomy, indulging in the pleasures of mindless vituperation and their sexual whims while sipping cocktails and barbecuing steaks. They are a cozy family portrait of the venomous excesses of the 1980's.   A wife swap and six months later, these same four are a veritable Bosnia and Herzegovina of domesticity, lame and halt, deaf and blind, living without water, food, heat or indoor plumbing, savagely trying to kill one another on general principle.","thumbnail":null,"section":"Theater"},{"date":"19930529","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/29/nyregion/c-corrections-504693.html","abstract":"  An obituary yesterday about Thomas F. Galvin, a developer, architect and builder in Manhattan who died on Thursday, misidentified his daughter. She is Susan Hall.","thumbnail":null,"section":"New York"},{"date":"19930529","headline":"Don't Believe It, Macedonians Aren't Bulgarian; Attack on Greece","web_url":"https://www.nytimes.com/1993/05/29/opinion/l-don-t-believe-it-macedonians-aren-t-bulgarian-attack-on-greece-520893.html","abstract":"  To the Editor:   \"An Appeal to the Conscience of the United Nations Regarding Macedonia\" (advertisement, May 10), signed by supporters of the Former Yugoslav Republic of Macedonia, falsely and hatefully attacks Greece as an \"aggressor.\" The deleterious effects of this attack upon individuals of Greek ancestry in the United States and abroad are compounded when that paid appeal is not clearly marked as an \"advertisement.\"","thumbnail":null,"section":"Opinion"},{"date":"19930529","headline":"In Praise of a Drink At the End of the Day","web_url":"https://www.nytimes.com/1993/05/29/opinion/l-in-praise-of-a-drink-at-the-end-of-the-day-529193.html","abstract":"  To the Editor:   Dr. Nicholas A. Pace condemns a study that shows the benefits to the heart of having two or three drinks a day, says alcohol in any amount is bad for your health and gives statistics to prove it (letter, May 11).","thumbnail":null,"section":"Opinion"},{"date":"19930529","headline":"Stanley Cup's Final Series To Be Telecast Worldwide","web_url":"https://www.nytimes.com/1993/05/29/sports/IHT-stanley-cups-final-series-to-be-telecast-worldwide.html","abstract":"The Stanley Cup's best-of-seven final series, which starts June 1, will be televised in more than 80 countries around the world, according to ESPN International, which owns the telecast rights to the games.. Eurosport, which can be received in much of Eur","thumbnail":null,"section":"Sports"},{"date":"19930529","headline":"Vienna's Bourse Seeks Second Wind After the Euphoria","web_url":"https://www.nytimes.com/1993/05/29/your-money/IHT-viennas-bourse-seeks-second-wind-after-the-euphoria.html","abstract":"NEXT door to its bigger brothers in the European Community, nestled amid Europe's three newest bourses - Warsaw, Budapest, and fledgling Prague - the Vienna Stock Exchange appears locked in a struggle to find its own niche within the global investment com","thumbnail":null,"section":"Your Money"},{"date":"19930529","headline":"Mtunthama Journal; A Bit of Eton in Africa Stirs a Debate on Learning","web_url":"https://www.nytimes.com/1993/05/29/world/mtunthama-journal-a-bit-of-eton-in-africa-stirs-a-debate-on-learning.html","abstract":"  After 20 miles of corrugated dirt road, winding past oxcarts and barefoot children and tobacco plantations, the reddish dust of Africa suddenly gives way to a glimmering vision of billiard-table lawns and neoclassical brick cloisters.   Students in uniform green sweaters and neckties stroll to lectures, clutching Xenophon's account of the fall of Athens and notebooks filled with Latin homework.","thumbnail":null,"section":"World"},{"date":"19930529","headline":"Knicks Trying to Drown Out Bulls' Violin Music","web_url":"https://www.nytimes.com/1993/05/29/sports/basketball-knicks-trying-to-drown-out-bulls-violin-music.html","abstract":"  The Knicks figure that the quickest way to stop the Chicago Bulls' crying game is to beat them this weekend.   As New York prepared for Game 3 of the Eastern Conference finals on Saturday, the Bulls' weeklong tirade was the main topic of conversation. The Bulls have complained about the officiating in the series and the Knicks' physical style of play. The Knicks saw this as a thinly veiled attempt to gain an edge with the officials as the series shifted to Chicago for Games 3 and 4.","thumbnail":null,"section":"Sports"},{"date":"19930529","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/29/opinion/IHT-in-our-pages-100-75-and-50-years-ago-91972348283.html","abstract":"1943: Eliminating Bias","thumbnail":null,"section":"Opinion"},{"date":"19930529","headline":"Neilson to Coach Panthers, Says Report","web_url":"https://www.nytimes.com/1993/05/29/sports/sports-people-hockey-neilson-to-coach-panthers-says-report.html","abstract":"  ROGER NEILSON, the Rangers' former coach, will become the first coach of the National Hockey League's expansion Florida Panthers, according to a newspaper report published yesterday. But Neilson told the Sun-Sentinel of Fort Lauderdale that he's also considering jobs with two other teams.   The newspaper quoted unidentified sources around the league as saying Neilson will be hired by the expansion team. However, Neilson and Florida General Manager BOB CLARKE denied an offer has been made.","thumbnail":null,"section":"Sports"},{"date":"19930529","headline":"After Sporadic Violence Over Verdict, An Uneasy Calm Returns to Miami","web_url":"https://www.nytimes.com/1993/05/29/us/after-sporadic-violence-over-verdict-an-uneasy-calm-returns-to-miami.html","abstract":"  An uneasy calm settled over Miami's inner cities tonight after the acquittal of a police officer in the shooting of a black motorcyclist touched off sporadic stone and bottle throwing, attacks on motorists and an assault on a mini-police station.    The angrier reactions over the acquittal of Officer William Lozano on manslaughter charges came mostly in the predominantly black Overtown area, a rundown section of boarded-up businesses and sprawling housing projects that was the scene four years ago of the shooting incident in which Mr. Lozano was charged. But the reaction this time was muted compared with the flames and bloodshed that followed the original shooting.","thumbnail":null,"section":"U.S."},{"date":"19930529","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/29/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: Art Under Attack","thumbnail":null,"section":"Opinion"},{"date":"19930529","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/05/29/arts/classical-music-in-review-514393.html","abstract":"  'Jephtha' Choral Symphony Society and Cantata Singers Christ and St. Stephen's Church Manhattan","thumbnail":null,"section":"Arts"},{"date":"19930529","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/29/opinion/IHT-in-our-pages-100-75-and-50-years-ago-91770793718.html","abstract":"1918: Troops 'Singing'","thumbnail":null,"section":"Opinion"},{"date":"19930529","headline":"Fuhr Is Denied Club Membership","web_url":"https://www.nytimes.com/1993/05/29/sports/sports-people-hockey-fuhr-is-denied-club-membership.html","abstract":"  A country club whose members include several Buffalo Sabres players and officials has denied membership to Sabres goalie GRANT FUHR, who is black.   An official for Transit Valley Country Club in Amherst, N.Y., a suburb of Buffalo, would not say why Fuhr was rejected but said the decision was not because Fuhr is black.","thumbnail":null,"section":"Sports"},{"date":"19930529","headline":"M.T.A. Agrees to Increase Services for Disabled","web_url":"https://www.nytimes.com/1993/05/29/nyregion/mta-agrees-to-increase-services-for-disabled.html","abstract":"  In an effort to comply with Federal law, the Metropolitan Transportation Authority agreed yesterday to a sharp increase in transportation services for disabled people in New York City.   The plan announced by the M.T.A and the city would eventually provide transportation to any disabled person who asks for it, said Janette Sadik-Khan, director of the Mayor's Office of Transportation. The current Access-a-Ride program -- specially equipped vans that shuttle passengers around the city -- is in such demand that many of those eligible do not receive service, preventing them from reaching jobs, schools and recreational activities.","thumbnail":null,"section":"New York"},{"date":"19930529","headline":"TV Critic Had Vision Of Medium's True Role","web_url":"https://www.nytimes.com/1993/05/29/opinion/l-tv-critic-had-vision-of-medium-s-true-role-261093.html","abstract":"  To the Editor:   The New York Times used to promote its classified ads with the slogan \"I got my job through The New York Times.\" The death of Jack Gould, your television critic and reporter from 1944 to 1972 (obituary, May 25), reminded me that I got my job through The Times as Federal Communications Commission chairman in the Kennedy Administration.","thumbnail":null,"section":"Opinion"},{"date":"19930529","headline":"Polish Cabinet Falls Over Tight Budget","web_url":"https://www.nytimes.com/1993/05/29/world/polish-cabinet-falls-over-tight-budget.html","abstract":"  The year-old Government of Prime Minister Hanna Suchocka, who steered Poland further toward a market economy, collapsed today when it lost by one vote a no-confidence motion called to protest her tight budget policies.   The defeat of the Prime Minister, who has been shown to be immensely popular in opinion polls, left the nation's immediate political future once again in the hands of President Lech Walesa, the former Solidarity leader who had led the opposition to the Communists and was elected President in 1990, but whose own popularity has been on the wane.","thumbnail":null,"section":"World"},{"date":"19930529","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/29/nyregion/c-corrections-505493.html","abstract":"  An article in Business Day yesterday about the dollar's sharp decline against the Japanese yen referred incorrectly to the Federal Reserve's intervention in the currency markets on April 27. That intervention was the first since November 1989 in which the Federal Reserve sold yen to buy dollars.","thumbnail":null,"section":"New York"}],"wiki_events":[{"date":"19930529","headline":"The Miss Sarajevo beauty pageant is held in war-torn Sarajevo drawing global attention to the plight of its citizens.","pages":[{"title":"Sarajevo","web_url":"https://en.wikipedia.org/wiki/Sarajevo","description":"Capital of Bosnia and Herzegovina","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Sarajevo_City_Panorama.JPG/320px-Sarajevo_City_Panorama.JPG","thumbnail_width":320,"thumbnail_height":191},"abstract":"Sarajevo is the capital and largest city of Bosnia and Herzegovina, with a population of 275,524 in its administrative limits. The Sarajevo metropolitan area including Sarajevo Canton, East Sarajevo and nearby municipalities is home to 555,210 inhabitants. Located within the greater Sarajevo valley of Bosnia, it is surrounded by the Dinaric Alps and situated along the Miljacka River in the heart of the Balkans, a region of Southern Europe."}]}],"weather":[{"date":"19930529","time":"1993-05-29 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":72,"wspd":13},{"date":"19930529","time":"1993-05-29 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":77,"wspd":7.6},{"date":"19930529","time":"1993-05-29 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":80,"wspd":11.2},{"date":"19930529","time":"1993-05-29 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":85,"wspd":7.6},{"date":"19930529","time":"1993-05-29 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":89,"wspd":3.6},{"date":"19930529","time":"1993-05-29 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":87,"wspd":7.6},{"date":"19930529","time":"1993-05-29 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.6,"rhum":89,"wspd":7.6},{"date":"19930529","time":"1993-05-29 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":83,"wspd":5.4},{"date":"19930529","time":"1993-05-29 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":78,"wspd":9.4},{"date":"19930529","time":"1993-05-29 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":70,"wspd":5.4},{"date":"19930529","time":"1993-05-29 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.5,"rhum":49,"wspd":5.4},{"date":"19930529","time":"1993-05-29 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.3,"rhum":49,"wspd":9.4},{"date":"19930529","time":"1993-05-29 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.7,"rhum":48,"wspd":11.2},{"date":"19930529","time":"1993-05-29 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18,"rhum":47,"wspd":16.6},{"date":"19930529","time":"1993-05-29 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.4,"rhum":44,"wspd":16.6},{"date":"19930529","time":"1993-05-29 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19,"rhum":42,"wspd":13},{"date":"19930529","time":"1993-05-29 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.7,"rhum":47,"wspd":13},{"date":"19930529","time":"1993-05-29 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18,"rhum":54,"wspd":13},{"date":"19930529","time":"1993-05-29 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.5,"rhum":62,"wspd":11.2},{"date":"19930529","time":"1993-05-29 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.5,"rhum":72,"wspd":18.4},{"date":"19930529","time":"1993-05-29 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.8,"rhum":78,"wspd":11.2},{"date":"19930529","time":"1993-05-29 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.5,"rhum":79,"wspd":13},{"date":"19930529","time":"1993-05-29 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.3,"rhum":84,"wspd":9.4},{"date":"19930529","time":"1993-05-29 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":85,"wspd":7.6},{"date":"19930529","time":"1993-05-29 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":52,"wspd":9.4},{"date":"19930529","time":"1993-05-29 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":55,"wspd":11.2},{"date":"19930529","time":"1993-05-29 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":66,"wspd":11.2},{"date":"19930529","time":"1993-05-29 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":60,"wspd":11.2},{"date":"19930529","time":"1993-05-29 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":60,"wspd":16.6},{"date":"19930529","time":"1993-05-29 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":62,"wspd":18.7},{"date":"19930529","time":"1993-05-29 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":64,"wspd":16.6},{"date":"19930529","time":"1993-05-29 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":64,"wspd":18.7},{"date":"19930529","time":"1993-05-29 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":62,"wspd":13},{"date":"19930529","time":"1993-05-29 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":62,"wspd":11.2},{"date":"19930529","time":"1993-05-29 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":64,"wspd":13},{"date":"19930529","time":"1993-05-29 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":64,"wspd":24.1},{"date":"19930529","time":"1993-05-29 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":59,"wspd":33.5},{"date":"19930529","time":"1993-05-29 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":61,"wspd":33.5},{"date":"19930529","time":"1993-05-29 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":60,"wspd":29.5},{"date":"19930529","time":"1993-05-29 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":49,"wspd":33.5},{"date":"19930529","time":"1993-05-29 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":36,"wspd":37.1},{"date":"19930529","time":"1993-05-29 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":35,"wspd":33.5},{"date":"19930529","time":"1993-05-29 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":29,"wspd":33.5},{"date":"19930529","time":"1993-05-29 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":31,"wspd":29.5},{"date":"19930529","time":"1993-05-29 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":29,"wspd":37.1},{"date":"19930529","time":"1993-05-29 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":27,"wspd":38.9},{"date":"19930529","time":"1993-05-29 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":30,"wspd":35.3},{"date":"19930529","time":"1993-05-29 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":33,"wspd":37.1}]}}