{"19941115":{"guardian_articles":[{"date":"19941115","headline":"Archive article: Eurostar shines after delay of 112 years","web_url":"https://www.theguardian.com/uk/1994/nov/15/news.travel","abstract":null,"thumbnail":null,"section":"Business"}],"nytimes_articles":[{"date":"19941115","headline":"REPUBLICANS PLAN AMBITIOUS AGENDA IN NEXT CONGRESS","web_url":"https://www.nytimes.com/1994/11/15/us/republicans-plan-ambitious-agenda-in-next-congress.html","abstract":"  As it rolled out its \"new order\" for Congress and the nation, the incoming House Republican leadership announced today that it would force Congress to work 20 hours a day, seven days a week, if necessary, to push through Newt Gingrich's \"Contract With America\" in 100 days.   The Republicans also pledged to hold hearings around the country on a constitutional amendment that would reintroduce prayers in public schools, which was not part of the contract, and vote on the matter by the 4th of July. Hearings also will be held on the Federal budget so that citizens can tell lawmakers what the Government's spending priorities should be.","thumbnail":null,"section":"U.S."},{"date":"19941115","headline":"Tire Company Leaves","web_url":"https://www.nytimes.com/1994/11/15/sports/sports-people-auto-racing-tire-company-leaves.html","abstract":"  The latest Nascar tire war ended abruptly yesterday with a surprise announcement from Hoosier Racing Tire that it was withdrawing immediately from the Winston Cup and Grand National series. (AP)","thumbnail":null,"section":"Sports"},{"date":"19941115","headline":"Giuliani Joins Give-and-Take Among Regions","web_url":"https://www.nytimes.com/1994/11/15/nyregion/giuliani-joins-give-and-take-among-regions.html","abstract":"  With upstate residents saying they voted against New York City in last week's gubernatorial election, Mayor Rudolph W. Giuliani defended the city yesterday and the perception that it is a drain on state tax dollars.    \"New York City and this region of the state of New York contributes $3.3 billion to Albany that it does not receive back,\" Mr. Giuliani said in a speech to the Broadway Association, a civic group of business and real estate executives.","thumbnail":null,"section":"New York"},{"date":"19941115","headline":"Yeltsin Tells His Military Chiefs They're Doing a Bad Job","web_url":"https://www.nytimes.com/1994/11/15/world/yeltsin-tells-his-military-chiefs-they-re-doing-a-bad-job.html","abstract":"  Speaking today to a conference of top military commanders, President Boris N. Yeltsin expressed unhappiness with their work, urged greater military readiness and said he expected new frictions with the United States under a Congress controlled by the Republican Party.   The Russian Government should establish closer ties to the Republicans, Mr. Yeltsin said, \"to balance our relations.\"","thumbnail":null,"section":"World"},{"date":"19941115","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/11/15/nyregion/news-summary-827622.html","abstract":"  International A3-17  PACIFIC TRADE AGREEMENT  As the summit meeting of east Asian and Pacific nations began in Indonesia, they neared an agreement to try to remove all barriers to free trade by the year 2020.  A1","thumbnail":null,"section":"New York"},{"date":"19941115","headline":"The Reviewer's Fallibility : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/15/opinion/IHT-the-reviewers-fallibility-letters-to-the-editor.html","abstract":"Regarding \"The Pope Cheapens His Office\" (Opinion, Nov. 1) by Colman McCarthy:.This is a cheap, shoddy shot at Pope John Paul II. Mr. McCarthy is entitled to his opinion, but to dogmatize it in judgmental infallibility is downright ridiculous","thumbnail":null,"section":"Opinion"},{"date":"19941115","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/15/nyregion/c-corrections-832049.html","abstract":"  An article yesterday about an arrest in the slaying of Gerald Goldberg, a deliveryman in Brooklyn, referred incorrectly to the victim's business. He delivered eggs and a variety of dairy products to local stores, but he did not deliver milk.","thumbnail":null,"section":"New York"},{"date":"19941115","headline":"Cheeks Considers Return as Player","web_url":"https://www.nytimes.com/1994/11/15/sports/sports-people-basketball-cheeks-considers-return-as-player.html","abstract":"  The assistant coach MAURICE CHEEKS practiced as a player yesterday with the Philadelphia 76ers and said he might try to resume his National Basketball Association career.   \"I don't really know what I want to do,\" said Cheeks, 38, who last played with the New Jersey Nets in 1992-93. \"I didn't come back to play, I came back as a coach. I played in the N.B.A. a long time, and I always enjoyed coming back to the Spectrum.","thumbnail":null,"section":"Sports"},{"date":"19941115","headline":"A Cloud Over India : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/15/opinion/IHT-a-cloud-over-india-letters-to-the-editor.html","abstract":"Your coverage of the health crisis in India, following the outbreak of plague in Surat, was remarkable; better, in fact, than that of most Indian newspapers..Most reporters have written about the garbage heaps in Indian cities, including New Delhi. But","thumbnail":null,"section":"Opinion"},{"date":"19941115","headline":"DANCE","web_url":"https://www.nytimes.com/1994/11/15/arts/in-performance-dance-832693.html","abstract":"  Seven Solos of Simplicity Presented by a Wanderer  New York Conservatory of Dance    There was an enjoyably homemade quality to a program of solos presented on Saturday night by Aki Sato, a Japanese-born dancer, choreographer and director. None of the accompaniment was credited in the program, and a listing of what seemed to be solo titles looked like an afterthought.","thumbnail":null,"section":"Arts"},{"date":"19941115","headline":"Pope Wants the Church to Atone for Historical Errors","web_url":"https://www.nytimes.com/1994/11/15/world/pope-wants-the-church-to-atone-for-historical-errors.html","abstract":"  Pope John Paul II urged the Roman Catholic Church today to mark the third millennium of Christianity starting in the year 2000 by atoning for transgressions, including what he termed \"acquiescence\" in human rights abuses under totalitarian governments of the 20th century.   The Pope, who is 74, also suggested in a letter preparing for \"the Great Jubilee\" that he was counting on being part of the celebrations, five years away, by embarking on a pilgrimage to the Holy Land.","thumbnail":null,"section":"World"},{"date":"19941115","headline":"How Ever Did You Do It, Mr. Ives?","web_url":"https://www.nytimes.com/1994/11/15/arts/music-review-how-ever-did-you-do-it-mr-ives.html","abstract":"  Of Charles Ives, the greatest and strangest of American composers, so much is still unknown. There are basic, unresolved questions about the editing of his manuscripts, the chronology of his output, the validity of his recollections. And a more essential mystery shrouds his process of creation. At an Ives-centered festival presented by the Brooklyn Philharmonic last weekend, a member of the audience asked, \"How did you do it?\" The question was directed at the composer John Adams, who had orchestrated several Ives songs, but one wanted to ask it of Ives himself. How, from a chaos of secondhand material, does great music arise?   The weekend's events at the Brooklyn Academy of Music offered many fascinating insights into Ives, although it also created some new confusions. The theme was \"American Transcendentalists,\" tracing the powerful connection between Ives and the school of 19th-century idealist philosophy centered in Concord, Mass. There was a rich spread of Ives works: \"Three Places in New England,\" \"The Unanswered Question,\" various songs and shorter pieces and, naturally, the \"Concord\" Sonata. In and among them, the actor Donald Moffat read aloud selections from Emerson and Thoreau.","thumbnail":null,"section":"Arts"},{"date":"19941115","headline":"The Rise of a Self-Proclaimed Phenomenon","web_url":"https://www.nytimes.com/1994/11/15/books/books-of-the-times-the-rise-of-a-self-proclaimed-phenomenon.html","abstract":"  VAMPS AND TRAMPS  By Camille Paglia  532 pages. Vintage Books. $15.    Camille Paglia is only too happy to tell those benighted readers who might be unfamiliar with her earlier books and essays exactly who she is, or at least who she thinks she is.","thumbnail":null,"section":"Books"},{"date":"19941115","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/11/15/nyregion/inside-827533.html","abstract":"  Shootout in San Francisco   A drifter who was foiled in a carjacking Sunday used two assault rifles and three handguns to engage 10 police officers in a firefight in the streets of San Francisco. Page A20. Iraq Sanctions Retained    The United Nations kept sanctions against Iraq, despite its recognition of Kuwait, in response to troop movements and reports of lavish spending by Iraq's leader. Page A6. This Bird Brain Grows    When fall comes and the black-capped chickadee needs to sharpen its thinking, it grows new brain cells. Science Times, page C1. A Giant Step for Solar Power    Enron, pursuing an elusive dream of solar power, plans to build a $150 plant in Nevada to produce energy at competitive rates. Page D1.","thumbnail":null,"section":"New York"},{"date":"19941115","headline":"Political Briefs; This Term in Senate To Be Last for Simon","web_url":"https://www.nytimes.com/1994/11/15/us/political-briefs-this-term-in-senate-to-be-last-for-simon.html","abstract":"  Senator Paul Simon, a liberal Democrat from Illinois who once sought his party's nomination for the Presidency, said today that he would not seek re-election when his term expires in 1996.    \"I have an obligation to the people of Illinois, to the Senate and to myself to leave the Senate while I am still eager to serve, not after I tire,\" Mr. Simon, who will turn 66 later this month, said at a news conference in Chicago.","thumbnail":null,"section":"U.S."},{"date":"19941115","headline":"Ice Stars Keep On Melting Hearts of Their Viewers","web_url":"https://www.nytimes.com/1994/11/15/sports/figure-skating-ice-stars-keep-on-melting-hearts-of-their-viewers.html","abstract":"  Figure skating is heating up again. Hot on the toe loops of CBS's two-part \"Ice Wars\" live figure-skating exhibition comes NBC's \"The Gold Championship,\" a live, two-hour show Saturday night from Edmonton, Alberta.   Rather than CBS's team competition, NBC's is an individual event offering $1 million in prize money ($200,000 for first place, $160,000 for second place and $140,000 for third place).","thumbnail":null,"section":"Sports"},{"date":"19941115","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/15/nyregion/c-corrections-832030.html","abstract":"  A picture caption yesterday with a pop review of a performance by the Proclaimers at Tramps misidentified the performer shown. He was Craig Reid; his twin brother, Charlie, also performed.","thumbnail":null,"section":"New York"},{"date":"19941115","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/11/15/style/chronicle-832073.html","abstract":"  ALESSANDRA MUSSOLINI, the granddaughter of Benito Mussolini, the Italian dictator, is expecting a child in July.   \"I just found out and I'm very, very happy about it,\" she told The Associated Press in Rome yesterday.","thumbnail":null,"section":"Style"},{"date":"19941115","headline":"Subway Work In Flushing Is Restored","web_url":"https://www.nytimes.com/1994/11/15/nyregion/subway-work-in-flushing-is-restored.html","abstract":"  Using its power over transit construction funds as leverage, the Giuliani administration persuaded transit officials yesterday to go ahead with rebuilding a busy subway station in Flushing, Queens, even as they planned to put off similar work at 15 other stations.   The city Budget Director, Abraham M. Lackman, announced yesterday that Mayor Rudolph W. Giuliani would restore about $250 million in capital funds he had planned to cut from the Metropolitan Transportation Authority's current five-year building plan.","thumbnail":null,"section":"New York"},{"date":"19941115","headline":"Lyle Lovett, From Wistful to Weird","web_url":"https://www.nytimes.com/1994/11/15/arts/pop-review-lyle-lovett-from-wistful-to-weird.html","abstract":"  Lyle Lovett can make any song sound like a small tragedy. His pained, honeyed voice, with its bluesy turns and its countryish ache, fills every line with sincerity; his unhurried, deadpan delivery gives every line the air of an intimate confession. He uses his Large Band, including horns, strings and backup singers, to add small touches of down-home Americana like gospel harmonies or a Western-swing fiddle solo; it's a virtuosic group that always defers to its leader. While Mr. Lovett always comes across as sympathetic and convincing, his songs leave it up to listeners to decide what's really going on. Sometimes his narrators are genuinely affectionate or heartbroken; sometimes they're the weirdos who appear in \"Creeps Like Me.\"    At Avery Fisher Hall on Sunday night, in the first of two shows, Mr. Lovett played a generous, leisurely concert, 2 hours and 40 minutes long. For its first part, he lavished attention on songs that weren't always worth it: material from his latest, and least, album, \"I Love Everybody\" (Curb/MCA). Mr. Lovett is at the highest plateau of his career so far, after building a dedicated following and then extending his name recognition by marrying the actress Julia Roberts. But to make \"I Love Everybody,\" he dipped into his archive of early songs, and many of them are juvenalia: clever and trivial, built on one-liners (\"Penguins are so sensitive to my needs\") or easy ironies. \"Fat Babies,\" Mr. Lovett explained, was written to embarrass anyone who sang along; the audience enthusiastically joined in.","thumbnail":null,"section":"Arts"},{"date":"19941115","headline":"Decking the Screen With Lots of Savers","web_url":"https://www.nytimes.com/1994/11/15/science/peripherals-decking-the-screen-with-lots-of-savers.html","abstract":"  DEAR Santa,    For Christmas I would like a 21-inch SVGA monitor and a one-gigabyte hard disk drive in a Pentium with 32 megs of RAM. If you can't handle that, here are a few other ideas.","thumbnail":null,"section":"Science"},{"date":"19941115","headline":"U.N. Council Decides to Keep Economic Sanctions on Iraq","web_url":"https://www.nytimes.com/1994/11/15/world/un-council-decides-to-keep-economic-sanctions-on-iraq.html","abstract":"  The Security Council maintained its economic sanctions against Iraq today after the United States provided evidence that President Saddam Hussein was spending lavishly on his own comforts while millions of Iraqis lacked food and medicine.    The United States representative, Madeleine K. Albright, told the Council that while \"living standards for most Iraqis have fallen,\" the Iraqi leader has spent more than $500 million on \"dozens of opulent new palaces for the exclusive use of his family.\"","thumbnail":null,"section":"World"},{"date":"19941115","headline":"Revived Stereotype of Hollywood Jews Abounds in Ironies; Anecdote in Question","web_url":"https://www.nytimes.com/1994/11/15/opinion/l-revived-stereotype-of-hollywood-jews-abounds-in-ironies-anecdote-in-question-833207.html","abstract":"  To the Editor:   Re \"Stereotype of Jews Is Revived\" (Arts pages, Nov. 7):","thumbnail":null,"section":"Opinion"},{"date":"19941115","headline":"In House and Senate, 2 Kinds of G.O.P.","web_url":"https://www.nytimes.com/1994/11/15/us/the-1994-election-news-analysis-in-house-and-senate-2-kinds-of-gop.html","abstract":"  When they were in opposition, Senate and House Republicans sounded pretty much alike in their complaints. When they won last Tuesday, they sang in jubilation from the same page, promising a diminished Federal Government.   But now that they taste power, their message is mixed.","thumbnail":null,"section":"U.S."},{"date":"19941115","headline":"Clinton Defends Halting Arms Embargo Enforcement","web_url":"https://www.nytimes.com/1994/11/15/world/clinton-defends-halting-arms-embargo-enforcement.html","abstract":"  President Clinton today offered his first public defense of his decision to order the American military to stop enforcing the arms embargo against the Bosnian Government, a step that has alarmed American allies.   Mr. Clinton said Congress had left him no choice but to end United States military effort that had been set up to try to prevent weapons shipments from reaching the Muslim-dominated Bosnian Government. He insisted that the move did not represent a violation of the international embargo, but acknowledged that the top deputies who have accompanied him to Asia have had to devote considerable time to a campaign to soothe European tempers.","thumbnail":null,"section":"World"},{"date":"19941115","headline":"Bishops' Leader Warns Against 'Punitive' Welfare Cuts","web_url":"https://www.nytimes.com/1994/11/15/us/bishops-leader-warns-against-punitive-welfare-cuts.html","abstract":"  Even as Representative Newt Gingrich, the incoming Speaker of the House, is proposing to drastically scale back welfare payments and have charities and orphanages assume greater responsibility for the poor, the head of the nation's Roman Catholic Bishops conference warned today against \"punitive welfare provisions\" that would harm families and children.   Archbishop William H. Keeler of Baltimore, the president of the National Conference of Catholic Bishops, did not refer to Mr. Gingrich by name, saying instead that the bishops' opposition to such policies was not partisan, but in keeping with the church's teaching on \"the dignity of life.\"","thumbnail":null,"section":"U.S."},{"date":"19941115","headline":"Somewhere in East Europe, Seeking an Honest Town","web_url":"https://www.nytimes.com/1994/11/15/opinion/IHT-somewhere-in-east-europe-seeking-an-honest-town.html","abstract":"My grandfather had a motto at his store and in his life: \"Always be honest. Always be in good taste.\" I have often wondered what inspired him to set that lofty standard..Presumably not New York, where Grandfather once lived; savvy New Yorkers","thumbnail":null,"section":"Opinion"},{"date":"19941115","headline":"G.P., Call City Hall","web_url":"https://www.nytimes.com/1994/11/15/opinion/gp-call-city-hall.html","abstract":"  George Pataki owes Rudolph Giuliani a telephone call.    Mr. Giuliani, the Mayor of New York City, placed a call to Mr. Pataki last Tuesday night to congratulate him on his election that day as governor of New York State. The Governor-elect did not return the call. Mayor Giuliani called a second time, and again Mr. Pataki did not call back. Almost a week later, the two have yet to talk.","thumbnail":null,"section":"Opinion"},{"date":"19941115","headline":"Lessons Beyond 'The Bell Curve'","web_url":"https://www.nytimes.com/1994/11/15/opinion/lessons-beyond-the-bell-curve.html","abstract":"At a meeting of social scientists at the Harvard Business School last month, Richard Herrnstein's and Charles Murray's controversial book \"The Bell Curve\" came up. One group reported that in an earlier conversation they had thoroughly \"trashed\" it. Heads around the room nodded in approval. I asked the room at large -- about 20 people -- how many had actually read the book. Two raised their hands. \n\nThe condemnation of \"The Bell Curve\" in the media has been equally definitive, if presumably better informed.","thumbnail":null,"section":"Opinion"},{"date":"19941115","headline":"Palestinian Police Rounding Up Radicals","web_url":"https://www.nytimes.com/1994/11/15/world/palestinian-police-rounding-up-radicals.html","abstract":"  Tensions between Islamic militants and Yasir Arafat's autonomy government rose sharply today when Palestinian authorities banned street protests and promised a sustained crackdown against radicals.   Hundreds of blue-uniformed police officers, part of the Palestinian Authority's armed forces, filled Gaza City, turning away cars and buses to prevent supporters of Islamic Holy War from holding a memorial march for a suicide bomber who killed three Israeli soldiers on Friday.","thumbnail":null,"section":"World"},{"date":"19941115","headline":"Odd Attack of Esthetics Strikes a Village of Castles","web_url":"https://www.nytimes.com/1994/11/15/nyregion/our-towns-odd-attack-of-esthetics-strikes-a-village-of-castles.html","abstract":"  THE house that Frank Lloyd Wright designed blends in with the trees, no doubt as he intended. Other houses in Great Neck Estates are not quite as quiet.   Most houses here are as big and grand as you'd expect from a place with \"Estates\" in the name. There are mansions with storied pasts, like the one F. Scott Fitzgerald reputedly used as inspiration for the setting of \"The Great Gatsby.\" There are huge Tudors and ranches and contemporaries, with towering evergreens in their front yards and winding paths to their front doors. There are pillars and guest cottages and cars in the driveways that say \"We've Arrived.\"","thumbnail":null,"section":"New York"},{"date":"19941115","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/11/15/style/chronicle-832081.html","abstract":"  What better way to promote a pet cause than on a national television series?   When PHYLLIS CERF WAGNER sits down to watch \"The Cosby Mysteries\" tomorrow evening on NBC, she will see a fund-raising project she devised for Central Park -- the Central Park Conservancy's Adopt-a-Bench program -- woven into the plot.","thumbnail":null,"section":"Style"},{"date":"19941115","headline":"25 Minutes of Terror in San Francisco","web_url":"https://www.nytimes.com/1994/11/15/us/25-minutes-of-terror-in-san-francisco.html","abstract":"  About eight days ago, a 37-year-old drifter named Victor Boutwell told a relative, \"You're gonna be surprised at what I'm going to do.\" The relative thought Mr. Boutwell was contemplating suicide.   Instead, he surfaced on Sunday with a small arsenal of weapons, spraying semiautomatic gunfire for 25 terrifying minutes at passers-by and the police on the fringes of the wealthy Pacific Heights section of San Francisco. Ten officers returned his fire, and one of them, 38-year-old James Guelff, was fatally shot before Mr. Boutwell, a man who spent the last six years living out of the back of his van, was himself shot to death.","thumbnail":null,"section":"U.S."},{"date":"19941115","headline":"Top Admiral Striving to Preserve Size of Fleet","web_url":"https://www.nytimes.com/1994/11/15/us/top-admiral-striving-to-preserve-size-of-fleet.html","abstract":"  As the rivalry among the military services escalates, the Navy's top admiral is mounting a campaign against plans to shrink the fleet.   This effort takes place against the backdrop of growing anxiety within the Pentagon over declining military spending, but it also comes at a time when the Republicans' sweeping election victories have given some military officials hope that a number of cutbacks may be reversed.","thumbnail":null,"section":"U.S."},{"date":"19941115","headline":"Rutgers Point Guard Returns to Her Roots","web_url":"https://www.nytimes.com/1994/11/15/sports/college-basketball-rutgers-point-guard-returns-to-her-roots.html","abstract":"  A familiar name will be a new face in the backcourt for the Rutgers women's basketball team when it begins its season Tuesday night in a first-round Preseason Women's National Invitation Tournament game against Seton Hall.   Kristen Somogyi, New Jersey's highest high school basketball scorer ever -- boy or girl -- is back in the neighborhood. After a stop at Virginia and a year on Rutgers' bench after transferring, the point guard is ready to add to her basketball resume just across the river from where she began writing it.","thumbnail":null,"section":"Sports"},{"date":"19941115","headline":"Defining the U.S. Interest : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/15/opinion/IHT-defining-the-us-interest-letters-to-the-editor.html","abstract":"Jeane Kirkpatrick denies that there is a U.S. national interest in the Haiti venture (\"What's This About Clinton Successes?\" Opinion, Nov. 1). In my view, any contribution within the limits of U.S. power, expertise and dedication toward resolvi","thumbnail":null,"section":"Opinion"},{"date":"19941115","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/11/15/sports/transactions-831190.html","abstract":"  Baseball American League  TEXAS RANGERS -- Announced they will not renew the contracts of Tom House, minor league pitching instructor, Toby Harrah, minor league batting instructor, Marty Stajduhar, major league physical therapist, Stan Cliburn, manager of Tulsa of the Texas League; Tommy Thompson, manager of Port Charlotte of the Florida State League, and Walt Williams, manager of Charleston of the South Atlantic League. Dismissed minor league coaches Randy Whisler, Marvin White, Darrin Garner, Allan Anderson, George Threadgill, and Lyle Yates.","thumbnail":null,"section":"Sports"},{"date":"19941115","headline":"Court Backs College Plan In Louisiana","web_url":"https://www.nytimes.com/1994/11/15/us/court-backs-college-plan-in-louisiana.html","abstract":"  In what might be the end of a 20-year legal battle over segregation in Louisiana's colleges and universities, a Federal judge today approved a plan that officials said would lessen racial imbalances in the state's higher education system.    Gov. Edwin W. Edwards of Louisiana and other officials hailed the agreement, saying it was a historic conclusion to a long and bitter fight. But civil-rights organizations, including the N.A.A.C.P., said that it merely preserved the status quo.","thumbnail":null,"section":"U.S."},{"date":"19941115","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/11/15/style/IHT-what-theyre-reading.html","abstract":"Olli-Pekka Kallasvuo, chief financial officer of Nokia Group in Helsinki, is reading \"The Disney Touch\" by Ron Grover..\"'It is a very interesting look at how Michael Eisner changed Disney when he took it over and made it so successful. Of","thumbnail":null,"section":"Style"},{"date":"19941115","headline":"1944: British Victory : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/11/15/opinion/IHT-1944-british-victory-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] Scoring one of the most one-sided naval victories of the war, a British naval squadron consisting of two cruisers and four destroyers surprised a German convoy off the southwest coast of Norway Sunday night [Nov. 12]","thumbnail":null,"section":"Opinion"},{"date":"19941115","headline":"Hindsight Offers Little Safety","web_url":"https://www.nytimes.com/1994/11/15/sports/pro-football-giants-notebook-hindsight-offers-little-safety.html","abstract":"  After the Giants lost to the Arizona Cardinals, Coach Dan Reeves was in the shower thinking the game over. As coaches do, Reeves pondered what might have been. And the thing that continued to stick in his gut today was not a call he made, but one he didn't make.   Leading by 9-3 late in the fourth quarter, the Giants ended up punting on their second-to-last possession. They kicked from the 6 and the Cardinals took over at their 46. They went on to score and win the game, 10-6.","thumbnail":null,"section":"Sports"},{"date":"19941115","headline":"Dwindling Salmon Spur West to Save Rivers","web_url":"https://www.nytimes.com/1994/11/15/science/dwindling-salmon-spur-west-to-save-rivers.html","abstract":"  HOOK-JAWED, wild and still magnificent after its taxing and hazardous struggle up the Rogue River from the ocean 125 miles away, the big coho salmon was beginning to don his scarlet mating colors, just as his kind has done every November for thousands upon thousands of years. But far fewer fish than made the trip just a few years ago are being recorded these days by the video camera trained constantly on a narrow underwater passage through which all migrating salmon must pass to get around Gold Ray Dam.   Lately, annual runs of wild coho on the Rogue as they head for their natal waters on tributaries upstream have been about 80 percent below average. Federal officials are expected to announce soon whether they will declare the coho an endangered species throughout much of the Pacific Northwest. Fisheries biologists say, in fact, that most strains of Pacific salmon -- as valued a totem in this region as the bald eagle is in the nation at large -- are in deep trouble as a result of overfishing at sea, natural climatic factors and destruction of freshwater habitat where the big fish spawn and where their progeny grow large enough to return to the ocean.","thumbnail":null,"section":"Science"},{"date":"19941115","headline":"Political Depression Hits Brunch Belt","web_url":"https://www.nytimes.com/1994/11/15/nyregion/political-depression-hits-brunch-belt.html","abstract":"  What did you think of the election?   Like Dorothy on the Yellow Brick Road, New Yorkers on the Upper West Side of Manhattan responded to the question posed to them on the sidewalk by figuratively tapping their heels together and whispering, there's no place like home.   The Upper West Side is the heart of liberal New York, which makes it the heart of the heart of liberal America, a kind of urban college town, the East Coast version of Berkeley, Calif., or Madison, Wis. True to form, a week ago, Assembly Districts 67 and 69, which more or less define the area, not only returned their Democratic incumbents, Scott M. Stringer and Edward C. Sullivan, to the State Assembly with some 80 percent of the vote, but they voted for Gov. Mario M. Cuomo by more than 6 to 1. Of course, Mr. Cuomo lost, along with many others of his ideological ilk across the country.","thumbnail":null,"section":"New York"},{"date":"19941115","headline":"Tropical Storm Wreaks Havoc on Haiti, Killing at Least 75","web_url":"https://www.nytimes.com/1994/11/15/world/tropical-storm-wreaks-havoc-on-haiti-killing-at-least-75.html","abstract":"  Torrential rains that battered Haiti last weekend left at least 75 people dead, radio reports and officials said today. Roads and bridges were destroyed, neighborhoods flooded and houses swept away.    Parts of the capital, Port-au-Prince, and the southern towns of Jacmel and Les Cayes were particularly hard hit.","thumbnail":null,"section":"World"},{"date":"19941115","headline":"A Disillusioned State Gives Up on Democrats","web_url":"https://www.nytimes.com/1994/11/15/us/the-1994-election-tennessee-a-disillusioned-state-gives-up-on-democrats.html","abstract":"  Sometimes it is the little things that lead to big changes.   Ask John Greeter, a lifelong Democrat who runs a building supply business in this town of 1,100 perched atop the mist-shrouded Cumberland Plateau and near the steep grade into the Sequatchie Valley that truckers, with air-braking and gear-grinding dread, call Monster Mountain.","thumbnail":null,"section":"U.S."},{"date":"19941115","headline":"Tread Carefully in Linking Workers' Rights to Trade and Lending","web_url":"https://www.nytimes.com/1994/11/15/opinion/IHT-tread-carefully-in-linking-workers-rights-to-trade-and-lending.html","abstract":"The United States is in a predicament over the link between workers' rights and trade. Earlier this year Mickey Kantor, the chief U.S. trade negotiator, tried to place the issue on the agenda of the new World Trade Organization, successor to GATT, and wo","thumbnail":null,"section":"Opinion"},{"date":"19941115","headline":"Judge Hands Two Setbacks To Lawyers For Simpson","web_url":"https://www.nytimes.com/1994/11/15/us/judge-hands-two-setbacks-to-lawyers-for-simpson.html","abstract":"  In a setback to the lawyers defending O. J. Simpson against murder charges, the judge in the case today denied their request that evidence taken from Mr. Simpson's Ford Bronco be excluded from trial. He also rejected defense assertions that evidence helpful to Mr. Simpson's case had been lost because of police bungling.    In a three-page opinion released late this afternoon, Judge Lance A. Ito of Los Angeles Superior Court said there \"exists no concrete evidence of tampering\" of Mr. Simpson's Ford Bronco. Defense lawyers had argued that evidence obtained from the Bronco should be excluded because the vehicle was burglarized while it was in police custody at a private tow yard.","thumbnail":null,"section":"U.S."},{"date":"19941115","headline":"Hatch Falls From Plane On Takeoff","web_url":"https://www.nytimes.com/1994/11/15/nyregion/hatch-falls-from-plane-on-takeoff.html","abstract":"  A cockpit emergency hatch flew off of an American Eagle commuter plane yesterday, seconds after takeoff from Kennedy International Airport, injuring no one but frightening 13 passengers and three crew members.   The aircraft, a twin-engine turboprop with 36 seats, was bound for Albany when it took off at 9:02 A.M. from runway 4-left at Kennedy. When the hatch fell to the ground, the plane immediately landed on a parallel runway, said Peter Yerkes, a spokesman for the Port Authority of New York and New Jersey, which runs the airport.","thumbnail":null,"section":"New York"},{"date":"19941115","headline":"Graham May Go Back to Bench; Miller May Go","web_url":"https://www.nytimes.com/1994/11/15/sports/pro-football-graham-may-go-back-to-bench-miller-may-go.html","abstract":"  When teams win, there are few changes. Coaches don't tamper with the chemistry of a winner. Losing is different. To losing teams, changes are almost a part of daily life. And right now, the 3-7 Giants are on a seven-game losing streak. That's why there could be two drastic changes, one immediately and the other soon.   The first possibility is quarterback Dave Brown being reinserted as the starter for Monday night's game against the Houston Oilers after sitting on the bench for just one week.","thumbnail":null,"section":"Sports"},{"date":"19941115","headline":"Big Money Corrupts Politics, Absolutely","web_url":"https://www.nytimes.com/1994/11/15/opinion/l-big-money-corrupts-politics-absolutely-833053.html","abstract":"  To the Editor:   \"We're to Blame,\" says Ronald A. Heifetz, director of the leadership education project at Harvard University's John F. Kennedy School of Government, for the sorry state of today's politics (Op-Ed, Nov. 8).","thumbnail":null,"section":"Opinion"},{"date":"19941115","headline":"Clinton Promotes U.S.-North Korea Nuclear Agreement","web_url":"https://www.nytimes.com/1994/11/15/world/clinton-promotes-us-north-korea-nuclear-agreement.html","abstract":"  In wide-ranging meetings with Asian and Pacific leaders, President Clinton sought on Monday to promote support for Washington's nuclear accord with North Korea and train the spotlight on America's more prominent role in the Asia-Pacific region.   But senior Administration officials acknowledged that the United States faces extraordinarily complicated negotiations with Japan, South Korea and other participants in carrying out the nuclear accord during the next decade, and even Mr. Clinton said that making it a reality would be difficult.","thumbnail":null,"section":"World"},{"date":"19941115","headline":"Sampras Faces Challenge in First Round of ATP","web_url":"https://www.nytimes.com/1994/11/15/sports/tennis-sampras-faces-challenge-in-first-round-of-atp.html","abstract":"  If this is the sort of draw one gets for being No. 1, perhaps Pete Sampras should set his sights a little lower.   When the round-robin portion of the ATP Championships begins on Tuesday on the quick surface inside the Festhalle, Sampras will have to serve and volley his way through a group that includes three of the tour's the most accomplished indoor players: Boris Becker, Goran Ivanisevic and Stefan Edberg. The top two men in each group advance to Saturday's semifinals in this $3 million event.","thumbnail":null,"section":"Sports"},{"date":"19941115","headline":"Expecting a Gentle Scolding : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/15/opinion/IHT-expecting-a-gentle-scolding-letters-to-the-editor.html","abstract":"I am certain that you will receive many letters condemning the British documentary producer who made \"Hell's Angel: Mother Teresa.\" I am equally certain that you will hear nothing from her. She will simply read the headline, sigh, shake her hea","thumbnail":null,"section":"Opinion"},{"date":"19941115","headline":"No Headline","web_url":"https://www.nytimes.com/1994/11/15/nyregion/no-headline-827827.html","abstract":"  \"We in the church stand with the unborn and the undocumented, the poor and the vulnerable, the hungry and the homeless in defense of human rights and human life. Our advocacy does not fit ideological or partisan categories, for our witness is not politically correct, but unfailingly consistent.\" -- WILLIAM H. KEELER, Archbishop of Baltimore.  [ A24:1. ]","thumbnail":null,"section":"New York"},{"date":"19941115","headline":"Q&A","web_url":"https://www.nytimes.com/1994/11/15/science/q-a-832820.html","abstract":"  Frogs and Toads   Q.  What is the difference between a frog and a toad?","thumbnail":null,"section":"Science"},{"date":"19941115","headline":"25 Films Added to National Registry","web_url":"https://www.nytimes.com/1994/11/15/movies/25-films-added-to-national-registry.html","abstract":"  The Library of Congress added 25 films to the National Film Registry yesterday, including \"The Manchurian Candidate,\" the original \"Invasion of the Body Snatchers\" and the Zapruder film of the John F. Kennedy assassination.   The additions to the registry were announced by James H. Billington, the librarian of Congress, at the Museum of Modern Art in New York during a meeting of the National Film Preservation Board. The board advises the librarian of Congress on the selection of films for the registry and on national film preservation policy.","thumbnail":null,"section":"Movies"},{"date":"19941115","headline":"By Design; Oriental Inspiration","web_url":"https://www.nytimes.com/1994/11/15/us/by-design-oriental-inspiration.html","abstract":"  \"Orientalism,\" the Metropolitan Museum's Costume Institute exhibition opening next month, couldn't be more timely. A flavor of China is showing up in many collections. Jean-Paul Gaultier showed mandarin-inspired clothing for fall, and Richard Tyler and Todd Oldham used Chinese-patterned spring fabrics.    Saks Fifth Avenue has some of the Gaultier styles with dragon and animal motifs, gold embroidery and frog closures. A jacket, a long robe and a dress range from $1,287 to $1,929. The store also has a mandarin-collared side-buttoned blouse in gold silk Jacquard by Dana Buchman ($162) and Chinese-style slippers in velvet by Anne Klein and Calvin Klein ($220 to $225).","thumbnail":null,"section":"U.S."},{"date":"19941115","headline":"We Only Wanted to Scare You","web_url":"https://www.nytimes.com/1994/11/15/opinion/we-only-wanted-to-scare-you.html","abstract":"On the radio the morning after the election, I heard an interview with a teacher urging children not to be afraid to go to school. It was a disturbing way to learn that Proposition 187 -- the sweeping California statute that would deny health care and educational services to illegal aliens and facilitate their deportation -- had passed by a landslide. \n\nOver breakfast at a Mexican cafe on Sunset Boulevard, I read the election returns. The waitress, usually a chatterbox, was subdued. I looked up to see her studying the headlines of my newspaper, about Proposition 187. She frowned and I immediately turned the page. There is no way to tell, at a glance, who is illegal -- or how somebody voted.","thumbnail":null,"section":"Opinion"},{"date":"19941115","headline":"1919: Reds Arrested : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/11/15/opinion/IHT-1919-reds-arrested-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - [From our New York edition:] Branding the Communist party as a \"thrust at the heart of America,\" and asserting that the revolutionary programme of the organization was designed to rally a Red Guard for the seizure of the government, W","thumbnail":null,"section":"Opinion"},{"date":"19941115","headline":"To Remember Seed Caches, Bird Grows New Brain Cells","web_url":"https://www.nytimes.com/1994/11/15/science/to-remember-seed-caches-bird-grows-new-brain-cells.html","abstract":"  EVERY fall, when the trees of North America's forests shake themselves into bare brown bones, and the sky grows gray and surly, and the meadows offer little but brambles and shriveled berries, the little black-capped chickadee rises brilliantly to the challenges of a callous world.    The insects it has feasted on throughout the spring and summer are all dead, which means the bird must start foraging over a much wider terrain for fast-vanishing seeds and nuts. And, it must join forces with huge flocks of other hungry chickadees, far more birds than it had to tolerate during the balmy breeding season.","thumbnail":null,"section":"Science"},{"date":"19941115","headline":"Was There or Wasn't There a Pneumonic Plague Epidemic?","web_url":"https://www.nytimes.com/1994/11/15/science/the-doctor-s-world-was-there-or-wasn-t-there-a-pneumonic-plague-epidemic.html","abstract":"  In September, Indian Government officials set off an international public health emergency by reporting an epidemic of pneumonic plague, the most dangerous form of plague, which is spread by coughing. Indians panicked and fled the areas where the disease had been reported. Tourists canceled trips to India and other countries imposed surveillance checks of passengers arriving at many airports from India and banned imports of goods from India.   Now, despite reports that a World Health Organization team has found that plague did strike in two cities, Indian experts in infectious diseases maintain that the epidemic was not plague, but was due to some other as yet unidentified agent. Their contention is based largely on two points: that the plague bacterium, Yersinia pestis, was never isolated from any case and that the types of laboratory tests used in India are not definitive.","thumbnail":null,"section":"Science"},{"date":"19941115","headline":"Looking Back: All the Bustle Over Retro","web_url":"https://www.nytimes.com/1994/11/15/style/looking-back-all-the-bustle-over-retro.html","abstract":"  People who enjoy the luxury of not being designers are the first to cry foul when retro arises on a runway. But the common view in fashion that there exists some amorphous \"modern\" idea of dress may be, in itself, a myth.   When three of the most inventive designers of this decade -- Vivienne Westwood, John Galliano and Jean-Paul Gaultier -- looked back this season, they did more than offer historians in the field the opportunity to compare three distinguished artists' views of the same subject (consider it fashion's equivalent of Marilyn Monroe's being interpreted by Andy Warhol, James Rosenquist and Keith Haring). They also signaled a time to make a fresh appraisal of retro, often interpreted as being a sign of a poverty of ideas.","thumbnail":null,"section":"Style"},{"date":"19941115","headline":"COLLEGE SOCCER REPORT","web_url":"https://www.nytimes.com/1994/11/15/sports/college-soccer-report-831476.html","abstract":"  N.C.A.A. Tournament   The National Collegiate Athletic Association awarded berths yesterday to 32 teams for the Division I tournament, which will start on campuses this week and conclude with the final four Dec. 9-11 at Davidson College in Davidson, N.C.   In keeping with tradition, the N.C.A.A. divided the country into eight regions for the tournament. But it reduced the minimum number of teams in each region from two to one to make room for more at-large berths.   Virginia (17-3-1) is in quest of its fourth consecutive national title and it appears that the Cavaliers are playing their best right now. Seeded second in the Atlantic Coast Conference tournament that was staged over three days at Clemson, the Cavaliers captured the tournament with victories over Wake Forest, Duke and Clemson.   North Carolina-Greensboro (17-4-0) will be Virginia's opponent in the first round, which also includes four other teams from the Atlantic Coast Conference, proof that the conference is the strongest in the country.   North Carolina State (13-6-0), Duke (14-6-1), North Carolina (13-6-0) and Maryland (13-5-1) are also in the tournament, whose first round must be completed by Sunday.   St. John's (14-4-3) earned the automatic bid that goes to the winner of the Big East tournament by capturing the tournament for the third consecutive year. This time, the Red Storm did it with a 1-0 triumph over Georgetown on a goal by Huey Ferguson with just under five minutes left.   Georgetown (18-3-0) was the regular-season winner in the Big East for the first time and was awarded its first tournament bid. The Hoyas were the most improved team in the league.   \"The league is getting stronger every year,\" said Dave Masur, the coach at St. John's, who took over the Red Storm three years ago and made it into a powerhouse. \"We've had 5 teams ranked in the top 20 in the country.\"   While St. John's will visit Rutgers, Georgetown will play Maryland. Georgetown was ranked 9th and St. John's 10th in the coaches' final regular-season poll, which has the first nine positions unchanged from the previous week.   Rutgers (11-4-3) is in the tournament as a result of winning the Atlantic 10 and then beating Loyola (Md.), the winner of the Metro Atlantic Athletic Conference.   Boston University (18-0-1) finished atop the coaches' national ranking for the end of the regular season as the only undefeated team in the country. The Terriers ended the regular season with a 3-2 triumph over New Hampshire and will meet Harvard.   Harvard (5-8-2) is in the tournament because of the automatic bid that goes to the winner of the Ivy League, where Brown finished with an overall record of 11-3-1. The victory over Hartwick earned Brown a bid, and the Bears will play host to New Hampshire (15-4-2) in the first round.   Indiana (19-2-0) was seeded first in the tournament and will play host to Notre Dame (12-9-2). Indiana took the Big Ten tournament with victories over Wisconsin and Penn State, who both made the tournament.   Wisconsin (14-5-0) will play at Southern Methodist (14-3-1), while Penn State (15-5-1) will meet Robert Morris (15-6-1) in a rematch from last year.   San Francisco (9-6-3) is in the tournament for the 26th time thanks to the automatic bid that goes to the winner of the West Coast Conference. The Dons, who have captured the national title four times, the last time in 1980, appeared to be out of it this season, after winning only twice in their first eight games, but they have lost only once in their last 10 games.   San Francisco will play Fresno State (17-2-1), while San Diego (13-5-0) will be at Fullerton State (12-6-2) in another West Coast match.   In other matches around the country, St. Louis (16-5-0) will play Creighton (14-4-1), Alabama-Birmingham (15-3-1) will play U.C.L.A. (15-4-0) and North Carolina-Charlotte (16-3-0) will play host to Charleston (17-6-0). Women's Division I   North Carolina is a step closer to its 12th overall title , and ninth consecutive N.C.A.A. national title. The Tar Heels reached the semifinals again with a 3-1 victory over Duke, the team that ended their undefeated streak at 101 games last month.   Connecticut (19-3-0) will provide the opposition for the Tar Heels (23-1-1) in the semifinals, which will be staged Friday at the University of Portland (Ore.). The Huskies reached the final four with tournament victories over Brown and Hartford.   Notre Dame (21-0-1), the only undefeated team in the country, will play Portland (16-5-0) in the other semifinal to decide Sunday's finalists for the championship.   Notre Dame reached the final four for the first time in its history with victories over George Mason and William and Mary, while Portland advanced by eliminating St. Mary's and Stanford. ALEX YANNIS","thumbnail":null,"section":"Sports"},{"date":"19941115","headline":"Images of Geneva : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/15/opinion/IHT-images-of-geneva-letters-to-the-editor.html","abstract":"Regarding \"Geneva: Contemporary at Last\" (Features, Nov. 5). by Alan Riding:.Describing the inauguration of Geneva's new Museum of Modern and Contemporary Art, the article states that persuading the city . \"to spend money on the arts has","thumbnail":null,"section":"Opinion"},{"date":"19941115","headline":"Times Names Book Editor","web_url":"https://www.nytimes.com/1994/11/15/arts/times-names-book-editor.html","abstract":"  Charles McGrath, deputy editor of The New Yorker, has been named editor of The New York Times Book Review. His appointment, effective in March, was announced yesterday by Joseph Lelyveld, executive editor of The Times.   Mr. McGrath will succeed Rebecca Pepper Sinkler, who is retiring.","thumbnail":null,"section":"Arts"},{"date":"19941115","headline":"P.T.A. President Accused of Sexual Abuse","web_url":"https://www.nytimes.com/1994/11/15/nyregion/pta-president-accused-of-sexual-abuse.html","abstract":"  The president of a P.T.A. at an elementary school in Brooklyn was forced to resign five months after four girls accused him of molesting them in the school auditorium, officials said yesterday.   The former president, Gary Session, 30, was forced out last month by parents at Public School 249 in Flatbush, who had only just learned of the accusations, said Harold Wilson, the school's principal. By the time Mr. Session resigned, he had been arrested in another incident, after a 7-year-old accused him of molesting her at his home, said a spokeswoman for Charles J. Hynes, the Brooklyn District Attorney.","thumbnail":null,"section":"New York"},{"date":"19941115","headline":"Back on Track at Seton Hall","web_url":"https://www.nytimes.com/1994/11/15/sports/back-on-track-at-seton-hall.html","abstract":"  Bryan Spoonire, the Seton Hall senior who made a costly wrong turn during Saturday's IC4A 10,000-meter cross-country race at Franklin Park in Boston, was notified yesterday that he will be allowed to compete in the Division I championships in Fayetteville, Ark., next week after all.   Spoonire, who finished 33d after retracing his steps, had appealed to the National Collegiate Athletic Association, arguing that he had departed from the course only because a crowd was blocking his way.","thumbnail":null,"section":"Sports"},{"date":"19941115","headline":"Bosnia's Cynical, Senseless War Is Over","web_url":"https://www.nytimes.com/1994/11/15/opinion/l-bosnia-s-cynical-senseless-war-is-over-833193.html","abstract":"  To the Editor:   Despite gains against the Serbs by the Bosnian Government, the war in Bosnia and Croatia is largely over at this point. Although the Serbs didn't get all the lands they wanted, they won the war. They got more territory than the Croats or Bosnians and killed more people (if those are criteria for victory).","thumbnail":null,"section":"Opinion"},{"date":"19941115","headline":"CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/11/15/arts/in-performance-classical-music-830844.html","abstract":"  A 'Porgy and Bess' Direct From the Source  Brooklyn Center for the Performing Arts    For the Charleston Opera, Gershwin's \"Porgy and Bess\" is something of a local epic. DuBose Heyward, who transformed his novel \"Porgy\" into a libretto for Gershwin, lived there, and the work takes place in the city and its environs. The company's staging has been touring since March, and it arrived in Brooklyn on Saturday evening.","thumbnail":null,"section":"Arts"},{"date":"19941115","headline":"Physicists Strive To Create Atoms Of Antihydrogen From Antimatter","web_url":"https://www.nytimes.com/1994/11/15/science/physicists-strive-to-create-atoms-of-antihydrogen-from-antimatter.html","abstract":"  ANTIMATTER: the super fuel for driving spacecraft to the stars, the wonder annihilator that could make hydrogen bombs seem like firecrackers, the antistuff of antigalaxies inhabited by antipeople . . ..    In the 66 years since the British physicist Paul A. M. Dirac theorized the existence of antimatter, the wilder notions about this fascinating but elusive substance have remained closer to fiction than to physics. Nevertheless, the creation of antimatter in high-energy laboratories has become routine, bringing exciting new possibilities within reach.","thumbnail":null,"section":"Science"},{"date":"19941115","headline":"Asia-Pacific Countries Near Agreement on Trade","web_url":"https://www.nytimes.com/1994/11/15/world/asia-pacific-countries-near-agreement-on-trade.html","abstract":"  Eighteen nations of the Asia and Pacific region were on the verge of a sweeping agreement to stimulate economic growth by seeking the removal of barriers to trade by 2020, senior officials said on Monday night.   As part of the overall goal of \"free and open trade\" in one of the fastest growing economic regions in the world, the officials said, the United States, Japan and other developed nations are expected to accept an earlier goal for ending their trade barriers, probably by 2010. The United States had previously resisted the earlier date.","thumbnail":null,"section":"World"},{"date":"19941115","headline":"POP","web_url":"https://www.nytimes.com/1994/11/15/arts/in-performance-pop-832766.html","abstract":"  Many Voices in Harmony, Or a Musical Babel?  S.O.B.'s    Imagine watching a movie in which the director is on screen ordering the actors around. That was the feeling when watching a mixed bag of musicians perform music by Kip Hanrahan during the first of two sets on Sunday night. Beer bottle in hand, Mr. Hanrahan threaded his way through his large ensemble all evening, whispering advice to the bassist and vocalist Fernando Saunders as he tried to sing, and muddling the violinist Billy Bang with instructions for a solo. Mr. Hanrahan wasn't conducting; he was producing, overseeing and rearranging. Most of the time he succeeded in greasing the wheels of his performing machine.","thumbnail":null,"section":"Arts"},{"date":"19941115","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/15/nyregion/c-corrections-827908.html","abstract":"  A brief front-page report on Saturday, summarizing an article about Congressional Republicans' reactions to victory, referred imprecisely to automobiles used by Representative Newt Gingrich. The Cadillac in which he rode had been provided by a group he was addressing; he did not trade in his own car. Mr. Gingrich's comments are reported today on page B8.","thumbnail":null,"section":"New York"},{"date":"19941115","headline":"Credibility of Carjacking Witness Is Debated","web_url":"https://www.nytimes.com/1994/11/15/nyregion/credibility-of-carjacking-witness-is-debated.html","abstract":"  Lawyers for a Bronx premedical student accused of murder in a carjacking in January tried today to support his account that the murder was committed by a drug dealer named Dino. They called two witnesses who said they saw a tall, nattily dressed man on the day of the crime who could have been the shadowy figure.   But the credibility of the more crucial of those witnesses, Michael Clausell of South Ozone Park, Queens, was attacked by the prosecutor during cross-examination. The prosecutor showed that while Mr. Clausell could precisely remember a mundane scene at a mall -- a tall black man getting out of a Lexus and greeting two white teen-agers standing next to a Jeep -- he could not remember the name of his last employer, the jobs he had held for years at a time, or that he had twice pleaded guilty to charges of selling drugs.","thumbnail":null,"section":"New York"},{"date":"19941115","headline":"Sides Break Bread; No Answers on Table","web_url":"https://www.nytimes.com/1994/11/15/sports/hockey-notebook-sides-break-bread-no-answers-on-table.html","abstract":"  As the bitter National Hockey League lockout lurches through its seventh week, the canceled games are replaced by personal dinner meetings, big boardroom sessions and telephone conference calls.   Sharing dinner and conversation last night in Toronto were Gary Bettman, commissioner of the National Hockey League, and Bob Goodenow, executive director of the N.H.L. Players Association.","thumbnail":null,"section":"Sports"},{"date":"19941115","headline":"Hot-Weather Marathon Concerns the Athletes","web_url":"https://www.nytimes.com/1994/11/15/sports/olympics-hot-weather-marathon-concerns-the-athletes.html","abstract":"  If anything can match the expected heat of the men's marathon at the 1996 Summer Olympics, it is the emotional parboiling of top American runners who are seething at the prospect of having to run 26.2 miles in the late-afternoon sauna of Atlanta.   While the women's Olympic marathon is tentatively scheduled to be run on the morning of July 28, 1996, the men's marathon has for the last decade traditionally been the final event of the Summer Games, with the runners entering a packed stadium just before the closing ceremonies.","thumbnail":null,"section":"Sports"},{"date":"19941115","headline":"Health Care and Hospital Chains; Small Institutions Choose Survival Over Independence","web_url":"https://www.nytimes.com/1994/11/15/nyregion/health-care-hospital-chains-small-institutions-choose-survival-over-independence.html","abstract":"  For 40 years, the volunteers of the women's auxiliary of the Schoharie County Memorial Hospital ran the hospital coffee shop. They divided themselves into 30 chapters named for gemstones -- Sapphire for the Methodist Church women, Crystal for teachers, Diamond for the wives of doctors and lawyers. Together, they kept the restaurant open six days a week, ran bake sales and antique shows in their spare time and raised hundreds of thousands of dollars to support the town's 70-bed pride and joy.   \"I made an awful lot of egg salad sandwiches in my day,\" said Vesta Hauser, a Sapphire and at one point the Auxiliary's president.","thumbnail":null,"section":"New York"},{"date":"19941115","headline":"U.S. MIGHT ADMIT DETAINED CUBANS TO HELP CHILDREN","web_url":"https://www.nytimes.com/1994/11/15/world/us-might-admit-detained-cubans-to-help-children.html","abstract":"  Facing intense pressure from Cuban-American groups, the Clinton Administration is leaning toward granting entry to Cuban families being held at the Guantanamo Bay Naval Station on the ground that holding children there month after month is inhumane.   An Administration official said the decision would probably be announced over the next 10 days to reduce the chances of embarrassing demonstrations by Cuban-Americans when President Clinton meets with Latin American leaders in Miami in early December.","thumbnail":null,"section":"World"},{"date":"19941115","headline":"Court Reopens Demotion Case At City College","web_url":"https://www.nytimes.com/1994/11/15/nyregion/court-reopens-demotion-case-at-city-college.html","abstract":"  The United States Supreme Court today gave City College of New York a second chance to show that its demotion of the outspoken chairman of its black studies department did not violate the Constitution.   In a two-sentence order, issued without an opinion, the Justices vacated a ruling last April by the Federal appeals court in Manhattan that the college had violated Prof. Leonard Jeffries's First Amendment right to free speech when it refused in 1992 to reappoint him to the departmental position he had held for 20 years.","thumbnail":null,"section":"New York"},{"date":"19941115","headline":"Martin to Go Pro","web_url":"https://www.nytimes.com/1994/11/15/sports/sports-people-football-martin-to-go-pro.html","abstract":"  Pitt running back CURTIS MARTIN said yesterday that he would pass up a final year of eligibility and turn pro. Martin rushed for 1,132 yards last season and was leading the nation in rushing after a 251-yard game against Texas but badly sprained an ankle against Ohio University on Sept. 10 and hasn't played since. (AP)","thumbnail":null,"section":"Sports"},{"date":"19941115","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/11/15/nyregion/metro-digest-828505.html","abstract":"  CITY COLLEGE DEMOTION CASE IS REOPENED   The Supreme Court gave City College of New York a second chance to show that its demotion of the outspoken chairman of its black studies department did not violate the Constitution. The Justices ordered an appeals court to reconsider the case in light of a Supreme Court decision, issued in May, that may give public employers more latitude to dismiss employees whose speech, while constitutionally protected, is likely to disrupt the workplace. A1. SEEKING NEW WAYS TO RESCUE PARKS   Maintenance has become a critical problem in the city's 905 playgrounds and 479 parks, especially the small ones that fail to attract the private donations that glamour parks like Central Park do. Now park advocates are debating a flurry of new ideas to change the way city parks have long been operated and financed. Many of the proposals put more responsibility in the private sector. A1.","thumbnail":null,"section":"New York"},{"date":"19941115","headline":"Proposed Budget Stirs Protest at Hearings","web_url":"https://www.nytimes.com/1994/11/15/nyregion/proposed-budget-stirs-protest-at-hearings.html","abstract":"  Dozens of college students, administrators and education advocates bitterly protested proposed budget cuts yesterday that they said would hurt education in New York City, as the City Council opened its public hearings on Mayor Rudolph W. Giuliani's plan to close a $1.1 billion budget gap.   Yesterday's hearings, which focused on how the Giuliani administration's second round of budget cuts would affect education, drew more than 60 people from a broad spectrum of academia and beyond who denounced the administration's budget plan as short-sighted.","thumbnail":null,"section":"New York"},{"date":"19941115","headline":"Laying Odds on America's Soul","web_url":"https://www.nytimes.com/1994/11/15/theater/theater-review-simpatico-laying-odds-on-america-s-soul.html","abstract":"  The most colorful character in Sam Shepard's elegiac new play \"Simpatico\" is a former bigwig in the California horse-racing world who has been forced through scandal to relocate and start life over under an assumed name. The man, once known as Simms (James Gammon), now calls himself Ames and holds down a low-echelon job with the Kentucky Racing Commission.   A gruff, raspy-voiced throwback to 1940's detective movies, he works in a grimy office whose most distinguishing feature is a leather chair decorated with the horns of a steer. Visited by Vinnie (Fred Ward), a self-styled private eye who helped arrange his downfall 15 years earlier, Simms seems hardly to remember his previous life or the man who disgraced him. Waxing nostalgic, Simms laments the disappearance of movies like \"Double Indemnity\" and \"The Maltese Falcon\" because, he says, they were \"pictures with a plot you could sink your teeth into.\"","thumbnail":null,"section":"Theater"},{"date":"19941115","headline":"Nassau's Proposed Budget Freezes '95 Property Taxes","web_url":"https://www.nytimes.com/1994/11/15/nyregion/nassau-s-proposed-budget-freezes-95-property-taxes.html","abstract":"  Less than two years after Nassau County was forced to borrow $65 million to close a budget gap, the County Executive today proposed a budget for 1995 that would freeze taxes for homeowners and cut taxes for some businesses.   The County Executive, Thomas S. Gulotta, attributed the good news to a surge in sales tax revenue resulting from the region's economic turnaround.","thumbnail":null,"section":"New York"},{"date":"19941115","headline":"Chess","web_url":"https://www.nytimes.com/1994/11/15/arts/chess-832790.html","abstract":"  In winning the United States Championship in Key West, Fla., in late October, Boris Gulko performed in close accord with every grandmaster's daydreams. The 47-year-old former Soviet champion, who lives in Fair Lawn, N.J., won with captivating combinations, trenchant tactics, precise positional play and excellently executed endgames. And when, in a rare case, he got himself into a dangerous situation, he cleverly crawled away unscathed.   It's no wonder that he was the only undefeated player and won with a lead of 1 1/2 points over the star-studded field.","thumbnail":null,"section":"Arts"},{"date":"19941115","headline":"49ers' Hanks Still Has Work to Do","web_url":"https://www.nytimes.com/1994/11/15/sports/on-pro-football-49ers-hanks-still-has-work-to-do.html","abstract":"  The running joke back at the Hanks home in Dallas was this: No, you didn't have to get a job, go to work, until you were, oh, 14 years old.   \"Everybody worked,\" Merton Hanks said of his family, his childhood. \"Everybody contributed.\"","thumbnail":null,"section":"Sports"},{"date":"19941115","headline":"Goalie Is Charged","web_url":"https://www.nytimes.com/1994/11/15/sports/sports-people-soccer-goalie-is-charged.html","abstract":"  The English Football Association yesterday charged the former Liverpool goalkeeper BRUCE GROBBELAAR with accepting bribes to fix matches.   An association chief executive, GRAHAM KELLY, said Grobbelaar would not be banned and could continue playing pending a hearing into the allegations. Kelly said a disciplinary commission of the association will be set up to hear the charges against the Southampton goalkeeper, who has 14 days to answer them.","thumbnail":null,"section":"Sports"},{"date":"19941115","headline":"In Russia, Corruption Inflates the Cost of Dying","web_url":"https://www.nytimes.com/1994/11/15/world/in-russia-corruption-inflates-the-cost-of-dying.html","abstract":"  The Russian way of death would make anyone want to live forever.   Burials, once one of the many subsidies doled out by the worker's state, have become so costly and so thoroughly dependent on graft, bribery and connections that few people can contemplate finding quiet plots of land or buying headstones.","thumbnail":null,"section":"World"},{"date":"19941115","headline":"Interest Rate Illogic","web_url":"https://www.nytimes.com/1994/11/15/opinion/l-interest-rate-illogic-833185.html","abstract":"  To the Editor:   Once more we're seeing the Federal Reserve Board preparing to raise interest rates in the name of fighting inflation, which is cooling down the economy.","thumbnail":null,"section":"Opinion"},{"date":"19941115","headline":"Raveling Resigns as Coach Of U.S.C., Citing Accident","web_url":"https://www.nytimes.com/1994/11/15/sports/basketball-raveling-resigns-as-coach-of-usc-citing-accident.html","abstract":"  Still recuperating from a car crash that hospitalized him for much of the autumn, George Raveling resigned today as the University of Southern California basketball coach. Raveling, 57, cited a low amount of energy as the determining factor.   On the morning of Sept. 25, his Jeep was blindsided in a two-car collision, and he suffered a broken pelvis, nine broken ribs, a broken clavicle, a collapsed lung, a traumatized heart and bleeding in the chest cavity.","thumbnail":null,"section":"Sports"},{"date":"19941115","headline":"Steelers Battering Has Bills Reeling","web_url":"https://www.nytimes.com/1994/11/15/sports/pro-football-steelers-battering-has-bills-reeling.html","abstract":"PITTSBURGH, Nov. 14 - After watching both the Bills' and Steelers' offenses stumble around the field at Three Rivers Stadium tonight, one thing is clear: Pittsburgh's defense is certainly fun to watch.   The Steelers used a battering defense that harried Bills' quarterback Jim Kelly, who was sacked six times, jarred the ball loose from receivers and rendered Buffalo's offense completely ineffective. - Then, that same defense became a spectacular scoring machine with two great individual plays by cornerback Rod Woodson which resulted in two Steeler touchdowns. It even came up with a blocked field goal when defensive end Brentson Bruckner deflected a 32-yard attempt by Bills kicker Steve Christie with 13 minutes 54 seconds to play.   The result was a 23-10 victory for Pittsburgh (7-3), which remains a game behind Cleveland (8-2) in the American Football Conference's Central Division. The loss dropped the Bills to 5-5 and jeopardized their playoff hopes.   Kelly finished with 22 completions in 43 attempts for 212 yards. He threw one touchdown pass, but was intercepted twice.   Woodson scored on a 37-yard interception return for a touchdown in the second quarter. In the third quarter, he jarred the ball loose from Kelly on a sack for an eight-yard loss. The ball bounced around in the end zone and defensive end Gerald Williams fell on it for a touchdown that helped make it 23-10.   For its part, the Steelers' offense served as nothing more than a distraction until the defense could come back on the field. Midway through the fourth quarter, the Steelers offense had converted just 1 of 11 third-down attempts.   Entering the game, the Bills were in an unfamiliar position of fighting for a playoff berth. The last time they were at .500 this late in the season was in 1987. They are tied with the Jets in the A.F.C. East, two games behind the Dolphins. The Steelers, meanwhile, remain one game behind the first-place Browns (8-2) in the Central.   In the first half the Bills certainly didn't play like the team that had dominated the American Football Conference landscape the last four seasons. Sometimes they resembled that team when they switched out of the two-back set they have deployed in the last few games into their no-huddle attack with three wide receivers -- a staple the last four years.","thumbnail":null,"section":"Sports"},{"date":"19941115","headline":"DANCE","web_url":"https://www.nytimes.com/1994/11/15/arts/in-performance-dance-832677.html","abstract":"  Painters and Gertrude Stein Provide the Inspiration  Merce Cunningham Studio    Rachel Thorne Germond choreographically reaffirmed the fun of dancing in \"Splendor Again,\" one of the works she presented on Saturday night. This solo abounded with lithe, slithery movements, which Pedro Alejandro performed with skill and glee.","thumbnail":null,"section":"Arts"},{"date":"19941115","headline":"Making China Trade Fairly","web_url":"https://www.nytimes.com/1994/11/15/opinion/making-china-trade-fairly.html","abstract":"  China desperately wants to qualify as a founding member of the World Trade Organization. President Clinton obstinately stands in the way -- which is exactly where he belongs.   The W.T.O., according to the trade accord signed by more than 100 countries in April, will be created early next year to oversee international trade. Membership would solidify China's emerging presence in international markets and guarantee that countries would not discriminate against its exports. The United States agrees that China -- which is among the world's 10 largest exporters -- belongs in the World Trade Organization. But the Clinton Administration rightly insists that China agree to adopt the same rules of fair trade that apply to other large countries in the W.T.O.","thumbnail":null,"section":"Opinion"},{"date":"19941115","headline":"Patterns","web_url":"https://www.nytimes.com/1994/11/15/style/patterns-830453.html","abstract":"  Swimsuits Mom Never Knew   Anne Klein has no interest in insulating its customers from the shock of the new. Just when people were starting to adjust to the notion of the Anne Klein customer as the Delorean-cruising vixen of the most recent advertising campaign, the house has added another slashing-edge designer to the group of surgeons remaking Anne.","thumbnail":null,"section":"Style"},{"date":"19941115","headline":"A Cyberspace Atlas: America Online","web_url":"https://www.nytimes.com/1994/11/15/science/personal-computers-a-cyberspace-atlas-america-online.html","abstract":"  AMERICA ONLINE, the second stop on our virtual tour of cyberspace, is the most ambitious and aggressive of the popular online information services. It is impressive and infuriating in nearly equal measures.    Point: America Online Inc. of Vienna, Va., has been advertising itself for some time as \"America's most popular Internet service provider,\" when technically it had about as much to do with providing Internet services as does my Aunt Tootie.","thumbnail":null,"section":"Science"},{"date":"19941115","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/15/nyregion/c-corrections-832022.html","abstract":"  A report in the Off the Menu column of The Living Section last Wednesday about the formation of a catering company by Daniel Boulud and Jean-Christophe Le Picart referred incorrectly to Mr. Le Picart's previous catering concern, Tentation. It is still in business, under the name Tentation, Potel & Chabot, owned by Potel & Chabot, a Parisian catering company.","thumbnail":null,"section":"New York"},{"date":"19941115","headline":"The Sanchez Express Halted By Halard","web_url":"https://www.nytimes.com/1994/11/15/sports/tennis-the-sanchez-express-halted-by-halard.html","abstract":"  When the match was finally over and the upset had fully registered in the victor's mind, Julie Halard, a Parisian pixie ranked 22d in the world, sat down and stared down at her racquet as if she could not fathom what it had just done for her.   Meanwhile, Arantxa Sanchez Vicario, clearly taken aback by Halard's impassioned 6-2, 1-6, 7-6 (7-2) victory, quickly zipped her racquet into its case as if she could not believe what it had done to her at this first-round encounter at the Virginia Slims Championships in Madison Square Garden.","thumbnail":null,"section":"Sports"},{"date":"19941115","headline":"Sports of The Times; Beard Gets A Lesson In the Nets","web_url":"https://www.nytimes.com/1994/11/15/sports/sports-of-the-times-beard-gets-a-lesson-in-the-nets.html","abstract":"  ONE night last week in Landover, Md., one Alfred (Butch) Beard blew his top, which was unusual only in that Mr. Beard is a man of normally gentle mien. The circumstances make a point that goes to the heart of the matter. Mr. Beard, of course, is the rookie coach of what for want of a better term is called a basketball team. It is the New Jersey Nets basketball team, which explains why even someone like Mr. Beard might find occasion to go bananas.   The Nets had lost handily to the Bullets -- they now have lost five of their first six games -- but they had lost in a fashion that Mr. Beard found odious.","thumbnail":null,"section":"Sports"},{"date":"19941115","headline":"Bosnia Army Retreating in North As Serbs Press Attack, U.N. Says","web_url":"https://www.nytimes.com/1994/11/15/world/bosnia-army-retreating-in-north-as-serbs-press-attack-un-says.html","abstract":"  Nationalist Serbs have forced Bosnian Government fighters to withdraw from about 60 percent of the territory they recaptured two weeks ago near Bihac, in the northwest, United Nations officials here said today.   As of this morning, the Serbs had neared Jankov Vrh, a hilltop about six miles east of Bihac town and about three miles from the edge of the United Nations-designated \"safe area,\" said a United Nations military spokesman, Maj. Koos Sol.","thumbnail":null,"section":"World"},{"date":"19941115","headline":"Earthquakes as Just a Fact of Life","web_url":"https://www.nytimes.com/1994/11/15/movies/television-review-earthquakes-as-just-a-fact-of-life.html","abstract":"  Looking for another reason not to live in Los Angeles? It's available tonight on \"Nova.\" The horror-movie title, \"Killer Quake!,\" tells the story.   Beginning with the Jan. 17 earthquake in the San Fernando Valley that demolished much of the city's Northridge neighborhood, the program finds more, and worse, to come. \"We don't know when it's going to happen,\" says one of tonight's geologists. \"We don't know where it's going to happen. We do know it will happen.\"","thumbnail":null,"section":"Movies"},{"date":"19941115","headline":"Lost Period Results in Lost Game For Knicks","web_url":"https://www.nytimes.com/1994/11/15/sports/basketball-lost-period-results-in-lost-game-for-knicks.html","abstract":"  It was the Knicks' worst offensive drought of the young season, and it came at a most inopportune time.   The Knicks were held scoreless for 5 minutes 38 seconds of the fourth quarter tonight. And during that time, the Utah Jazz ran off 16 consecutive points, turning an 88-83 deficit into a 99-88 lead.","thumbnail":null,"section":"Sports"},{"date":"19941115","headline":"You'd Hardly Know Cuba's Open for Business; A Shirt for Every Man","web_url":"https://www.nytimes.com/1994/11/15/opinion/l-you-d-hardly-know-cuba-s-open-for-business-a-shirt-for-every-man-833177.html","abstract":"  To the Editor:   I visited Cuba in June 1977, when President Carter briefly lifted the ban on travel there. I went quite by chance, on the Greek cruise ship Daphne, having heard of a low-cost luxury voyage.","thumbnail":null,"section":"Opinion"},{"date":"19941115","headline":"Coleman Gets Spotted On After-Hours Scene","web_url":"https://www.nytimes.com/1994/11/15/sports/basketball-coleman-gets-spotted-on-after-hours-scene.html","abstract":"  Derrick Coleman stayed after practice today to work on his shooting and it immediately evolved into the saucy development of the day at Byrne Meadowlands Arena.   Coleman's action, and the reaction to his decision, reveal a wealth of information about the All-Star forward and the Nets -- most of it critical.","thumbnail":null,"section":"Sports"},{"date":"19941115","headline":"For Pataki, the Adirondacks Before the Deluge","web_url":"https://www.nytimes.com/1994/11/15/nyregion/for-pataki-the-adirondacks-before-the-deluge.html","abstract":"  So where does the Governor-elect unwind after 13 months of subsisting on cold pizza, giving the same speech four times a day and stuffing his 6-foot-5 frame into four-seater planes? A tropical paradise? Some posh European resort?   Not Governor-elect George E. Pataki.","thumbnail":null,"section":"New York"},{"date":"19941115","headline":"CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/11/15/arts/in-performance-classical-music-832804.html","abstract":"  Isaac Stern Celebrates A Brooklyn Anniversary  Brooklyn Center for the Performing Arts    The Brooklyn Center for the Performing Arts at Brooklyn College is celebrating its 40th anniversary of presenting concerts, and on Sunday afternoon Isaac Stern contributed a recital to the celebration. Mr. Stern has been performing for about a decade longer than the center has been open, and in addition to performing, he has busied himself with musical politics of all kinds, from overseeing Carnegie Hall to keeping tabs on young players. One never knows what to expect of him these days. Often he seems to have let his artistry take a back seat to his other interests. Yet at times he comes through with a sizzling performance worthy of his age and stature.","thumbnail":null,"section":"Arts"},{"date":"19941115","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/11/15/style/chronicle-830399.html","abstract":"  From the religious frescoes of the Italian Renaissance to product logos and restaurant design might seem a huge artistic leap, but the graphic designer MILTON GLASER has made it a round trip.   Tonight, Mr. Glaser, 65, returns to his artistic roots with the opening at Cooper Union of a show of his watercolors and drawings modeled after the works of Piero della Francesca, the Renaissance painter. Mr. Glaser was commissioned by the Italian Government to do the collection, which has been on view in Italy, to celebrate the 500th anniversary of della Francesca's birth. That anniversary was two years ago.","thumbnail":null,"section":"Style"},{"date":"19941115","headline":"Creating a Republican Wave, Then Riding It In","web_url":"https://www.nytimes.com/1994/11/15/us/the-1994-election-strategist-creating-a-republican-wave-then-riding-it-in.html","abstract":"  Until last week, he was best known as the husband of Susan Molinari, the Republican Representative from Staten Island. But now Bill Paxon has an independent claim to fame. As chairman of the National Republican Congressional Committee, he was one of the chief architects of the political coup that put Republicans in charge of the House of Representatives.   With boundless energy and enthusiasm, Mr. Paxon, a 40-year-old Representative from the Buffalo suburbs, recruited Republican candidates for the House, raised money for them, trained them and campaigned for them all over the country.","thumbnail":null,"section":"U.S."},{"date":"19941115","headline":"Observer; The Final Analysis","web_url":"https://www.nytimes.com/1994/11/15/opinion/observer-the-final-analysis.html","abstract":"  The most interesting explanation of the famous Republican triumph comes from my wife, who is not political and whose mind, therefore, has not been ossified by total immersion in polling statistics.   She thinks it was the inevitable result in a nation with a really heavy channel-surfing habit. Voters treated the familiar old Democrats just as they treat the familiar old TV shows when they plop down in the parlor with a remote-control gadget.","thumbnail":null,"section":"Opinion"},{"date":"19941115","headline":"Flood of Rwanda Refugees Is Destroying Ecological Treasure","web_url":"https://www.nytimes.com/1994/11/15/science/flood-of-rwanda-refugees-is-destroying-ecological-treasure.html","abstract":"  AT first light, the lines of humanity are already snaking across the fields of tall grass and stumps, heading into the forests of Virunga National Park. Throughout the day people straggle back out, their bounty balanced on their heads -- here a child with a bundle of sticks, there a man with a thick log, women struggling under remarkably heavy loads.   They are refugees, among the nearly one million who fled into this part of Zaire last summer to escape the civil war in Rwanda. In spite of regulations adopted by the United Nations High Commissioner for Refugees that camps should be situated away from national parks and forests, more than 90 percent of the refugees live within walking distance of the park. And every day an estimated 30,000 adults and children forage in the park with their machetes, emerging with loads averaging 40 pounds, said Craig Sanders, an environmental consultant here for the refugee agency.","thumbnail":null,"section":"Science"},{"date":"19941115","headline":"The Mess at Youth Services","web_url":"https://www.nytimes.com/1994/11/15/opinion/the-mess-at-youth-services.html","abstract":"  Mayor Rudolph Giuliani has created a special task force to examine allegations of mismanagement at New York City's Department of Youth Services. It will incorporate an investigation already started by the city's Department of Investigation. A separate City Council investigation also continues. These probes are aimed at determining what went wrong at the agency, which has been in disarray for months, and how it can be fixed.    The agency's $72.6 million budget covers grants to about 800 nonprofit groups that provide after-school, counseling and job training programs to youths. In an effort to give some newer organizations a chance, the Dinkins administration last year deliberately tried to de-emphasize experience as a criteria for awarding contracts. The Giuliani administration went further and virtually eliminated experience as a factor. When new contracts were announced for the new budget year, 140 veteran youth-service groups abruptly lost city funding. They were replaced by 99 new groups, most with no track record.","thumbnail":null,"section":"Opinion"},{"date":"19941115","headline":"Jets Must Earn Stars Without the Stripes","web_url":"https://www.nytimes.com/1994/11/15/sports/pro-football-jets-must-earn-stars-without-the-stripes.html","abstract":"  In their 35th year, the Jets may have figured it out: Don't leave something as important as the outcome of a football game up to someone in a striped shirt.   Jim Sweeney, a veteran center, demanded of an official, \"Why can't we get a break?\" when the Jets failed to get an interference call at the goal line in their final offensive play Sunday in the 17-10 loss to the Green Bay Packers.","thumbnail":null,"section":"Sports"},{"date":"19941115","headline":"Indonesia's Embarrassment","web_url":"https://www.nytimes.com/1994/11/15/opinion/indonesia-s-embarrassment.html","abstract":"  Indonesia is the world's fourth most populous country. It is a diverse society, rich in both culture and natural resources and eager to take a respected place in the community of nations. So it is appropriate that the Indonesian city of Bogor is hosting the informal summit of the newly formed Asia-Pacific Economic Cooperation alliance.   However, Indonesia's image has been marred by the perennially embarrassing issue of East Timor, the former Portuguese colony it invaded in 1975 and forcibly annexed. Anticipating world attention on the summit, 29 East Timorese students entered the U.S. Embassy grounds in Jakarta on Saturday and have refused to move. Rioting in Dili, the capital of East Timor, broke out over the weekend after the alleged killing of an East Timorese merchant by Indonesian soldiers.","thumbnail":null,"section":"Opinion"},{"date":"19941115","headline":"Woman Says Jar Contained Crack","web_url":"https://www.nytimes.com/1994/11/15/nyregion/woman-says-jar-contained-crack.html","abstract":"  Federal food and drug officials and the police yesterday were investigating a report by a Washington Heights woman who said she found 32 vials of crack cocaine in a sealed jar of Hellmann's mayonnaise bought at a local supermarket on Sunday. No product recall was ordered, and there were no indications that other jars were tainted.   By last night, after questioning the woman and examining the plant where the mayonnaise was packed and the store where it was sold, officials were unable to say if they were dealing with a product safety issue, or with a strange but isolated case.","thumbnail":null,"section":"New York"},{"date":"19941115","headline":"Amid Turmoil, Legal Aid Names New Top Executive","web_url":"https://www.nytimes.com/1994/11/15/nyregion/amid-turmoil-legal-aid-names-new-top-executive.html","abstract":"  With its future darkened both by deep budget cuts and a possible loss in status as the city's chief legal representative of the poor, the Legal Aid Society announced yesterday the appointment of a new top administrator, the first change in that position in nearly 20 years.   Daniel L. Greenberg, 49, director of the clinical education program at Harvard Law School, will assume the role of executive director and attorney in chief, the post held since 1975 by Archibald R. Murray.","thumbnail":null,"section":"New York"},{"date":"19941115","headline":"What It Will Take to Make Russia Capitalist","web_url":"https://www.nytimes.com/1994/11/15/opinion/l-what-it-will-take-to-make-russia-capitalist-833096.html","abstract":"  To the Editor:   Re \"Where Soviets Strutted, Capitalism Sets Up Shop\" (Moscow Journal, Nov. 8):","thumbnail":null,"section":"Opinion"},{"date":"19941115","headline":"Trying New Ways to Save Decaying Parks","web_url":"https://www.nytimes.com/1994/11/15/nyregion/trying-new-ways-to-save-decaying-parks.html","abstract":"  City and community leaders gathered in 1986 to break ground on the Underhill Playground in Prospect Heights in Brooklyn. A brass band played, children sang and Mayor Edward I. Koch proclaimed, \"One million dollars is a lot of money and we'll be getting a lot of playground for our money.\"   Seven years after its completion, the playground is a wreck. Rubber swings were shredded by pit bulls being trained by neighborhood boys. Metal swings and slides were stolen. A spiraling plastic slide, the only remaining piece of play equipment, has a big hunk ripped out. There is broken glass, swirling graffiti, crack vials and, these days, few children.","thumbnail":null,"section":"New York"},{"date":"19941115","headline":"You'd Hardly Know Cuba's Open for Business","web_url":"https://www.nytimes.com/1994/11/15/opinion/l-you-d-hardly-know-cuba-s-open-for-business-833088.html","abstract":"  To the Editor:   This week, public television's Nightly Business Report offered a special series on foreign investment in Cuba. I hope our own business community tuned in and watched with close interest.","thumbnail":null,"section":"Opinion"},{"date":"19941115","headline":"Cairo Journal; Novelist's Unwitting Role: Sword Against Militants","web_url":"https://www.nytimes.com/1994/11/15/world/cairo-journal-novelist-s-unwitting-role-sword-against-militants.html","abstract":"  Naguib Mahfouz, a Nobel Prize-winning author, has been dragged from his hospital bed into a debate about religion, freedom of expression and the interpretation of a novel he wrote that was banned in Egypt for 35 years.   The ailing 82-year-old author, a critic of the Mubarak Government as well as of the Islamic movement vying for power in Egypt, was stabbed in the neck by an Islamic militant outside his home on Oct. 14.","thumbnail":null,"section":"World"}],"wiki_events":[{"date":"19941115","headline":"A magnitude 7.1 earthquake hits the central Philippine island of Mindoro, killing 78 people, injuring 430 and triggering a tsunami up to 8.5m (28ft) high.","pages":[{"title":"1994 Mindoro earthquake","web_url":"https://en.wikipedia.org/wiki/1994_Mindoro_earthquake","description":"Earthquake in the Philippines","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Shake_Map_Mindoro_1994.jpg/320px-Shake_Map_Mindoro_1994.jpg","thumbnail_width":320,"thumbnail_height":375},"abstract":"The 1994 Mindoro earthquake occurred at 03:15:30 PST on November 15 near Mindoro, Philippines. It had a moment magnitude of 7.1 and a maximum RossiForel of VII. It is associated with a 35-kilometer-long (22mi) ground rupture, called the Aglubang River fault. Seventy eight people were reported dead, and 7,566 houses were damaged. The earthquake generated a tsunami and landslides on the Verde Island."},{"title":"Mindoro","web_url":"https://en.wikipedia.org/wiki/Mindoro","description":"Island in the Philippines","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Mindoro_Island_S2-2020.jpg/320px-Mindoro_Island_S2-2020.jpg","thumbnail_width":320,"thumbnail_height":338},"abstract":"Mindoro is the seventh largest and eighth-most populous island in the Philippines. With a total land area of 10,571km2, it has a population of 1,408,454, as of the 2020 census. It is located off the southwestern coast of Luzon and northeast of Palawan. Mindoro is divided into two provinces: Occidental Mindoro and Oriental Mindoro. Calapan is the only city in the island while San Jose is the largest settlement on the island with a total population of 143,430 inhabitants as of 2015. The southern coast of Mindoro forms the northeastern extremum of the Sulu Sea. Mount Halcon is the highest point on the island, standing at 8,484 feet (2,586m) above sea level located in Oriental Mindoro. Mount Baco is the island's second highest mountain with an elevation of 8,163 feet (2,488m), located in the province of Occidental Mindoro."}]}],"weather":[{"date":"19941115","time":"1994-11-15 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.7,"rhum":74,"wspd":25.9},{"date":"19941115","time":"1994-11-15 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.7,"rhum":74,"wspd":22.3},{"date":"19941115","time":"1994-11-15 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":71,"wspd":20.5},{"date":"19941115","time":"1994-11-15 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":72,"wspd":20.5},{"date":"19941115","time":"1994-11-15 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":73,"wspd":25.9},{"date":"19941115","time":"1994-11-15 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.5,"rhum":74,"wspd":24.1},{"date":"19941115","time":"1994-11-15 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":74,"wspd":22.3},{"date":"19941115","time":"1994-11-15 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":73,"wspd":24.1},{"date":"19941115","time":"1994-11-15 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":75,"wspd":22.3},{"date":"19941115","time":"1994-11-15 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":73,"wspd":24.1},{"date":"19941115","time":"1994-11-15 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":68,"wspd":24.1},{"date":"19941115","time":"1994-11-15 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":64,"wspd":27.7},{"date":"19941115","time":"1994-11-15 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":66,"wspd":25.9},{"date":"19941115","time":"1994-11-15 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":55,"wspd":27.7},{"date":"19941115","time":"1994-11-15 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":54,"wspd":29.5},{"date":"19941115","time":"1994-11-15 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":55,"wspd":27.7},{"date":"19941115","time":"1994-11-15 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":56,"wspd":25.9},{"date":"19941115","time":"1994-11-15 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":61,"wspd":22.3},{"date":"19941115","time":"1994-11-15 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":66,"wspd":25.9},{"date":"19941115","time":"1994-11-15 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.6,"rhum":73,"wspd":25.9},{"date":"19941115","time":"1994-11-15 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":74,"wspd":20.5},{"date":"19941115","time":"1994-11-15 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":75,"wspd":20.5},{"date":"19941115","time":"1994-11-15 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.6,"rhum":77,"wspd":18.4},{"date":"19941115","time":"1994-11-15 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.6,"rhum":78,"wspd":18.4},{"date":"19941115","time":"1994-11-15 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":87,"wspd":13},{"date":"19941115","time":"1994-11-15 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":89,"wspd":11.2},{"date":"19941115","time":"1994-11-15 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":87,"wspd":18.7},{"date":"19941115","time":"1994-11-15 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":87,"wspd":16.6},{"date":"19941115","time":"1994-11-15 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":93,"wspd":11.2},{"date":"19941115","time":"1994-11-15 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":93,"wspd":14.8},{"date":"19941115","time":"1994-11-15 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":97,"wspd":14.8},{"date":"19941115","time":"1994-11-15 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":100,"wspd":16.6},{"date":"19941115","time":"1994-11-15 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":97,"wspd":16.6},{"date":"19941115","time":"1994-11-15 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":100,"wspd":14.8},{"date":"19941115","time":"1994-11-15 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":96,"wspd":14.8},{"date":"19941115","time":"1994-11-15 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":97,"wspd":14.8},{"date":"19941115","time":"1994-11-15 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":100,"wspd":14.8},{"date":"19941115","time":"1994-11-15 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":100,"wspd":14.8},{"date":"19941115","time":"1994-11-15 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":93,"wspd":14.8},{"date":"19941115","time":"1994-11-15 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":83,"wspd":20.5},{"date":"19941115","time":"1994-11-15 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":78,"wspd":16.6},{"date":"19941115","time":"1994-11-15 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":76,"wspd":7.6},{"date":"19941115","time":"1994-11-15 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":68,"wspd":14.8},{"date":"19941115","time":"1994-11-15 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":65,"wspd":16.6},{"date":"19941115","time":"1994-11-15 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":65,"wspd":14.8},{"date":"19941115","time":"1994-11-15 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":68,"wspd":14.8},{"date":"19941115","time":"1994-11-15 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":73,"wspd":11.2},{"date":"19941115","time":"1994-11-15 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":67,"wspd":29.5}]},"19941116":{"guardian_articles":[],"nytimes_articles":[{"date":"19941116","headline":"Kohl Elected to 4th Term as German Chancellor, but by a Hair","web_url":"https://www.nytimes.com/1994/11/16/world/kohl-elected-to-4th-term-as-german-chancellor-but-by-a-hair.html","abstract":"  Chancellor Helmut Kohl was officially elected to a fourth term today, but members of Parliament gave him only a single vote more than the required majority, suggesting that his new Government may be weak and perhaps short-lived.   After the result was announced, a beaming Mr. Kohl pledged to devote himself to the twin challenges of German and European unity. \"We need to grow closer, to exchange experiences, to recognize finally that reunited Germany is not a simple annexation of the former East Germany, but something new in the best sense of the word,\" he said.","thumbnail":null,"section":"World"},{"date":"19941116","headline":"Personal Health; Clinical trials: the bogged-down hub of progress.","web_url":"https://www.nytimes.com/1994/11/16/us/personal-health-clinical-trials-the-bogged-down-hub-of-progress.html","abstract":"  THIRTY-ODD years ago when I became a science and health writer, cancer treatment was a hit-or-miss affair that relied mostly on surgery and mop-up radiation therapy. Only a handful of children with acute leukemia and only about a quarter of children with solid tumors survived. Women dreaded breast cancer not only for its life-threatening implications but also because the diagnosis inevitably meant mutilating surgery: a radical mastectomy.   Today the picture is far brighter. About 90 percent of youngsters with acute leukemia, Wilms's tumor and Hodgkin's disease are being cured. Overall survival for solid tumors in children is now 70 percent. And the standard treatment for most breast cancers is now minimal tumor-removing surgery with radiation, chemotherapy or both to reduce the risk of recurrence.","thumbnail":null,"section":"U.S."},{"date":"19941116","headline":"Bulls Are Victors in Spain","web_url":"https://www.nytimes.com/1994/11/16/world/bulls-are-victors-in-spain.html","abstract":"  The giant metallic bulls along Spain's highways will be protected from bulldozers under a decree approved today by a parliamentary commission.   A national outcry arose last month when the Public Works Ministry announced that the bulls had to go under a 1988 decree banning all advertising along public highways.","thumbnail":null,"section":"World"},{"date":"19941116","headline":"Focusing on the Alliance","web_url":"https://www.nytimes.com/1994/11/16/opinion/IHT-focusing-on-the-alliance.html","abstract":"It is the sort of thing that concentrates the mind. America's clumsy semi-withdrawal from the Bosnian arms embargo has alarmed many Europeans, whose reaction has angered Americans. But this latest row over Bosnia does not point to the end of the alliance","thumbnail":null,"section":"Opinion"},{"date":"19941116","headline":"Who Gets No. 1 Job? A Riddle For Reeves","web_url":"https://www.nytimes.com/1994/11/16/sports/pro-football-who-gets-no-1-job-a-riddle-for-reeves.html","abstract":"  When the Giants won their first three games this season, their quarterback was Dave Brown. When they lost their next six, their quarterback was still Dave Brown. When they lost by a point Sunday to the Arizona Cardinals, their quarterback was Kent Graham.   Now, Coach Dan Reeves must decide which quarterback -- Brown or Graham -- will start Monday night against the Oilers in the Houston Astrodome. He said he would decide Wednesday. All signs point to Brown's recapturing the job for this week and the rest of the season.","thumbnail":null,"section":"Sports"},{"date":"19941116","headline":"Preseason N.I.T. Tipping Off","web_url":"https://www.nytimes.com/1994/11/16/sports/college-basketball-preseason-nit-tipping-off.html","abstract":"  Nobody needs to remind Jack Powers that ranking teams before they've played a single game can be a fatuous exercise, but as the executive director of the Preseason National Invitation Tournament, Powers, at least, didn't have a choice.   He had to have 16 teams to fill the 1994 tournament, and for anybody who disdains his selections the argument begins tonight. That's when 12 of the teams face off in campus games to begin the road to Madison Square Garden, with 4 others due to play first-round games tomorrow.","thumbnail":null,"section":"Sports"},{"date":"19941116","headline":"World News Briefs; Khmer Rouge Admit Killing Western Tourists","web_url":"https://www.nytimes.com/1994/11/16/world/world-news-briefs-khmer-rouge-admit-killing-western-tourists.html","abstract":"  The Khmer Rouge admitted today that they had executed three backpacking Western tourists whose bodies were found in a shallow grave in southern Cambodia earlier this month.   The rebel Khmer Rouge said in a radio broadcast that the hostages -- an Australian, David Wilson, 29, a Briton, Mark Slater, 28, and a Frenchman, Jean-Michel Braquet, 27 -- were killed because they were \"spies\" for Vietnam, which backs the Cambodian Government.","thumbnail":null,"section":"World"},{"date":"19941116","headline":"Clinton Aide Criticizes G.O.P. Plans for Tax Cuts","web_url":"https://www.nytimes.com/1994/11/16/us/the-new-congress-the-budget-clinton-aide-criticizes-gop-plans-for-tax-cuts.html","abstract":"  President Clinton's budget director said today that it was nonsense for Republicans to suggest that tax cuts would pay for themselves by stimulating economic activity. The director insisted that such cuts had to be offset by reductions in Federal spending.   The director, Alice M. Rivlin, said she feared that the Republicans taking charge of Congress would lead the nation into \"a tax-cutting frenzy\" that would increase the Federal budget deficit. She thus attacked an economic theory that has been an article of faith for many Republicans, including those who orchestrated the Republican takeover of the House.","thumbnail":null,"section":"U.S."},{"date":"19941116","headline":"IN PERFORMANCE: POP","web_url":"https://www.nytimes.com/1994/11/16/arts/in-performance-pop-844284.html","abstract":"  Familiar Texas Tales, Told With Sarcasm  Bottom Line    A good storyteller is not hard to find, but one who can write good stories is. Robert Earl Keen, who performed on Monday night, is such a rarity. His Texas is the same Texas immortalized in song by everyone from Ernest Tubb to Waylon Jennings to Guy Clark: a state crisscrossed by highways and railway tracks, littered with shotgun cartridges and broken hearts, and doused in barbecue sauce and beer.","thumbnail":null,"section":"Arts"},{"date":"19941116","headline":"The Pleasures of Craft, Honesty and Intelligence","web_url":"https://www.nytimes.com/1994/11/16/books/books-of-the-times-the-pleasures-of-craft-honesty-and-intelligence.html","abstract":"  THE POST OFFICE MURALS RESTORED   By Robert B. Shaw   80 pages. Copper Beech Press. $11.  THANKSGIVING OVER THE WATER   By Stephen Sandy   83 pages. Knopf. $11.  THE GREEN LAKE IS AWAKE   By Joseph Ceravolo   131 pages. Coffee House Press. $11.95","thumbnail":null,"section":"Books"},{"date":"19941116","headline":"IN PERFORMANCE: CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/11/16/arts/in-performance-classical-music-844292.html","abstract":"  Leaderless Orpheus Finds Singularity in Plurality  Carnegie Hall    Orpheus has developed a following that sounds very much like the orchestra itself. Its program of Haydn, Britten, Mendelssohn and Beethoven on Saturday night was greeted, in other words, with an audience response that was warm, deep and unflaggingly ardent.","thumbnail":null,"section":"Arts"},{"date":"19941116","headline":"Angolan Foes Sign a Truce in Step Toward a Formal Peace","web_url":"https://www.nytimes.com/1994/11/16/world/angolan-foes-sign-a-truce-in-step-toward-a-formal-peace.html","abstract":"  Leaders of the rival armies that have mauled Angola for 19 years signed a truce tonight, promising that in 24 hours they would stop fighting the last war in southern Africa.    If it holds, the truce will open the way for a formal peace treaty that will disband the Unita rebel army, begin integrating the insurgents into the Government and a unified military, and set in motion United Nations cease-fire monitors.","thumbnail":null,"section":"World"},{"date":"19941116","headline":"Death Made Too Easy","web_url":"https://www.nytimes.com/1994/11/16/opinion/death-made-too-easy.html","abstract":"Until Oregon voters approved a law last week that permitted physicians to prescribe lethal medication for terminally ill people, physician-assisted suicide had been forbidden in every state. In the very near future, all these remaining state prohibitions may be swept away as a result of constitutional challenges pending in lawsuits around the nation.\n\nA Federal appeals court is reviewing a Seattle district judge's ruling against Washington State's prohibition, a similar lawsuit was argued a month ago in Federal District Court in New York, and the issue is before the Michigan Supreme Court in an appeal from the criminal conviction of Dr. Jack Kevorkian for assisting in a patient's suicide.","thumbnail":null,"section":"Opinion"},{"date":"19941116","headline":"Space Telescope Leaves Scientists Puzzled About the Mass of the Universe","web_url":"https://www.nytimes.com/1994/11/16/us/space-telescope-leaves-scientists-puzzled-about-the-mass-of-the-universe.html","abstract":"  The Hubble Space Telescope looked deep into the sky and what it did not see has left cosmologists more mystified than ever about the unseen stuff out there, called dark matter, that may account for at least 90 percent of the universe's mass.   Astronomers using the orbiting telescope reported yesterday that their observations ruled out the possibility that dim small stars, known as red dwarfs, are plentiful enough to constitute much of the invisible mass. For almost three decades, this had been the most favored explanation by astronomers for the mass they could not see but could infer from gravitational forces shaping galactic structures.","thumbnail":null,"section":"U.S."},{"date":"19941116","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/11/16/style/chronicle-839477.html","abstract":"  ARTHUR LEVINE, who will be inaugurated as the ninth president of Teachers College at Columbia University tomorrow, took a field trip yesterday to his old elementary school, P.S. 79, at 180th Street and Creston Avenue in the South Bronx.    Dr. Levine, 46, graduated from the sixth grade at the school in 1960. \"I had grown in up in a time and world in which the American dream was guaranteed to all the kids,\" he said yesterday after his visit. \"The real estate there is the same, the building is the same, but the kids no longer see education as a way out. The American dream has died. My old school is facing all the obstacles an educational institution can face.\"","thumbnail":null,"section":"Style"},{"date":"19941116","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/11/16/sports/transactions-841730.html","abstract":"  Baseball  American League    OAKLAND ATHLETICS -- Named Ted Polakowski director of Arizona baseball operations and David Salow director of Arizona business operations.","thumbnail":null,"section":"Sports"},{"date":"19941116","headline":"World News Briefs; 8 Algerian Militants Slain in Escape Attempt","web_url":"https://www.nytimes.com/1994/11/16/world/world-news-briefs-8-algerian-militants-slain-in-escape-attempt.html","abstract":"  Eight people were killed and 60 were wounded on Monday when Government forces put down an escape attempt by Muslim militants on death row in Algeria, an Algerian newspaper reported today.    [ The Associated Press, citing the accounts of unidentified officials, said at least 30 prisoners were killed in the uprising. ]","thumbnail":null,"section":"World"},{"date":"19941116","headline":"Moscow Journal; Historian Looks Darkly at Russia, and Sees Light","web_url":"https://www.nytimes.com/1994/11/16/world/moscow-journal-historian-looks-darkly-at-russia-and-sees-light.html","abstract":"  One of Russia's most penetrating democratic voices, Yuri N. Afanasyev, has by his desk a bronze statue of Diogenes, lantern lifted, searching for a single honest man. It is an obvious analogy for these times of moral improvisation in Russia, when so many officials and businessmen are seeking personal advantage to the detriment of a still-weak public spirit.   A handsome man with a wrestler's blocky build, Mr. Afanasyev was one of the stars of Russia's perestroika period. Now 60, a scholar of French history, he was a close colleague of Andrei D. Sakharov and other dissident intellectuals like Gavriil Popov, a former Mayor of Moscow.","thumbnail":null,"section":"World"},{"date":"19941116","headline":"Commuter Airlines Need Tougher Rules, Panel Says","web_url":"https://www.nytimes.com/1994/11/16/us/commuter-airlines-need-tougher-rules-panel-says.html","abstract":"  The National Transportation Safety Board said today that commuter airline pilots fly more hours than major-carrier pilots but receive less training, less help on safety issues, less help from ground personnel and less rest between flights.   The board said there was no justification for the differences and called on the Federal Aviation Administration to put most commuter operations under the same rules the big airlines must follow.","thumbnail":null,"section":"U.S."},{"date":"19941116","headline":"Seton Hall Edges Rutgers as Women's N.I.T. Kicks Off","web_url":"https://www.nytimes.com/1994/11/16/sports/college-basketball-seton-hall-edges-rutgers-as-women-s-nit-kicks-off.html","abstract":"  The college basketball season opened tonight with the first round of the National Invitation Tournament.   No, this is not the N.I.T. that took the men's game from musty prairie field houses to the big-city gloss and evils of Madison Square Garden. Instead, it is a new 16-team, privately owned preseason tournament for women, sanctioned by the National Collegiate Athletic Association.","thumbnail":null,"section":"Sports"},{"date":"19941116","headline":"Arrest of Released Sex Offender Unnerves New England Region","web_url":"https://www.nytimes.com/1994/11/16/us/arrest-of-released-sex-offender-unnerves-new-england-region.html","abstract":"  Despite police warnings that he remained a \"chronic sexual predator,\" Ronald W. Caron was released from jail here eight days ago, then arrested on Monday amid concern that he was returning to his old patterns of behavior.   His release from the Strafford County Jail here on Nov. 7, after serving a term on a sex charge, set off a highly publicized search in which he was tracked to Portland, Me., where, the authorities say, he offered beer to two teen-agers in an effort to lure them into sex, and back to New Hampshire, where he was arrested on a charge of trespassing at a day care center in nearby Rochester.","thumbnail":null,"section":"U.S."},{"date":"19941116","headline":"Guidelines For Classes On Civics Are Issued","web_url":"https://www.nytimes.com/1994/11/16/us/guidelines-for-classes-on-civics-are-issued.html","abstract":"  National educational standards for civics and government were announced today, provoking less criticism than did the recently unveiled standards for American and world history.   Noting that only 37 percent of the electorate voted in last week's midterm election, some of the participants at today's announcement in a chamber at the United States Supreme Court saw a connection between the lack of civics teaching and the decline in what Thomas Jefferson called \"enlightened people.\"","thumbnail":null,"section":"U.S."},{"date":"19941116","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/11/16/nyregion/inside-836907.html","abstract":"  With or Without U.S., Allies Will Blockade Bosnia Arms   Meeting in Brussels, Washington's NATO allies said they would continue their sea blockade of arms shipments to Bosnia. The statement makes it clear that the Americans' decision to stop enforcing the embargo will have little effect. Page A3. Commuter Air Safety    A Federal board called for making the rules on flying hours and training the same for pilots at both commuter and major airlines. Page A12. New York's Tax Tug-of-War    With a possible tax-cut plan of their own, Assembly Democrats prepared to battle George E. Pataki over his central campaign pledge. Page B1. A Mystery in Space    Telescope observations have left cosmologists more mystified than ever about the universe's \"dark matter,\" so they are shifting the focus of their search. Page B8.","thumbnail":null,"section":"New York"},{"date":"19941116","headline":"Prevent a Return to All-Out War in Ex-Yugoslavia","web_url":"https://www.nytimes.com/1994/11/16/opinion/IHT-prevent-a-return-to-allout-war-in-exyugoslavia.html","abstract":"Battlefield advances by Bosnian government forces in the former Yugoslavia and shifts in U.S. policy on the arms embargo remind us that wars may appear static but are not. In this new environment, the international community needs to rethink its policies.","thumbnail":null,"section":"Opinion"},{"date":"19941116","headline":"Without a Date, It Will Be Pretty Hard Setting a Curfew","web_url":"https://www.nytimes.com/1994/11/16/sports/hockey-without-a-date-it-will-be-pretty-hard-setting-a-curfew.html","abstract":"  So what exactly is the date to announce the cancellation of the National Hockey League season?   Thanksgiving? Christmas? New Year's Day? Valentine's Day? Would April Fools' Day be appropriate?","thumbnail":null,"section":"Sports"},{"date":"19941116","headline":"New Look at Disputed Study Is Reassuring on Lumpectomy","web_url":"https://www.nytimes.com/1994/11/16/us/new-look-at-disputed-study-is-reassuring-on-lumpectomy.html","abstract":"  Women who have breast cancer that has not spread outside the breast can almost always safely choose a lumpectomy followed by radiation rather than a mastectomy, researchers concluded at a workshop here today.    The meeting, held by the National Cancer Institute, was called in the aftermath of disconcerting questions raised recently about the relative efficacy of mastectomy and lumpectomy followed by radiation therapy. In a mastectomy, most or all of the breast is removed, while in a lumpectomy, only the lump and immediately surrounding tissue is removed. In 1990, a consensus conference called by the cancer institute confidently stated that lumpectomy followed by radiation was as effective as mastectomy in preventing recurrence of cancer for a vast majority of women with early breast cancer.","thumbnail":null,"section":"U.S."},{"date":"19941116","headline":"Stopping Sex Abuse in Schools","web_url":"https://www.nytimes.com/1994/11/16/opinion/stopping-sex-abuse-in-schools.html","abstract":"  Sexual abuse of children is one of those issues that easily leads to overreaction. All the more reason to welcome sensible recommendations from a special commission on how the New York City school system should handle child sex abuse.    It has not been a huge problem. Since 1991 the special investigator for the school system, Edward Stancik, has substantiated 110 allegations of abuse by school employees. That is not horrific for a system of one million students and about 90,000 teachers and school staff members.","thumbnail":null,"section":"Opinion"},{"date":"19941116","headline":"Watch Your Thoughts in Gingrich's Land; I Wish Him Well","web_url":"https://www.nytimes.com/1994/11/16/opinion/l-watch-your-thoughts-in-gingrich-s-land-i-wish-him-well-843938.html","abstract":"  To the Editor:   \"Bitter Tone of the '94 Campaign Elicits Worry on Public Debate\" (front page, Nov. 13) laments the decline in civility of public discourse, a condition against which there is sadly little argument.","thumbnail":null,"section":"Opinion"},{"date":"19941116","headline":"2 Officers Are Acquitted of Assault on a Prisoner","web_url":"https://www.nytimes.com/1994/11/16/nyregion/2-officers-are-acquitted-of-assault-on-a-prisoner.html","abstract":"  Two New York City police officers were acquitted yesterday of assault charges in a case in which they were accused of causing a prisoner to become a virtual quadriplegic by slamming him violently into a station house door.   Saying that \"sympathy cannot replace evidence,\" Justice Alan Marrus of State Supreme Court in Brooklyn, who tried the case without a jury, returned the not guilty verdicts against the officers, Donald Alesi, 35, and Steven Zimmerman, 31. The officers had exercised their right to have the judge try them.","thumbnail":null,"section":"New York"},{"date":"19941116","headline":"Running Game Puts Jets Into Big First-Down Rut","web_url":"https://www.nytimes.com/1994/11/16/sports/pro-football-running-game-puts-jets-into-big-first-down-rut.html","abstract":"  Coach Pete Carroll believes that in order for the Jets to be successful, they have to establish their running game, something they have had trouble doing this season.   The Jets could have a problem again on Sunday in Minneapolis, where their opponents, the Vikings, have the best run defense in the National Football League, averaging 61.8 yards per game.","thumbnail":null,"section":"Sports"},{"date":"19941116","headline":"Pollsters Say Health Care Helped Sweep Away Democrats","web_url":"https://www.nytimes.com/1994/11/16/us/pollsters-say-health-care-helped-sweep-away-democrats.html","abstract":"  Candidates may not have talked much about health care in the 1994 campaign, but some leading pollsters suggested today that the bitter 18-month-long struggle over the issue was crucial in stoking the attitudes at the heart of last week's election: anger, cynicism and disappointment with the Democrats.   Moreover, a new post-election survey released today showed that voters still expected Congress to do something to alter the health care system, but something decidedly modest and incremental. Only 25 percent said they thought Congress should enact a major reform bill, according to the survey sponsored by Harvard's School of Public Health and the Kaiser Family Foundation; 41 percent said there should be modest changes and 25 percent said the system should be left alone.","thumbnail":null,"section":"U.S."},{"date":"19941116","headline":"No Headline","web_url":"https://www.nytimes.com/1994/11/16/nyregion/no-headline-837342.html","abstract":"  \"I am not sounding the alarm on tax cuts per se. I am saying that tax cuts must be paid for. Tax cuts without spending cuts would increase the budget deficit and would be an irresponsible thing to do.\" ALICE M. RIVLIN, the Federal Budget Director.  [ A16:5. ]","thumbnail":null,"section":"New York"},{"date":"19941116","headline":"3 Enterprising Women: Bright Lights of the City","web_url":"https://www.nytimes.com/1994/11/16/nyregion/about-new-york-3-enterprising-women-bright-lights-of-the-city.html","abstract":"  THREE women, three stories.   Panathy Hill, who is a 30-year-old guard at the prison ward of Bellevue Hospital Center, thought she would like to earn money moonlighting by taking a doorman job after her supervisors cut back on the amount of overtime they were authorizing.","thumbnail":null,"section":"New York"},{"date":"19941116","headline":"Fox May Propose Series of Tournaments","web_url":"https://www.nytimes.com/1994/11/16/sports/sports-people-golf-fox-may-propose-series-of-tournaments.html","abstract":"  The Fox Television Network, already involved in professional football and -- if the season begins -- professional hockey, may be attempting to step into golf in a big way.    Fox, in conjunction with the golf superstar GREG NORMAN, has plans to establish the beginnings of a world golf tour.","thumbnail":null,"section":"Sports"},{"date":"19941116","headline":"President-Elect In Brazil Aided By State Races","web_url":"https://www.nytimes.com/1994/11/16/world/president-elect-in-brazil-aided-by-state-races.html","abstract":"  In victories likely to strengthen the free-market mandate of President-elect Fernando Henrique Cardoso, the governors' seats in Brazil's three most powerful states went to his allies today, according to preliminary returns and voter surveys.   \"Fernando Henrique Cardoso will emerge from today's voting as the strongest President of the republican era,\" Teodomiro Braga, a political columnist, predicted, referring to Brazil's century-old system of elected government. \"Until today, no President elected by the people had the support of the majority in Congress and of the governors of Sao Paulo, Minas Gerais and Rio, states that represent 55 percent of the Brazilian GNP.\"","thumbnail":null,"section":"World"},{"date":"19941116","headline":"Prison Inmates Stage Dining Room Protest","web_url":"https://www.nytimes.com/1994/11/16/nyregion/prison-inmates-stage-dining-room-protest.html","abstract":"  About 2,500 of the 15,000 Rikers Island inmates refused to eat lunch and dinner yesterday, apparently to protest conditions at the prison and to show their anger over possible operational changes, correction officials said.   Tom Kelly, a spokesman for the city's Department of Correction, said no inmate leaders came forward to explain the action, and he added that it did not appear that it would continue today.","thumbnail":null,"section":"New York"},{"date":"19941116","headline":"Opera, Yes, And More From Ebony","web_url":"https://www.nytimes.com/1994/11/16/arts/music-review-opera-yes-and-more-from-ebony.html","abstract":"  Since 1974, Opera Ebony has been presenting minority singers in low-budget but inventive productions in Harlem, on tour and, lately, as part of the 651 series at the Majestic Theater of the Brooklyn Academy of Music. It has offered an interesting repertory of mostly contemporary American works, particularly operas by minority composers or about aspects of black history. And it has just released its first compact disk, \"Done Crossed Every River\" (Arcadia).   With all that behind it, the company celebrated its 20th anniversary on Monday evening at Alice Tully Hall with a concert that drew on everything from standard repertory (an aria from \"Aida\"), revamped standards (a song from \"Carmen Jones\") and excerpts from operas about Harriet Tubman and Frederick Douglass, to spirituals, theater songs and jazz.","thumbnail":null,"section":"Arts"},{"date":"19941116","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/11/16/nyregion/news-summary-836958.html","abstract":"  International A3-11  BOSNIA EMBARGO AFFIRMED  Even though American forces are no longer fully taking part, Washington's allies in NATO said they would continue a sea blockade of arms shipments to Bosnia's Muslim-led Government.  A3  A STRATEGY TO AVERT WARS  President Clinton will join allies in Budapest next month to sign an accord aimed at helping European and former Soviet-bloc countries resolve conflicts before they lead to war, officials said.  A3","thumbnail":null,"section":"New York"},{"date":"19941116","headline":"Singapore Questions American's Actions","web_url":"https://www.nytimes.com/1994/11/16/opinion/l-singapore-questions-american-s-actions-843911.html","abstract":"  To the Editor:   Your Nov. 7 news article on Christopher Lingle, an American who left Singapore after having written a critical newspaper article, quotes Mr. Lingle's complaint that the Singapore police \"intimidated the hell out of me.\" But shortly after his questioning by the police, Mr. Lingle had told the media he was treated with \"dignity and professionalism.\"","thumbnail":null,"section":"Opinion"},{"date":"19941116","headline":"Bills to Lift 3-Casino Limit Clear Panels in Legislature","web_url":"https://www.nytimes.com/1994/11/16/nyregion/bills-to-lift-3-casino-limit-clear-panels-in-legislature.html","abstract":"  Mayor James Whelan's protestations that enough is enough fell on deaf ears today as two legislative committees released identical bills that would enable Donald Trump to seek his fourth casino license here.   Mr. Whelan said that while Mr. Trump is the city's biggest employer and taxpayer and does an outstanding job of promoting the city and his properties, he also \"has a record of attempting to limit competition from other casinos in Atlantic City.\"","thumbnail":null,"section":"New York"},{"date":"19941116","headline":"1894: No Help for China : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/11/16/opinion/IHT-1894-no-help-for-china-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - [The Herald says in an editorial:] China must now understand that she has little chance of interesting the great Powers in her fate. Her request for intervention has met everywhere with refusals. She will therefore be obliged to treat directly wit","thumbnail":null,"section":"Opinion"},{"date":"19941116","headline":"When a Tax Resembles a Salary Cap","web_url":"https://www.nytimes.com/1994/11/16/sports/baseball-when-a-tax-resembles-a-salary-cap.html","abstract":"  Anyone deliriously optimistic about the so-called breakthrough in negotiations in the three-month-old baseball strike hasn't been paying attention to the negotiations in the month-and-a-half-old hockey lockout. The National Hockey League has a taxing problem, and baseball is about to get one, too.   N.H.L. owners have been unable to induce their players to accept a luxury tax on payrolls, and baseball club owners are virtually certain to find the same resistance if they propose a luxury tax along similar lines.","thumbnail":null,"section":"Sports"},{"date":"19941116","headline":"As It Scrubs Down Its Art, Rome Takes The Brush to Itself","web_url":"https://www.nytimes.com/1994/11/16/arts/as-it-scrubs-down-its-art-rome-takes-the-brush-to-itself.html","abstract":"  Nowadays, when you stand on the Campidoglio, Michelangelo's piazza atop the Capitoline Hill, you can clearly see the cleaned corkscrew dome of Sant'Ivo della Sapienza, which Borromini designed, rising among the city's rooftops. The spanking white facades of San Andrea della Valle and the Church of the Gesu punctuate the gritty Corso Vittorio Emanuele, the busy street leading from the bridge over the Tiber to the Vatican. Across town, the exterior of the giant Basilica of Santa Maria Maggiore has been thoroughly scrubbed. Inside, its patterned floor, medieval mosaics, delicate wood-coffered ceiling and voluminous chapels have been given the once-over, too.   The news that draws busloads of tourists each day is the much-touted restoration of Michelangelo's \"Last Judgment,\" the fresco on the altar wall of the Sistine Chapel at the Vatican, not to mention the chapel's restored ceiling. But all across Rome, a wave of refurbished churches and palazzi, as well as repainted facades, in colors like pale blue and orange sherbet, have begun to change the look of this ancient capital.","thumbnail":null,"section":"Arts"},{"date":"19941116","headline":"Democrat Gets Nearer Top Job In Maryland","web_url":"https://www.nytimes.com/1994/11/16/us/democrat-gets-nearer-top-job-in-maryland.html","abstract":"  Parris N. Glendening, the Democratic candidate for Governor of Maryland, moved a step closer to victory today when the state election board finished counting absentee ballots and said he had 6,064 more votes than his Republican challenger, Ellen R. Sauerbrey.   The results are still considered unofficial, pending the tally of votes cast by members of the military and a final review by all 24 voting jurisdictions. But state officials said that Mr. Glendening, who now leads 704,818 to 698,754, is likely to be declared the winner when the outstanding ballots are counted.","thumbnail":null,"section":"U.S."},{"date":"19941116","headline":"W.B.C. Planning Ban of California Bouts","web_url":"https://www.nytimes.com/1994/11/16/sports/sports-people-boxing-wbc-planning-ban-of-california-bouts.html","abstract":"  The world's biggest boxing authority announced yesterday that it would stop sanctioning world title fights in California because of what it termed racist measures against illegal immigrants recently approved by California voters.   The World Boxing Council will not approve any world title fight in California as of Nov. 22 this year, the W.B.C. president, JOSE SULAIMAN, told a news conference in Mexico City.","thumbnail":null,"section":"Sports"},{"date":"19941116","headline":"Aikman's Injury Draws N.F.L.'s Attention","web_url":"https://www.nytimes.com/1994/11/16/sports/sports-people-football-aikman-s-injury-draws-nfl-s-attention.html","abstract":"  The Dallas Cowboys did nothing wrong by not immediately reporting quarterback TROY AIKMAN's thumb injury to the National Football League, the team owner, JERRY JONES, said yesterday. The N.F.L. is reviewing whether the Cowboys violated policy in not reporting that Aikman was hurt last Friday in a closed workout. Aikman missed the last two plays of practice.   Aikman played in the Cowboys' 21-14 loss to the San Francisco 49ers on Sunday with a swollen and bruised thumb on his passing hand and threw three interceptions.","thumbnail":null,"section":"Sports"},{"date":"19941116","headline":"IN PERFORMANCE: THEATER","web_url":"https://www.nytimes.com/1994/11/16/theater/in-performance-theater-842273.html","abstract":"  Reindeer and Rockettes Are in Residence Again  Radio City Music Hall    Rudolph the Mayor was there. So was Rudolph the reindeer. And winds of change and tidings of the season were mingled in that potpourri of secular spectacle and religious miracle that is the annual \"Radio City Christmas Spectacular.\"","thumbnail":null,"section":"Theater"},{"date":"19941116","headline":"Election Afterthoughts : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/16/opinion/IHT-election-afterthoughts-letters-to-the-editor.html","abstract":"Regarding \"Everything Changes, Excitement Ahead\" (Opinion, Nov. 11) by William Safire:.The United States abounds with talent. It is such a pity that so little of it is available for public service. But the entrance fee is too high for most pe","thumbnail":null,"section":"Opinion"},{"date":"19941116","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/16/nyregion/c-corrections-843474.html","abstract":"  Because of an editing error, the At the Bar column on Friday, about American lawyers who are helping to shape the legal system in Albania, referred to one of them incorrectly. Donn Rubin of Washington is a man.","thumbnail":null,"section":"New York"},{"date":"19941116","headline":"Recount Shows Rep. Gejdenson Wins in Connecticut by 4 Votes","web_url":"https://www.nytimes.com/1994/11/16/nyregion/recount-shows-rep-gejdenson-wins-in-connecticut-by-4-votes.html","abstract":"  After seven days of counting and recounting, Sam Gejdenson, a seven-term Democratic Congressman from eastern Connecticut, was declared the victor today in his bid for re-election -- by four votes out of 186,000 cast. But his Republican opponent, Edward W. Munster, vowed to challenge the results of the Second District vote all the way, if necessary, to the new Republican-controlled Congress, which has the final say in the seating of its members.    The election has already made the record books as one of only eight Congressional races settled by a single-digit vote margin in this century.","thumbnail":null,"section":"New York"},{"date":"19941116","headline":"Concern Over Airline Safety","web_url":"https://www.nytimes.com/1994/11/16/opinion/concern-over-airline-safety.html","abstract":"  A study by the National Transportation Safety Board and an investigation by New York Times reporters cast a disturbing light on airline safety rules and regulations. The Safety Board, focusing on commuter airlines, said all but their smallest aircraft, and the people who fly them, should meet the same safety standards as major carriers. The Times's investigation of USAir, the nation's sixth-largest carrier, indicated that even major carriers' safety procedures can be flawed.   Flying is still safer than driving to the airport. But two recent devastating crashes -- one on a commuter airline, American Eagle, and the other on USAir -- have heightened public concern.","thumbnail":null,"section":"Opinion"},{"date":"19941116","headline":"World News Briefs; Confidence Vote Postponed in Ireland","web_url":"https://www.nytimes.com/1994/11/16/world/world-news-briefs-confidence-vote-postponed-in-ireland.html","abstract":"  A confidence vote in the Government was postponed today until Wednesday as Prime Minister Albert Reynolds apologized to the country for his Attorney General's failure to extradite a Roman Catholic priest to Northern Ireland.   Northern Ireland sought the extradition of the priest last year on charges related to acts of child molestation. Attorney General Harry Whelehan never acted on repeated extradition warrants, but the priest, the Rev. Brendan Smyth, eventually surrendered voluntarily, was convicted in June and began serving a four-year prison sentence.","thumbnail":null,"section":"World"},{"date":"19941116","headline":"Assembly Speaker Voices Doubts On Pataki's Pledge to Cut Taxes","web_url":"https://www.nytimes.com/1994/11/16/nyregion/assembly-speaker-voices-doubts-on-pataki-s-pledge-to-cut-taxes.html","abstract":"  Starting to build a Democratic case against Governor-elect George E. Pataki's central campaign promise, the Assembly Speaker said today that it would be difficult to cut taxes as quickly and deeply as Mr. Pataki has pledged, and added that the Assembly Democrats might offer a tax-cutting plan of their own.   The Speaker, Sheldon Silver, said at a news conference in Albany that New Yorkers would \"understand if, in fact, any tax cuts have to go slower than were promised in the campaign.\"","thumbnail":null,"section":"New York"},{"date":"19941116","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/11/16/style/chronicle-843458.html","abstract":"  To many people, an 80th birthday is, in itself, reason for a major celebration. To JAMES W. ROUSE, the developer of such sites as the South Street Seaport in lower Manhattan, Faneuil Hall in Boston and the town of Columbia, Md., it is an occasion to promote his favorite cause.    The guests who go to Industria Superstudio in Greenwich Village tonight to wish Mr. Rouse a happy birthday will also learn about a five-year, $78 million fund-raising campaign for his Enterprise Foundation.  The campaign, \"Communities for Change: New Homes, New Hope,\" will support the foundation's efforts to develop affordable housing in low-income neighborhoods and link housing with social services.","thumbnail":null,"section":"Style"},{"date":"19941116","headline":"Sergeant Pleads Guilty in Harlem Thefts","web_url":"https://www.nytimes.com/1994/11/16/nyregion/sergeant-pleads-guilty-in-harlem-thefts.html","abstract":"  The police sergeant who supervised a band of officers accused of corruption in the troubled 30th Precinct in Harlem pleaded guilty yesterday to breaking Federal law during what investigators say was a two-year binge of theft.   The sergeant, Kevin P. Nannery, 49, commanded an eight-person unit that called itself \"Nannery's Raiders.\" The group is suspected of smashing down drug dealers' doors, burglarizing their cars and dividing up the cash that was inside.","thumbnail":null,"section":"New York"},{"date":"19941116","headline":"Gold Glove: It's New Garb For Boggs, Old For Mattingly","web_url":"https://www.nytimes.com/1994/11/16/sports/baseball-gold-glove-it-s-new-garb-for-boggs-old-for-mattingly.html","abstract":"  Don Mattingly's remarkable play at first base has made him synonymous with fielding excellence for a decade. Wade Boggs's steady play at third base has rarely forced anyone to include his name in the same sentence with Brooks Robinson. Until this season.   Boggs, who has long been lauded for his hitting while earning five batting titles, added a new wrinkle to his portfolio yesterday when he joined Mattingly as one of nine players to receive the American League Rawlings Gold Glove Award for 1994. By winning his first Gold Glove in his 13th season, the 36-year-old Boggs is perhaps the player who has logged the most service time before corralling the award. Rawlings was unsure whether another winner had matched or surpassed Boggs's longevity-without-gold streak.","thumbnail":null,"section":"Sports"},{"date":"19941116","headline":"Con Edison Agrees To $9 Million Fine For Contamination","web_url":"https://www.nytimes.com/1994/11/16/nyregion/con-edison-agrees-to-9-million-fine-for-contamination.html","abstract":"  Con Edison agreed yesterday to pay New York State a $9 million fine for illegally discharging oil and contaminants into New York Harbor, allowing contractors to dump waste from cleanup sites into the city's sewer system and ignoring complaints filed by state environmental officials.   The fine, for what the state charged were hundreds of violations, dating from 1984 to 1991, is the largest administrative penalty ever given by the Department of Environmental Conservation.","thumbnail":null,"section":"New York"},{"date":"19941116","headline":"BOOKS : TONY CURTIS","web_url":"https://www.nytimes.com/1994/11/16/style/IHT-books-tony-curtis.html","abstract":"TONY CURTIS: The Autobiography.By Tony Curtis and Barry Paris. 352 pages. 16.99. Heinemann.. Reviewed by Thomas Quinn Curtiss. TONY CURTIS has known most of the prominent artists and bosses of Hollywood, and he can recall the moguls who once ruled","thumbnail":null,"section":"Style"},{"date":"19941116","headline":"JUMP IS LARGEST SINCE 1981","web_url":"https://www.nytimes.com/1994/11/16/us/federal-reserve-increases-interest-rates-by-3-4-point-jump-is-largest-since-1981.html","abstract":"  Determined to prevent strong economic growth from feeding inflation, the Federal Reserve raised short-term interest rates today by the largest amount since 1981 and left open the possibility of further increases. Banks followed by raising the rates they charge for loans.   The increases are likely to show up immediately in the rates charged millions of Americans on everything from home equity loans to credit cards to small-business loans. Already, interest rates on 30-year mortgages that were available at slightly more than 7 percent at the start of the year have risen to 9.05 percent.","thumbnail":null,"section":"U.S."},{"date":"19941116","headline":"Jackson Journal; The Rich Are Different. They Can Afford Homes.","web_url":"https://www.nytimes.com/1994/11/16/us/jackson-journal-the-rich-are-different-they-can-afford-homes.html","abstract":"  In all the sweet-breathed valleys of the West, there is no designation more feared than being labeled \"the next Aspen,\" a reference to the Colorado ski town where the rich gather like deer to a salt lick.   In mountain hamlets on the pivot between being a pleasant hideaway and a destination resort, people watch real estate prices like heart monitors. An uptick is welcomed, at first, but is soon followed by alarm, and then a full-fledged civic crisis.","thumbnail":null,"section":"U.S."},{"date":"19941116","headline":"1944: What Ails Hitler?: IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/11/16/opinion/IHT-1944-what-ails-hitler-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] Competent British sources believe that Adolf Hitler has a blood clot on the brain. There seems to be no doubt that Heinrich Himmler is the acting leader of Germany. Hitler suffered a cerebral thrombosis, it is believe","thumbnail":null,"section":"Opinion"},{"date":"19941116","headline":"Taiwan Apologizes After Troops Fire Artillery Shells Into China","web_url":"https://www.nytimes.com/1994/11/16/world/taiwan-apologizes-after-troops-fire-artillery-shells-into-china.html","abstract":"  Taiwan acknowledged today that its troops had fired at least a dozen artillery shells into a village on mainland China on Monday, wounding four people. It expressed \"deep regret\" over the incident.   A Chinese Government spokesman in Beijing called the episode \"a vicious incident that sabotaged the peaceful atmosphere across the Taiwan Strait.\"","thumbnail":null,"section":"World"},{"date":"19941116","headline":"Officer's Protective Jacket Stops a Bullet","web_url":"https://www.nytimes.com/1994/11/16/nyregion/officer-s-protective-jacket-stops-a-bullet.html","abstract":"  A 38-year-old police officer who was chasing a drug suspect in East New York, Brooklyn, was shot in the ribs yesterday, but the bullet was stopped by a protective shield sewn into the officer's denim jacket, the police said.   The officer, Jacob Brown, a nine-year veteran of the force, was in good condition last night at Jamaica Hospital.","thumbnail":null,"section":"New York"},{"date":"19941116","headline":"Navratilova Beaten, but She Wins Garden's Heart","web_url":"https://www.nytimes.com/1994/11/16/sports/tennis-navratilova-beaten-but-she-wins-garden-s-heart.html","abstract":"  She wore her heart on her sleeve, and for 22 years she jammed her backhand volley -- one that won't be replicated and was rarely returned -- down the throats of any and all opponents who weren't savvy enough to get out of harm's way.   Last night in the opening round of the Virginia Slims Championships at Madison Square Garden, Martina Navratilova, the tennis dynamo generally regarded as the finest woman athlete to grace her sport, played her last-ever singles match under the same prestigious roof where she'd earned a record 18 titles.","thumbnail":null,"section":"Sports"},{"date":"19941116","headline":"With 3 Votes to Spare","web_url":"https://www.nytimes.com/1994/11/16/nyregion/with-3-votes-to-spare.html","abstract":"  Representative Sam Gejdenson, Democrat of Connecticut, was declared the victor in his re-election bid -- by just four votes. His Republican opponent vowed to challenge the results all the way, if necessary, to the new Republican-controlled Congress, which has the final say.    Article, page B1.","thumbnail":null,"section":"New York"},{"date":"19941116","headline":"Clinton Outlines Plan to Bolster Europe-Wide Security","web_url":"https://www.nytimes.com/1994/11/16/world/clinton-outlines-plan-to-bolster-europe-wide-security.html","abstract":"  President Clinton will join the leaders of Russia, Germany, France and Britain in Budapest next month to sign an agreement aimed at helping European and former Soviet-bloc countries resolve conflicts before they lead to war, American officials said today.   The Administration wants to accomplish this by transforming the 53-nation Conference on Security and Cooperation in Europe into a stronger group specializing in conflict resolution and peacekeeping.","thumbnail":null,"section":"World"},{"date":"19941116","headline":"Mugging Victim Looks At Drop in Crime Rate","web_url":"https://www.nytimes.com/1994/11/16/opinion/l-mugging-victim-looks-at-drop-in-crime-rate-843962.html","abstract":"  To the Editor:   I was reassured by the much-ballyhooed drop in the reported crime rate until last Thursday, when a mugger thrust his gun into my face and demanded my money. When I attempted to report the crime to the police over the telephone, I was told the police would not accept the information unless I showed up in person at the station house in the 107th Precinct in Flushing, in whose jurisdiction the crime occurred.","thumbnail":null,"section":"Opinion"},{"date":"19941116","headline":"Police Reach Out to the Homeless, But Often Find Efforts Rejected","web_url":"https://www.nytimes.com/1994/11/16/nyregion/police-reach-out-to-the-homeless-but-often-find-efforts-rejected.html","abstract":"  The night was windy and brittle. On Central Park West near 68th Street, the police officers spotted a grizzled man with tufted eyebrows hunched alongside a bench under a street lamp. In the stiff breeze, his windbreaker made an empty rustle. The two officers slid out of the van and headed in his direction.   \"You want to go to a drop-in center tonight?\" Officer James Sutton said after some opening pleasantries.","thumbnail":null,"section":"New York"},{"date":"19941116","headline":"Nets Answer Wake-Up Call And Triumph","web_url":"https://www.nytimes.com/1994/11/16/sports/pro-basketball-nets-answer-wake-up-call-and-triumph.html","abstract":"  They had an All-Star forward whose game needed an awakening and an exhausted All-Star guard whose body needed a rest. So the Nets, daydreaming away the first month of the season, reached back into time tonight. They inserted Eric (Sleepy) Floyd, who last played for the Nets in a regular-season game 12 years ago, into their backcourt.   Floyd, with droopy eyes and 34-year-old legs, teamed with a resilient Derrick Coleman and a refreshed Kenny Anderson to help wake the Nets from their early-season slumber. Together, they sparked a team that was having better luck hitting its snooze button than its shots to a 112-106 victory over the Seattle SuperSonics before 15,310 at Byrne Meadowlands Arena.","thumbnail":null,"section":"Sports"},{"date":"19941116","headline":"Cardinals' Beuerlein Will Miss 2-3 Weeks","web_url":"https://www.nytimes.com/1994/11/16/sports/sports-people-football-cardinals-beuerlein-will-miss-2-3-weeks.html","abstract":"  STEVE BEUERLEIN underwent surgery yesterday to repair his injured left knee, and the quarterback will be lost to the Arizona Cardinals for two to three weeks. Beuerlein injured the knee early in Sunday's 10-9 victory over the Giants. He continued to play and directed both second-half scoring drives that helped the Cardinals improve to 4-6. Beuerlein said the knee's medial meniscus cartilage is torn. (AP)","thumbnail":null,"section":"Sports"},{"date":"19941116","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/11/16/style/chronicle-843440.html","abstract":"  Governor-elect JOHN G. ROWLAND of Connecticut announced the leaders of his transition team today, and minutes later announced the state's soon-to-be First Lady, saying he is to marry PATRICIA LARGAY, his high school sweetheart, on Saturday.   \"I figure, if you can do transition, do it all at once, while the mind-set is right,\" Mr. Rowland said, adding that he and Ms. Largay would marry on Block Island in a small ceremony for family and a few friends. There will be no honeymoon, he said, because of the work to be done before his inauguration on Jan. 4.","thumbnail":null,"section":"Style"},{"date":"19941116","headline":"Fantasies and a Love That Led to Murder","web_url":"https://www.nytimes.com/1994/11/16/movies/film-review-heavenly-creatures-fantasies-and-a-love-that-led-to-murder.html","abstract":"Teenage friends conspire to murder one's mother. Feverish and eerie.","thumbnail":null,"section":"Movies"},{"date":"19941116","headline":"Watch Your Thoughts in Gingrich's Land","web_url":"https://www.nytimes.com/1994/11/16/opinion/l-watch-your-thoughts-in-gingrich-s-land-843920.html","abstract":"  To the Editor:   Newt Gingrich, former history professor and soon to be Speaker of the House, wants to restore a \"moral tone\" to American society, a restoration that would include \"teaching the truth about American history, teaching about the Founding Fathers and how this country came to be the most extraordinary civilization in history\" (front page, Nov. 10).","thumbnail":null,"section":"Opinion"},{"date":"19941116","headline":"Leaders Agree On Free Trade For the Pacific","web_url":"https://www.nytimes.com/1994/11/16/world/leaders-agree-on-free-trade-for-the-pacific.html","abstract":"  The glow of Tuesday's victory of creating the largest free-trade zone in the Asia-Pacific region dissipated today as President Clinton and President Suharto of Indonesia clashed over the issue of Indonesia's much-criticized human rights record.   Mr. Clinton stated frankly that relations between the United States and Indonesia would not reach their full potential unless there was an improvement in human rights, a senior Administration official said.","thumbnail":null,"section":"World"},{"date":"19941116","headline":"Smoke, Not Substance, at APEC","web_url":"https://www.nytimes.com/1994/11/16/opinion/smoke-not-substance-at-apec.html","abstract":"  The leaders of 18 nations who gathered this week at the Asia-Pacific Economic Cooperation summit meeting in Indonesia arrived with lofty talk of achieving a sweeping agreement to stimulate economic growth on the Pacific Rim, already among the most vibrant economic regions in the world. Their final communique enshrines a noble objective: free trade and investment by the year 2020.    Unfortunately, the APEC pledge fails to include a single substantive measure. The easy task is to commit to a vague goal a quarter-century away. The hard task -- apparently too hard -- is to take concrete measures that would challenge entrenched interests in each country.","thumbnail":null,"section":"Opinion"},{"date":"19941116","headline":"Ex-State Police Investigator Admits Evidence Tampering","web_url":"https://www.nytimes.com/1994/11/16/nyregion/ex-state-police-investigator-admits-evidence-tampering.html","abstract":"  Three weeks after saying he was pleading guilty to evidence tampering only because he was emotionally drained and could not afford to mount a defense, a former state police investigator admitted at his sentencing today that he had faked evidence in a 1992 Orange County burglary.   \"I sincerely apologize for the harm and disgrace my actions have put on law-enforcement personnel,\" said the former investigator, Edward Pilus. \"I know that I have jeopardized the whole basis of the criminal-justice system and the reasons it was created.\"","thumbnail":null,"section":"New York"},{"date":"19941116","headline":"Coach Is Dismissed at Louisiana State","web_url":"https://www.nytimes.com/1994/11/16/sports/sports-people-football-coach-is-dismissed-at-louisiana-state.html","abstract":"  Louisiana State University Coach CURLEY HALLMAN was dropped yesterday but will be allowed to coach the Tigers' final two games of the season. Hallman will coach L.S.U. (2-7) on Saturday against Tulane and Nov. 26 at Arkansas. In four years, Hallman's record at L.S.U. is 14-28.","thumbnail":null,"section":"Sports"},{"date":"19941116","headline":"Clinton Devises New Guidelines On Arms Sales","web_url":"https://www.nytimes.com/1994/11/16/us/clinton-devises-new-guidelines-on-arms-sales.html","abstract":"  Making explicit a policy that has existed in practice for three years, the Clinton Administration is preparing new guidelines that will consider the health of the nation's military contractors when reviewing arms sales to foreign countries.   Such sales require approval from the United States Government, which has ruled on arms sales in the past based on whether they bolstered American foreign policy goals and strengthen regional alliances. Under a plan now before the President, a sale's benefit to the nation's shrinking military industry would also be considered.","thumbnail":null,"section":"U.S."},{"date":"19941116","headline":"Leader Says Austria Must Face Nazi Past","web_url":"https://www.nytimes.com/1994/11/16/world/leader-says-austria-must-face-nazi-past.html","abstract":"  President Thomas Klestil of Austria, going where none of his predecessors had ever been, went before the Israeli Parliament today to say that his country had often failed to face its past and that it produced \"many of the worst henchmen in the Nazi dictatorship.\"   Mr. Klestil's remarks fell short of an explicit Austrian apology for the Nazis' mass killing of Jews, though Israelis had been told they could expect an apology.","thumbnail":null,"section":"World"},{"date":"19941116","headline":"Ruling in City College Demotion Suit Is Greeted With Concern","web_url":"https://www.nytimes.com/1994/11/16/us/ruling-in-city-college-demotion-suit-is-greeted-with-concern.html","abstract":"  Academics and legal experts reacted with concern yesterday to the Supreme Court's order that the City College of New York be given a second chance to defend the demotion of its black studies chairman, who has been accused of bigotry.   The Supreme Court action -- which sent the matter back to an appeals court for further consideration -- succeeded in uniting some detractors of Prof. Leonard Jeffries in his defense.","thumbnail":null,"section":"U.S."},{"date":"19941116","headline":"Laws of the Land And the Field, too","web_url":"https://www.nytimes.com/1994/11/16/sports/IHT-laws-of-the-land-and-the-field-too.html","abstract":"Presumption of innocence until proven guilty is a tenet by which you and I conduct our lives. How carelessly we take it for granted..That basic right has been taken away from Bruce Grobbelaar, the goalkeeper condemned by an English tabloid newspaper. T","thumbnail":null,"section":"Sports"},{"date":"19941116","headline":"Tennessee Williams, With Love and Pain","web_url":"https://www.nytimes.com/1994/11/16/theater/theater-review-the-glass-menagerie-tennessee-williams-with-love-and-pain.html","abstract":"  \"The Glass Menagerie\" is the American theater's most exquisite mea culpa.   When it appeared on Broadway in 1945, it established Tennessee Williams as one of the country's foremost playwrights. You do not have to probe too deeply, however, to find a brother who believes he let his sister down badly, or a son who admits he was driven to distraction by his mother and devoutly wishes it weren't so.","thumbnail":null,"section":"Theater"},{"date":"19941116","headline":"Spreading the Word in the South Bronx; In a World Stripped of Luxuries, Mormon Missionaries Help Faith Take Root","web_url":"https://www.nytimes.com/1994/11/16/nyregion/spreading-word-south-bronx-world-stripped-luxuries-mormon-missionaries-help.html","abstract":"  Soon after arriving in New York last December, Kevin Mower sidled up to a young woman on the subway and tried to engage her in conversation.   His subject: Jesus Christ.   Her response: first, stony silence, and then this piece of advice: \"Don't mix and mingle too much.\"","thumbnail":null,"section":"New York"},{"date":"19941116","headline":"Public Interest Law Students Need Support","web_url":"https://www.nytimes.com/1994/11/16/opinion/l-public-interest-law-students-need-support-843954.html","abstract":"  To the Editor:   Re \"Free Tuition for Public Service Law\" (Education page, Nov. 9):","thumbnail":null,"section":"Opinion"},{"date":"19941116","headline":"Watch Your Thoughts in Gingrich's Land; North Deja Vu","web_url":"https://www.nytimes.com/1994/11/16/opinion/l-watch-your-thoughts-in-gingrich-s-land-north-deja-vu-843946.html","abstract":"  To the Editor:   It appears as if the voters in Virginia's Senate race faced the same dilemma as those voting in the 1884 Presidential election.","thumbnail":null,"section":"Opinion"},{"date":"19941116","headline":"Sports of The Times; Martina Exits Smiling","web_url":"https://www.nytimes.com/1994/11/16/sports/sports-of-the-times-martina-exits-smiling.html","abstract":"  THE curtain was coming down. The banner was going up. Martina Navratilova, out of habit, carried out a box of tissues.   \"I don't know whether to laugh or cry,\" she said after losing the last singles match of her magnificent 22-year career to Gabriela Sabatini. The scores were 6-4, 6-2, retired.","thumbnail":null,"section":"Sports"},{"date":"19941116","headline":"Toxicity Test Delaying Dredging to Reopen Marine Terminal","web_url":"https://www.nytimes.com/1994/11/16/nyregion/toxicity-test-delaying-dredging-to-reopen-marine-terminal.html","abstract":"  A plan to revitalize commercial shipping in New York City by reopening a marine terminal on Staten Island has been delayed for at least several months after contaminated sediment was unexpectedly found around the terminal's berths, port officials said yesterday.   The long-dormant terminal, Howland Hook, was supposed to have been dredged in the coming months so large freighters could use it. But on Monday, the Port Authority of New York and New Jersey learned that the material that was to have been scooped from the Arthur Kill failed a toxicity test.","thumbnail":null,"section":"New York"},{"date":"19941116","headline":"Israel Turns Over More Responsibility to Palestinian Authority","web_url":"https://www.nytimes.com/1994/11/16/world/israel-turns-over-more-responsibility-to-palestinian-authority.html","abstract":"  Israel handed over responsibility for tourism and social services in the West Bank today to the Palestinian Authority.   The transfer was part of an agreement between Israel and the Palestine Liberation Organization to move five spheres of authority in the West Bank to Palestinian control as a step toward extending self-rule beyond Jericho and the Gaza Strip.","thumbnail":null,"section":"World"},{"date":"19941116","headline":"A Debate on the Greater Evil: Inflation or Chill or Pink Slips","web_url":"https://www.nytimes.com/1994/11/16/us/a-debate-on-the-greater-evil-inflation-or-chill-or-pink-slips.html","abstract":"  The Federal Reserve's decision to increase interest rates by the largest amount in years intensified a debate that focuses not so much on the amount of the rise but whether the Federal Reserve should have acted at all.   On one side are those who applauded the Federal Reserve's action, most of them on Wall Street. They are challenged by an unlikely coalition of manufacturers and labor leaders who charged that yesterday's increase would slow the economy too much, cutting back sales and eliminating jobs.","thumbnail":null,"section":"U.S."},{"date":"19941116","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/11/16/nyregion/metro-digest-838063.html","abstract":"  CON ED TO PAY $9 MILLION POLLUTION FINE    Con Edison agreed to pay a $9 million fine for illegally discharging oil and contaminants into New York Harbor, allowing contractors to dump waste from cleanup sites into the city's sewer system and ignoring complaints filed by state environmental officials. A1.","thumbnail":null,"section":"New York"},{"date":"19941116","headline":"Columbia to Celebrate 75 Years of Great Books","web_url":"https://www.nytimes.com/1994/11/16/us/columbia-to-celebrate-75-years-of-great-books.html","abstract":"  In a Columbia College classroom the other day, Prof. Hamid Dabashi, 43, was discussing Machiavelli's \"The Prince.\" He pointed to a passage about the dangers of political alliances in uncertain times.   The professor paused. \"Mayor Giuliani didn't take CC -- or at least he never read Machiavelli,\" he said, to laughter from his students.","thumbnail":null,"section":"U.S."},{"date":"19941116","headline":"Public & Private; The Politics of Meanness","web_url":"https://www.nytimes.com/1994/11/16/opinion/public-private-the-politics-of-meanness.html","abstract":"  This is my new motto: Keep Al Gore Healthy.   Because when Newt Gingrich becomes Speaker of the House, that puts him third in the line of Presidential succession, after Mr. Gore.  And that is a terrifying prospect for the moral compass of this country.","thumbnail":null,"section":"Opinion"},{"date":"19941116","headline":"Opening Asia's Door","web_url":"https://www.nytimes.com/1994/11/16/world/opening-asia-s-door.html","abstract":"  In setting their vast and vital region on the path toward free trade by the year 2020, the leaders of 18 nations around the Pacific Ocean have taken a step that appears to be a bold move toward the future.   But whether it will truly be so judged by history will depend not so much on what the leaders said today but on how their \"declaration of common resolve\" is translated into action.  Carrying out the free trade agreement will be far more arduous and contentious than merely enunciating the vision.","thumbnail":null,"section":"World"},{"date":"19941116","headline":"Of Torvill and Dean, With Dreams on Ice","web_url":"https://www.nytimes.com/1994/11/16/arts/television-review-of-torvill-and-dean-with-dreams-on-ice.html","abstract":"  Apparently still salivating over the media feast delivered by the sensational \"battle\" of Nancy and Tonya, television is pushing just about any figure-skating button it can find.   The menu is filled to bursting. CBS just offered something called \"Ice Wars: The USA vs. the World,\" and on Nov. 25 at 8 P.M. it is to broadcast \"Disney's Greatest Hits on Ice.\" This Saturday at 8 P.M. NBC has from Alberta, Canada, \"Figure Skating: The Gold Championship,\" with a $1 million prize pot. On cable, TBS's skating card over the next couple of months includes \"The United States Open Figure-Skating Championships,\" on Dec. 18 and 19.","thumbnail":null,"section":"Arts"},{"date":"19941116","headline":"Class Notes","web_url":"https://www.nytimes.com/1994/11/16/us/class-notes.html","abstract":"  Carl Westcott, Ford dealer turned education entrepreneur, is standing in his office adjacent to the glitzy Galleria mall in north Dallas clicking quickly across the channels on his Toshiba television until he comes to his TI-IN educational network, which serves 2,000 schools.   \"Pobre Ramon,\" laments a teacher with diction so exaggerated a listener almost doesn't need to know Spanish to understand her. \"No se siente bien. Ayer estaba malo, pero hoy esta peor.\" Her class and other young viewers out there in videoland repeat after her and Mr. Westcott looks on approvingly.","thumbnail":null,"section":"U.S."},{"date":"19941116","headline":"Maturing Jazz Industry Opens Convention Tonight","web_url":"https://www.nytimes.com/1994/11/16/arts/maturing-jazz-industry-opens-convention-tonight.html","abstract":"  The Jazz Times Convention starts tonight, which means that tired-looking, cigarette-smoking people from all over the world will gather to talk about what they heard last night, what kinds of deals can be cooked up today and who is sitting in with whom and where. For the next four days, the convention becomes jazz's business paradise, with bookers, musicians, radio programmers, record company executives, agents, club owners and critics swarming like fish around a particularly fertile reef.   The convention started in Washington 10 years ago as a casual meeting of some of the disparate elements that make up the jazz world. It has grown into big business, with attendance up nearly 20 percent from last year. This year's version draws nearly 700 people from across the country, along with people from India, Sweden, Russia, England and more. In its success, its internationalism and its growth, the convention suggests that jazz is taking itself more seriously as an industry, and flourishing because of it.","thumbnail":null,"section":"Arts"},{"date":"19941116","headline":"Manley Released on Bail After Drug Arrest","web_url":"https://www.nytimes.com/1994/11/16/sports/sports-people-football-manley-released-on-bail-after-drug-arrest.html","abstract":"  DEXTER MANLEY, once one of the N.F.L.'s top defensive linemen, appeared in court yesterday after a crack cocaine arrest in Houston. Manley, who was banned from the N.F.L. for violating the league's drug policy, was arrested Sunday night and was released Monday after posting $5,000 bail. Yesterday, he made an initial appearance in court with his lawyer, PAULA ASHER, who said, \"He is anxious to get this matter resolved.\" A Dec. 6 arraignment has been scheduled.   Manley, 36, failed the fourth drug test of his career in December 1991. The defensive end later attempted a comeback, bouncing around the N.F.L. and the Canadian Football League. He played for the C.F.L. Shreveport Pirates earlier this season.","thumbnail":null,"section":"Sports"},{"date":"19941116","headline":"IN PERFORMANCE: THEATER","web_url":"https://www.nytimes.com/1994/11/16/theater/in-performance-theater-844314.html","abstract":"  A Candid Self-Portrait Of a Drag Queen in Mufti  Dixon Place    The most amusing riff in \"My Tiny Life,\" a self-portrait written and performed by Mark F. Rizzo, an East Village drag queen also known as Hapi Phace, is a description of his \"Zen apartment.\" Inside his minuscule one-room space, he says, he has crammed a stereo, an LP collection, a tape recorder, a television, a VCR, a CD player, a computer and a telephone answering machine. Add to this a rice cooker, an electric coffee maker, a hot plate and several cooking contraptions advertised on television infomercials, and you have the clotted mess that Hapi shows on a video screen.","thumbnail":null,"section":"Theater"},{"date":"19941116","headline":"Pataki's Break: Mostly in Vermont","web_url":"https://www.nytimes.com/1994/11/16/nyregion/pataki-s-break-mostly-in-vermont.html","abstract":"  Governor-elect George E. Pataki did not spend his four-day holiday in New York State, as his aides said on Monday, but crossed the border to Vermont, where he stayed at the Equinox Hotel in Manchester, his spokeswoman, Zenia Mucha, said today.   She said Mr. Pataki did visit friends in Washington County, north of Albany, but spent Friday through Sunday nights in Vermont. Ms. Mucha said a Pataki aide, Caroline Quartararo, had known about the upstate stop but not about Mr. Pataki's final destination when she said on Monday that the Governor-elect had spent his post-election break in northern New York State.","thumbnail":null,"section":"New York"},{"date":"19941116","headline":"1919: Treaty Is Rejected : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/11/16/opinion/IHT-1919-treaty-is-rejected-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - [From our New York edition:] By the adoption of ten drastic reservations the Senate today [Nov. 15] paved the way for the complete rejection of the treaty of peace. A dominant majority, supported at one time by no less than thirteen Democratic","thumbnail":null,"section":"Opinion"},{"date":"19941116","headline":"Play in New U.S. League Won't Kick Off Until 1996","web_url":"https://www.nytimes.com/1994/11/16/sports/soccer-play-in-new-us-league-won-t-kick-off-until-1996.html","abstract":"  The World Cup may yet achieve its intended legacy of a first-rate professional soccer league in the United States, but not next year as planned.   Officials of Major League Soccer, the incipient league that has had difficulty attracting investors and still lacks players and a complete roster of franchises and stadiums, will announce today in New York that regular-season play will not begin until the 1996 season.","thumbnail":null,"section":"Sports"},{"date":"19941116","headline":"Ailing Lungs Said to Improve When Smokers Stop","web_url":"https://www.nytimes.com/1994/11/16/us/ailing-lungs-said-to-improve-when-smokers-stop.html","abstract":"  Nearly all smokers experience an accelerated decline in lung function, and many eventually develop a chronic lung disease like chronic bronchitis or emphysema. But a new study has found that quitting smoking can repair some of the damage.   The study, conducted at 10 medical centers in the United States and Canada under the direction of Dr. Nicholas R. Anthonisen of the University of Manitoba in Winnipeg, is being published today in The Journal of the American Medical Association. The study was supported by the National Heart, Lung and Blood Institute in Bethesda, Md.","thumbnail":null,"section":"U.S."},{"date":"19941116","headline":"City Council Offers Plans On Budget","web_url":"https://www.nytimes.com/1994/11/16/nyregion/city-council-offers-plans-on-budget.html","abstract":"  Opening negotiations with Mayor Rudolph W. Giuliani over his plan to close a $1.1 billion budget gap with deep spending cuts, the City Council revealed a wish list of alternatives yesterday, including the creation of an authority to oversee recycling, an increase in taxi medallions and the consolidation of nearly a dozen of New York City's agencies.   The Council's plan also included charging more for licenses and permits, turning the Staten Island Ferry over to the state and eliminating 2 of the 12 paid holidays city employees now receive. The Council also proposed raising money by leasing the 79th Street Boat Basin, franchising Offtrack Betting parlors and selling air rights above city buildings, including City Hall, to real-estate developers to raise cash.","thumbnail":null,"section":"New York"},{"date":"19941116","headline":"Weicker Gives Budget Plan But Rowland Sees Problem","web_url":"https://www.nytimes.com/1994/11/16/nyregion/weicker-gives-budget-plan-but-rowland-sees-problem.html","abstract":"  Lowell P. Weicker Jr. today issued a budget plan for the next two years that would increase spending 7.3 percent without new taxes, but Governor-elect John G. Rowland immediately said he would reduce spending to make possible the income-tax cut he promised in his campaign.   Unlike four years ago, when Mr. Weicker as Governor-elect was presented a proposed budget with a $1.6 billion revenue shortfall on top of a $562 million deficit for the current year, Mr. Rowland received a two-year budget that was in balance and within the state's legal spending limit.","thumbnail":null,"section":"New York"},{"date":"19941116","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/16/nyregion/c-corrections-843466.html","abstract":"  A picture yesterday with an article about a gun battle between a heavily armed drifter and the police in San Francisco was published in error. It showed Robert Pinckney, a bystander who was wounded, not Victor Boutwell, the gunman, who was killed.   The article also included an incorrect desciption of the gunman. That description was based on the photograph of Mr. Pinckney.","thumbnail":null,"section":"New York"},{"date":"19941116","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/16/nyregion/c-corrections-843482.html","abstract":"  Because of an editing error, an obituary yesterday about David Salomon, a decorator, misstated his relationship with the late Francoise de la Renta. She was his mentor, not a grandparent.","thumbnail":null,"section":"New York"},{"date":"19941116","headline":"Simpson Judge Under Fire for TV Interview","web_url":"https://www.nytimes.com/1994/11/16/us/simpson-judge-under-fire-for-tv-interview.html","abstract":"  This has been a week of rare complaint about the temperament and legal savvy of Lance A. Ito, the judge in the O. J. Simpson trial.   For much of the trial, Judge Ito has railed against the news media, particularly television, describing it at times as a pernicious influence on the case and worrying aloud that it could irreparably damage Mr. Simpson's ability to receive a fair trial.","thumbnail":null,"section":"U.S."},{"date":"19941116","headline":"In America; Scapegoat Time","web_url":"https://www.nytimes.com/1994/11/16/opinion/in-america-scapegoat-time.html","abstract":"  Troubled times require the comforting presence of scapegoats. I remember an incident many years ago in which a thin, bespectacled, awkward and dim-witted recruit at Fort Leonard Wood, Mo., was beaten up by fellow soldiers who blamed him for a blizzard that had confined everybody to the base.   A delighted roar arose when the hapless recruit was tossed out of the barracks and into the snow. The scapegoat had done his job. He had made everybody feel better, even though nothing had changed.","thumbnail":null,"section":"Opinion"},{"date":"19941116","headline":"In Schools, Money Matters if It's Spent Wisely; Nurture, Not Nature","web_url":"https://www.nytimes.com/1994/11/16/opinion/l-in-schools-money-matters-if-it-s-spent-wisely-nurture-not-nature-843903.html","abstract":"  To the Editor:   I write to offer a more hopeful perspective on the debate generated by the Charles Murray-Richard J. Herrnstein thesis on race and I.Q. (Education page, Nov. 9).","thumbnail":null,"section":"Opinion"},{"date":"19941116","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/16/nyregion/c-corrections-843490.html","abstract":"  An article on Sunday about a landlord-tenant dispute at the Belnord apartment building on the Upper West Side described one aspect of an agreement between the new owners of the building and some tenants incorrectly. The agreement calls for the owners to pay $670,000 directly to the tenants association, and also to provide rent credits to some tenants that the tenants' lawyer said would total about $3 million; it does not call for a direct payment of about $4 million.  ","thumbnail":null,"section":"New York"},{"date":"19941116","headline":"Cliburn Competition Winner's Debut","web_url":"https://www.nytimes.com/1994/11/16/arts/music-review-cliburn-competition-winner-s-debut.html","abstract":"  By a curious turn of fashion, winning a music competition has become a liability. Audiences have spent too many boring hours listening to the pearly touch of human player pianos; juries have proven themselves better at judging technique and proficiency than insight and musicianship. Competitions are, properly, on the defensive.   So what a pleasure it was on Monday night in Carnegie Hall to hear the gold medalist of the ninth Van Cliburn International Piano Competition, and to feel that this was the New York debut of a musician rather than a pianist -- not a fully formed musician, perhaps, but a fascinating musician nonetheless. The Italian pianist Simone Pedroni was 24 when he won the contest in 1993, and is the highest-ranking veteran of the Cliburn wars to play in New York in recent months; Frederic Chiu appeared in the spring, Armen Babakhanyan gave a debut concert a few weeks ago that received critical plaudits, and Fabio Bidini, who played here last February, will give a recital at Tully Hall in December. Mr. Pedroni bested them all in the Van Cliburn Competition, but judging from this performance, he did so without resorting to the typical competition weaponry.","thumbnail":null,"section":"Arts"},{"date":"19941116","headline":"HELMS REQUESTS A DELAY IN VOTE ON TRADE ACCORD","web_url":"https://www.nytimes.com/1994/11/16/us/the-new-congress-trade-helms-requests-a-delay-in-vote-on-trade-accord.html","abstract":"  With a threat to disrupt the Administration's foreign policy plans, Senator Jesse Helms urged President Clinton today to delay a Congressional vote on a worldwide trade pact until next year, a move that could unravel the 123-nation agreement.   In a letter to Mr. Clinton, Mr. Helms, who is expected to become chairman of the Foreign Relations Committee when the Republican-led Senate takes office in January, objected strenuously to the Administration plan to push through the bill in a special session that begins after the Thanksgiving holiday.","thumbnail":null,"section":"U.S."},{"date":"19941116","headline":"What the Steeler Offense Lacks, A Healthy Foster Could Provide","web_url":"https://www.nytimes.com/1994/11/16/sports/pro-football-notebook-what-steeler-offense-lacks-healthy-foster-could-provide.html","abstract":"  With the Steelers' offense sputtering like a car about to run out of gas, the return of running back Barry Foster is a welcome sign. Pittsburgh's offense hasn't scored a touchdown in 32 offensive series over 10 quarters.   The Steelers defeated Buffalo, 23-10, on Monday night with the help of three field goals by Gary Anderson and two touchdowns by their defense. Cornerback Rod Woodson returned an interception 37 yards for a score; Woodson also sacked Bills quarterback Jim Kelly at the Buffalo 1 and defensive end Gerald Williams recovered the fumble in the end zone for a touchdown.","thumbnail":null,"section":"Sports"},{"date":"19941116","headline":"A New Analysis Casts Doubt On the Superiority of Olive Oil","web_url":"https://www.nytimes.com/1994/11/16/us/a-new-analysis-casts-doubt-on-the-superiority-of-olive-oil.html","abstract":"  ONE of the firmer tenets of nutrition, a notably slippery subject, has been that olive oil is better for the heart than, say, corn oil and safflower oil. So said a study published nine years ago, which gained considerable support from the very low rates of heart disease found among Mediterranean cultures that consume more olive oil than any other dietary fat.   But an analysis presented yesterday by Dr. Christopher Gardner of Stanford University at a meeting of the American Heart Association in Dallas seems to suggest otherwise. There is little to be gained, he found, from switching from the polyunsaturated oils like corn, soybean and sunflower to canola oil or to the more costly olive oil.","thumbnail":null,"section":"U.S."},{"date":"19941116","headline":"Bronx Man Charged in Slaying of Executive","web_url":"https://www.nytimes.com/1994/11/16/nyregion/bronx-man-charged-in-slaying-of-executive.html","abstract":"  A 19-year-old Bronx man was charged with second-degree murder yesterday in the shooting death last month of an investment banker on a path near the Mayor's residence on the Upper East Side, the police said.   The suspect, Alexander Hernandez, of 318 East 198th Street, was arrested on drug charges Monday at 98th Street and Lexington Avenue by officers from a Manhattan North narcotics unit, said Sgt. John McCluskey, a police spokesman.","thumbnail":null,"section":"New York"},{"date":"19941116","headline":"Wrong Defense, Wrong Enemy","web_url":"https://www.nytimes.com/1994/11/16/opinion/wrong-defense-wrong-enemy.html","abstract":"  Propelled by memories of the threat that Iraqi Scuds posed to U.S. troops and Israeli cities during the Persian Gulf war, the Clinton Administration is eager to test a variety of theater missile defenses. The Republicans who control Congress would go one step further. Many want to test anti-missile defenses to protect the continental U.S.    Both the Administration and the Republicans are making a mistake. Advanced theater defenses -- and certainly defenses designed to protect America -- would undercut the 22-year-old Antiballistic Missile Treaty, threaten the Russians and complicate the essential task of persuading Moscow to reduce its still-formidable nuclear arsenal and secure it against smugglers. Those who would test anti-missile defenses are trying to guard against threats that have yet to materialize while ignoring a clear and present danger.","thumbnail":null,"section":"Opinion"},{"date":"19941116","headline":"Clinton Reaches Out to G.O.P. On School Prayer Amendment","web_url":"https://www.nytimes.com/1994/11/16/us/new-congress-president-clinton-reaches-gop-school-prayer-amendment.html","abstract":"  President Clinton said today that he would consider working with Congressional Republicans toward a constitutional amendment guaranteeing a right to prayer in public schools.   The statement by Mr. Clinton at a news conference here tonight was the strongest evidence yet of his determination to accommodate overtures by Republicans, who will control both houses of the new Congress. Although Mr. Clinton has long supported voluntary school prayer, he had not seriously discussed a constitutional amendment until today.","thumbnail":null,"section":"U.S."},{"date":"19941116","headline":"10 Percent of Islanders Sold","web_url":"https://www.nytimes.com/1994/11/16/sports/hockey-10-percent-of-islanders-sold.html","abstract":"  The four-member management committee that has run the Islanders since 1992 announced yesterday that it has bought 10 percent of the hockey team from John O. Pickett Jr., the majority owner.   \"Our group had previously made a loan to the team,\" said Stephen Walsh, co-chairman and chief executive officer of the committee, which invested in the Islanders when Pickett put them up for sale two years ago. \"In exchange for that, we converted the loan to equity, which makes the team a lot stronger financially.\"","thumbnail":null,"section":"Sports"},{"date":"19941116","headline":"White House Counterattacks","web_url":"https://www.nytimes.com/1994/11/16/us/white-house-counterattacks.html","abstract":"  The White House hit back at Republicans, saying it was nonsense for them to contend tax cuts would pay for themselves. Page A16.","thumbnail":null,"section":"U.S."},{"date":"19941116","headline":"IN PERFORMANCE: DANCE","web_url":"https://www.nytimes.com/1994/11/16/arts/in-performance-dance-844306.html","abstract":"  Stormy Weather, Choreographically Speaking  Judson Memorial Church    Some storms are purely destructive. Others are so exciting that they inspire people to rush out into blizzards or thundershowers for the sheer messy fun of it. Choreographically stormy weather proved invigorating on Monday night when Amy Cox and Andrea Kleine shared a program as part of the Movement Research series.","thumbnail":null,"section":"Arts"},{"date":"19941116","headline":"In Schools, Money Matters if It's Spent Wisely","web_url":"https://www.nytimes.com/1994/11/16/opinion/l-in-schools-money-matters-if-it-s-spent-wisely-843890.html","abstract":"  To the Editor:   In \" 'Bell Curve' Critics Say Early I.Q. Isn't Destiny\" (Education page, Nov. 9), you continue to propagate the notion that educational research data support the contention that money does not matter in schools.","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19941116","time":"1994-11-16 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":80,"wspd":14.8},{"date":"19941116","time":"1994-11-16 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":81,"wspd":14.8},{"date":"19941116","time":"1994-11-16 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":83,"wspd":16.6},{"date":"19941116","time":"1994-11-16 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":83,"wspd":14.8},{"date":"19941116","time":"1994-11-16 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.5,"rhum":85,"wspd":13},{"date":"19941116","time":"1994-11-16 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.3,"rhum":85,"wspd":14.8},{"date":"19941116","time":"1994-11-16 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.2,"rhum":85,"wspd":13},{"date":"19941116","time":"1994-11-16 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.3,"rhum":81,"wspd":11.2},{"date":"19941116","time":"1994-11-16 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.1,"rhum":83,"wspd":13},{"date":"19941116","time":"1994-11-16 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":81,"wspd":16.6},{"date":"19941116","time":"1994-11-16 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":75,"wspd":16.6},{"date":"19941116","time":"1994-11-16 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":72,"wspd":22.3},{"date":"19941116","time":"1994-11-16 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":62,"wspd":14.8},{"date":"19941116","time":"1994-11-16 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":62,"wspd":22.3},{"date":"19941116","time":"1994-11-16 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.6,"rhum":62,"wspd":16.6},{"date":"19941116","time":"1994-11-16 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":64,"wspd":16.6},{"date":"19941116","time":"1994-11-16 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":72,"wspd":13},{"date":"19941116","time":"1994-11-16 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":73,"wspd":14.8},{"date":"19941116","time":"1994-11-16 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":76,"wspd":7.6},{"date":"19941116","time":"1994-11-16 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":76,"wspd":9.4},{"date":"19941116","time":"1994-11-16 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":80,"wspd":13},{"date":"19941116","time":"1994-11-16 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":85,"wspd":14.8},{"date":"19941116","time":"1994-11-16 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":88,"wspd":14.8},{"date":"19941116","time":"1994-11-16 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":88,"wspd":16.6},{"date":"19941116","time":"1994-11-16 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":60,"wspd":25.9},{"date":"19941116","time":"1994-11-16 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":62,"wspd":25.9},{"date":"19941116","time":"1994-11-16 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":64,"wspd":22.3},{"date":"19941116","time":"1994-11-16 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":64,"wspd":20.5},{"date":"19941116","time":"1994-11-16 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":62,"wspd":20.5},{"date":"19941116","time":"1994-11-16 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":64,"wspd":18.7},{"date":"19941116","time":"1994-11-16 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":66,"wspd":14.8},{"date":"19941116","time":"1994-11-16 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":63,"wspd":18.7},{"date":"19941116","time":"1994-11-16 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":68,"wspd":18.7},{"date":"19941116","time":"1994-11-16 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":71,"wspd":20.5},{"date":"19941116","time":"1994-11-16 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":74,"wspd":18.7},{"date":"19941116","time":"1994-11-16 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":71,"wspd":16.6},{"date":"19941116","time":"1994-11-16 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":71,"wspd":20.5},{"date":"19941116","time":"1994-11-16 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":86,"wspd":24.1},{"date":"19941116","time":"1994-11-16 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":66,"wspd":24.1},{"date":"19941116","time":"1994-11-16 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":61,"wspd":20.5},{"date":"19941116","time":"1994-11-16 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":61,"wspd":16.6},{"date":"19941116","time":"1994-11-16 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":61,"wspd":18.7},{"date":"19941116","time":"1994-11-16 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":59,"wspd":20.5},{"date":"19941116","time":"1994-11-16 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":61,"wspd":14.8},{"date":"19941116","time":"1994-11-16 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":63,"wspd":14.8},{"date":"19941116","time":"1994-11-16 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":54,"wspd":13},{"date":"19941116","time":"1994-11-16 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":56,"wspd":18.7},{"date":"19941116","time":"1994-11-16 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":50,"wspd":22.3}]},"19941117":{"guardian_articles":[{"date":"19941117","headline":"From the dung heap of history","web_url":"https://www.theguardian.com/books/1994/nov/17/news","abstract":null,"thumbnail":null,"section":"Books"}],"nytimes_articles":[{"date":"19941117","headline":"Let the Democrats Act More Like Democrats; Clinton's Detractors","web_url":"https://www.nytimes.com/1994/11/17/opinion/l-let-the-democrats-act-more-like-democrats-clinton-s-detractors-852686.html","abstract":"  To the Editor:   Re \"Dr. Fell's Election\" (editorial, Nov. 10): I disagree that we cannot tell why people don't like Bill Clinton. Obviously the attitude of the media, almost from his inauguration, has played an important role.","thumbnail":null,"section":"Opinion"},{"date":"19941117","headline":"Study of Death Wins A National Book Award","web_url":"https://www.nytimes.com/1994/11/17/books/study-of-death-wins-a-national-book-award.html","abstract":"  Choosing the least controversial book from among volumes that re-examined everything from the Tet offensive of the Vietnam War to the appointment of Justice Clarence M. Thomas to the Supreme Court, the National Book Award judges last night conferred the 1994 prize for nonfiction on \"How We Die: Reflections on Life's Final Chapter\" by Sherwin B. Nuland.   The book, published by Alfred A. Knopf, is a doctor's demythologizing of the fact of death. It was chosen over four other books, including \"Strange Justice: The Selling of Clarence Thomas\" (Houghton Mifflin), by Jill Abramson and Jane Mayer, which had been nominated before it was published last week.","thumbnail":null,"section":"Books"},{"date":"19941117","headline":"Fine-Tuning the Jeffries Case","web_url":"https://www.nytimes.com/1994/11/17/opinion/fine-tuning-the-jeffries-case.html","abstract":"  The Supreme Court has called for more litigation in the Leonard Jeffries case, offering an opportunity to leap above past administrative squabbles and focus on the core issue: Can the City University of New York remove Professor Jeffries from his administrative post as chairman of the school's black studies department solely because of his racist speech? Or would such a demotion violate his First Amendment rights to free speech?    Professor Jeffries had enjoyed his chairmanship for two decades when, in 1991, he delivered an off-campus speech denouncing \"rich Jews\" as slave traders and conspirators with the Mafia in Hollywood to defame African-Americans. The university did not disturb the professor's tenure but it did take away his department chairmanship, a special credential. He sued, persuading lower courts that even this sanction violated his constitutional rights, and the courts ordered him reinstated.","thumbnail":null,"section":"Opinion"},{"date":"19941117","headline":"A Mere Plaything, or a Goddess for Her Time?","web_url":"https://www.nytimes.com/1994/11/17/books/books-of-the-times-a-mere-plaything-or-a-goddess-for-her-time.html","abstract":"  FOREVER BARBIE The Unauthorized Biography of a Real Doll  By M. G. Lord  Illustrated. 326 pages. William Morrow & Company. $25.    You might not think an 11 1/2-inch vinyl doll would be worth a 326-page book. But as M. G. Lord, a former columnist and present book reviewer for Newsday, makes clear in \"Forever Barbie: The Unauthorized Biography of a Real Doll,\" her subject inspires passion.","thumbnail":null,"section":"Books"},{"date":"19941117","headline":"A Peace Built on Sand : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/17/opinion/IHT-a-peace-built-on-sand-letters-to-the-editor.html","abstract":"Regarding \"For Israelis, Maybe the Jordan Treaty is Good News\" (Opinion, Nov. 4) by Abraham Rabinovich:.I commend Mr. Rabinovich's accuracy in stating that \"the Arabs continue to see Israel as an alien intrusion.\" This explains why","thumbnail":null,"section":"Opinion"},{"date":"19941117","headline":"1919: Reds in Schools : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/11/17/opinion/IHT-1919-reds-in-schools-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - [From our New York edition:] The insidious revolutionary doctrines of Lenine and Trotzky are being used by certain teachers in the public schools of the city to poison the minds of the school children against American institutions and to create","thumbnail":null,"section":"Opinion"},{"date":"19941117","headline":"Government Coalition Collapses in Ireland","web_url":"https://www.nytimes.com/1994/11/17/world/government-coalition-collapses-in-ireland.html","abstract":"  The two-year-old coalition Government of Prime Minister Albert Reynolds collapsed today, apparently forcing a general election before Christmas to select a new Parliament and Government.   Mr. Reynolds had been striving to preserve his Government for five days, defending himself against charges of arrogance and deviousness made by his coalition partners in the Labor Party, which is led by Dick Spring. Mr. Reynolds had argued that a change of Government would impede efforts toward peace in Northern Ireland.","thumbnail":null,"section":"World"},{"date":"19941117","headline":"Becker Adds Sampras To Novemberfest List","web_url":"https://www.nytimes.com/1994/11/17/sports/IHT-becker-adds-sampras-to-novemberfest-list.html","abstract":"The city of Leimen, where Boris Becker was born and raised to be both his own man and a tennis star, is less than an hour's drive south of this banker's paradise (a tourist's paradise, it is not)..And it seems that whatever version of Becker steps onto","thumbnail":null,"section":"Sports"},{"date":"19941117","headline":"Keeping Score, One Pound at a Time","web_url":"https://www.nytimes.com/1994/11/17/sports/pro-basketball-keeping-score-one-pound-at-a-time.html","abstract":"  You see him driving the lane, his cargo jiggly, moving a little faster than you think might be safe speed, his heft, his girth, his width and height giving rise to the thought that a sign should be affixed to his bulging shirt: \"Oversize Load.\"   This is John Williams -- all 300 pounds of him -- advancing to the basket, working out with the Indianapolis Pacers. He is being given a chance, perhaps his last, to salvage what was once one of the most promising but gluttonous careers in the National Basketball Association.","thumbnail":null,"section":"Sports"},{"date":"19941117","headline":"Jurists Without Borders","web_url":"https://www.nytimes.com/1994/11/17/opinion/jurists-without-borders.html","abstract":"The first horror in Rwanda was the slaughter of more than 500,000 in April and May. An open invitation for a second horror -- another round of massacres -- lies in the Government's failure to establish a legal process to bring the killers to justice immediately.\n\nRwanda has no legal system that can deal with killers now or in the foreseeable future. It is virtually a lawless state: no police or prosecutors function, and there are almost no judges and courtrooms. No one is more aware of the problem than the Government.","thumbnail":null,"section":"Opinion"},{"date":"19941117","headline":"Giuliani Back on Political Offensive After Setback","web_url":"https://www.nytimes.com/1994/11/17/nyregion/giuliani-back-on-political-offensive-after-setback.html","abstract":"  Momentarily chastened after losing his gamble in the race for governor, Mayor Rudolph W. Giuliani is back on the political offensive, seeking to use George E. Pataki's refusal to call him to showcase himself as the champion of New York City.   The Mayor's new theme has emerged gradually, born out of Mr. Pataki's decision to leave Mr. Giuliani waiting at the phone like a spurned suitor, aides say, as well as from the Mayor's dislike of being humbled. \"He has a problem with meekness,\" said one adviser.","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"Wallace Is Rebuked For Taping Interview On Hidden Camera","web_url":"https://www.nytimes.com/1994/11/17/nyregion/wallace-is-rebuked-for-taping-interview-on-hidden-camera.html","abstract":"  Mike Wallace and a producer for the CBS News program \"60 Minutes\" were reprimanded by top CBS news executives yesterday for doing a hidden-camera interview with a freelance writer.   The writer, Karon Haller, is the author of a magazine story about a 65-year-old Connecticut man who has been charged with second-degree manslaughter for helping his 88-year-old father to commit suicide.","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"Unkind to Animals : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/17/opinion/IHT-unkind-to-animals-letters-to-the-editor.html","abstract":"Regarding \"Tally Ho, but Spare the Fox\" (American Topics, Nov. 5):.The report of a fox hunt that spares its foxes at the last minute highlights a point often overlooked by people concerned with animal welfare. It is not just the killing but t","thumbnail":null,"section":"Opinion"},{"date":"19941117","headline":"Court Blocks New Rule on Immigration","web_url":"https://www.nytimes.com/1994/11/17/us/court-blocks-new-rule-on-immigration.html","abstract":"  Saying it raised serious Constitutional questions, a Federal judge today temporarily blocked California officials from enforcing the heart of Proposition 187, the much-debated immigration-control measure the state's voters overwhelmingly passed last week.   Judge William Matthew Byrne Jr. of Federal District Court here found that the proposition, which would deny most government services to undocumented immigrants, might cause undue hardships and also might pre-empt law-enforcement powers reserved for the Immigration and Naturalization Service.","thumbnail":null,"section":"U.S."},{"date":"19941117","headline":"Sports of The Times; Ravitch's Pen Is Simply Not A Collectible","web_url":"https://www.nytimes.com/1994/11/17/sports/sports-of-the-times-ravitch-s-pen-is-simply-not-a-collectible.html","abstract":"  WHEN baseball's labor negotiators meet today in Washington, will any baseball memorabilia collectors ask for the shirt off Donald Fehr's back or the pen out of Richard Ravitch's pocket?   Will the scribbled notes of the Federal mediator, Bill Usery Jr., ever be framed under glass? The answer to all three questions, of course, is no. All those union and club-owner grinches who stole the World Series should keep that in mind. Whenever this labor dispute is eventually settled, keepsakes of the grinches will not be cherished.","thumbnail":null,"section":"Sports"},{"date":"19941117","headline":"Mayor Announces New Assault on Graffiti, Citing Its Toll on City","web_url":"https://www.nytimes.com/1994/11/17/nyregion/mayor-announces-new-assault-on-graffiti-citing-its-toll-on-city.html","abstract":"  In his continuing assault on so-called quality-of-life crimes, Mayor Rudolph W. Giuliani yesterday announced a sweeping program to use more than a dozen city agencies to combat graffiti.   The initiative ranges from establishing a 24-hour police telephone line to report graffiti vandalism to a new Cultural Affairs Department program in which murals would be used as alternative outlets of expression for graffiti artists.","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"Knicks And Davis Finally Find Their Shots","web_url":"https://www.nytimes.com/1994/11/17/sports/pro-basketball-knicks-and-davis-finally-find-their-shots.html","abstract":"  The Knicks gave their morale a lift tonight by giving the Los Angeles Lakers a whipping.   Snapping a two-game losing streak on the road, New York dominated the Lakers, 110-89, at the Forum. The Knicks (4-2) led by as many as 26 points in the third quarter, giving the late-arriving crowd of 13,630 a reason to leave early.","thumbnail":null,"section":"Sports"},{"date":"19941117","headline":"A Master of the Dynamic Image With an Unexpected Guise","web_url":"https://www.nytimes.com/1994/11/17/arts/dance-review-a-master-of-the-dynamic-image-with-an-unexpected-guise.html","abstract":"  Garth Fagan's choreography, usually oblique but also resonant with mood and meaning, has acquired a cult following in recent years. \"Postcards: Pressures and Possibilities,\" his latest and often witty premiere, easily explains why.   Toward the end of the third segment in the work, Natalie Rogers leans out in profile, as Norwood Pennewell holds her hand above her head. She arches her back and this shape, recalling a bow without its arrow, impresses itself upon the eye.","thumbnail":null,"section":"Arts"},{"date":"19941117","headline":"No Plans for Soon-to-Be Former Governor","web_url":"https://www.nytimes.com/1994/11/17/nyregion/no-plans-for-soon-to-be-former-governor.html","abstract":"  It has come to this for Gov. Mario M. Cuomo.   \"Governor Jim Florio called me yesterday,\" Mr. Cuomo explained to a radio interviewer yesterday about a call on Tuesday. \"He says, 'So Mario, what's to be, here?' I said I think finally I'm going to have a legacy. Jan. 1, I don't have a place to live. I don't have a job. I'm going to be the first homeless, unemployed, former 12-year governor in the history of the state. By Jan. 9, I can picture myself all huddled, freezing on a cold pavement, you know, chilling my tush, telling some guy with a seven-day growth of beard, 'I don't want to go to your lousy shelter.' \"","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/17/nyregion/c-corrections-852090.html","abstract":"  An article yesterday about the Jazz Times Convention in New York included a misstatement from the organizers about admission to an event tomorrow night at Fez, an East Village club, featuring Rodney Kendrick, Bhaki Mseleku, Mark Whitfield and Django Bates and Human Chain. It is open to conventiongoers only, not to the public.","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"Giuliani's Endorsement","web_url":"https://www.nytimes.com/1994/11/17/opinion/l-giuliani-s-endorsement-852694.html","abstract":"  To the Editor:   Your Nov. 10 account of New York voter turnout states that on election night Gov. Mario M. Cuomo's media adviser, David Garth, and I \"suggested that Mayor Rudolph W. Giuliani's endorsement of the Governor may well have backfired, allowing Mr. Pataki to rile upstate voters by casting the contest as an upstate-downstate struggle.\"","thumbnail":null,"section":"Opinion"},{"date":"19941117","headline":"Traders Can't Shuffle Their Decks","web_url":"https://www.nytimes.com/1994/11/17/sports/baseball-traders-can-t-shuffle-their-decks.html","abstract":"  A group of high-profile men gathered here this week to try to plot their separate courses for next year, but a large amount of their attention has been focused, figuratively at least, on coming events in Washington. They're not politicians but general managers of major league baseball teams.   \"Right now there's so much that people don't know,\" Terry Ryan of the Minnesota Twins said. \"You don't know what route you're headed. I'm sure we will not be getting the answers here. The people working in Washington with Mr. Usery will tell us.\"","thumbnail":null,"section":"Sports"},{"date":"19941117","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/17/nyregion/c-corrections-852120.html","abstract":"  Because of a mechanical error, the Personal Health column yesterday, about clinical trials of drugs, included an incomplete sentence. It should have read, \"The use of pla cebos is particularly important in trials of experimental drugs because about one-third of patients improve just because they are being studied.\"","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"Essay; Get Off the Floor","web_url":"https://www.nytimes.com/1994/11/17/opinion/essay-get-off-the-floor.html","abstract":"  At a recent lunch for Old Nixon Hands hosted by Len Garment, someone noted that the mood in our former stomping grounds was bleak; for days after the election, Bill Clinton had been sulking and brooding.   \"Gee,\" piped up John Ehrlichman, \"can you imagine working for a President who sits in the Oval Office brooding and sulking?\"","thumbnail":null,"section":"Opinion"},{"date":"19941117","headline":"Film Society to Honor MacLaine in May","web_url":"https://www.nytimes.com/1994/11/17/movies/film-society-to-honor-maclaine-in-may.html","abstract":"  The Film Society of Lincoln Center will honor Shirley MacLaine at its annual tribute in May.   Ms. MacLaine has acted in more than 40 films since Alfred Hitchcock's \"Trouble With Harry\" in 1955. She has been nominated for six Academy Awards and won the Oscar for best actress in 1983 for her starring role in James Brooks's \"Terms of Endearment.\"","thumbnail":null,"section":"Movies"},{"date":"19941117","headline":"Bosnia Chief Asks U.N.  To Act to Halt Serbian Drive","web_url":"https://www.nytimes.com/1994/11/17/world/bosnia-chief-asks-un-to-act-to-halt-serbian-drive.html","abstract":"  Bosnia's President appealed to the United Nations and NATO today for immediate action to halt an offensive by nationalist Serbs on Bihac, a Muslim enclave in northwestern Bosnia that was designated a United Nations \"safe area\" last year.   United Nations troops reported heavy shelling and evidence of infantry clashes around the broad Bihac pocket. But no significant military action was reported inside a zone that United Nations commanders have tentatively sketched out as the so-called safe area, a United Nations military spokesman said.","thumbnail":null,"section":"World"},{"date":"19941117","headline":"1944: Allied Offensive : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/11/17/opinion/IHT-1944-allied-offensive-in-our-pages100-75-and-50-years-ago.html","abstract":"SUPREME HEADQUARTERS, Allied Expeditionary Force, Paris - [From our New York edition:] The Allies launched a general offensive in the west today, with the veteran United States 1st Army and the long-hidden U.S. 9th joining four other armies in attacks alo","thumbnail":null,"section":"Opinion"},{"date":"19941117","headline":"CLINTON PLEDGES TO PUSH FOR VOTE ON TRADE ACCORD","web_url":"https://www.nytimes.com/1994/11/17/us/the-new-congress-trade-clinton-pledges-to-push-for-vote-on-trade-accord.html","abstract":"  President Clinton and a parade of the fallen and the survivors in Congress vowed today to plow ahead with House and Senate votes on a world trade agreement after Thanksgiving despite some bipartisan opposition.   They argued that if the votes were put off until next year, the agreement, which took 12 years to negotiate with 123 nations, would certainly die.","thumbnail":null,"section":"U.S."},{"date":"19941117","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/11/17/nyregion/metro-digest-847143.html","abstract":"  ELDERLY FORAGE IN GARBAGE BINS While shoppers stroll in front of the bustling Key Food supermarket on Seventh Avenue in Park Slope, Brooklyn, elderly people go almost unnoticed as they scavenge for food in the garbage bins just around the corner. They are not homeless, and they are not entirely destitute. But they say they are driven to the unappealing, humiliating task by a combination of financial need and fear of the future. A1. NEW YORK CITY  CO-OP SETTLEMENT HAILED AS GAY VICTORY Five years after his companion died and a year after his own death from AIDS, Harry Kirkpatrick has won a long and bitter battle with a Sutton Place co-op board over the right to inherit an apartment the two men shared. As a result, co-ops throughout the city may find themselves extending to gay, lesbian and other unmarried couples the privilege customarily granted to married couples. B3.","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"Man Shot Trying to Stop a Fight","web_url":"https://www.nytimes.com/1994/11/17/nyregion/man-shot-trying-to-stop-a-fight.html","abstract":"  A 34-year-old Brooklyn construction worker trying to end a fight between two pregnant women on a Bushwick sidewalk yesterday was critically wounded by a gunshot, the police said.   Witnesses said that the man, Deosaran Chatteran, was working at a construction site in the neighborhood about 11:45 A.M. when he saw the two women arguing in front of the building at 293 Jefferson Street, said a police spokeswoman, Detective Kim Royster. The witnesses said that when the pregnant women started to grapple, Mr. Chatteran tried to stop the fight.","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"Folk Ritual of the Mayans, Gentle With One Exception","web_url":"https://www.nytimes.com/1994/11/17/arts/dance-review-folk-ritual-of-the-mayans-gentle-with-one-exception.html","abstract":"  Julio Mateo Tecum, the director of Grupo Cultural Uk'Ux Pop Wuj, seeks to preserve folk dances that reflect the Mayan influence on Guatemalan culture. Probably only anthropologists can ascertain how scrupulously authentic the company's stagings are. But this troupe from Chicicastenango certainly offered a fascinating and artistically persuasive program in its American debut on Tuesday night at the TriBeCa Performing Arts Center. The presentation was part of the Southern Exposure series sponsored by the arts center and Pan American Musical Research Inc.    It was an evening of gentle dancing to live and recorded music for flutes and percussion. Many steps were variations on graceful hops. Performers in monkey masks became well-mannered, good-natured simians. A man in a bull mask hopped companionably with dancers whose dignified masks made them resemble venerable kings. Another scene inspired by animals involved fleet dancers in deer masks. A corn-planting ritual looked joyous, and couples in a courtship ceremony expressed affection with an endearing shyness.","thumbnail":null,"section":"Arts"},{"date":"19941117","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/11/17/style/chronicle-852333.html","abstract":"  It was lights, camera, action Tuesday evening at the Washington home of COKIE and STEVE ROBERTS as LINDY BOGGS, microphone strapped around her waist, was trailed by a television production crew and photographers. Mrs. Boggs, who is Ms. Roberts's mother, is a capital legend, having arrived in Washington as the wife of Representative Hale Boggs, Democrat of Louisiana, when she was 24, and later serving in that seat herself for 17 years.   Some 150 friends had assembled to celebrate the publication by Harcourt Brace of her book, \"Washington Through a Purple Veil: Memoirs of a Southern Woman.\" Ms. Roberts, the ABC News correspondent, had already taped an interview for ABC-TV's \"Prime Time Live\" with her 78-year-old mother.","thumbnail":null,"section":"Style"},{"date":"19941117","headline":"Playing the Numbers Game, Ownership Style","web_url":"https://www.nytimes.com/1994/11/17/sports/on-hockey-playing-the-numbers-game-ownership-style.html","abstract":"  In an extraordinary group rant yesterday morning, the National Hockey League's assembled general managers expressed the usual arguments in unusually strident tones. They used sarcasm and anger to convey their frustration with the players union and portions of the news media who are skeptical when the 26 teams say they lost a total of $37.6 million last season.   Only a radically altered collective bargaining agreement, with restrictions on wages, can save the remainder of the already-damaged season and the future of the business, they said. Soon, they may hold their collective breath until they turn blue, or they may huff and puff and blow the league down.","thumbnail":null,"section":"Sports"},{"date":"19941117","headline":"One Show, Two Shows, Old Shows, New Shows","web_url":"https://www.nytimes.com/1994/11/17/arts/television-review-one-show-two-shows-old-shows-new-shows.html","abstract":"  TNT is in the midst of a Seuss-a-Bration (its phrase), offering through mid-December what is billed as \"the most complete collection of Dr. Seuss animated features ever gathered for television.\" Not so coincidentally, the Turner effort is being coordinated with marketing strategies to sell Seuss books and new lines of clothing for children. As it happens, the new Cat in the Hat Balloon in this year's Macy's Thanksgiving Day Parade is sponsored by Random House in association with TNT and Esprit clothing.    All of which carries more than a whiff of paradox regarding a writer whose most famous tale, \"How the Grinch Stole Christmas,\" ended with the astute realization: \"Maybe Christmas doesn't come from a store. Maybe Christmas perhaps means a little bit more.\" But then Dr. Seuss himself, really Theodor (Ted) S. Geisel, the son of immigrants from Germany -- Seuss was his mother's family name -- spent a good part of his professional life in advertising. It was he who came up with the immortal (figured in ad years) line: \"Quick, Henry, the Flit.\"","thumbnail":null,"section":"Arts"},{"date":"19941117","headline":"Report Urges Disposing of Plutonium by Encasing in Glass","web_url":"https://www.nytimes.com/1994/11/17/us/report-urges-disposing-of-plutonium-by-encasing-in-glass.html","abstract":"  With plutonium from military and civilian nuclear programs piling up and increasing the risk of bomb proliferation, a loose coalition of environmental groups suggested today that factories might be built to package it in huge blocks of glass, making it difficult to steal.   The idea was advanced in a report that even the author, Arjun Makhijani of the Institute for Energy and Environmental Research, said was incomplete and would probably require revisions. But he and other proponents said that five years after the end of the cold war, policy makers seemed paralyzed by having to choose among unattractive options.","thumbnail":null,"section":"U.S."},{"date":"19941117","headline":"Let the Democrats Act More Like Democrats; Before Dr. Fell","web_url":"https://www.nytimes.com/1994/11/17/opinion/l-let-the-democrats-act-more-like-democrats-before-dr-fell-852678.html","abstract":"  To the Editor:   \"Dr. Fell's Election\" (editorial, Nov. 10) proposes \"the Fell Factor\" (\"I do not love thee, Dr. Fell. / The reason why I cannot tell . . .\") as a convenient tag for the attitude toward President Clinton that voters evinced on Nov. 8. You call such indistinct misgivings a phenomenon \"first described three centuries ago by the poet Thomas Brown.\"","thumbnail":null,"section":"Opinion"},{"date":"19941117","headline":"ARISTIDE DECIDES TO QUIT AS PRIEST","web_url":"https://www.nytimes.com/1994/11/17/world/aristide-decides-to-quit-as-priest.html","abstract":"  Bowing to pressure from the Roman Catholic Church hierarchy here and in Rome, Haiti's President, the Rev. Jean-Bertrand Aristide, has agreed to leave the priesthood, Government officials and members of the clergy said today.   The decision culminates years of tension between Father Aristide and his superiors over his criticism of the Haitian church and his espousal of a leftist liberation theology. Those strains, which grew when he governed as President in 1991, have resurfaced since he returned to office last month in the reversal of a military coup.","thumbnail":null,"section":"World"},{"date":"19941117","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/11/17/style/chronicle-852341.html","abstract":"  She may be the best-selling author of the book \"Fried Green Tomatoes at the Whistle Stop Cafe,\" but writing has not always come easily to FANNIE FLAGG. Ms. Flagg, who received an \"Outstanding Achiever\" award at the 10th annual dinner for the Lab School of Washington on Monday evening at the Hilton Hotel, told guests about her struggles with dyslexia. The school educates children with learning disabilities.    Relating how she had always wanted to write but avoided it out of fear, she said she went to a writer's conference in Santa Barbara, Calif., in 1976 to hear her idol, Eudora Welty. During the conference, she entered a short-story contest whose theme was childhood.","thumbnail":null,"section":"Style"},{"date":"19941117","headline":"Nyakizu Journal; And the Church Refuge Became a Killing Field","web_url":"https://www.nytimes.com/1994/11/17/world/nyakizu-journal-and-the-church-refuge-became-a-killing-field.html","abstract":"  The lush, green rolling hills are lifeless. Square, mud-wall houses are abandoned. No one is working in the terraced fields. The only sounds are the slight rustle of leaves and an occasional bird. It is the silence of death.   Many of the former inhabitants were Tutsi, massacred in April. Other now-empty houses belonged to the Hutu \"killers,\" as one current resident, herself a Hutu, described them, or to the killers' relatives. They have not dared come back.","thumbnail":null,"section":"World"},{"date":"19941117","headline":"Study Finds Cholesterol-Lowering Drug May Save Lives","web_url":"https://www.nytimes.com/1994/11/17/us/study-finds-cholesterol-lowering-drug-may-save-lives.html","abstract":"  For the first time, a study has found that lowering cholesterol not only reduces the risk of heart attack but also saves lives.    Until now, large studies of cholesterol-lowering drugs have shown that they can reduce deaths from heart attacks but not the overall death rate. People who lowered their cholesterol levels with drugs died at higher rates of other causes, like cancer or violence or suicide. The connection was a mystery, but the numbers sparked a bitter debate over whether cholesterol lowering was worthwhile.","thumbnail":null,"section":"U.S."},{"date":"19941117","headline":"Iraq Recognized Kuwait's Borders in '63","web_url":"https://www.nytimes.com/1994/11/17/opinion/l-iraq-recognized-kuwait-s-borders-in-63-852589.html","abstract":"  To the Editor:   A Nov. 11 front-page article says if Iraq carries out its pledge to accept Kuwait's sovereignty, territorial integrity and political independence, this will be its first formal recognition of an independent Kuwait.","thumbnail":null,"section":"Opinion"},{"date":"19941117","headline":"Our Season of Discontent","web_url":"https://www.nytimes.com/1994/11/17/opinion/our-season-of-discontent.html","abstract":"By now the post-election interpreting is over, and, surprisingly, nearly everyone got it wrong. The pundits say the Republicans romped because they were the party of smaller government and lower taxes and were tougher on crime, and because Newt Gingrich was a brilliant strategist. Well, when haven't they been the party of smaller government and lower taxes and been tougher on crime? And Newt Gingrich has been around for years without being a genius. Why were things so different in 1994? \n\nThe answer is simple: it's the baseball strike, stupid.","thumbnail":null,"section":"Opinion"},{"date":"19941117","headline":"Misplaced Fears About the Fed","web_url":"https://www.nytimes.com/1994/11/17/opinion/misplaced-fears-about-the-fed.html","abstract":"  The Federal Reserve's decision this week to raise interest rates in order to ward off inflation was, as expected, criticized from all corners. Manufacturers warned that higher interest rates would drive up costs and drive away consumers. Labor unions predicted layoffs. Politicians feared disgruntled voters.   The Fed, these critics argued, ought not to slow down the economy when inflation is low, seven million Americans cannot find jobs and tens of millions more cannot find work that pays good wages. Besides, they complained, driving up interest rates amounts to an unfair assault on vulnerable workers and an unseemly giveaway to rich bondholders.","thumbnail":null,"section":"Opinion"},{"date":"19941117","headline":"Gingrich Moves Quickly To Put Stamp on House","web_url":"https://www.nytimes.com/1994/11/17/us/the-new-congress-congress-gingrich-moves-quickly-to-put-stamp-on-house.html","abstract":"  Representative Newt Gingrich, soon to be the Speaker, said today that Republicans would abolish at least three House committees. He also disclosed several choices for chairmanships that skipped over seniority for three important posts.   The committees to be scrapped -- Merchant Marine and Fisheries, Post Office and Civil Service, and the District of Columbia -- all have had long histories but control issues that are no longer of great importance to the House.","thumbnail":null,"section":"U.S."},{"date":"19941117","headline":"You Say Puh-TAH-Kee . . .","web_url":"https://www.nytimes.com/1994/11/17/nyregion/you-say-puh-tah-kee.html","abstract":"  David Letterman complained at the beginning of his show yesterday that he was feeling a little down.    \"For some reason,\" he said, \"I just can't get Governor-elect George Pataki to return my call.\"","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"Report Blames School's Staff In Drowning","web_url":"https://www.nytimes.com/1994/11/17/nyregion/report-blames-school-s-staff-in-drowning.html","abstract":"  A Bronx eighth-grader drowned on a field trip last summer in part because six adults from his school let 138 pupils loose to roam a 187-acre water park without even knowing who could swim, a special school investigator has concluded. And once the boy was reported missing, an assistant principal failed to act, the investigator found.   The scathing report from the Special Commissioner of Investigation for the New York City Schools accuses the teachers and administrators of Intermediate School 166 of gross misjudgment, detailing how on June 14, 1994, they left the Dorney Park and Wildwater Kingdom near Allentown, Pa., even though they knew 14-year-old Daniel Maracallo had not been found. When the buses arrived back at his school, the report says, two teachers went home to watch a Knicks game even though some students stayed behind, unattended, waiting for parents.","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"Two for the Seesaw: Graham Is Out, Brown Is In","web_url":"https://www.nytimes.com/1994/11/17/sports/pro-football-two-for-the-seesaw-graham-is-out-brown-is-in.html","abstract":"  This morning, quarterback Kent Graham was told by Dan Reeves that he was being benched in favor of Dave Brown. Graham was infuriated but kept his composure and asked his head coach for another chance. There would be no other chance. The decision had been made.   Graham then saw his teammates and told them what Reeves had said. They were perhaps more shocked than he was but not as angry. They, along with several Giants assistants, tried to calm Graham down throughout the morning and early afternoon after he said he was going to rip Reeves to the news media.","thumbnail":null,"section":"Sports"},{"date":"19941117","headline":"Obvious to Truman : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/17/opinion/IHT-obvious-to-truman-letters-to-the-editor.html","abstract":"Regarding \"Story Behind the Bomb\" (Letters, Nov. 8): A.J. McEvoy quotes Major General Leslie Groves as saying in March 1944 that the Soviet Union was the main target of the Manhattan Project. The general, who headed the Manhattan Project, may h","thumbnail":null,"section":"Opinion"},{"date":"19941117","headline":"A Musical on the Hopes of Youth And Disappointments of Adulthood","web_url":"https://www.nytimes.com/1994/11/17/theater/theater-review-three-postcards-musical-hopes-youth-disappointments-adulthood.html","abstract":"  There's a lot of talk in \"Three Postcards,\" the musical by Craig Lucas and Craig Carnelia at the Circle Repertory Company, about the elusiveness of reality. One character, inspired by a magazine article about the mutability of subatomic particles, speculates, \"Wouldn't it be incredible if all the secrets of the universe were aware when we started to get close to them, and they changed?\"   Now, under this theory, it seems possible that once the lights go down on an evening's performance of this show, it turns into something else altogether: something richer, darker and more mysterious than what has been provided onstage. As it is, audiences will have to make do with mild-mannered, minor variations on themes that Mr. Lucas, the gifted author of \"Reckless\" and \"Prelude to a Kiss,\" has explored with greater depth and imagination elsewhere.","thumbnail":null,"section":"Theater"},{"date":"19941117","headline":"Mort Pye Is Retiring as Editor Of Star-Ledger after 31 Years","web_url":"https://www.nytimes.com/1994/11/17/nyregion/mort-pye-is-retiring-as-editor-of-star-ledger-after-31-years.html","abstract":"  Mort Pye, editor of The Star-Ledger of Newark, New Jersey's largest daily newspaper in circulation, will retire at the end of the year, the paper announced yesterday. He will be succeeded by James P. Willse, former editor and publisher of The Daily News.   Mr. Pye, 76, has had one of the longest runs in the nation as a top editor of a major daily newspaper, arriving in the newsroom at The Star-Ledger in 1957 as managing editor and holding the post of editor since 1963.","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"Bishops Vote to Expand Women's Roles in Church","web_url":"https://www.nytimes.com/1994/11/17/us/bishops-vote-to-expand-women-s-roles-in-church.html","abstract":"  The nation's Roman Catholic bishops voted overwhelmingly today to explore alternative ways for women to attain leadership positions in the church, while acknowledging that sexism persists among \"some members.\"   \"We commit ourselves to enhancing the participation of women in every possible aspect of church life,\" the bishops said in their first major policy statement on women since Pope John Paul II ruled out women's priestly ordination in May.","thumbnail":null,"section":"U.S."},{"date":"19941117","headline":"White House in Struggle To Take Back the Agenda","web_url":"https://www.nytimes.com/1994/11/17/us/the-new-congress-the-president-white-house-in-struggle-to-take-back-the-agenda.html","abstract":"  Inside an executive mansion fairly swarming with political advice-givers and abuzz with strategy, the burning question these days is not just what President Clinton will do with a Republican Congress, but what he will do with a Democratic White House.   It is also the toughest question. And a week after Mr. Clinton and his counsels lost command of the national legislature and any claim to a political mandate, they are still searching for an answer.","thumbnail":null,"section":"U.S."},{"date":"19941117","headline":"Police Force In Greenport Is Off Duty For Good","web_url":"https://www.nytimes.com/1994/11/17/nyregion/police-force-in-greenport-is-off-duty-for-good.html","abstract":"  The local police made their last patrols today in this rustic village of 2,100 people on Long Island's East End. The people they had sworn to protect voted by almost 2 to 1 on Tuesday to throw them out of work, abolishing the troubled nine-officer department, which has been criticized as poorly trained, inactive and incompetent.   \"It hurts,\" said Sgt. Raymond E. Van Etten, the acting police chief, who was busy today collecting radios and other equipment. \"But it's a democracy. The people decided what was best for the village, and I support their decision.\"","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"A Retiring Senator Sees Political Turmoil Ahead","web_url":"https://www.nytimes.com/1994/11/17/us/the-new-congress-emeritus-a-retiring-senator-sees-political-turmoil-ahead.html","abstract":"  Senator David L. Boren of Oklahoma is one of dozens of Democrats leaving Congress. In his case, however, the verdict came not from disgruntled voters, but from a disgruntled David L. Boren.   As he officially retires this week, with more than two years left in his Senate term, to become president of the University of Oklahoma, Mr. Boren, a conservative Democrat, is already using his new academic perch to offer a bleak assessment of the prospects for two-party government in the nation's near future. In fact, he predicts that Americans are likely to elect an independent Presidential candidate within a decade.","thumbnail":null,"section":"U.S."},{"date":"19941117","headline":"Bridge","web_url":"https://www.nytimes.com/1994/11/17/nyregion/bridge-849502.html","abstract":"  One of the world's greatest players and theorists became an octogenarian last week. Alvin Roth, who devised the forcing no-trump response to a major opening, the negative double, the unusual no-trump, and many other significant bidding ideas, lived most of his life in New York City but now lives in Boca Raton, Fla.   He was given an 80th birthday party during a tournament in Orlando, Fla., and had an opportunity as South to demonstrate his playing skill on the diagramed deal. One would expect North-South to play in three no-trump, making 10 or 11 tricks, but Roth and his partner, Bernard Chazen of Tamarac, Fla., were trying to make up lost ground and climbed optimistically to six diamonds.","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/11/17/style/IHT-what-theyre-reading.html","abstract":"-. Elena Salgado Mndez, Spain's secretary-general for communications, is reading the Spanish translation of a collection of letters between Arnold Schoenberg and Wassily Kandinsky, edited by Jelena Hahl-Koch..\"I'm very interested in the rela","thumbnail":null,"section":"Style"},{"date":"19941117","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/11/17/us/inside-845795.html","abstract":"  Popularity and Its Perils   With Governor Whitman's tax-cut politics the rage in other states, she increasingly finds herself on the national stage, yet sometimes at odds with other top Republicans. Page B1. Behind the Rate Increase   Although inflation is currently low, the Federal Reserve is pushing up interest rates to head off future trouble. Economic analysis, page D1. Ukraine to Be Nuclear -Free    Ukraine's Parliament voted to make the nation nuclear free by removing hurdles to fulfilling two arms control accords. Page A10. Stolen Art Bought Back    An Old Master painting, stolen in World War II, was purchased for Poland in a complex deal some experts called ransom. Page C15.","thumbnail":null,"section":"U.S."},{"date":"19941117","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/17/nyregion/c-corrections-852112.html","abstract":"  The continuation of a front-page article yesterday about the latest interest-rate increase by the Federal Reserve included scrambled passages in some copies. Readers wishing corrected copies of the article may write to Production Quality Control, The New York Times, 229 West 43d Street, New York, N.Y. 10036, or telephone (212) 556-1992.","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"Clinton Is Stern With Indonesia On Rights but Gleeful on Trade","web_url":"https://www.nytimes.com/1994/11/17/world/clinton-is-stern-with-indonesia-on-rights-but-gleeful-on-trade.html","abstract":"  The United States and Indonesia today announced $40 billion in joint projects over the next decade, even as President Clinton warned President Suharto that the relationship between the two countries would never reach its full potential unless he treated his people better.    At almost the same time that Mr. Clinton was chiding the Indonesian leader for his country's inadequate human rights record, Commerce Secretary Ronald H. Brown was witnessing the signing of 15 business deals that are part of the Administration's campaign of commercial diplomacy and will mean jobs for Americans.","thumbnail":null,"section":"World"},{"date":"19941117","headline":"Falcons Suspend Rison","web_url":"https://www.nytimes.com/1994/11/17/sports/sports-people-football-falcons-suspend-rison.html","abstract":"  The Atlanta Falcons suspended ANDRE RISON yesterday for one game, saying the wide receiver has repeatedly violated team rules.   Rison, a four-time Pro Bowl selection, is the team's second-leading receiver this year with 59 catches. He had complained a week ago of being used too much as a decoy. (AP)","thumbnail":null,"section":"Sports"},{"date":"19941117","headline":"Fox Network Launching Challenge to PGA Tour","web_url":"https://www.nytimes.com/1994/11/17/sports/golf-fox-network-launching-challenge-to-pga-tour.html","abstract":"  If it succeeds, the Fox television network's bold foray into the world of golf -- in essence a plan to underwrite and broadcast an eight-tournament, $25 million World Tour starting in 1995 -- could alter the balance of power in the sport and force the PGA Tour to significantly change its structure and the way it does business.   Plans for the new tour will be announced today at a news conference at Sherwood Country Club in Thousand Oaks, Calif., site of Greg Norman's tournament, the Franklin Funds Shark Shootout. What is known is that Fox has entered into a 10-year agreement with Executive Sports Inc., a management company based in Delray Beach, Fla., that already operates some 30 tournaments worldwide, and that Norman is one of the driving forces behind the World Tour concept.","thumbnail":null,"section":"Sports"},{"date":"19941117","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/17/nyregion/c-corrections-846562.html","abstract":"  An article yesterday about President Clinton's visit to Indonesia misstated the length of time his host, President Suharto, has been in power. It is 28 years, not nearly four decades.","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"1894: Oriental Outrages : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/11/17/opinion/IHT-1894-oriental-outrages-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - [The Herald said in an editorial:] Reports circulated a few days ago have been confirmed. We are to-day face to face with a new edition of the Bulgarian atrocities, only that the scene has shifted to Asia Minor. Thousands of women have been subjec","thumbnail":null,"section":"Opinion"},{"date":"19941117","headline":"In Fearful Thrift, Elderly Forage in Garbage Bins","web_url":"https://www.nytimes.com/1994/11/17/nyregion/in-fearful-thrift-elderly-forage-in-garbage-bins.html","abstract":"  A gray-haired man in a blue Yankees cap lifts the lid of a garbage bin next to a supermarket. Peering inside, he pulls out a tray of mushrooms still wrapped in plastic and slips it surreptitiously into a small gym bag.   A few minutes later, a man in his 80's walks to another of the three green bins outside the market. He forages through the garbage, using his cane to stir the bottom, and removes a red pepper, some potatoes, an apple and wilted broccoli.","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"World News Briefs; U.S. Prevails at U.N. On Statements on Iraq","web_url":"https://www.nytimes.com/1994/11/17/world/world-news-briefs-us-prevails-at-un-on-statements-on-iraq.html","abstract":"  After two days of wrangling over half a dozen words, the Security Council today welcomed Iraq's recognition of Kuwait last week, but in less enthusiastic language than most members had favored.   The standoff pitted the United States and Britain against the 13 other members, provoking complaints that the Americans and British had given diplomats them an ultimatum to accept a toned-down document or get none at all.","thumbnail":null,"section":"World"},{"date":"19941117","headline":"A Stolen Old Master Painting Is Bought Back for Poland","web_url":"https://www.nytimes.com/1994/11/17/arts/a-stolen-old-master-painting-is-bought-back-for-poland.html","abstract":"  A Dutch Old Master painting stolen from a Polish museum by German forces during World War II has been bought for the Polish Government in a convoluted deal that some experts deplore as ransom.   The 17th-century Gabriel Metsu painting, called \"The Washerwoman,\" was flown to Warsaw from New York on Tuesday after payment of about $65,000 to an anonymous collector who had consigned the work to Sotheby's nearly two years ago for auction. The painting was withdrawn by the auction house after a Polish art restorer in New Jersey spotted the work in a Sotheby's catalogue and questioned its sale.","thumbnail":null,"section":"Arts"},{"date":"19941117","headline":"G.O.P. Military Overseer Assails Troop Readiness","web_url":"https://www.nytimes.com/1994/11/17/us/the-new-congress-gop-military-overseer-assails-troop-readiness.html","abstract":"  Representative Floyd D. Spence, a South Carolina Republican in line to be chairman of the House Armed Services Committee, has fired the opening shot in a new round of partisan battles over whether American troops are combat ready.    In a stinging letter to Deputy Defense Secretary John M. Deutch on Tuesday, Mr. Spence said that \"U.S. military units are caught in the early stages of a downward readiness spiral that shows no prospect of easing in the foreseeable future.\"","thumbnail":null,"section":"U.S."},{"date":"19941117","headline":"Keep Winning, Beard Says","web_url":"https://www.nytimes.com/1994/11/17/sports/keep-winning-beard-says.html","abstract":"  Butch Beard is facing the same situation he was facing a week ago. His team is coming off a key victory, but the Nets must follow up the task against the Washington Bullets at Byrne Meadowlands Arena tonight. The Bullets beat the Nets in Landover, Md., on Friday night.   \"We lose, it makes last night's game mean nothing,\" Beard said. \"We must see if we can come out with the same intensity.\"","thumbnail":null,"section":"Sports"},{"date":"19941117","headline":"Another Failed Test For the Chinese Women","web_url":"https://www.nytimes.com/1994/11/17/sports/sports-people-swimming-another-failed-test-for-the-chinese-women.html","abstract":"  Another Chinese swimmer has flunked a drug test, this time a world champion who had almost three times the legal level of steroids in her system.   The swimmer, YANG AIHUA, was the fifth member of China's powerful women's teams to test positive for drugs since last year, and by far the biggest name. She won the women's 400-meter freestyle at the world swimming championships in September with a time of 4 minutes 9.64 seconds.","thumbnail":null,"section":"Sports"},{"date":"19941117","headline":"Echoes From All Over In the Songs of Basia","web_url":"https://www.nytimes.com/1994/11/17/arts/pop-review-echoes-from-all-over-in-the-songs-of-basia.html","abstract":"  If there is such a thing as an international style of adult contemporary pop, the music of Basia comes as close as anything to embodying it. A thirtysomething pop-jazz singer and songwriter from Poland, Basia has lived outside of London for the last 13 years and sings with an accent that is part British and part Eastern European. Her music is a polished compendium of influences that range from the Brazilian bossa nova of Joao and Astrud Gilberto to the Motown anthems of Nick Ashford and Valerie Simpson to the sleek pop-funk of Kool and the Gang.    This recipe, refined by Basia and her songwriting collaborator and producer, Danny White, also brings in jazz-fusion harmonies and brass, saxophone and electric keyboard solos. At its best, it yields an all-purpose pop that is sophisticated and tuneful while also seeming second-hand and anonymous.","thumbnail":null,"section":"Arts"},{"date":"19941117","headline":"As Some Sob, Hasid Recalls Fateful Ride","web_url":"https://www.nytimes.com/1994/11/17/nyregion/as-some-sob-hasid-recalls-fateful-ride.html","abstract":"  The 18-year-old Hasidic student who was so badly injured by a gunshot wound to his head that his doctors at first did not expect him to survive hobbled into a courtroom yesterday and testified against the man the prosecution says shot him on the Brooklyn Bridge last March.   Some spectators sobbed as the student, Nachum Sasonkin, holding a cane in one hand, walked slowly into the courtroom in State Supreme Court in Manhattan where the defendant, Rashid Baz, is on trial for the shooting on the bridge. One student was killed and three were wounded in the attack.","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"Pierce Comes Back to Top Coetzer","web_url":"https://www.nytimes.com/1994/11/17/sports/tennis-pierce-comes-back-to-top-coetzer.html","abstract":"  Last year, Mary Pierce showed up in the spotlight at Madison Square Garden for all the right reasons. Instead of having her identity linked to the ongoing family soap opera that starred her estranged and abusive father, Jim, she made a name for herself as a genuine prospect, not a mere curiosity, by defeating Martina Navratilova and Gabriela Sabatini to reach the semifinals of the Virginia Slims Championships.   Last night, after a testy, tremulous beginning, Pierce used her most reliable tactic, brute force, to get past her opening-round opponent, Amanda Coetzer of South Africa.","thumbnail":null,"section":"Sports"},{"date":"19941117","headline":"Israel Is Permitting Harsher Interrogation of Muslim Militants","web_url":"https://www.nytimes.com/1994/11/17/world/israel-is-permitting-harsher-interrogation-of-muslim-militants.html","abstract":"  A burst of attacks that killed nearly 30 Israelis in recent weeks has led the Government to permit harsher interrogations of suspected Muslim militants. The loosening of past restrictions drew accusations today from a human rights group that the authorities had adopted the methods of their enemies.    Justice Minister David Libai said this week that a Cabinet committee on the Shin Bet security service had \"taken a decision to strengthen the ability of the Shin Bet to deal with the wave of terror by Hamas and Islamic Holy War.\"","thumbnail":null,"section":"World"},{"date":"19941117","headline":"Museum of Modern Art Ends Troubled Search for a Chief","web_url":"https://www.nytimes.com/1994/11/17/us/museum-of-modern-art-ends-troubled-search-for-a-chief.html","abstract":"  The Museum of Modern Art announced yesterday that it had finally found a new director, after a sometimes messy 14-month search. He is Glenn D. Lowry, the 40-year-old director of the Art Gallery of Ontario in Toronto and a specialist in Islamic art. He takes over on July 1, 1995.   Mr. Lowry is a surprise choice to succeed Richard E. Oldenburg, who announced in September 1993 that he planned to retire. Since then, several candidates had turned down offers from the museum, and the names of many others had been bandied about. Mr. Lowry's was not one of them.","thumbnail":null,"section":"U.S."},{"date":"19941117","headline":"Carjack-Killing Defendant Offers Alibi on the Stand","web_url":"https://www.nytimes.com/1994/11/17/nyregion/carjack-killing-defendant-offers-alibi-on-the-stand.html","abstract":"  Edward L. Summers, the Bronx premedical student accused of stealing a Jeep in a suburban mall and killing its driver, took the stand in his own defense today and told how he had been terrorized into taking part in the crime by a shadowy figure named Dino who had once saved him from a street fight.    Mr. Summers said he told Dino he did not know how to steal a car. But Dino, he said, told him all he had to do was \"show the gun,\" adding menacingly, \"I didn't hesitate when those guys were going to\" beat him last summer.","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"Cholesterol Drugs Found to Save Lives","web_url":"https://www.nytimes.com/1994/11/17/us/cholesterol-drugs-found-to-save-lives.html","abstract":"  After years of studies that found cholesterol-lowering drugs reduced deaths from heart attacks but not the overall death rate, new research in Scandinavia has emphatically shown that the drugs do save lives.","thumbnail":null,"section":"U.S."},{"date":"19941117","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/11/17/sports/results-plus-850837.html","abstract":"  N.B.A.  Celtics Trounce Sonics  Dominique Wilkins had his best game as a Celtic with 29 points and 10 rebounds as host Boston pulled away in the third quarter for a 120-93 rout of the Seattle SuperSonics last night. Wilkins, off to a slow start in his first five games, got the first 6 points of the third quarter as the Celtics rallied from a 53-53 halftime tie. They outscored Seattle by 39-18 to take a 92-71 lead after the period. Dino Radja added 28 points and 15 rebounds and Dee Brown scored 15 for Boston. (AP)   76ers 109, Heat 96: Jeff Malone scored 12 of his game-high 31 points in the third quarter to lead host Philadelphia over Miami. Malone led the Sixers on a 16-4 run late in the third quarter after Miami had closed to 67-66. He scored 6 points during a 10-0 run, and Dana Barros's 35-foot jumper at the buzzer gave Philadelphia an 88-75 lead heading into the final quarter. Barros had 24 points and 10 assists. Glenn Rice led Miami with 24 points.(AP)","thumbnail":null,"section":"Sports"},{"date":"19941117","headline":"Whitman to Speak on Grant's Show","web_url":"https://www.nytimes.com/1994/11/17/nyregion/whitman-to-speak-on-grant-s-show.html","abstract":"  Gov. Christine Todd Whitman has agreed to be a guest on Thursday of Bob Grant, the New York City radio talk show host who became an issue in the New Jersey Senate race.   Mrs. Whitman's chief spokesman, Carl Golden, said today that the Governor agreed to talk about racial issues and intolerance with Mr. Grant, who has frequently been accused of using his program to promote bigotry.","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"Journal; Newt Envy","web_url":"https://www.nytimes.com/1994/11/17/opinion/journal-newt-envy.html","abstract":"  Those of us who did not vote for the \"Contract With America\" have a new addiction: foaming at the mouth about Newt Gingrich.   I will not bore you by regurgitating the familiar reasons; they're already the new liberal catechism, and rightly so. But addictions of any kind are defeating: they leave you frozen in place. Isn't it time to get past the fulminations and examine why Mr. Gingrich drives his adversaries particularly insane? Not even the better-known right-wing Republicans panting to be President arouse the passions the Speaker-to-be does.","thumbnail":null,"section":"Opinion"},{"date":"19941117","headline":"Let the Democrats Act More Like Democrats","web_url":"https://www.nytimes.com/1994/11/17/opinion/l-let-the-democrats-act-more-like-democrats-852511.html","abstract":"  To the Editor:   The 1994 Republican landslide occurred because a small group of swing voters voted more Republican than they usually do. To recover, the Democrats must deal not only with the anger of those voters, but with the apathy of the 10-times-larger group that didn't vote.","thumbnail":null,"section":"Opinion"},{"date":"19941117","headline":"Webber Finds Way to Escape a Trap","web_url":"https://www.nytimes.com/1994/11/17/sports/on-pro-basketball-webber-finds-way-to-escape-a-trap.html","abstract":"  News of Chris Webber's signing with the Golden State Warriors last night arrived just in time to quash the growing notion that for the second time in an otherwise first-rate basketball career, he appeared to have called an unfortunate timeout.   Just when he seemed to exorcise the one that cost Michigan a last shot at the 1993 national title, Webber was again trapped in a corner, fumbling for some way out of a spot that made him look driven by power and greed more than the desire to win.","thumbnail":null,"section":"Sports"},{"date":"19941117","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/17/nyregion/c-corrections-852139.html","abstract":"  A picture caption on Tuesday about President Clinton's meeting with two Asian leaders misidentified them in some copies. President Kim Young Sam of South Korea was at the left, and Prime Minister Tomiichi Murayama of Japan at the right.","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"Let the Democrats Act More Like Democrats; Divided We Stand","web_url":"https://www.nytimes.com/1994/11/17/opinion/l-let-the-democrats-act-more-like-democrats-divided-we-stand-852651.html","abstract":"  To the Editor:   I listened to President Clinton's post-election news conference (front page, Nov. 10). It was striking to me, a European-born American, how he dwelt on the message that \"the American people\" sent on Election Day and how he planned to heed this message.","thumbnail":null,"section":"Opinion"},{"date":"19941117","headline":"War on Kurds Hurts Turks in U.S. Eyes","web_url":"https://www.nytimes.com/1994/11/17/world/war-on-kurds-hurts-turks-in-us-eyes.html","abstract":"  As Turkey's war with Kurdish separatists has become ever more violent and uncompromising, the Government has faced a predicament: the more it succeeds, by its own accounts, the more it loses the tolerance of the United States and other Western allies concerned about its increasingly harsh tactics.   Now, the rift is deeper than ever.","thumbnail":null,"section":"World"},{"date":"19941117","headline":"White House Gunman May Face Assassination-Attempt Charge","web_url":"https://www.nytimes.com/1994/11/17/us/white-house-gunman-may-face-assassination-attempt-charge.html","abstract":"  Federal prosecutors are preparing to seek a charge of attempted assassination against Francisco M. Duran, the gunman who raked the White House with semiautomatic rifle fire last month, lawyers following the case said today.   The charge is more serious than the four felony charges currently lodged against Mr. Duran and could result in a sentence of life in prison if he is convicted. The indictment is expected to be returned as early as Thursday, said the lawyers, who spoke on the condition that they not be identified.","thumbnail":null,"section":"U.S."},{"date":"19941117","headline":"Dismissal of Charges Is Urged For 3 in Chopper Shootdown","web_url":"https://www.nytimes.com/1994/11/17/us/dismissal-of-charges-is-urged-for-3-in-chopper-shootdown.html","abstract":"  An Air Force judge recommended today that charges of dereliction of duty be dismissed against three radar plane officers implicated in the shooting down of two Army helicopters over northern Iraq last April.   The judge, acting as an investigator in the case, recommended that the charges stand against the senior director of the mission crew on the Awacs radar plane, Capt. Jim Wang. A fifth officer, Lieut. Joseph Halcli, should receive administrative punishment, the investigator said.","thumbnail":null,"section":"U.S."},{"date":"19941117","headline":"A Too-Frequent Flyer : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/17/opinion/IHT-a-toofrequent-flyer-letters-to-the-editor.html","abstract":"Regarding \"Humbled, Hounded and Confined to Foreign Policy and Defense\" (Opinion, Nov. 11) by Jim Hoagland:.Mr. Hoagland's analysis and prognosis of the Clinton administration's prospects, following the midterm elections, is spot- on. What is","thumbnail":null,"section":"Opinion"},{"date":"19941117","headline":"36 Accused of Committing Violent Crimes in Quest to Join Mafia","web_url":"https://www.nytimes.com/1994/11/17/nyregion/36-accused-of-committing-violent-crimes-in-quest-to-join-mafia.html","abstract":"  They are known in the underworld as \"wannabes,\" ambitious criminals who hope to become full-fledged Mafia members by committing violent crimes and sharing their spoils with mob leaders. Before dawn yesterday, Federal agents and New York City officers swept up 36 men they identified as \"wannabes\" and accused them of engaging in dozens of hijackings, street robberies and narcotics deals and selling machine guns and automatic weapons to mobsters and other criminals in the city.   In the charges, agents and prosecutors listed a bevy of street names that were commonly used by some defendants, including Sal the Geep, Tony the Nose, Jack Five Hands, Matty Square and Blond Joe. Wives of two of the men were also arrested.","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"Bulls' Coach Fined","web_url":"https://www.nytimes.com/1994/11/17/sports/sports-people-basketball-bulls-coach-fined.html","abstract":"  Chicago Bulls Coach PHIL JACKSON, who called Referee HUE HOLLINS's performance in Saturday's game with the Dallas Mavericks \"brutish\" and \"irresponsible,\" was fined $10,000 by the National Basketball Association yesterday.   Jackson's remarks came in the wake of Hollins's calls against SCOTTIE PIPPEN in the Bulls' 124-120 overtime loss to the Mavericks. After a team practice in Chicago on Monday, Jackson said Hollins came into Saturday's game with an attitude problem.","thumbnail":null,"section":"Sports"},{"date":"19941117","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/17/nyregion/c-corrections-852082.html","abstract":"  A listing in the Calendar column of The Home Section last Thursday about the Cooper Union Great Hall misstated the dates of three events. A corrected version appears today on page C13.","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"Rikers Is Tense As Cuts Loom, And Official Warns of Crisis","web_url":"https://www.nytimes.com/1994/11/17/nyregion/rikers-is-tense-as-cuts-loom-and-official-warns-of-crisis.html","abstract":"  With tensions smoldering among the 16,000 detainees in the Rikers Island prison complex, the chairman of the city's Board of Correction warned yesterday that the Giuliani administration's plan for further budget cuts of 1,300 prison guards and social workers was fostering conditions similar to those in 1990, when inmates rioted.   \"The current Rikers situation could get that bad or worse,\" said William H. Booth, chairman of the nine-member independent board that monitors prison conditions and which itself would be eliminated under $31 million in new budget cuts being proposed by Mayor Rudolph W. Giuliani.","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"Big Headache: Meggett's Flu","web_url":"https://www.nytimes.com/1994/11/17/sports/pro-football-big-headache-meggett-s-flu.html","abstract":"  Giants running back David Meggett was sent home from practice today because of a severe case of the flu. Meggett's illness is just the first of a long list of ailing Giants.   It is unclear whether Meggett will miss the game on Monday against the Oilers in Houston, although it would probably take more than a flu bug to keep him from playing. Still, he was in such bad shape today that he simply went home to rest and couldn't practice.","thumbnail":null,"section":"Sports"},{"date":"19941117","headline":"Toney Talks Tough","web_url":"https://www.nytimes.com/1994/11/17/sports/sports-people-boxing-toney-talks-tough.html","abstract":"  JAMES TONEY says he doesn't like ROY JONES Jr., but Jones shouldn't take it personally, because Toney doesn't like anybody. That controlled malevolence has made Toney the holder of the International Boxing Federation supermiddleweight title, which he will defend against Jones Friday night at the MGM Grand Hotel in Las Vegas, Nev.   \"It's about business,\" Toney said yesterday. \"He's in my way, so I've got to get rid of him.\"","thumbnail":null,"section":"Sports"},{"date":"19941117","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/17/nyregion/c-corrections-852104.html","abstract":"  A picture caption on Tuesday with an article about reaction on the Upper West Side to the election results misstated the occupation of one resident, Matt Fried. As the article said, he is a psychologist, not a psychiatrist.","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"Medicaid Myths Linger In Wake of Campaign","web_url":"https://www.nytimes.com/1994/11/17/nyregion/metro-matters-medicaid-myths-linger-in-wake-of-campaign.html","abstract":"  CALL them the Medicaid Myths.    They were threaded through the New York governor's campaign. They emerge every year in Albany at budget time. They dominate the public debate about Medicaid. And they are built on misunderstandings, confusion and a few politically useful distortions.   Since Medicaid accounts for about a fifth of the state's spending, Governor-elect George E. Pataki will have to cut it considerably to help to close the looming $4 billion budget gap, especially if he really does begin to lower taxes.","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"The Delors Record : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/17/opinion/IHT-the-delors-record-letters-to-the-editor.html","abstract":"Regarding \"For the French Succession, Delors Seems a Sound Bet\" (Opinion, Nov. 12) by William Pfaff:.Mr. Pfaff fails to mention that Jacques Delors was finance minister in President Franois Mitterrand's first government after his electi","thumbnail":null,"section":"Opinion"},{"date":"19941117","headline":"New Major League Delays Start of Play Until '96","web_url":"https://www.nytimes.com/1994/11/17/sports/new-major-league-delays-start-of-play-until-96.html","abstract":"  Major League Soccer, the league that was supposed to be the legacy of holding the World Cup in the United States last summer, is in a holding pattern of its own. The kickoff has been put back one year.   Alan Rothenberg, the chairman of the league, who was also the chairman of World Cup USA, confirmed the long-expected delay in the league's start at a news conference in Manhattan yesterday.","thumbnail":null,"section":"Sports"},{"date":"19941117","headline":"The Children of Guantanamo","web_url":"https://www.nytimes.com/1994/11/17/opinion/the-children-of-guantanamo.html","abstract":"  What a difference three months make. Lawton Chiles, a Democrat, has been safely re-elected as Governor of Florida. Fidel Castro is again preventing his people from setting out in rafts, and a U.S.-occupied Haiti is no longer sending forth masses of terrified refugees. As a result, the refugee question has cooled as a political issue in Florida and the Clinton Administration is testing the waters for another refugee policy U-turn.    For 28 years Cuban refugees arriving in the U.S. were automatically admitted under a double standard that distinguished them from other people fleeing government oppression and economic collapse. But in August the Clinton Administration began intercepting Cubans at sea, taking them to the Guantanamo Bay Naval Base and proclaiming that they would never be admitted to the U.S.","thumbnail":null,"section":"Opinion"},{"date":"19941117","headline":"Bad News? Jets Meet Good Team In Vikings","web_url":"https://www.nytimes.com/1994/11/17/sports/pro-football-bad-news-jets-meet-good-team-in-vikings.html","abstract":"  Sometime soon, say in about four days, the Jets must beat a good team to even think about the playoffs.   They don't get a chance at a bad team again until the day before Christmas, when they visit the Houston Oilers. That is also the last game of the regular season.","thumbnail":null,"section":"Sports"},{"date":"19941117","headline":"Heavy Rain Floods Florida's Winter Crops","web_url":"https://www.nytimes.com/1994/11/17/us/heavy-rain-floods-florida-s-winter-crops.html","abstract":"  Heavy rains from a tropical storm over the last two days have flooded tens of thousands of acres of farmland in Florida and destroyed a large part of its winter crop.   The storm, which has left at least 350 people dead in Haiti, according to radio reports, swept slowly across southern and central parts of Florida today before it moved into the Atlantic Ocean this evening. Heavy rains subsided across much of the state as the storm, designated Tropical Storm Gordon, continued its northeastern course.","thumbnail":null,"section":"U.S."},{"date":"19941117","headline":"Helpful Look at Disney : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/17/opinion/IHT-helpful-look-at-disney-letters-to-the-editor.html","abstract":"Regarding \"Euro Disney Throws the Book Away\" (Business/Finance, Oct. 20): .Barry James's article was refreshing. For several years we U.S. businessmen have seen the not-too-subtle bashing of Disney by the British press and much of the French","thumbnail":null,"section":"Opinion"},{"date":"19941117","headline":"Rose on Rose","web_url":"https://www.nytimes.com/1994/11/17/sports/sports-people-baseball-rose-on-rose.html","abstract":"  The ultimate football fan -- a man who calls football his favorite sport both as a player and a spectator -- sat at a back table yesterday at New York's newest eponymous football emporium, and solemnly declared:   \"I am baseball's greatest ambassador.\"","thumbnail":null,"section":"Sports"},{"date":"19941117","headline":"Whitman: A 'Natural' in Helping the G.O.P.; The Governor Looks Back, and Ahead, for New Jersey and for Her Party","web_url":"https://www.nytimes.com/1994/11/17/nyregion/whitman-natural-helping-gop-governor-looks-back-ahead-for-new-jersey-for-her.html","abstract":"  Gov. Christine Todd Whitman called John G. Rowland to congratulate him on winning the Connecticut governorship last week, but Mr. Rowland was on his way to his first news conference after the victory, and he didn't have time for small talk.   \"I know they're going to ask about the pensions, what about the pensions,\" Mr. Rowland rattled into the phone to his fellow Republican in New Jersey.","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"End of Co-op Dispute Hailed As Victory for Gay Couples","web_url":"https://www.nytimes.com/1994/11/17/nyregion/end-of-co-op-dispute-hailed-as-victory-for-gay-couples.html","abstract":"  Five years after his companion died and a year after his own death from AIDS, Harry Kirkpatrick has won a long and bitter battle with a Sutton Place co-op board over the right to inherit an apartment the two men shared.   As a result, co-ops throughout New York City may find themselves extending to gay, lesbian and other unmarried couples the privilege customarily granted to married couples: that a surviving partner may automatically inherit the lease to an apartment and shares in a co-op corporation, without the board's consent being required.","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"Welcome to an Expemplary Pact on Use of the Sea","web_url":"https://www.nytimes.com/1994/11/17/opinion/IHT-welcome-to-an-expemplary-pact-on-use-of-the-sea.html","abstract":"In an era of uncertainty in international affairs, characterized by a general disregard for the rule of law and the frequent threat or use of force for the settlement of disputes, the world community can celebrate the entry into force yesterday of the Un","thumbnail":null,"section":"Opinion"},{"date":"19941117","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/11/17/nyregion/news-summary-845892.html","abstract":"  International A3-15  INDONESIA IS PRESSED ON RIGHTS  The United States and Indonesia announced $40 billion in joint projects, but President Clinton warned President Suharto that relations would ultimately be based on better human rights there.  A1","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"Drug Screening to Be Required for Some Welfare Recipients","web_url":"https://www.nytimes.com/1994/11/17/nyregion/drug-screening-to-be-required-for-some-welfare-recipients.html","abstract":"  A new work-for-welfare plan by the Giuliani administration will require single, childless people who say they cannot work for medical reasons to undergo a medical exam and drug test in order to get benefits, officials said yesterday.   The screening will be part of a plan, set to begin in January, to require thousands of able-bodied adults who receive benefits to work doing jobs like snow removal, street cleaning and park maintenance.","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"Teacher in Bronx Is Accused of Molesting Student","web_url":"https://www.nytimes.com/1994/11/17/nyregion/teacher-in-bronx-is-accused-of-molesting-student.html","abstract":"  A Bronx junior high school gym teacher was arrested yesterday and charged with sexually abusing a 13-year-old student in his office, the police said.   The teacher, Leonard Quartararo, 53, of 1373 Bronx River Avenue in Hunts Point, grabbed the boy's crotch in the incident, which occurred Nov. 9, the police said. Investigators said the teen-ager had gone to the office to protest an earlier incident in which Mr. Quartararo had touched his buttocks.","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"Let the Democrats Act More Like Democrats; Women Made Gains","web_url":"https://www.nytimes.com/1994/11/17/opinion/l-let-the-democrats-act-more-like-democrats-women-made-gains-852660.html","abstract":"  To the Editor:   Your Nov. 11 front-page article on the impact of gender on the 1994 election does not focus on gender in statewide elections, which would give a more realistic portrait of the gains women are making.","thumbnail":null,"section":"Opinion"},{"date":"19941117","headline":"New York Marathon Runners Received Needed Medical Help","web_url":"https://www.nytimes.com/1994/11/17/opinion/l-new-york-marathon-runners-received-needed-medical-help-852562.html","abstract":"  To the Editor:   In \"New York City Marathon Casualty Got Medical Help Too Late\" (letter, Nov. 10), Jon Pageler relates how he observed a \"tall man\" who \"appeared punch-drunk\" and made \"determined progress\" as an \"official went back to his post,\" leaving the marathoner \"dangerously on his own.\" Mr. Pageler wrongly concludes that this competitor, who \"beat 3:45\" on the clock, was Pierre Marquet, who went into cardiac arrest after crossing the finish line and, despite receiving immediate medical attention, died later.","thumbnail":null,"section":"Opinion"},{"date":"19941117","headline":"Man in the News; The Victor (Again): Bonn's Long-Distance Runner -- Helmut Kohl","web_url":"https://www.nytimes.com/1994/11/17/world/man-in-the-news-the-victor-again-bonn-s-long-distance-runner-helmut-kohl.html","abstract":"  The narrow confirmation of Chancellor Helmut Kohl as head of the German Government with one vote to spare in Parliament on Tuesday put him one step closer to his goal of holding power longer than Konrad Adenauer, his mentor and Germany's first postwar leader, did -- 14 years.   Mr. Kohl still has two years to go to beat that record. Whether his shaky coalition Government can hold together for a full four-year term has been the subject of intense speculation since its heavy losses in the Oct. 16 national elections, but Mr. Kohl, a trained historian who remembers that Adenauer's first election in 1949 was also by a bare majority, says he has no doubts.","thumbnail":null,"section":"World"},{"date":"19941117","headline":"No Headline","web_url":"https://www.nytimes.com/1994/11/17/nyregion/no-headline-846155.html","abstract":"  \"What's wrong with these apples? What's wrong with this squash? The young people, they won't buy it if it has a nick or a scratch or a bump. They weren't brought up right. My father said people throw out food that's perfectly good.\" -- CASEY LOSIK, 87, picking through a garbage bin in Brooklyn.  [ B4:1. ]","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"Ukraine Votes to Become a Nuclear-Free Country","web_url":"https://www.nytimes.com/1994/11/17/world/ukraine-votes-to-become-a-nuclear-free-country.html","abstract":"  The Ukrainian Parliament put aside its longstanding reservations and voted overwhelmingly today to make their nation nuclear-free, removing roadblocks to carrying out two major arms control agreements.   In a move that the United States eagerly sought for some time, the Parliament agreed to sign the nuclear nonproliferation treaty, which pledges its signers, with the exception of the United States, Russia, China, Britain and France, to rid themselves of all nuclear weapons.","thumbnail":null,"section":"World"}],"wiki_events":[],"weather":[{"date":"19941117","time":"1994-11-17 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":86,"wspd":18.4},{"date":"19941117","time":"1994-11-17 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":87,"wspd":14.8},{"date":"19941117","time":"1994-11-17 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":89,"wspd":11.2},{"date":"19941117","time":"1994-11-17 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":89,"wspd":13},{"date":"19941117","time":"1994-11-17 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":88,"wspd":14.8},{"date":"19941117","time":"1994-11-17 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":89,"wspd":11.2},{"date":"19941117","time":"1994-11-17 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":85,"wspd":13},{"date":"19941117","time":"1994-11-17 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.3,"rhum":83,"wspd":14.8},{"date":"19941117","time":"1994-11-17 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.2,"rhum":85,"wspd":11.2},{"date":"19941117","time":"1994-11-17 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.8,"rhum":85,"wspd":14.8},{"date":"19941117","time":"1994-11-17 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":76,"wspd":18.4},{"date":"19941117","time":"1994-11-17 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":70,"wspd":16.6},{"date":"19941117","time":"1994-11-17 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":63,"wspd":22.3},{"date":"19941117","time":"1994-11-17 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":53,"wspd":22.3},{"date":"19941117","time":"1994-11-17 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":53,"wspd":22.3},{"date":"19941117","time":"1994-11-17 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.3,"rhum":56,"wspd":22.3},{"date":"19941117","time":"1994-11-17 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":63,"wspd":22.3},{"date":"19941117","time":"1994-11-17 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":70,"wspd":20.5},{"date":"19941117","time":"1994-11-17 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":75,"wspd":18.4},{"date":"19941117","time":"1994-11-17 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":76,"wspd":20.5},{"date":"19941117","time":"1994-11-17 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":76,"wspd":20.5},{"date":"19941117","time":"1994-11-17 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":76,"wspd":20.5},{"date":"19941117","time":"1994-11-17 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":78,"wspd":16.6},{"date":"19941117","time":"1994-11-17 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":77,"wspd":16.6},{"date":"19941117","time":"1994-11-17 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":48,"wspd":16.6},{"date":"19941117","time":"1994-11-17 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":44,"wspd":14.8},{"date":"19941117","time":"1994-11-17 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":38,"wspd":14.8},{"date":"19941117","time":"1994-11-17 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":41,"wspd":13},{"date":"19941117","time":"1994-11-17 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":41,"wspd":16.6},{"date":"19941117","time":"1994-11-17 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":46,"wspd":20.5},{"date":"19941117","time":"1994-11-17 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":44,"wspd":18.7},{"date":"19941117","time":"1994-11-17 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":49,"wspd":16.6},{"date":"19941117","time":"1994-11-17 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":52,"wspd":14.8},{"date":"19941117","time":"1994-11-17 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":56,"wspd":20.5},{"date":"19941117","time":"1994-11-17 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":60,"wspd":16.6},{"date":"19941117","time":"1994-11-17 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":60,"wspd":20.5},{"date":"19941117","time":"1994-11-17 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":58,"wspd":24.1},{"date":"19941117","time":"1994-11-17 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":49,"wspd":27.7},{"date":"19941117","time":"1994-11-17 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":56,"wspd":24.1},{"date":"19941117","time":"1994-11-17 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":50,"wspd":20.5},{"date":"19941117","time":"1994-11-17 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":61,"wspd":24.1},{"date":"19941117","time":"1994-11-17 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":63,"wspd":25.9},{"date":"19941117","time":"1994-11-17 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":64,"wspd":25.9},{"date":"19941117","time":"1994-11-17 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":72,"wspd":27.7},{"date":"19941117","time":"1994-11-17 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":66,"wspd":27.7},{"date":"19941117","time":"1994-11-17 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":69,"wspd":25.9},{"date":"19941117","time":"1994-11-17 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":66,"wspd":18.7},{"date":"19941117","time":"1994-11-17 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":69,"wspd":22.3}]}}