{"19930830":{"guardian_articles":[],"nytimes_articles":[{"date":"19930830","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/30/nyregion/c-corrections-091093.html","abstract":"  An article on Aug. 12 about the abatement of rheumatoid arthritis symptoms during pregnancy misstated the role of Dr. Philip S. Hench in early research on cortisone, for which he shared the Nobel Prize in Physiology or Medicine in 1950. He tested the drug on arthritis patients; he did not discover a way to make it.","thumbnail":null,"section":"New York"},{"date":"19930830","headline":"Robin E. Gruber, Jonathan Green","web_url":"https://www.nytimes.com/1993/08/30/style/weddings-robin-e-gruber-jonathan-green.html","abstract":"  Robin Ellyn Gruber and Jonathan Green, associates at the law firm of Coudert Brothers in New York, were married yesterday. Rabbi J. Rolande Matalon officiated at the Brooklyn Botanic Garden.    Ms. Gruber, 29, is keeping her name. She graduated summa cum laude from Duke University, where she was elected to Phi Beta Kappa, and received a master's degree in international relations from Cambridge University in England. She and her husband received law degrees from New York University.","thumbnail":null,"section":"Style"},{"date":"19930830","headline":"New Leader of Nigeria Plans to Free 3 Dissidents; Strikes Continue","web_url":"https://www.nytimes.com/1993/08/30/world/new-leader-of-nigeria-plans-to-free-3-dissidents-strikes-continue.html","abstract":"  The head of Nigeria's new interim Government announced tonight that he was ordering the immediate release of three leading pro-democracy advocates who had been detained by the military authorities since early July.   The decision to release the three men -- Beko Ransome-Kuti, a physician and president of Campaign for Democracy, and two lawyers, Gani Fawehinmi and Femi Falana -- was the first major step made by Ernest Shonekan since he took over from Gen. Ibrahim Babangida on Thursday as Nigeria's head of state.","thumbnail":null,"section":"World"},{"date":"19930830","headline":"Somalia: Time to Leave?","web_url":"https://www.nytimes.com/1993/08/30/opinion/somalia-time-to-leave.html","abstract":"  A humanitarian mission to deliver food to millions of starving Somalis is degenerating into an obsessive search-and-destroy operation against supporters of a single warlord, Gen. Mohammed Farah Aidid. U.S. soldiers, once welcomed with smiles, now worry about snipers and booby traps.    Americans have not just a right but an obligation to demand that the Clinton Administration explain what compelling national purpose justifies such risk to the lives of U.S. soldiers and Somali civilians caught in the crossfire.","thumbnail":null,"section":"Opinion"},{"date":"19930830","headline":"Lisa Hackner, David Goldberg","web_url":"https://www.nytimes.com/1993/08/30/style/weddings-lisa-hackner-david-goldberg.html","abstract":"  Lisa Hackner, the daughter of Dr. and Mrs. Erroll Hackner of Beverly Hills, Calif., was married yesterday to David Schaffner Goldberg, a son of Gertrude and Alan Goldberg of New Canaan, Conn. Rabbi Joel Rembaum officiated at the Bel Air Hotel in Los Angeles.   Mrs. Hackner Goldberg, 25, is the manager of current programming for Telepictures Productions in Burbank, Calif. She graduated from the University of California at Santa Barbara. Her father is a cardiac anesthesiologist at Cedar Sinai Hospital in Los Angeles. Her mother, Julia Hackner, is an English instructor at El Camino Community College in Torrance, Calif.","thumbnail":null,"section":"Style"},{"date":"19930830","headline":"Will Coverage Hurt Workers?","web_url":"https://www.nytimes.com/1993/08/30/us/will-coverage-hurt-workers.html","abstract":"  A problem for the health plan: how to keep requirements that companies insure employees from costing low-wage workers their jobs. Page A14.","thumbnail":null,"section":"U.S."},{"date":"19930830","headline":"Anna M. Moleski, Craig M. Cohen","web_url":"https://www.nytimes.com/1993/08/30/style/weddings-anna-m-moleski-craig-m-cohen.html","abstract":"  Anna Marie Moleski, the women's design director at Shalor Inc., a New York clothing design company, was married yesterday to Craig Morris Cohen, a second-grade teacher at the Birch Wathen/Lenox School in New York. Rabbi Joseph Topek officiated in Bridgehampton, L.I., at the summer home of the bridegroom's mother and stepfather, Ronnie and William Lane of New York.    Mrs. Cohen graduated from the Fashion Institute of Technology. She is a daughter of Wendy Moleski and Jesse Moleski, both of Syracuse.","thumbnail":null,"section":"Style"},{"date":"19930830","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1993/08/30/style/IHT-what-theyre-reading.html","abstract":"Rosemary Spencer, head of the British Embassy's Berlin office is reading \"The Time of My Life,\" the autobiography of Denis Healey, a former British labor minister. .\"I find it a masterly contribution to contemporary British history by one","thumbnail":null,"section":"Style"},{"date":"19930830","headline":"Health Planners at White House Consider Lid on Medicare Costs","web_url":"https://www.nytimes.com/1993/08/30/us/health-planners-at-white-house-consider-lid-on-medicare-costs.html","abstract":"  Less than a month before President Clinton is to unveil his proposal for a national health insurance program, disputes have broken out among Administration officials over how to finance it and how tightly to limit overall health spending.   Officials said that the White House, seeking to avoid new taxes, was seriously considering a proposal to squeeze more than $100 billion of additional savings from Medicare, the Federal health program for the elderly, by holding down increases in the program through the year 2000. The savings, along with a possible increase in the tax on cigarettes, would help pay for Mr. Clinton's promise of guaranteed coverage for all Americans.","thumbnail":null,"section":"U.S."},{"date":"19930830","headline":"Wasting the Voters' Time","web_url":"https://www.nytimes.com/1993/08/30/opinion/wasting-the-voters-time.html","abstract":"  All government officials must be held accountable for their actions, from the President of the United States on down the line. But the grilling Mayor David Dinkins of New York got last week during the latest inquiry into the Crown Heights violence was neither substantive nor to the point. It was politically motivated, repetitious and transparently designed not to illuminate but to embarrass.    Mr. Dinkins has to take the blame for his administration's mishandling of the riots in Crown Heights. And perhaps there is still something to be learned about what went on between the Mayor and his police commanders during the riots two summers ago. But the lawyers in this case were not looking to learn.","thumbnail":null,"section":"Opinion"},{"date":"19930830","headline":"New Battles Flare Over Mexico's Past","web_url":"https://www.nytimes.com/1993/08/30/world/new-battles-flare-over-mexico-s-past.html","abstract":"  Along the elegant Paseo de la Reforma and all across the huge central square known as El Zocalo, workmen are stringing lights and hanging immense banners where thousands of Mexicans will shout \"Viva Mexico!\" on Sept. 15, the 183d anniversary of the start of the country's struggle for independence from Spain.    It is a dazzling demonstration, but in a country where the past is as tangible as a Mayan pyramid, or a colonial church, it is just one of many celebrations and vivid displays of Mexico's fascination with its own eventful history, or at least parts of it.","thumbnail":null,"section":"World"},{"date":"19930830","headline":"Leading Contender for a Schools Job Few Want","web_url":"https://www.nytimes.com/1993/08/30/nyregion/leading-contender-for-a-schools-job-few-want.html","abstract":"  A continent away from the bustle of New York City, where the months-long search for a schools chancellor may soon be over, Ramon C. Cortines enjoyed the simple pleasures of a weekend by the bay and pondered the ultimate question:   Why would a man who has already run three school districts, who quit his job as head of the San Francisco schools last year because of a grinding work schedule and a painful ulcer, eagerly await a summons to New York and a thankless job that has bowed several distinguished educators before him? 'I'm Not Willing to Give Up'    \"Attempting to make urban school districts work challenges me,\" said Mr. Cortines, a 61-year-old Mexican-American who is now the top choice of the four-member majority on New York's Board of Education. \"People say New York can't be done. Well, I'm not willing to give up on our big cities.\"","thumbnail":null,"section":"New York"},{"date":"19930830","headline":"Critic's Notebook; Honoring Bernstein: Just Count the Ways","web_url":"https://www.nytimes.com/1993/08/30/arts/critic-s-notebook-honoring-bernstein-just-count-the-ways.html","abstract":"  It has been nearly three years since Leonard Bernstein's death, but in a way he set the tone for the programs offered in his honor last week. Bernstein, who would have been 75 last Wednesday, was the music world's most openly emotional, self-revealing, culturally omnivorous figure. Those qualities suffused his conducting and his own works, to say nothing of his books, his lectures and his television shows, particularly the \"Omnibus\" and \"Young People's Concerts\" that made him a kind of musical father figure for the generation that grew up in the 1960's.    So it was very much in the spirit of his expansive personality that the celebrations spilled out of the concert halls and into the streets and parks. And it was wholly in character that the main event -- an Alice Tully Hall concert on Wednesday, organized by the conductor's family -- was broadcast live in Japan and by tape delay in Germany, with an American showing scheduled for Sept. 9 at 9 P.M., on the Arts & Entertainment cable network. Very much a man of this anxious age, Bernstein believed in documenting his work. Now the commemorations are being documented as well.","thumbnail":null,"section":"Arts"},{"date":"19930830","headline":"Some Names Withheld On Open's First Day","web_url":"https://www.nytimes.com/1993/08/30/sports/us-open-93-some-names-withheld-on-open-s-first-day.html","abstract":"  If you purchased an opening-day ticket to today's United States Open tennis championships, with the hope of seeing any of the top male players -- Jim Courier, Pete Sampras, Stefan Edberg, Boris Becker, Michael Chang, Ivan Lendl or Andre Agassi -- disappointment will greet you at the National Tennis Center.   Today's program does feature two big names, Steffi Graf and Martina Navratilova, but none of the other stars of the women's tour. The most interesting matches on the show courts will be Petr Korda, at No. 9 is the highest-seeded man playing, versus Wayne Ferreira, and Patrick McEnroe against Marcos Ondruska. But most of the marquee names on the men's and women's tours will not play until tomorrow or Wednesday.","thumbnail":null,"section":"Sports"},{"date":"19930830","headline":"Anyone Could See Japan's Steady Change","web_url":"https://www.nytimes.com/1993/08/30/opinion/l-anyone-could-see-japan-s-steady-change-120893.html","abstract":"  To the Editor:   \"For Japan, the Old Slurs Are the New Party Line\" (The Week in Review, Aug. 15) shows little historical perspective and considerable condescension in reporting \"a complex about-face\" in Japan in recent weeks.","thumbnail":null,"section":"Opinion"},{"date":"19930830","headline":"Ilissa Rothschild, Mark P. Ressler","web_url":"https://www.nytimes.com/1993/08/30/style/weddings-ilissa-rothschild-mark-p-ressler.html","abstract":"  Ilissa Rothschild and Mark Paul Ressler were married yesterday in New York. They are assistant district attorneys, she in Manhattan and he in Brooklyn. Rabbi Haskell Lookstein officiated at the Manhattan Penthouse.   Ms. Rothschild, who is keeping her name, graduated cum laude from Barnard College. She and her husband received law degrees from New York University.","thumbnail":null,"section":"Style"},{"date":"19930830","headline":"Yankee Stadium Needs Satellite Parking Lot With a Shuttle Bus","web_url":"https://www.nytimes.com/1993/08/30/opinion/l-yankee-stadium-needs-satellite-parking-lot-with-a-shuttle-bus-122493.html","abstract":"  To the Editor:   A Yankee fan coming from New York City's northern suburbs or New Jersey faces a difficult time driving to and parking at Yankee Stadium, worse now that attendance is up. No matter where in the city the stadium might relocate, highway overload would persist as a problem.","thumbnail":null,"section":"Opinion"},{"date":"19930830","headline":"Jennifer Malloy and Alexander Combs","web_url":"https://www.nytimes.com/1993/08/30/style/weddings-jennifer-malloy-and-alexander-combs.html","abstract":"  Jennifer Malloy, the daughter of Edwin and Susan Malloy of Westport, Conn., was married yesterday to Alexander C. Combs 3d, a son of the late Mr. and Mrs. Combs Jr. Rabbi Ronald B. Sobel performed the ceremony at the Hyatt Regency Hotel in Cambridge, Mass.   The bride and the bridegroom own and manage commercial property in Cambridge. Both graduated from Connecticut College.","thumbnail":null,"section":"Style"},{"date":"19930830","headline":"Joanne S. Golden, Richard Ruchman","web_url":"https://www.nytimes.com/1993/08/30/style/weddings-joanne-s-golden-richard-ruchman.html","abstract":"  Joanne Sue Golden, the daughter of Louis and Ann Golden of Rydal, Pa., was married yesterday to Dr. Richard Bruce Ruchman, a son of Norman and Trudy Ruchman of Roslyn, L.I. Rabbi Ari Kornenblit officiated at the Locust Club in Philadelphia.   Mrs. Golden Ruchman is a fiction writer. She graduated magna cum laude from Bowdoin College and received a master's degree in international business from Columbia University.","thumbnail":null,"section":"Style"},{"date":"19930830","headline":"Marriage Imposes Special Burdens on Marines; Stabilizing Effect","web_url":"https://www.nytimes.com/1993/08/30/opinion/l-marriage-imposes-special-burdens-on-marines-stabilizing-effect-118693.html","abstract":"  To the Editor:   As a former division officer, assistant department head and drug and alcohol counselor on a Navy amphibious assault ship during the late 1970's, I must respectfully disagree with Bernard Trainor's \"Answer to a Marine Chaplain's Prayer\" (Op-Ed, Aug. 13), which repeats the tired canard that unmarried men make better soldiers, sailors and marines.   I spent nearly four years training and counseling hundreds of young sailors during two extended deployments to the Western Pacific under highly stressful shipboard conditions, and my observations are different from General Trainor's.","thumbnail":null,"section":"Opinion"},{"date":"19930830","headline":"What Is a River Worth?","web_url":"https://www.nytimes.com/1993/08/30/opinion/what-is-a-river-worth.html","abstract":"  Montana's Yellowstone River is the longest undammed river left in the 48 contiguous states. It is a national treasure, tumbling out of our oldest national park in a blue cascade until it joins the Missouri River 671 miles downstream.    But the Yellowstone River is about to be placed in danger. Sometime in 1994, Noranda Minerals, a Canadian company, through its partner, Crown Butte Resources, is planning to start construction on a huge gold mine two and a half miles from the northeast entrance of Yellowstone National Park.","thumbnail":null,"section":"Opinion"},{"date":"19930830","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/08/30/nyregion/news-summary-406693.html","abstract":"  International A2-9  ARAB-ISRAELI RECOGNITION?  Israelis and Palestinians said they were near agreement on a plan leading to mutual recognition by Israel and the P.L.O. and Palestinian rule in the territories by six months.  A1  U.S. DIPLOMACY PUSHED TALKS  The breakthrough in the Middle East peace talks gained momentum from the shuttle diplomacy of Warren Christopher, with help from Norway and Egypt, U.S. officials said.  A1","thumbnail":null,"section":"New York"},{"date":"19930830","headline":"Scientists Debate Destroying The Last Strains of Smallpox","web_url":"https://www.nytimes.com/1993/08/30/science/sciencespecial/scientists-debate-destroying-the-last-strains-of.html","abstract":"With only 18 weeks until the planned destruction, a last-minute debate among scientists over whether the stocks should be kept or destroyed emerged.","thumbnail":null,"section":"Science"},{"date":"19930830","headline":"A Deposition in a Grudge Match","web_url":"https://www.nytimes.com/1993/08/30/nyregion/metro-matters-a-deposition-in-a-grudge-match.html","abstract":"  WHEN the shaken Hasidic residents of Crown Heights first sat down in the autumn of 1991 to consider a Federal civil rights suit against New York City, they were still shocked by the four days of violence against them that a state investigator would later call the city's worst racial disturbances in more than 20 years.   But two years have passed since then, and the four days of terror, confusion and official bungling have festered and grown into a permanent grudge match between Mayor David N. Dinkins and the Lubavitch Hasidim who cluster around Brooklyn's Eastern Parkway.","thumbnail":null,"section":"New York"},{"date":"19930830","headline":"Long Island Drive-In May Play Its Last Reels","web_url":"https://www.nytimes.com/1993/08/30/nyregion/long-island-drive-in-may-play-its-last-reels.html","abstract":"  At one time, it was just another outdoor movie theater in suburbia, a vast, bumpy blacktop where children snoozed through the second feature in the backs of their parents' station wagons, and animated hot dogs danced with hamburgers across a screen 80 feet high.   In those days, there was not much to distinguish the Westbury Drive-In from the dozens of others that were a mainstay of cinematic life in New York's suburbs. But today, the Westbury, with its marquee missing light bulbs and its asphalt scarred by potholes, is distinctive in one respect: It is the last of the great outdoor picture shows in the metropolitan region.","thumbnail":null,"section":"New York"},{"date":"19930830","headline":"Blaming TV for Son's Death, Frenchwoman Sues","web_url":"https://www.nytimes.com/1993/08/30/world/blaming-tv-for-son-s-death-frenchwoman-sues.html","abstract":"  A Frenchwoman is suing the head of a state-owned television channel for manslaughter after her 17-year-old son was killed by a home-made bomb that she said he learned to make from the American television series \"MacGyver.\"   Marine Laine said her son, Romain, and his friend, Cedric Nouyrigat, also 17, mixed crystallized sugar and weed-killer, stuffed it into the handlebar of a bicycle and ignited it to test a technique used by MacGyver, a television hero who is part adventurer, part scientific wizard.","thumbnail":null,"section":"World"},{"date":"19930830","headline":"Chang Can't Handle What Rosset Delivers","web_url":"https://www.nytimes.com/1993/08/30/sports/us-open-93-chang-can-t-handle-what-rosset-delivers.html","abstract":"  Just when it seemed that Michael Chang might have worked up this summer's most consequential head of hard-court steam on the eve of the United States Open, he found himself deflated by unseeded Marc Rosset today in the final of the Waldbaum's Hamlet Cup.   More to the point, the fifth-seeded Chang found himself brutalized by the harsh serve and humbling forehand of the 30th-ranked Rosset, whose 6-4, 3-6, 6-1 victory earned him his second title for 1993 and ended Chang's nine-match winning spree. With Chang, nearly a foot shorter than his opponent, reduced to warding off Rosset's serve rather than returning it in damaging fashion, the 1992 Olympic gold medalist from Switzerland said he felt he held the upper hand throughout the match.","thumbnail":null,"section":"Sports"},{"date":"19930830","headline":"A Wall Against These Living Weapons","web_url":"https://www.nytimes.com/1993/08/30/opinion/IHT-a-wall-against-these-living-weapons.html","abstract":"There is confusion and discord about what should be done to reduce conflict in the post-Cold War world. But it is widely agreed that preventing the spread of weapons of mass destruction is of central importance in building a lasting peace. While public c","thumbnail":null,"section":"Opinion"},{"date":"19930830","headline":"Let Me Out of Here, My Motor's Running","web_url":"https://www.nytimes.com/1993/08/30/sports/baseball-let-me-out-of-here-my-motor-s-running.html","abstract":"  High above Dallas Green's desk in the Mets' manager's office is a well-made T-shirt that shows a picture of a skeleton wearing a Mets uniform and pitching from the mound with scattered bones at his feet.   Perhaps, for the rest of the season, the Mets should wear that garment instead of their pinstripes, because the illustration sums them up: They've been dead for quite a while, but they are still going through the motions.","thumbnail":null,"section":"Sports"},{"date":"19930830","headline":"Sports of the Times; A Fight Continues for Ashe's Sake","web_url":"https://www.nytimes.com/1993/08/30/sports/sports-of-the-times-a-fight-continues-for-ashe-s-sake.html","abstract":"  WITH her daughter, Camera, on one side, and friends and officials on the other, Jeanne Moutoussamy-Ashe left the tent where she had autographed hundreds of copies of her husband's autobiography and made her way to the Stadium Court at the National Tennis Center yesterday.   In a few minutes, the first of several celebrity matches were scheduled for the beginning of the second-annual Arthur Ashe AIDS Tennis Challenge, sponsored by the United States Tennis Association. In the opening match, Mayor David N. Dinkins and Jana Novotna faced Evander Holyfield, the former heavyweight champion, and Hana Mandlikova. Comedian Alan King served as master of ceremonies. Riddick Bowe, the current heavyweight champion, served as umpire and alternated with Holyfield as the celebrity matches continued.","thumbnail":null,"section":"Sports"},{"date":"19930830","headline":"Skate Like a Duck, Quack Like a Duck, Market Like Disney","web_url":"https://www.nytimes.com/1993/08/30/sports/hockey-skate-like-a-duck-quack-like-a-duck-market-like-disney.html","abstract":"  First came the film, which grossed $50 million.   Then the arena.","thumbnail":null,"section":"Sports"},{"date":"19930830","headline":"Marriage Imposes Special Burdens on Marines","web_url":"https://www.nytimes.com/1993/08/30/opinion/l-marriage-imposes-special-burdens-on-marines-117893.html","abstract":"  To the Editor:   As a chaplain who has dealt for years with military marriage problems, and as one of those \"officers sitting in front of word processors in the Pentagon\" involved in efforts to improve the quality of married and family life in the Marine Corps, I take strong exception to \"Marine Madness\" (editorial, Aug. 13).","thumbnail":null,"section":"Opinion"},{"date":"19930830","headline":"Good News, for Once, on Ozone","web_url":"https://www.nytimes.com/1993/08/30/opinion/good-news-for-once-on-ozone.html","abstract":"  It's not often that science, industry and government can agree on the causes of a complicated problem and then work to solve it. When they do, there's reason to celebrate. Last week an issue of Nature, a British journal, carried some unexpected good news that is directly traceable to a collective effort: The invasion of the stratosphere by chemicals that thin the earth's protective ozone layer is slowing down.   If the trend continues, the buildup of ozone-destroying chemicals should stop by the year 2000. The worst of the destruction -- and it will get worse for a while -- should come around the turn of the century when the peak load of chemicals, now wafting upward, reaches the stratosphere. At that point, assuming no new assaults, the ozone layer should begin a slow recovery.","thumbnail":null,"section":"Opinion"},{"date":"19930830","headline":"A Truce on Wetlands","web_url":"https://www.nytimes.com/1993/08/30/opinion/a-truce-on-wetlands.html","abstract":"  The package on wetlands released by the White House last week was touted by Clinton Administration officials as an important shift, one that moved the issue beyond polarization and paralysis.    Overall, the \"new\" Federal policy is balanced and commendable, but, with a few important exceptions, it is neither novel nor, unfortunately, likely to be the last word.","thumbnail":null,"section":"Opinion"},{"date":"19930830","headline":"Sukhumi Journal; War Makes a Ghastly Visit to a Black Sea Resort","web_url":"https://www.nytimes.com/1993/08/30/world/sukhumi-journal-war-makes-a-ghastly-visit-to-a-black-sea-resort.html","abstract":"  Until 1988, the last year this resort city had anything like a tourist season, Sukhumi was known as one of the most beautiful spots on the Black Sea coast, with seaside hotels and cafes, palm trees, oleander bushes and turn-of-the-century buildings that gave it a faint hint of elegance.   Now, Sukhumi -- the prize in an ugly, yearlong war between Georgia and the breakaway region of Abkhazia -- is a city half in ruins, whose few remaining residents joke bitterly about renting their houses out as sets for war movies. Bone-thin dogs sniff around the blackened rubble, and old men in their pajamas sit in the shade outside their gutted apartments, sharing a smoke with younger menwho have Kalashnikov rifles slung over their shoulders.","thumbnail":null,"section":"World"},{"date":"19930830","headline":"Laura Zinn, Stephen Fromm","web_url":"https://www.nytimes.com/1993/08/30/style/weddings-laura-zinn-stephen-fromm.html","abstract":"  Laura Jeanne Zinn, the daughter of Ruthi G. Zinn of Short Hills, N.J., and Dr. Stephen A. Zinn of Warren, N.J., was married yesterday to Stephen Arthur Fromm, a son of Dr. and Mrs. Eli Fromm of Broomall, Pa. Rabbi Carole Balin officiated at the Highlawn Pavilion in West Orange, N.J.   The bride, 28, is an editor at Business Week magazine in New York. She graduated from Wellesley College. Her father is a neuroradiologist in Union, N.J. Her mother is the president of Zinn Graves & Field, a public relations firm in Florham, N.J.","thumbnail":null,"section":"Style"},{"date":"19930830","headline":"PULSE: Railroad Freight","web_url":"https://www.nytimes.com/1993/08/30/nyregion/pulse-railroad-freight.html","abstract":"In the New York metropolitan area, intermodal rail traffic is heaviest in New Jersey, with its strong port and distribution system. Conrail is the dominant freight railroad in the region. (Sources: Association of American Railroads, Eno Transportation Foundation, Railroad Facts, Conrail)","thumbnail":null,"section":"New York"},{"date":"19930830","headline":"Southeast Alert as Zigzagging Hurricane Nears Coast","web_url":"https://www.nytimes.com/1993/08/30/us/southeast-alert-as-zigzagging-hurricane-nears-coast.html","abstract":"  Hurricane alerts were raised along 450 miles of the East Coast today as the latest Atlantic storm zigzagged toward land.    Some residents of the Outer Banks of North Carolina, the area that seems most likely to be hit, began stocking up on storm supplies. But many residents and vacationers treated today as just another lazy late-summer day.","thumbnail":null,"section":"U.S."},{"date":"19930830","headline":"First Cut Is Deep, Last Cut Is Hard","web_url":"https://www.nytimes.com/1993/08/30/sports/football-first-cut-is-deep-last-cut-is-hard.html","abstract":"  The preseason is over. The regular season opener against the Denver Broncos is only six days away. And by Tuesday, the Jets will have to trim their roster to 47 players.   But this year, after the teams cut to 47, they can add another six players. Then, National Football League teams will be allowed to sign five players to the practice squad.","thumbnail":null,"section":"Sports"},{"date":"19930830","headline":"1918: A Charity Event : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/08/30/opinion/IHT-1918-a-charity-event-in-our-pages100-75-and-50-years-ago.html","abstract":"AIX-LES-BAINS, France - The gala soirée for the benefit of the Project to Save the Serbian Children given on Saturday [Aug. 24] was an artistic and society success. The theatre was filled with an appreciative audience which warmly applauded the artis","thumbnail":null,"section":"Opinion"},{"date":"19930830","headline":"REPORT TO FAULT FIREARMS BUREAU FOR RAID ON CULT","web_url":"https://www.nytimes.com/1993/08/30/us/report-to-fault-firearms-bureau-for-raid-on-cult.html","abstract":"  Senior officials of the agency that conducted the botched raid on a cult near Waco, Tex., in February were \"too detached\" from the operation, leaving the main decisions to agents who had no training in large paramilitary missions, internal investigators reviewing the operation have found.   The findings, part of a review to be made public in mid-September, cast new doubt on the future of Stephen E. Higgins, the longtime director of the agency, the Bureau of Alcohol, Tobacco and Firearms, a division of the Treasury Department.","thumbnail":null,"section":"U.S."},{"date":"19930830","headline":"Religious Leaders Hold A 2d World Parliament","web_url":"https://www.nytimes.com/1993/08/30/us/religious-leaders-hold-a-2d-world-parliament.html","abstract":"  With two hours of invocations and blessings that should have roused the heavens -- or possibly created stupor there -- religious leaders from every corner of the globe and virtually every imaginable faith opened a once-in-a-century Parliament of the World's Religions this weekend.    On Saturday, Buddhist monks, Hindu swamis and Muslim imams, along with Sikhs, Zoroastrians, Bahais, Theosophists and goddess worshipers, joined more familiar religious figures like Joseph Cardinal Bernardin, Roman Catholic Archbishop of Chicago, to begin eight days of prayer, meditation and dialogue with 6,000 participants at the Palmer House Hilton Hotel.","thumbnail":null,"section":"U.S."},{"date":"19930830","headline":"America, Talk With the P.L.O.","web_url":"https://www.nytimes.com/1993/08/30/opinion/america-talk-with-the-plo.html","abstract":"The long-stalled Middle East peace talks are scheduled to resume tomorrow. For all the high hopes for an interim agreement between Palestinians and Israelis about Palestinian self-rule, the major change that has occurred to date is the beginning of the normalization of relations between Israel and the Palestine Liberation Organization. \n\nFor many years, the Palestinian national movement and Israel both refused to recognize each other. But in the mid-1980's the Palestinians expressed a readiness to deal with Israel and, in 1988, the P.L.O. officially recognized Israel: it declared its recognition of a Palestinian state alongside Israel, not instead of it.","thumbnail":null,"section":"Opinion"},{"date":"19930830","headline":"New York City Seeks an Urban Trail Boss, of Sorts","web_url":"https://www.nytimes.com/1993/08/30/nyregion/new-york-city-seeks-an-urban-trail-boss-of-sorts.html","abstract":"  Wanted: Horse enthusiast with lots of money and a penchant for hard work. Must be able to cope with complex city bureaucracy.   The tiny public notices that began to appear last month in magazines ranging from The New Yorker to Arabian Horse World were not nearly as explicit: \"Notice of request for proposals to operate and refurbish riding stables, Bronx, N.Y.\" But the message from the Department of Parks and Recreation is much the same.","thumbnail":null,"section":"New York"},{"date":"19930830","headline":"Boomer Surfers; Back to the Waves of Youth","web_url":"https://www.nytimes.com/1993/08/30/nyregion/boomer-surfers-back-to-the-waves-of-youth.html","abstract":"  Two years ago on a brisk spring day, when the water off Montauk was roughly 38 degrees, Roger Feit was pursuing his life's obsession: he was surfing with a friend in turbulent conditions that Mr. Feit described as \"not makable.\"   The first wave he caught provided no ride, collapsed on top of him, spun him around like a top, drilled him into the sand and then pinned him there. Ice-cold water coursed beneath his wet suit, and he wondered if he was going to drown.","thumbnail":null,"section":"New York"},{"date":"19930830","headline":"Review/Rock; A Sound With a Sense Of History, and Humor","web_url":"https://www.nytimes.com/1993/08/30/arts/review-rock-a-sound-with-a-sense-of-history-and-humor.html","abstract":"  For somebody not in the Mekons cult fan club, an introduction to the band through a concert invites suspicion of the adulation it gets from its inner circle. The band, put together in Leeds, England, in 1977, started as a punk group, went through a country phase and now has come out a new- wave band, circa 1983. The music at first seemed indistinct, noisy rock that 100 bands could have played better. The attraction seemed obvious: at the Grand on Friday night, the Mekons put on a nostalgia show for the thirtysomething audience who had come to intellectual maturity listening to the group.   But after a while the group's elements started to separate themselves. The band is funny: after the show, the group's lead singer and guitarist, Jon Langford, let himself be carried by fans across the club, mocking rote rock-star moves. Onstage he and the band made no attempt to differentiate themselves from the audience, looking just like the average bohemians next door, and talking the same, too; Mr. Langford tossed off jokes about Marxism. And the band is literary without ever becoming proud of itself: one song conflated cliches with politically redolent fragments, mixing \"It was a dark and stormy night,\" with phrases like \"White House,\" \"Mississippi,\" and \"1964.\"","thumbnail":null,"section":"Arts"},{"date":"19930830","headline":"Yankee Stadium Needs Satellite Parking Lot With a Shuttle Bus; The Train to the Game","web_url":"https://www.nytimes.com/1993/08/30/opinion/l-yankee-stadium-needs-satellite-parking-lot-with-shuttle-bus-train-game-123293.html","abstract":"  To the Editor:   Much of the discussion of whether or not to move the Yankees from the Bronx has focused on the assertion by the team owner, George Steinbrenner (and others), that parking and security for drivers and autos are inadequate at Yankee Stadium.","thumbnail":null,"section":"Opinion"},{"date":"19930830","headline":"Decision Is Near For Schools Chief","web_url":"https://www.nytimes.com/1993/08/30/nyregion/decision-is-near-for-schools-chief.html","abstract":"  As the New York City Board of Education begins its final deliberations to choose a schools chancellor, two men have emerged as chief contenders. Ramon C. Cortines, former Superintendent of Schools in San Francisco, espouses middle-of-the-road views on education and has won backing from the board majority. Gerald N. Tirozzi, former Education Commissioner in Connecticut, generated praise and controversy in his tenure there, and has support from Mayor Dinkins.    Articles, pages B1 and B4.","thumbnail":null,"section":"New York"},{"date":"19930830","headline":"Nina Hoffman, Howard Blatt","web_url":"https://www.nytimes.com/1993/08/30/style/weddings-nina-hoffman-howard-blatt.html","abstract":"  Nina Hoffman, a publisher, was married yesterday to Howard Blatt, a reporter. Both work in New York. Rabbi Paul Brickman officiated at the Water's Edge restaurant in Long Island City, Queens.   Ms. Hoffman, who is 40, is keeping her name. She is the president and publisher of Prentice Hall General Reference, a division of Paramount Consumer Publishing. She graduated from the State University at New Paltz. Ms. Hoffman is the daughter of the late Milton and Minnie Hoffman.","thumbnail":null,"section":"Style"},{"date":"19930830","headline":"Bosnia Aides Ask U.S. Guarantee As Peace Talks Are Set to Resume","web_url":"https://www.nytimes.com/1993/08/30/world/bosnia-aides-ask-us-guarantee-as-peace-talks-are-set-to-resume.html","abstract":"  As Bosnian Serb, Croat and Muslim negotiators prepared to resume peace talks in Geneva on Monday, the leaders of Bosnia's Parliament called today on the United States and NATO to enforce any peace agreement that might come from the negotiations.   Late Saturday, the mostly Muslim Bosnian Parliament rejected the latest United Nations peace proposal, which calls for reorganizing this country into a loose union of three ethnic republics. They said the plan would legitimize the takeover of more than half of Bosnia's territory by the nationalist Serbs' militia.","thumbnail":null,"section":"World"},{"date":"19930830","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/08/30/nyregion/chronicle-125993.html","abstract":"  David Said Levy, a 22-year-old telephone technician from Havana who has come to Yeshiva University in upper Manhattan in the hopes of becoming a rabbi, is believed to be the first person ever granted permission by the Castro Government to study for the rabbinate in the United States.   For the time being, Mr. Levy, who is taking a crash course in English, will study computer sciences at Yeshiva College. But he eventually hopes to enter the university's affiliated Rabbi Isaac Elchanan Theological Seminary and then return to Havana as an ordained rabbi.","thumbnail":null,"section":"New York"},{"date":"19930830","headline":"Critic's Notebook; What's Newsworthy Is in the Eye of the Beholder","web_url":"https://www.nytimes.com/1993/08/30/arts/critic-s-notebook-what-s-newsworthy-is-in-the-eye-of-the-beholder.html","abstract":"  The latest altercation between \"Dateline\" and an object of its unwanted attentions is not likely to cause NBC the sort of embarrassment it suffered early this year when it had to apologize to General Motors for certain explosive tricks of the expose trade. But the current dispute with a North Carolina eye clinic, which is suing the network and Brian Ross, a \"Dateline\" reporter, for $6 million, will not enhance the shine of NBC News.   The complaint this time is over a few minutes of a \"Dateline\" report shown on May 4. \"Cataract Cowboys\" began by putting viewers on notice that \"authorities believe some doctors are cashing in no matter how the eyes check out,\" that is, unnecessary surgery is being committed on unsuspecting patients. The theme of the report was established by the case of a multi-millionaire ophthalmologist in California whose license has been suspended and who is being investigated for Medicare fraud.","thumbnail":null,"section":"Arts"},{"date":"19930830","headline":"Elizabeth Strauss, Alex L. Crippen","web_url":"https://www.nytimes.com/1993/08/30/style/weddings-elizabeth-strauss-alex-l-crippen.html","abstract":"  Elizabeth Anne Strauss, the daughter of Mr. and Mrs. Burton M. Strauss Jr. of New York, was married yesterday to Alex Lloyd Crippen, a son of Cynthia and Davis Crippen of Piermont, N.Y. Claude P. Geotz, a civil marriage officiant for the Commonwealth of Massachusetts, officiated at Belvoir Terrace, a summer camp in Lenox, Mass.   Mrs. Crippen Strauss is the research associate in the development office of the Lincoln Center Theater company in New York. She graduated magna cum laude from Amherst College. Her father is a managing director at Lehman Brothers, the investment bank in New York. Her mother, Harriette Strauss, is a mathematics teacher at the Hewitt School in Manhattan.","thumbnail":null,"section":"Style"},{"date":"19930830","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/30/nyregion/c-corrections-093793.html","abstract":"  A review in Weekend on Friday about \"A Midsummer Night's Dream\" and other productions by Shakespeare and Company in Lenox, Mass., referred incorrectly to a playwright who adapted short stories by Edith Wharton for the troupe. She is Sharon Werner, not Weaver.  ","thumbnail":null,"section":"New York"},{"date":"19930830","headline":"Showalter Lets 4 Pitchers Know Just Where They Stand","web_url":"https://www.nytimes.com/1993/08/30/sports/baseball-showalter-lets-4-pitchers-know-just-where-they-stand.html","abstract":"  Scott Kamieniecki is back. Sterling Hitchcock is in. Domingo Jean is out. Melido Perez is barely in. In his state of the starting rotation before a 14-8 victory today over the Indians, Manager Buck Showalter disclosed his plans for these four pitchers.   Since Hitchcock pitched superbly in a 4-0 victory over the Indians on Friday and because Chicago is vulnerable to left-handers, the rookie will oppose the White Sox Tuesday at Yankee Stadium.","thumbnail":null,"section":"Sports"},{"date":"19930830","headline":"Leading Contender for a Schools Job Few Want; Nearing a Decision","web_url":"https://www.nytimes.com/1993/08/30/nyregion/leading-contender-for-a-schools-job-few-want-nearing-a-decision.html","abstract":"  Today the New York City Board of Education begins its final deliberations to choose a new schools chancellor after a six-month search that has appeared to deepen the antagonisms between the board's two factions.   On Friday, the board's four-member majority announced that their preferred candidate was Ramon C. Cortines, the former Superintendent of Schools in San Francisco. The board's other three members are backing Gerald N. Tirozzi, the former state Education Commissioner in Connecticut.","thumbnail":null,"section":"New York"},{"date":"19930830","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/08/30/nyregion/chronicle-124093.html","abstract":"  In celebration of this week's beginning of the United States Open tennis championship at Flushing Meadows, Queens, the Women's Tennis Association is honoring its founder, Billie Jean King, at a benefit dinner tonight at the Marriott Marquis Hotel.   The organizers of the honor say it is supposed to be a surprise -- as long as Ms. King does not read the newspaper, and as long as Martina Navratilova and Chris Evert, who are scheduled to join the festivities, do not tell her either, all of which appears to be a long shot.","thumbnail":null,"section":"New York"},{"date":"19930830","headline":"U.N. Told by U.S. It Will Send Troops for a Bosnian Accord","web_url":"https://www.nytimes.com/1993/08/30/world/un-told-by-us-it-will-send-troops-for-a-bosnian-accord.html","abstract":"  The Clinton Administration has assured the United Nations that it will provide most of the 30,000 or so new troops who would help enforce any Bosnian peace agreement that may emerge from the crucial round of talks that are to open in Geneva on Monday, diplomats and United Nations officials say.   But prospects appear increasingly poor for the current peace proposal, which has been drawn up by Thorvald Stoltenberg for the United Nations and Lord Owen for the European Community.","thumbnail":null,"section":"World"},{"date":"19930830","headline":"Fundamentalist Critic Arrested in Teheran","web_url":"https://www.nytimes.com/1993/08/30/world/fundamentalist-critic-arrested-in-teheran.html","abstract":"  Prosecutors of the Islamic Revolutionary court have arrested Abbas Abdi, editor of Salam, a newspaper that promotes Islamic fundamentalism.    Salam reported today that Mr. Abdi was taken into custody Thursday during an outing with his family. His whereabouts remain unknown.","thumbnail":null,"section":"World"},{"date":"19930830","headline":"Health Care Quandary: Will Coverage Cut Jobs?","web_url":"https://www.nytimes.com/1993/08/30/us/health-care-quandary-will-coverage-cut-jobs.html","abstract":"  The Clinton aides finishing up his health plan are wrestling with a devilish quandary: how to keep the creation of universal coverage from costing low-wage workers a pay cut or even their jobs.   At first glance, it would seem that these workers would be the plan's biggest winners. Domestics, farm workers, sales clerks and others with modest earnings account for most of today's 16.3 million uninsured workers.","thumbnail":null,"section":"U.S."},{"date":"19930830","headline":"Bridge","web_url":"https://www.nytimes.com/1993/08/30/nyregion/bridge-732493.html","abstract":"  The Connecticut Double Knockout Team Championship, which began almost a year ago, was completed last month. The winners were Dr. Ed Etkind and David Richheimer, both of Woodbridge, Conn., Judy Prescott of Trumbull, Conn., and Richard Moss of Westport, Conn. The margin of victory in the final was 20 imps, almost all provided by the diagramed deal.   In one room Etkind and Richheimer bid the East-West hands to four hearts, which presented no problems. In the other, as shown, Moss as North emerged from the bushes with a four-spade bid over four hearts. This was doubled, and West made an unfortunate choice of opening lead: the diamond jack.","thumbnail":null,"section":"New York"},{"date":"19930830","headline":"Dinkins Assails Board Members","web_url":"https://www.nytimes.com/1993/08/30/nyregion/dinkins-assails-board-members.html","abstract":"  Mayor David N. Dinkins yesterday denounced the plans of a four-member majority on the Board of Education to support Ramon C. Cortines for Schools Chancellor, calling it a \"pure political power play.\" The Mayor reiterated his support for Gerald N. Tirozzi, the former State Education Commissioner in Connecticut.   Mr. Dinkins, in an interview after an appearance in the First Baptist Church in Far Rockaway, Queens, said the decision of four of the seven members of the board to support Mr. Cortines, a former school superintendent in San Francisco, was based on a desire \"to be opposite Dinkins.\"","thumbnail":null,"section":"New York"},{"date":"19930830","headline":"Zimbabwe Whites Find The Good Life Is in Peril","web_url":"https://www.nytimes.com/1993/08/30/world/zimbabwe-whites-find-the-good-life-is-in-peril.html","abstract":"  When they sip their whiskies in the Harare Club and count the blessings that have made them the envy of Africa's settlers, the whites of Zimbabwe consider among their assets not only the banks and tobacco plantations, the servants and swimming pools, the polo ponies and boating weekends on Lake Kariba, but also the good opinion of men like Trevor Ncube.   For it is an essential part of the Zimbabwe mystique that 13 years after independence blacks here not only tolerate white wealth, but they also accept the white man, treasure his expertise and defer to his European values.","thumbnail":null,"section":"World"},{"date":"19930830","headline":"Fate of a Virus -- A special report.; Scientists Debate Destroying The Last Strains of Smallpox","web_url":"https://www.nytimes.com/1993/08/30/us/fate-virus-special-report-scientists-debate-destroying-last-strains-smallpox.html","abstract":"  The execution of one of the biggest killers in history, the smallpox virus, is being planned for the end of this year.   The virus's death sentence comes 13 years after the World Health Organization declared that it had eradicated smallpox, a disease that killed, blinded and disfigured uncounted millions of people. The organization's global vaccination campaign broke the chain of person-to-person transmission of the disease, which occurred only in humans.","thumbnail":null,"section":"U.S."},{"date":"19930830","headline":"No Headline","web_url":"https://www.nytimes.com/1993/08/30/nyregion/no-headline-414793.html","abstract":"  \"AIDS was something Arthur could understand. It was something he could read about and study. But racism was something he couldn't understand; he couldn't understand why it couldn't be resolved, because it was man-made.\" -- JEANNE MOUTOUSSAMY-ASHE.  [ C6:3. ]","thumbnail":null,"section":"New York"},{"date":"19930830","headline":"Banner Season! Well, Sort of","web_url":"https://www.nytimes.com/1993/08/30/sports/baseball-banner-season-well-sort-of.html","abstract":"  It was Banner Day at Shea yesterday, and some Mets fans put more effort into their signs than some of the Mets players displayed during the game that followed.   Among the notable banners: \"It's Lonely at the Bottom\" and \"Mets, You're Not Last. We're Behind You.\" One couple chided their fellow customers with: \"We Bought Season Seats; Why Are You Here?\" One fellow carried a sign that said: \"I Made This Banner Just to Get on the Field.\"","thumbnail":null,"section":"Sports"},{"date":"19930830","headline":"Joshua Greenberg and Kathryn Dulit","web_url":"https://www.nytimes.com/1993/08/30/style/weddings-joshua-greenberg-and-kathryn-dulit.html","abstract":"  Kathryn Laura Dulit, a daughter of Drs. Everett and Elinor Dulit of Scarsdale, N.Y., was married yesterday to Joshua David Greenberg, a son of Dr. Lyon Greenberg and Marcia Greenberg of Slingerlands, N.Y. Cantor Phillip Weiss officiated at the summer home of the bride's parents in Seal Cove, Me.   Ms. Dulit, who is keeping her name, is a lawyer with Greater Boston Legal Services, a legal services agency for the poor there. She graduated from Oberlin College. She and her husband received law degrees from Northeastern University.","thumbnail":null,"section":"Style"},{"date":"19930830","headline":"Christopher Is Said to Have Given Impetus to Israeli-Palestinian Deal","web_url":"https://www.nytimes.com/1993/08/30/world/christopher-is-said-to-have-given-impetus-to-israeli-palestinian-deal.html","abstract":"  The breakthrough in the Middle East peace talks gained momentum from the shuttle diplomacy of Secretary of State Warren Christopher, with help from an international cast that included the Foreign Minister of Norway and President Hosni Mubarak of Egypt, American officials said today.    The officials gave the Palestinians and Israelis full credit for their role in reaching preliminary agreements that could turn into historic accords. But they said that secret talks in Oslo between senior Palestinians and Israelis, begun earlier this summer, were moving slowly until Mr. Christopher's trip to the Middle East this month.","thumbnail":null,"section":"World"},{"date":"19930830","headline":"A Different Sort of Quiet on the Set With Andrew Bergman in Charge","web_url":"https://www.nytimes.com/1993/08/30/movies/a-different-sort-of-quiet-on-the-set-with-andrew-bergman-in-charge.html","abstract":"  In a hastily constructed fake coffee shop in TriBeCa, Bridget Fonda and Nicolas Cage are busy doing what movie people call \"meeting cute.\" He's a cop, she's a waitress. He's a kidder, she's had a bad day. He's giving her his \"A\" material, asking for venison, then lobster thermidor, with a poker face. She's not laughing.   It's a pivotal scene in \"Cop Gives Waitress $2 Million Tip,\" a souffle of a moment, easy to get wrong, and Andrew Bergman, the director, is clearly feeling the pressure as he bends over to talk to his producer, Mike Lobell, between takes. Mr. Bergman's brow is knit, his voice hushed and worried.","thumbnail":null,"section":"Movies"},{"date":"19930830","headline":"FOR PALESTINIANS, RANGE OF REACTION","web_url":"https://www.nytimes.com/1993/08/30/world/for-palestinians-range-of-reaction.html","abstract":"  The possibility that a major breakthrough in peace talks with Israel is on the horizon captured the attention of Palestinians today.    Reactions to a proposal that would put Palestinians in charge of the Gaza Strip and the West Bank city of Jericho, occupied by Israel since 1967, ranged from elated embrace to utter rejection.","thumbnail":null,"section":"World"},{"date":"19930830","headline":"Miami and Notre Dame Are Banged Up Already","web_url":"https://www.nytimes.com/1993/08/30/sports/football-miami-and-notre-dame-are-banged-up-already.html","abstract":"  Miami and Notre Dame, two of college football's titans, incurred blows over the weekend, one an allegation of violations by former Hurricane players and the other a setback for the Fighting Irish at the quarterback position.   The two schools open their seasons on Saturday, Notre Dame facing Northwestern at South Bend, Ind., and Miami playing Boston College at Chesnut Hill, Mass. The Hurricanes were ranked eighth in The New York Times preseason rankings and the Irish 12th.","thumbnail":null,"section":"Sports"},{"date":"19930830","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/08/30/sports/transactions-967093.html","abstract":"  WEEKEND Baseball  American League  MINNESOTA TWINS -- Traded Jim Deshaies, pitcher, to the San Francisco Giants for Aaron Fultz, pitcher; Andres Duncan, shortstop; and a player to be named later. Assigned Fultz to Fort Wayne of the Midwest League and Duncan to Fort Myers of the Florida State League.","thumbnail":null,"section":"Sports"},{"date":"19930830","headline":"BERLINERS SEEKING HOLOCAUST CENTER","web_url":"https://www.nytimes.com/1993/08/30/world/berliners-seeking-holocaust-center.html","abstract":"  Inspired in part by the recent opening of the Holocaust Museum in Washington, a group of prominent Germans is pressing for construction of a similar museum here.   Although there are memorials to victims of the Nazi regime in various parts of Germany, and although some concentration camps have been turned into powerfully moving monuments, there is no museum here that fully documents the Nazis' murder of millions of civilians.","thumbnail":null,"section":"World"},{"date":"19930830","headline":"How Four Survive, Alone in Sarajevo","web_url":"https://www.nytimes.com/1993/08/30/world/how-four-survive-alone-in-sarajevo.html","abstract":"  Colorful sketches of milk cartons, cookie boxes, chocolate bars, fresh fruit and vegetables and a luxurious garden of flowery plants and butterflies are steadily conquering the walls of Stefica Miljkovic's apartment.   \"These are things we want and haven't got anymore,\" said Mrs. Miljkovic, a 66-year-old widow who has survived the 17-month siege of Sarajevo alone. \"I always drew pretty well,\" she said after answering her door wearing a swimsuit in the summer heat, her eyes bright and smiling. \"But it never crossed my mind to draw anything on the wall before.\"","thumbnail":null,"section":"World"},{"date":"19930830","headline":"Anyone Could See Japan's Steady Change; Buddhist Power Grows","web_url":"https://www.nytimes.com/1993/08/30/opinion/l-anyone-could-see-japan-s-steady-change-buddhist-power-grows-121693.html","abstract":"  To the Editor:   It has been little noted in this country that Japan's change of Government has brought the Komeito (Clean Government Party) into the governing coalition and new cabinet. The Komeito is an avowedly religious political party, close to the Soka Gakkai, an evangelical fundamentalist Buddhist organization with more than 8 million members in Japan and more than 200,000 in the United States.","thumbnail":null,"section":"Opinion"},{"date":"19930830","headline":"Giants Try to Plot Cuts That Might Not be Permanent","web_url":"https://www.nytimes.com/1993/08/30/sports/pro-football-giants-try-to-plot-cuts-that-might-not-be-permanent.html","abstract":"  This is the time of year when being a football coach is like being a traffic cop. Take Dan Reeves, for instance. Not only does he have to deal with trying to direct his team off its bumpy preseason road, he must now take the Giants through the complicated and winding path that is the process of cutting players. This is not easy stuff.   Reeves said today that the Giants haven't yet made any final decisions regarding the roster, but they do have a pretty good idea who is getting cut for good and who will be cut with the idea of bringing the player back for the inactive or practice squads if he clears waivers. Teams must reduce their active rosters to the 47-man limit by noon on Monday.","thumbnail":null,"section":"Sports"},{"date":"19930830","headline":"1943:Danes Scuttle Ships : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/08/30/opinion/IHT-1943danes-scuttle-ships-in-our-pages100-75-and-50-years-ago.html","abstract":"STOCKHOLM - [From our New York edition:] Defiant Danish seamen have snatched most of their small fleet from Germany's grasp by scuttling or flight to neutral Sweden, and many of Copenhagen's military fortifications have been wrecked after fighting that en","thumbnail":null,"section":"Opinion"},{"date":"19930830","headline":"Dawn Steel Muses From the Top of Hollywood's Heap","web_url":"https://www.nytimes.com/1993/08/30/movies/dawn-steel-muses-from-the-top-of-hollywood-s-heap.html","abstract":"  Although Dawn Steel insists that she's \"an ordinary middle-class girl from New York,\" it doesn't seem quite that simple. One of the few women to climb to the highest ranks in Hollywood, she lives in a hilltop home with startling views of Los Angeles; she's a fixture in the town's top tier; her bank account is decidedly un-middle class, and her rise and fall and rise are hardly an ordinary tale.   \"Yes, I see it as a fairy tale, but not a glamorous fairy tale because of the enormous amount of hard work, persistence and perseverence,\" said Ms. Steel who is now an independent producer and whose first film, \"Cool Runnings,\" is to be released in October. The perseverance is perhaps the central theme of Ms. Steel's autobiography, \"They Can Kill You . . . but They Can't Eat You: Lessons From the Front.\" To be published next month by Pocket Books, the book is not a slash-and-burn Hollywood expose that's going to keep her from eating lunch in this town again. It has some personal gossip (before her marriage, she had affairs with Richard Gere and Martin Scorsese) and plenty of celebrity names.","thumbnail":null,"section":"Movies"},{"date":"19930830","headline":"The Book on Agassi Now Has Tennis Plot","web_url":"https://www.nytimes.com/1993/08/30/sports/us-open-93-the-book-on-agassi-now-has-tennis-plot.html","abstract":"  Why is Andre Agassi chock-full of commitment toward winning the United States Open, which gets under way today and represents his final chance to capture a Grand Slam tournament in 1993?    For starters, his reputation depends on it. This hot dog has, he swears, turned into a devoted dog. He's never been one to take a page from anyone else's book, but just last week, upon hearing Jim Courier link his return to the No. 1 ranking to his decision to again make tennis \"the essence of his life,\" the quipster from Las Vegas experienced the thrill of recognition.","thumbnail":null,"section":"Sports"},{"date":"19930830","headline":"1893: Holmes Turns 85 : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/08/30/opinion/IHT-1893-holmes-turns-85-in-our-pages100-75-and-50-years-ago.html","abstract":"BEVERLY - Dr. Oliver Wendell Holmes yesterday [Aug. 29] entered upon his eighty-fifth year; or, as the genial \"Autocrat of the Breakfast Table\" would say, \"Eighty-five years young.\" Last year the doctor said to the friends who came to","thumbnail":null,"section":"Opinion"},{"date":"19930830","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/08/30/us/inside-441493.html","abstract":"  Surviving Alone in Sarajevo   Hundreds of residents of Sarajevo have faced the horrors of the bombardments alone. Each seems to come up with a particular survival strategy. Page A6. Hurricane Emily Moves In    A hurricane watch was imposed on the East Coast from South Carolina to the Maryland-Delaware border as the latest Atlantic storm approached the shore. Page A12. More Gang Suspects Sought    The authorities said they were seeking six more associates of a reputed gang leader arrested in Hong Kong on Friday who was involved in smuggling Chinese immigrants. Page B1.","thumbnail":null,"section":"U.S."},{"date":"19930830","headline":"IN DRAFT ACCORD, ISRAELIS AND P.L.O. NEAR RECOGNITION","web_url":"https://www.nytimes.com/1993/08/30/world/in-draft-accord-israelis-and-plo-near-recognition.html","abstract":"  Israeli and Palestinian officials said today that an imminent agreement -- the first in the two sides' long, tortured history -- would lead to mutual recognition by Israel and the Palestine Liberation Organization and a form of Palestinian self-rule in Israeli-occupied territories within six months.    They said a declaration of principles could be signed this week in Washington, where the Middle East peace talks are to resume on Tuesday, and would outline a planned shift of authority starting in the Gaza Strip and the West Bank city of Jericho.","thumbnail":null,"section":"World"},{"date":"19930830","headline":"Dehere Sweeps Into Saratoga History","web_url":"https://www.nytimes.com/1993/08/30/sports/horse-racing-dehere-sweeps-into-saratoga-history.html","abstract":"  The undefeated 2-year-old colt Dehere kept streaking along the road to the Kentucky Derby today when he won the Hopeful Stakes and swept his third major race in 32 days in racing's notorious house of upsets.   The Hopeful is just that: a hopeful moment for a juvenile horse trying to create a career.","thumbnail":null,"section":"Sports"},{"date":"19930830","headline":"Essay; The U.N. Entraps Clinton","web_url":"https://www.nytimes.com/1993/08/30/opinion/essay-the-un-entraps-clinton.html","abstract":"  More than 10,000 American troops, drawn mainly from the First Armored Division in Bad Kreuznach, Germany, were on the verge of being sent as part of a NATO force to Bosnia to impose the wrong peace in the wrong place at the wrong time.   Had the Bosnian Muslims bowed to Western pressure to accept the latest surrender terms proposed by the U.N. -- a humiliation that Bosnia's Parliament unanimously rejected over the weekend -- American forces would have become guarantors of a Munich-style sellout that would have created a gulag of ghettos and encouraged future ethnic cleansing.","thumbnail":null,"section":"Opinion"},{"date":"19930830","headline":"A School Board and State","web_url":"https://www.nytimes.com/1993/08/30/nyregion/a-school-board-and-state.html","abstract":"  In four separate votes, the Board of Education in this blue-collar town has refused to institute a state-mandated free-breakfast program at one of its elementary schools.   Cost is not the issue because the state and Federal governments say they will pay for the program. Instead, the board says it is standing on principle, fighting state mandates, the intrusion of big government and the ever-expanding welfare state.","thumbnail":null,"section":"New York"},{"date":"19930830","headline":"Family Leave Law Will Hurt Women","web_url":"https://www.nytimes.com/1993/08/30/opinion/l-family-leave-law-will-hurt-women-119493.html","abstract":"  To the Editor:   \"Women's Work -- and Men's, Too\" (editorial, Aug. 17) implies that I am a \"dinosaur\" because I stated the obvious: since more women than men are likely to make use of the Family Leave Act, this well-intentioned law will result in increased discrimination against women.","thumbnail":null,"section":"Opinion"},{"date":"19930830","headline":"Tirozzi's Skills Fit Needs Of Schools, Backers Say","web_url":"https://www.nytimes.com/1993/08/30/nyregion/tirozzi-s-skills-fit-needs-of-schools-backers-say.html","abstract":"  In Gerald N. Tirozzi's eight years as Connecticut Commissioner of Education, a gallery of framed news articles grew on his office wall. Most chronicled his successful reforms: tougher curriculums, higher salaries and standards for teachers, innovative multicultural programs and more money and even national recognition for the state's public school system.   During his tenure from 1983 to 1991, state education spending rose to $1.3 billion from $685 million; teachers' salaries became the highest in the nation; universal tests measuring student proficiency in math, writing and other areas were established, and Dr. Tirozzi seemed ubiquitous, meeting with parents and teachers, legislators and local school boards, seeking consensus and money.","thumbnail":null,"section":"New York"},{"date":"19930830","headline":"Years After Adoption, Adults Find Past, and New Hurdles","web_url":"https://www.nytimes.com/1993/08/30/us/years-after-adoption-adults-find-past-and-new-hurdles.html","abstract":"  For Karen Tashjian, striking the delicate balance between the parents who reared her and those who conceived her began in her 30's.   Ms. Tashjian was always curious about her biological parents, but never seriously considered looking for them until she had a daughter of her own. Tearful and shaken, she realized that she was afraid she would lose her daughter, as she herself had been separated at birth from her biological mother.","thumbnail":null,"section":"U.S."},{"date":"19930830","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/08/30/nyregion/metro-digest-483093.html","abstract":"  NEW YORK CITY TWO MEN CHARGED IN GIRL'S DEATH An 18-year-old man who was tried and acquitted in the arson murder of six people two years ago was arrested yesterday with another man in the killing of an girl whose badly burned body was found underneath a highway overpass in the Bronx. The victim was believed to be an 11-to-13 year-old black female, but her identity remained a mystery yesterday as investigators wondered why no one had come forward to report a missing person answering her description. B3.","thumbnail":null,"section":"New York"},{"date":"19930830","headline":"Review/Theater; Exploring Sexes and Identities","web_url":"https://www.nytimes.com/1993/08/30/theater/review-theater-exploring-sexes-and-identities.html","abstract":"  Kate Bornstein, the creator of and sole performer in \"The Opposite Sex Is Neither\" at Performance Space 122, could be an entire discussion panel on \"Donahue\" all by herself. A former man who became a woman and is now a lesbian, Ms. Bornstein has constructed a series of mystically connected monologues in which she embodies a host of characters on different levels in the twilight zone of sexual identity: a male impersonator, a \"she-male\" drag queen and five others who have, through surgery and sartorial camouflage, crossed the gender line from both directions.   In fact, Ms. Bornstein has actually appeared on both \"Donahue\" and \"Geraldo,\" and she seems, in an odd way, well-suited to a mainstream medium. Looking a bit like the film actress Julie Hagerty, with a stronger jawline and bigger teeth, Ms. Bornstein emanates a sunny, nonthreatening wholesomeness and rationality. And she tends to speak in neatly shaped homilies that emphasize the importance of finding peace within one's own skin.","thumbnail":null,"section":"Theater"},{"date":"19930830","headline":"Regina Mincey, Christopher Garlin","web_url":"https://www.nytimes.com/1993/08/30/style/weddings-regina-mincey-christopher-garlin.html","abstract":"  Regina Yvette Mincey, a daughter of Sarah and Thomas Mincey of St. Petersburg, Fla., was married yesterday to Christopher Garlin, a son of Octavia Garlin of Jersey City, and the late Howard Garlin. The Revs. Ugene P. Squeo and Francis H. Schiller, Roman Catholic priests, officiated at St. Patrick's Church in Jersey City.   Mrs. Garlin is a senior accountant at Douglas Elliman Gibbons & Ives, the real estate management company in New York. She graduated from Rutgers University. Her father, now retired, was an administrator with the University of Medicine and Dentistry, in Newark. Her mother, also retired, was an inventory specialist with Central Industries, a former textile importer in Jersey City.","thumbnail":null,"section":"Style"},{"date":"19930830","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/30/nyregion/c-corrections-092993.html","abstract":"  An obituary on Aug. 5 and in some editions on Aug. 4 about Eugene T. Maleska, crossword puzzle editor of The New York Times, miscalculated the number of clues he sifted each year in reviewing puzzles submitted for publication. It was 40,000, not 2.8 million.","thumbnail":null,"section":"New York"},{"date":"19930830","headline":"Group's Trade in Bodies Reaped Wealth and Power","web_url":"https://www.nytimes.com/1993/08/30/nyregion/group-s-trade-in-bodies-reaped-wealth-and-power.html","abstract":"  Police raids in New York and Hong Kong over the weekend took aim at a Chinese gang that has become New York City's most powerful Asian crime organization, gaining wealth and influence through the smuggling of Chinese immigrants, investigators say.   The gang, known as the Fuk Ching, has been operating in New York for several years, but came under increased police scrutiny recently because of its role in helping to organize the ill-fated voyage of a tramp steamer that ran aground off Queens in June with nearly 300 Chinese men and women aboard.","thumbnail":null,"section":"New York"},{"date":"19930830","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/08/30/sports/results-plus-886093.html","abstract":"  TRACK AND FIELD Czech Sets a Record  Jan Zelezny of the Czech Republic had his fans and rivals gasping in admiration yesterday as he broke his world javelin record with a throw of 313 feet 10 inches, at the Sheffield International meet in Sheffield, England. Zelezny threw 311-8 on his first throw, forcing meet officials to move a fence guarding the high jump area, in case he speared it. Zelezny's record throw was the highlight of a meet. He broke the record on his third throw. His second was just short of the old mark, a throw of 312-9. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930830","headline":"Abbott Gets Shelled, but Yanks Shock Indians","web_url":"https://www.nytimes.com/1993/08/30/sports/baseball-abbott-gets-shelled-but-yanks-shock-indians.html","abstract":"  It was still early in the afternoon and the Yankees had seen their third straight starter depart before the sixth inning ended. A third straight setback to the Indians loomed. Another rout was happening at Cleveland Stadium. It was another day to wonder whether the Yankees are serious about this pennant chase.   But before the day ended, and before the Indians could complete their choke hold, the Yankees answered the pennant question robustly. Stuck in a 7-2 ditch after Jim Abbott allowed eight hits in three innings, the Yankees climbed out of their precarious position with a blizzard of hits, a flake of good fortune on a controversial call and 12 timely runs to snatch an improbable 14-8 victory. They may have to win games in September with their offense, but they definitely are serious about winning.","thumbnail":null,"section":"Sports"},{"date":"19930830","headline":"Elizabeth Barnett, M. A. Batterman","web_url":"https://www.nytimes.com/1993/08/30/style/weddings-elizabeth-barnett-m-a-batterman.html","abstract":"  Elizabeth Ann Barnett, a daughter of Bert and Carol Barnett of Memphis, was married yesterday to Michael Andrew Batterman, the son of L. Robert Batterman of New York and Nancy Batterman of New Rochelle, N.Y. Rabbi Harry Danziger officiated at Temple Israel of Memphis.   Ms. Barnett is keeping her name. She and her husband graduated from Dartmouth College. She is a candidate for a master's degree in art history at the University of Chicago.","thumbnail":null,"section":"Style"},{"date":"19930830","headline":"Reporter's Notebook; Working Hard at Relaxing, Clinton Hates to Quit","web_url":"https://www.nytimes.com/1993/08/30/us/reporter-s-notebook-working-hard-at-relaxing-clinton-hates-to-quit.html","abstract":"  President Clinton finally tore himself away from his island vacation today, returning to Washington from what has certainly been his most restful, consistently trouble-free week in nearly two years.   There is a distinct possibility that the problems that await him, which include the unveiling of a long-awaited health care plan and a potential Congressional revolt over the free trade agreement he has championed, could wipe away the residual benefits of his 11 days off.","thumbnail":null,"section":"U.S."},{"date":"19930830","headline":"Alison Grann and David Gutstein","web_url":"https://www.nytimes.com/1993/08/30/style/weddings-alison-grann-and-david-gutstein.html","abstract":"  Dr. Alison Grann and Dr. David Ethan Gutstein, residents in internal medicine at Beth Israel Hospital in Boston, were married yesterday at Temple Shaaray Tefila in Bedford, N.Y.   The bride, 28, graduated cum laude from George Washington University, from which she also received a medical degree. She is the daughter of Dr. and Mrs. Victor Grann of Westport, Conn. Her father, an oncologist, is the director of the Bennett Cancer Center in Stamford, Conn. Her mother, Phyllis Grann, is the chairman of the Putnam Berkley Group Inc., publishers in New York.","thumbnail":null,"section":"Style"},{"date":"19930830","headline":"Two Held in Death of Girl Found on Fire by Highway","web_url":"https://www.nytimes.com/1993/08/30/nyregion/two-held-in-death-of-girl-found-on-fire-by-highway.html","abstract":"  An 18-year-old man who was acquitted in the arson deaths of six people two years ago was arrested yesterday with another man in the murder of a young girl whose body was found on fire beneath a highway overpass in the Bronx on Aug. 22.   The victim was believed to be 11 to 13 years old, possibly from Brooklyn, but her identity remained a mystery yesterday. Investigators said no one had reported a missing person fitting her description.","thumbnail":null,"section":"New York"},{"date":"19930830","headline":"Yankees Pitch Softly and Carry a Big Stick","web_url":"https://www.nytimes.com/1993/08/30/sports/on-baseball-yankees-pitch-softly-and-carry-a-big-stick.html","abstract":"  Every time Cleveland's Carlos Baerga stepped to the plate this weekend, the speakers blared out a little rock 'n' roll ditty called \"Too Legit to Quit,\" by Hammer.   Maybe, just maybe, the Yankees' hitters took a hint.","thumbnail":null,"section":"Sports"},{"date":"19930830","headline":"Books of The Times; Culture and Behavior Mix In a Mexican Borderland","web_url":"https://www.nytimes.com/1993/08/30/books/books-of-the-times-culture-and-behavior-mix-in-a-mexican-borderland.html","abstract":"  Consider This, Senora By Harriet Doerr 241 pages. Harcourt Brace & Comany.","thumbnail":null,"section":"Books"},{"date":"19930830","headline":"Star of Cozzene Triumphs","web_url":"https://www.nytimes.com/1993/08/30/sports/horse-racing-star-of-cozzene-triumphs.html","abstract":"  Star of Cozzene, the 4-5 favorite, put on a late charge today and overtook Evanescent in the homestretch to win the Arlington Million by 3 1/4 lengths. With archrival Lure scratched, Star of Cozzene dazzled with a last burst of speed to win easily.   The expected duel between Star of Cozzene and Lure didn't happen when Lure's trainer, Shug McGaughey, decided to scratch his star because the turf was softened by rain. Star of Cozzene and Lure each had won twice going head-to-head with the loser finishing second.","thumbnail":null,"section":"Sports"},{"date":"19930830","headline":"Small-Time Gold Miners Scrape By","web_url":"https://www.nytimes.com/1993/08/30/us/small-time-gold-miners-scrape-by.html","abstract":"  Mickey Rees, an independent gold miner working on the Trinity River, ignores the people who lean out of their speeding cars to shout mockingly, \"Get a job.\"    But when tourists pull over to photograph him, shirtless and smoking on a floating dredge the size of a limousine, the 43-year-old miner and Vietnam veteran takes out binoculars and stares back. Though he may seem like an anachronism, Mr. Rees says he is not ready to become a souvenir.","thumbnail":null,"section":"U.S."},{"date":"19930830","headline":"U.S.C. Thinks Big, Then Loses Big","web_url":"https://www.nytimes.com/1993/08/30/sports/football-usc-thinks-big-then-loses-big.html","abstract":"  The freeway billboards here say, \"Be a Trojan, Beat Notre Dame.\" North Carolina would have been a nice start.   Instead, the Tar Heels were the ones who executed Student Body Right here, while John Robinson spent the evening thinking about an an X-ray. U.S.C.'s top tailback, Dwight McFadden, broke his ankle in the first quarter, and Robinson, beginning his second tenure as Trojan coach, saw his game plan dwindle to flare passes in a 31-9 loss to North Carolina in the Disneyland Pigskin Classic.","thumbnail":null,"section":"Sports"},{"date":"19930830","headline":"Homosexuals Turn Mass Into Silent Protest of Pastoral Letter","web_url":"https://www.nytimes.com/1993/08/30/nyregion/homosexuals-turn-mass-into-silent-protest-of-pastoral-letter.html","abstract":"  In a silent protest, 29 lesbians and gay men demonstrated during Mass yesterday at St. James Cathedral in downtown Brooklyn, condemning what they called hypocrisy in a pastoral letter on homosexuality by Bishop Thomas V. Daily of the Roman Catholic Diocese of Brooklyn and Queens.    But when he began Mass, Bishop Daily surprised the demonstrators by reordering the service, beginning with the \"Rite of Peace,\" in which everyone in attendance is asked to greet those around them. For 15 minutes, the demonstrators found themselves engulfed by members of the cathedral's congregation and clergy, including the Bishop himself, all of them offering handshakes and good wishes.","thumbnail":null,"section":"New York"},{"date":"19930830","headline":"Dina Taylor and Paul Brewer","web_url":"https://www.nytimes.com/1993/08/30/style/weddings-dina-taylor-and-paul-brewer.html","abstract":"  Dina Taylor, a daughter of Alvin and Judit Taylor of Bayside, Queens, was married yesterday to Paul Edward Brewer, the son of David Brewer and Jean Denton, both of Los Gatos, Calif. Rabbi Donald Pollock officiated at the Cathedral of the Pines in Rindge, N.H.   Ms. Brewer, 26, was until recently a law clerk to Judge Richard A. Gadbois Jr. of Federal District Court in Los Angeles. She is to join the New York law firm of Davis Polk & Wardwell as an associate in November. She graduated cum laude from Princeton University and received a law degree from Harvard University.   Her father is an engineering manager for the Telephonics Corporation, an audio equipment manufacturer in Huntington, L.I. Her mother is the director of the Bayside Early Childhood Center.","thumbnail":null,"section":"Style"},{"date":"19930830","headline":"To Reeves, A Little Success Isn't Enough","web_url":"https://www.nytimes.com/1993/08/30/sports/pro-football-to-reeves-a-little-success-isn-t-enough.html","abstract":"  The laugh came instantly, as if someone had told him one of the funniest jokes he had ever heard. Tom Landry simply had been asked about the competitive nature of his good friend, Giants Coach Dan Reeves, and you would have thought the Hall of Fame coach was being tickled to death.   \"Boy, oh boy, competitive? Dan?\" Chuckle. \"I can't tell you what it was like having him around, probably the most competitive guy I know.\" More chuckling. \"First of all, he's a great person, but, boy, oh boy. You don't ever want to go against Dan in a game of golf. No way. He'll try to beat your pants off.\"","thumbnail":null,"section":"Sports"}],"wiki_events":[],"weather":[{"date":"19930830","time":"1993-08-30 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16,"rhum":70,"wspd":9.4},{"date":"19930830","time":"1993-08-30 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16,"rhum":70,"wspd":9.4},{"date":"19930830","time":"1993-08-30 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":73,"wspd":9.4},{"date":"19930830","time":"1993-08-30 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.5,"rhum":75,"wspd":9.4},{"date":"19930830","time":"1993-08-30 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":77,"wspd":11.2},{"date":"19930830","time":"1993-08-30 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.5,"rhum":77,"wspd":9.4},{"date":"19930830","time":"1993-08-30 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.3,"rhum":80,"wspd":9.4},{"date":"19930830","time":"1993-08-30 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.5,"rhum":82,"wspd":13},{"date":"19930830","time":"1993-08-30 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":86,"wspd":9.4},{"date":"19930830","time":"1993-08-30 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.3,"rhum":82,"wspd":13},{"date":"19930830","time":"1993-08-30 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.1,"rhum":78,"wspd":7.6},{"date":"19930830","time":"1993-08-30 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.1,"rhum":73,"wspd":9.4},{"date":"19930830","time":"1993-08-30 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19,"rhum":67,"wspd":11.2},{"date":"19930830","time":"1993-08-30 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20,"rhum":63,"wspd":9.4},{"date":"19930830","time":"1993-08-30 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.3,"rhum":54,"wspd":13},{"date":"19930830","time":"1993-08-30 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.8,"rhum":46,"wspd":14.8},{"date":"19930830","time":"1993-08-30 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.2,"rhum":44,"wspd":16.6},{"date":"19930830","time":"1993-08-30 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.8,"rhum":46,"wspd":11.2},{"date":"19930830","time":"1993-08-30 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.9,"rhum":44,"wspd":14.8},{"date":"19930830","time":"1993-08-30 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.2,"rhum":45,"wspd":7.6},{"date":"19930830","time":"1993-08-30 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.1,"rhum":58,"wspd":16.6},{"date":"19930830","time":"1993-08-30 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.3,"rhum":65,"wspd":18.4},{"date":"19930830","time":"1993-08-30 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15,"rhum":61,"wspd":20.5},{"date":"19930830","time":"1993-08-30 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":62,"wspd":14.8},{"date":"19930830","time":"1993-08-30 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":69,"wspd":14.8},{"date":"19930830","time":"1993-08-30 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":69,"wspd":13},{"date":"19930830","time":"1993-08-30 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":79,"wspd":13},{"date":"19930830","time":"1993-08-30 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":79,"wspd":13},{"date":"19930830","time":"1993-08-30 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":82,"wspd":13},{"date":"19930830","time":"1993-08-30 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":88,"wspd":7.6},{"date":"19930830","time":"1993-08-30 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":88,"wspd":7.6},{"date":"19930830","time":"1993-08-30 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":91,"wspd":9.4},{"date":"19930830","time":"1993-08-30 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":94,"wspd":9.4},{"date":"19930830","time":"1993-08-30 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":94,"wspd":0},{"date":"19930830","time":"1993-08-30 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":90,"wspd":5.4},{"date":"19930830","time":"1993-08-30 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":87,"wspd":9.4},{"date":"19930830","time":"1993-08-30 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":82,"wspd":7.6},{"date":"19930830","time":"1993-08-30 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":77,"wspd":7.6},{"date":"19930830","time":"1993-08-30 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":71,"wspd":0},{"date":"19930830","time":"1993-08-30 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":67,"wspd":9.4},{"date":"19930830","time":"1993-08-30 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":61,"wspd":11.2},{"date":"19930830","time":"1993-08-30 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":55,"wspd":13},{"date":"19930830","time":"1993-08-30 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":55,"wspd":11.2},{"date":"19930830","time":"1993-08-30 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":63,"wspd":9.4},{"date":"19930830","time":"1993-08-30 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":61,"wspd":20.5},{"date":"19930830","time":"1993-08-30 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":65,"wspd":18.7},{"date":"19930830","time":"1993-08-30 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":69,"wspd":22.3},{"date":"19930830","time":"1993-08-30 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":71,"wspd":14.8}]},"19930831":{"guardian_articles":[{"date":"19930831","headline":"News: Award for 'worst artist' shown to be hoax","web_url":"https://www.theguardian.com/artanddesign/1993/aug/31/20yearsoftheturnerprize.turnerprize","abstract":null,"thumbnail":null,"section":"Art and design"}],"nytimes_articles":[{"date":"19930831","headline":"Gallego, Forgotten in April, Looks Toward October","web_url":"https://www.nytimes.com/1993/08/31/sports/baseball-gallego-forgotten-in-april-looks-toward-october.html","abstract":"  Mike Gallego has that feeling again, a pennant race feeling. It is a feeling that actually made Gallego dance while he fielded pre-game grounders Sunday in Cleveland, that made him donate a bat to a child wearing a Yankee cap and made him think that he could be playing important baseball games in October.   Gallego knows the feeling. He played on pennant winners in Oakland for three straight years before joining the Yankees as a free agent 20 months ago. He knows when it is appropriate to stare at the scoreboard to see whether Toronto is ahead and when he is better off staring at his shoelaces because it is premature. Guess what? Even Gallego has glanced up from his shoes lately.","thumbnail":null,"section":"Sports"},{"date":"19930831","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/31/nyregion/c-corrections-254993.html","abstract":"  An article on Sunday about a resolution in Cobb County, Ga., condemning homosexuality referred incorrectly to findings of a study on the county's share of Federal spending. Common Cause magazine found that Cobb had received more Federal money than all but two suburban counties per capita, not in total.","thumbnail":null,"section":"New York"},{"date":"19930831","headline":"Cuzco Journal; Archeologist Wants to Reconquer Shrine for Incas","web_url":"https://www.nytimes.com/1993/08/31/world/cuzco-journal-archeologist-wants-to-reconquer-shrine-for-incas.html","abstract":"  Raymundo Bejar Navarro, an archeologist, climbs the adobe wall up onto the grounds of the Santo Domingo monastery here in the center of town.    Shaking his head, he complains that the four resident monks are refusing to let his scientific team dig in the area. Defiantly, looking up at the towering, 350-year-old Spanish church, he hisses through his teeth, \"They should tear this down.\"","thumbnail":null,"section":"World"},{"date":"19930831","headline":": Epitaph for a Nazi Foe: 'A Little Piece of Justice'","web_url":"https://www.nytimes.com/1993/08/31/opinion/IHT--epitaph-for-a-nazi-foe-a-little-piece-of-justice.html","abstract":"Some men lead lives of near cinematic perfection, so essential are they in place and time and action in history. .It was Nov. 20, 1945, and Robert Kempner walked into Room 600 of Nuremberg's Hall of Justice, and came face-to-face with 11 men accused of","thumbnail":null,"section":"Opinion"},{"date":"19930831","headline":"Tentative Pact for Teachers","web_url":"https://www.nytimes.com/1993/08/31/us/tentative-pact-for-teachers.html","abstract":"  Mayor Dinkins and leaders of the teachers union announced a tentative contract with pay raises averaging 9 percent over four years. Page B4.","thumbnail":null,"section":"U.S."},{"date":"19930831","headline":"Sports of The Times; A Mountain Out of Tennis Minutiae","web_url":"https://www.nytimes.com/1993/08/31/sports/sports-of-the-times-a-mountain-out-of-tennis-minutiae.html","abstract":"  ALL RIGHT, enough of this squealing about how Monica Seles ought to have been frozen as the No. 1 player in the world after being stabbed on the court in Hamburg last April 30. The argument is beginning to sound awfully specious, especially after hearing Seles make it herself.   Who's No. 1? Judging by the number of news media bodies that were crammed into Seles's news conference yesterday on Day 1 of another Grand Slam she's not playing in, it's still Seles, the tennis Garbo, no matter what the agate print on the results pages of the sports sections says.","thumbnail":null,"section":"Sports"},{"date":"19930831","headline":"Mandela's Group Won't Punish Its Rights Abusers","web_url":"https://www.nytimes.com/1993/08/31/world/mandela-s-group-won-t-punish-its-rights-abusers.html","abstract":"  The African National Congress issued a blanket apology today for torture, executions and other abuses committed in its exile camps during the guerrilla war against apartheid, but said it would not punish past human rights violators or pay compensation to the victims.   Responding to an independent report that detailed abuses and cited men who still hold positions in the organization, Nelson Mandela, the president of the congress, said it would be unfair to discipline those accused within the anti-apartheid movement when officials who committed atrocities in support of apartheid remain free.","thumbnail":null,"section":"World"},{"date":"19930831","headline":"Emily to Rage Under a Full Moon","web_url":"https://www.nytimes.com/1993/08/31/us/emily-to-rage-under-a-full-moon.html","abstract":"  A full moon will rise and the tide will be high just a few hours before Hurricane Emily is expected to whip the Outer Banks of North Carolina with strong winds, but weather experts said yesterday that the convergence of events was not likely to add greatly to the effects of the storm.   \"If Emily were to come ashore at a time of high tide, then that would exacerbate coastal flooding,\" said Lee Grenci of the Weather Communications Group at Pennsylvania State University.  But because the times will not coincide closely, he said, the effects will be slight.","thumbnail":null,"section":"U.S."},{"date":"19930831","headline":"How a Betrayal Snagged a Chinese Gang Leader","web_url":"https://www.nytimes.com/1993/08/31/nyregion/how-a-betrayal-snagged-a-chinese-gang-leader.html","abstract":"  Guo Liang Chi thought he was talking to a friend when he described how he had ordered the murder of two of his trusted lieutenants in Chinatown last January. \"Do it,\" he said, according to Federal transcripts of a secretly taped conversation. \"Do a clean job.\"   Speaking by telephone in February from a hiding place in China, he recounted how he had given the command, and explained why they had to die -- they had challenged him for a heftier cut of the huge profits their gang was earning from smuggling Chinese immigrants. But the friend, it turned out, was an informer, and the Federal Bureau of Investigation taped the call.  Rare Look at Gang Life    The brutal simplicity of that execution order was just one of the elements about life within a violent Chinatown gang that emerged yesterday as Federal authorities, after more than two years of investigation, unveiled what they described as conclusive evidence that will finally put Mr. Guo, the leader of the Fuk Ching gang, away for life. The smoking gun, described in the Federal complaint against Mr. Guo, is a taped conversation in February between the gang leader and a confidential informer. Mr. Guo was already in Fujian Province in China, where he fled in January after the killing.","thumbnail":null,"section":"New York"},{"date":"19930831","headline":"Target Practice for Life As Human Cannonball","web_url":"https://www.nytimes.com/1993/08/31/nyregion/our-towns-target-practice-for-life-as-human-cannonball.html","abstract":"  AS always, Laura Weiss had the jitters. It did not matter that she had stood at this very control panel, her hands on the different colored levers, a thousand times before. It was no consolation that the routine goes like clockwork, that legs had not been fractured or arms broken or vetebrae crushed.   No, nothing could soothe her nerves. And maybe that was the way it had to be. How would it look, after all, if Mrs. Weiss had no qualms about shooting her husband out of a cannon?","thumbnail":null,"section":"New York"},{"date":"19930831","headline":"Tax Man Has Long Reach, Douglas Finds","web_url":"https://www.nytimes.com/1993/08/31/sports/sports-people-boxing-tax-man-has-long-reach-douglas-finds.html","abstract":"  The former heavyweight champion, JAMES (BUSTER) DOUGLAS, is finding officials in his hometown of Columbus, Ohio, tougher to fight than MIKE TYSON.  Douglas faces trial tomorrow in Franklin County (Ohio) Common Pleas Court in a civil lawsuit over taxes.","thumbnail":null,"section":"Sports"},{"date":"19930831","headline":"Move Over, Gutenberg, for the Electronic Book; Computer Shopper","web_url":"https://www.nytimes.com/1993/08/31/opinion/l-move-over-gutenberg-for-the-electronic-book-computer-shopper-106893.html","abstract":"  To the Editor:   \"The Trials of Setting Up a New Home Computer\" L. R. Shannon's humorous Aug. 17 column in Science Times, epitomizes what many a home computer shopper experiences when the long-awaited computer finally arrives: the initial, hard-to-conceal excitement at having bought a state-of-the-art blockbuster and, immediately following that, a deep sense of despair when the machine refuses to come to life at power-up.","thumbnail":null,"section":"Opinion"},{"date":"19930831","headline":"Teachers Approve a Tentative Contract","web_url":"https://www.nytimes.com/1993/08/31/nyregion/teachers-approve-a-tentative-contract.html","abstract":"  Mayor David N. Dinkins and the leaders of the union representing 65,000 public-school teachers said yesterday that they had reached a tentative agreement on a new four-year contract calling for raises averaging 9 percent over the length of the deal.   The tentative settlement, reached on the eve of both a new school year and the general election campaign, could help Mr. Dinkins win the endorsement of the powerful union, the United Federation of Teachers. Mr. Dinkins was elected four years ago with the enthusiastic support of the union, which also represents 20,000 guidance counselors, teachers' aides, secretaries and other employees of the New York City school system.","thumbnail":null,"section":"New York"},{"date":"19930831","headline":"Science Takes a Lesson From Nature, Imitating Abalone and Spider Silk","web_url":"https://www.nytimes.com/1993/08/31/science/science-takes-a-lesson-from-nature-imitating-abalone-and-spider-silk.html","abstract":"  INCREASINGLY, scientists designing new materials are looking to nature as a source of inspiration. In their search for ways to make substances that are harder, stronger, lighter and more durable, they are mimicking nature and enhancing it.   Some scientists have discovered how to \"petrify\" wood to make it more resistant to pests, while others are duplicating the multilayered structure of seashells to make new ceramics that are tough without being brittle. Still other researchers have recently made fundamental discoveries about spider web silk, capping decades of study and raising the hope of mass-producing threads stronger than Kevlar, the substance used to make bulletproof vests. And scientists have begun studies of reindeer antlers to see why this tough, light material absorbs shock so well.","thumbnail":null,"section":"Science"},{"date":"19930831","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/31/nyregion/c-corrections-966793.html","abstract":"  A picture caption on Friday about the 217th anniversary of the Battle of Long Island misidentified the location of a Brooklyn farmhouse that figured in the battle. The Stone House, also known as the Vechte-Cortelyou House, is in J. J. Byrnes Park at Fourth Avenue and Third Street in Park Slope, not in Prospect Park.","thumbnail":null,"section":"New York"},{"date":"19930831","headline":"Talk, Talk, Talk","web_url":"https://www.nytimes.com/1993/08/31/opinion/talk-talk-talk.html","abstract":"  How many late-night talk shows can television bear? Johnny Carson warned that half the people in the world would soon have their own, and he wasn't far from wrong. For years, Mr. Carson had the night pretty much to himself. His replacement, Jay Leno, will soon be working in Grand Central Terminal by comparison.   With David Letterman, Chevy Chase and Conan O'Brien joining Mr. Leno and Arsenio Hall, there'll soon be five hosts jawing through the night, with Mr. Letterman, Mr. Chase and Mr. Leno all banging heads at once. That's a lot of chat and channel-surfing. Watch the skies for the vultures; they'll surely be circling soon.","thumbnail":null,"section":"Opinion"},{"date":"19930831","headline":"With Gambling Expert in Capital, a Casino Rolls","web_url":"https://www.nytimes.com/1993/08/31/us/with-gambling-expert-in-capital-a-casino-rolls.html","abstract":"  As a boom in legalized gambling rolls across America, no politician has stepped up to the table with more prescience and gusto than Gov. Edwin W. Edwards, a rather fabulous crapshooter who likes to risk $5,000 a roll in the casino and far more in the statehouse.   \"Sounds like I won again,\" the gray-haired Governor declared with Cajun ease in his office this week. He had just learned that his threat to throw the gambling issue back to the machinations of the Legislature had prodded an end to a profit-sharing dispute among gambling entrepreneurs, clearing the way for the world's biggest casino to be built in New Orleans.","thumbnail":null,"section":"U.S."},{"date":"19930831","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/08/31/nyregion/metro-digest-265493.html","abstract":"  NEW YORK CITY  CORTINES IS CHOSEN TO HEAD SCHOOLS   The Board of Education, divided 4-3, decided to appoint Ramon C. Cortines, the former Schools Superintendent in San Francisco, as the city's next Schools Chancellor. Mr. Cortines is planning to fly to New York today. A1.   Six months after a bitterly divided Board of Education ousted Schools Chancellor Joseph A. Fernandez, the chief policymaking body for the nation's largest school system seems as divided as ever. B3. TENTATIVE AGREEMENT ON TEACHERS' PACT   Mayor Dinkins and the leaders of the union representing 65,000 teachers said that they had reached a tentative agreement on a new four-year contract calling for raises averaging 9 percent over the length of the deal. The tentative settlement, reached on the eve of both a new school year and the general election campaign, could help Mr. Dinkins win the endorsement of the powerful union, the United Federation of Teachers. B3.","thumbnail":null,"section":"New York"},{"date":"19930831","headline":"Bosnian Airlift : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/31/opinion/IHT-bosnian-airlift-letters-to-the-editor.html","abstract":"One of the most despicable aspects of the Western reaction to the continuing horrendous saga in Bosnia is the recent airlifting of the medical needy to hospitals abroad. This conscience-soothing balm, which receives the full attention of the media, is de","thumbnail":null,"section":"Opinion"},{"date":"19930831","headline":"Bridge","web_url":"https://www.nytimes.com/1993/08/31/nyregion/bridge-493293.html","abstract":"  The World Team Championships were declared open here Sunday night by Robert Wolff of Dallas, the president of the World Bridge Federation. Play began here this morning with 16 teams in the Bermuda Bowl, for open teams, and 16 in the Venice Trophy, for women's teams.   In one Bermuda Bowl qualifying group, the United States No. 1 team is starting against Norway, one of its most dangerous opponents together with China and Denmark. In the other group United States No. 2 is opening against Mexico, and will probably find Brazil, the Netherlands and Poland to be its strongest adversaries.","thumbnail":null,"section":"New York"},{"date":"19930831","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/08/31/nyregion/news-summary-186093.html","abstract":"  International A2-11  ISRAEL APPROVES AGREEMENT  Israel's Cabinet approved a draft accord with the Palestinians that would grant them limited self-rule and lead to mutual recognition.  A1  WALLS COME TUMBLING DOWN  News analysis: In a region where one of the few certainties seemed to be the irreconcilability of differences between Israel and the P.L.O., the prospect of peace is shaking foundations on all sides.  A1","thumbnail":null,"section":"New York"},{"date":"19930831","headline":"So Why Is This Jet Not Weeping?","web_url":"https://www.nytimes.com/1993/08/31/sports/football-so-why-is-this-jet-not-weeping.html","abstract":"  Moments after he had been informed that the Jets had terminated his contract, effectively cutting him loose from the team, center Jim Sweeney, a 10-year veteran, sat on a big wooden box outside the equipment room and talked about his future plans.   First, he was going to pick up his wife, Heather, at the airport. Next, they were going to move his belongings out of a hotel near the Jets' headquarters and into a house on Long Island. Then, he was going to get some sleep and get ready for the team's practice on Wednesday in preparation for the regular-season opener against Denver at Giants Stadium on Sunday.","thumbnail":null,"section":"Sports"},{"date":"19930831","headline":"Review/Pop; Musical Idioms From the Road To New Orleans","web_url":"https://www.nytimes.com/1993/08/31/arts/review-pop-musical-idioms-from-the-road-to-new-orleans.html","abstract":"  When Snooks Eaglin sings, he sounds casual, and his guitar solos never hurry. But there's a steely intelligence and a sly sense of timing behind every note the New Orleans bluesman generates.   Mr. Eaglin, who was born in 1936 and was blinded by glaucoma as an infant, has forged his own technique: he plays like two guitarists at once, picking out lead lines in between strummed rhythm-guitar chords. While featuring songs from his current album, \"Teasin' You\" (Black Top/Rounder), he made his early set on Saturday night at Tramps a playful survey of down-home idioms from blues to swing to country to rhythm-and-blues, as he carried them all to New Orleans.","thumbnail":null,"section":"Arts"},{"date":"19930831","headline":"For the Home Computer User, a Neat Compaq Challenger to the Macintosh","web_url":"https://www.nytimes.com/1993/08/31/science/personal-computers-for-home-computer-user-neat-compaq-challenger-macintosh.html","abstract":"  THE COMPAQ COMPUTER CORPORATION's new Presario home computer, introduced last week, is powerful, innovative, easy to use and relatively inexpensive, with a suggested list price of $1,399.    The Presario is an \"all in one\" computer, with a 14-inch color display screen integrated into the case in a style similar to that of Apple Computer Inc.'s Macintosh Classic or the early versions of the I.B.M. PC Company's PS/1.","thumbnail":null,"section":"Science"},{"date":"19930831","headline":"Rutgers' Fortay Loses Out Again","web_url":"https://www.nytimes.com/1993/08/31/sports/sports-people-college-football-rutgers-fortay-loses-out-again.html","abstract":"  BRYAN FORTAY has lost another starting job at quarterback. This time it's not at Miami, though. Rutgers Coach DOUG GRABER yesterday gave Fortay the bad news, telling the senior that a sophomore, RAY LUCAS, will start for the Scarlet Knights in the season opener against Colgate on Saturday.   Fortay, who transferred from Miami more than two years ago after getting beat out for the starting job by GINO TORRETTA, shared the starting assignment with Lucas last season as Rutgers went 7-4. With Fortay starting, Rutgers had a 5-2 record, but Lucas is considered more mobile.","thumbnail":null,"section":"Sports"},{"date":"19930831","headline":"Can Bonds Be a Man For All Seasons?","web_url":"https://www.nytimes.com/1993/08/31/sports/on-baseball-can-bonds-be-a-man-for-all-seasons.html","abstract":"  Today is the last day of August. Tomorrow and Thursday are the first two days of September. For the San Francisco Giants, though, the only relevant date is what month it is on Barry Bonds's calendar.   When the Giants played the Atlanta Braves in San Francisco last week, Bonds's calendar said it was October. If it is still October these next three nights, the Giants will be in serious trouble in their effort to win the National League West championship.","thumbnail":null,"section":"Sports"},{"date":"19930831","headline":"Some Mets May Detour Off Team's Road to Nowhere","web_url":"https://www.nytimes.com/1993/08/31/sports/baseball-some-mets-may-detour-off-team-s-road-to-nowhere.html","abstract":"  The Mets won't be in the post-season this year, but some of their current players might be. They could know as early as today because the deadline to qualify for a post-season roster is midnight. Teams contending for divisional titles will be checking the waiver wire to see who is available.   \"We had a couple of calls today and a few discussions,\" Gerry Hunsicker, a Mets vice president, said last night before his team beat the Houston Astros, 5-4, with home runs from Ryan Thompson, Bobby Bonilla and Joe Orsulak. \"Something could happen by tomorrow night.\" He added that he wasn't overly optimistic.","thumbnail":null,"section":"Sports"},{"date":"19930831","headline":"Federal Appeals Court Denies Bail To Officers in Rodney King Case","web_url":"https://www.nytimes.com/1993/08/31/us/federal-appeals-court-denies-bail-to-officers-in-rodney-king-case.html","abstract":"  A Federal appeals court has denied bail to the two police officers convicted in the beating of Rodney G. King, confirming that they must begin their prison sentences in four weeks.   The two officers, Sgt. Stacey C. Koon and Officer Laurence M. Powell, have remained free through two indictments and two trials since the videotaped beating of Mr. King in March 1991.","thumbnail":null,"section":"U.S."},{"date":"19930831","headline":"U.N. Aide Says Bosnia Mediators Oppose Changes in Partition Plan","web_url":"https://www.nytimes.com/1993/08/31/world/un-aide-says-bosnia-mediators-oppose-changes-in-partition-plan.html","abstract":"  Bosnian Muslims are to return to the bargaining table here on Tuesday, vowing to seek new concessions from their Serbian and Croatian enemies. But a United Nations official gave them little hope today, noting that the international mediators were reluctant to renegotiate a peace plan drawn up 10 days ago.   The official, who briefed reporters on condition that his name not be used, said it might be possible \"to fiddle a little bit here and there\" with the draft peace agreement. But he said the mediators felt that it would be \"dangerous\" if any of the parties arrived with a list of new demands.","thumbnail":null,"section":"World"},{"date":"19930831","headline":"White House Counsel Suffers Unfair Attack","web_url":"https://www.nytimes.com/1993/08/31/opinion/l-white-house-counsel-suffers-unfair-attack-103393.html","abstract":"  To the Editor:   \"The Clues Left by Vincent Foster\" (editorial, Aug. 12) disserves readers by calling for the removal of Bernard Nussbaum, counsel to the President, in the wake of Vincent W. Foster Jr.'s suicide. You ask for appointment of a special prosecutor to investigate the complaints of a man in the midst of clinical depression, as if those comments were not only credible but also so serious that the normal organs of government cannot be trusted to review them.","thumbnail":null,"section":"Opinion"},{"date":"19930831","headline":"Rockets General Manager Is Fired","web_url":"https://www.nytimes.com/1993/08/31/sports/sports-people-basketball-rockets-general-manager-is-fired.html","abstract":"  STEVE PATTERSON, who at 35 was the youngest general manager in the National Basketball Association, was fired yesterday by the Houston Rockets and replaced by TOD LEIWEKE, 33, a marketing executive with the PGA Tour.","thumbnail":null,"section":"Sports"},{"date":"19930831","headline":"CABINET IN ISRAEL BACKS AUTONOMY FOR PALESTINIANS","web_url":"https://www.nytimes.com/1993/08/31/world/mideast-accord-cabinet-in-israel-backs-autonomy-for-palestinians.html","abstract":"  Accompanied both by hopeful forecasts and angry warnings, the Israeli Government approved a draft agreement with the Palestinians early today that Prime Minister Yitzhak Rabin said could be signed before nightfall in Washington.   In Tunis, a senior official of the Palestine Liberation Organization also said the two sides were on the brink of a breakthrough and would be able to announce a deal in the next day or two.","thumbnail":null,"section":"World"},{"date":"19930831","headline":"Review/Television; New Time, New Place, Same Humor","web_url":"https://www.nytimes.com/1993/08/31/arts/review-television-new-time-new-place-same-humor.html","abstract":"  The gap between 11:35 and 12:35 turns out to be one that can be measured only in minutes, not in light-years. David Letterman's new \"Late Show,\" the version of his talk show reinvented for a larger, presumably more wide-awake audience, turns out to be as savvy and caustic as its NBC incarnation. Although Mr. Letterman began his new stint with obviously rekindled energy, the show's actual format was remarkably close to its predecessor's. Actionably close, as a matter of fact -- and of course Mr. Letterman made his legal skirmish with NBC one of the night's main sources of fun.   Striding onto the stage of a handsomely refurbished Ed Sullivan Theater, to an introduction wittily patched together from old Ed Sullivan clips (Mr. Letterman was variously \"a fabulous boy prodigy,\" \"my handsome Italian paisano\" and \"the most amazing of all the chimp acts ever to come on the show\"), CBS's new star wickedly took aim at his old employers. \"Legally, I can continue to call myself Dave,\" he explained, while also claiming to have found a peacock's head in his bed. Along came the NBC News anchor Tom Brokaw, obviously a man who enjoys living dangerously, to wish Mr. Letterman \"reasonably well\" and to confiscate a couple of cue cards, saying they were the intellectual property of NBC. Not surprisingly, Mr. Letterman found a lot to work with there, too.","thumbnail":null,"section":"Arts"},{"date":"19930831","headline":"Koch Unbound; Musings on the Mayor's Race From a Not-So-Private Citizen","web_url":"https://www.nytimes.com/1993/08/31/nyregion/koch-unbound-musings-on-the-mayor-s-race-from-a-not-so-private-citizen.html","abstract":"  Sitting in a corner office on the 30th floor of a building at 1290 Avenue of the Americas, Edward Irving Koch, the master of the game, is watching the early skirmishes of the political melee that is the New York City mayoral race. And he is grinning.   After a dozen years in the city's hottest seat, the man who became the epitome of New York's cranky style clearly delights in his ability to take the broadest of political potshots without fear of harmful ricochets. So he kibitzes and philosophizes as he squints at the latest controversies and talks about a city \"deteriorating in every way.\"","thumbnail":null,"section":"New York"},{"date":"19930831","headline":"Books of The Times; On Being Young, Hot And Literary in the 60's","web_url":"https://www.nytimes.com/1993/08/31/books/books-of-the-times-on-being-young-hot-and-literary-in-the-60-s.html","abstract":"  New York Days  By Willie Morris 396 pages. Little, Brown & Company. $24.95.   The tale of the small-town boy who leaves the provinces for the bright lights of the big city is a familiar one, told over and over again by successive generations of writers. It was the subject of Willie Morris's first book, \"North Toward Home,\" published some 25 years ago, and it's also the subject of his latest book, \"New York Days,\" a memoir that more or less takes up where \"North Toward Home\" left off in the late 60's.","thumbnail":null,"section":"Books"},{"date":"19930831","headline":"When a Cut Is Not a Cut","web_url":"https://www.nytimes.com/1993/08/31/sports/football-when-a-cut-is-not-a-cut.html","abstract":"  Cut one day, back the next. To some extent, that explains yesterday's roster maneuvers by the 28 National Football League clubs.   Each team had to get down to 47 players by noon. Those players cut with fewer than four years in the league were placed on waivers for 24 hours, during which they could be claimed by another team. Players with more than four years became immediate free agents and could sign with any team, including the one that cut them. It was to a team's advantage to protect younger players, instead of exposing them to waivers, and cut veteran players, who could be quickly re-signed.","thumbnail":null,"section":"Sports"},{"date":"19930831","headline":"And Reeves Re-created the Giants in His Image","web_url":"https://www.nytimes.com/1993/08/31/sports/football-and-reeves-re-created-the-giants-in-his-image.html","abstract":"  Talk about shaking things up. Dan Reeves took hold of the Giants today, turned the team upside down and inside out, and when the smoke cleared a few notable veterans were packing their bags. The biggest name was Pepper Johnson, a Pro Bowler who has been to two Super Bowls. He found out today that when you battle the coach, the coach pretty much always wins. He is no longer a Giant and almost surely will never be again.   Today was cutdown day as the Giants trimmed their roster to 47 players. But this was actually more than a trimming of the roster, this was Reeves beginning to shape the team in his own image. It was simply one of the most amazing and stunning days in recent Giants history.","thumbnail":null,"section":"Sports"},{"date":"19930831","headline":"They're Smart, for Fish, And a Model of Diversity","web_url":"https://www.nytimes.com/1993/08/31/science/they-re-smart-for-fish-and-a-model-of-diversity.html","abstract":"  THE date is a dud and both parties know it. Yet as long as they are stuck with each other for a time they make a wan effort to flirt. He lunges lazily toward her. She quivers gently in response. He flaps his tail against her. She flares her gills to show their provocative red undersides. He circles around, charges her again and tries to nip her, but now she's getting bored with the charade and moves away from him. Reacting likewise, he drifts off to the opposite end of the tank. For a few moments they are each lost in the inscrutable vastness of fish thought. And then it happens. The female opens her plump, sensuously carved lips into the widest, roundest, most perfect, least courteous gape of mouth that can be imagined: a fish yawn.   \"The female doesn't seem very interested, does she?\" said Suzanne Henson, a student carrying out an experiment on the mating habits of cichlid (pronounced SICK-lid) fish. \"She's not doing the sort of things you'd expect from a receptive female. She's not doing the slip motion, gliding her whole body along the body of the male.\"","thumbnail":null,"section":"Science"},{"date":"19930831","headline":"Transactions","web_url":"https://www.nytimes.com/1993/08/31/sports/transactions-693593.html","abstract":"  Football  National Football League   ATLANTA FALCONS -- Traded Tim Kalal, punter, to the Green Bay Packers for a conditional draft choice. Waived Tim Green, defensive end; Jesse Solomon, linebacker; Shannon Baker and Jason Phillips, wide receivers; John Buddenberg, tackle; Robbie Tobeck, center; Frank Hartley, tight end; Derrick Morre, running back; and Jeff Donaldson, Terry Ray, Louis Riddick and Elbert Shelley, safeties.   BUFFALO BILLS -- Waived Mark Kelso, safety; Adam Lingner, center; Rob Awalt and Pat Akos, tight ends; Phil Bryant, running back; Corben Lacina, Sean Love, and Tom Myslinski, offensive linemen; James Patton and Mark Pike, defensive linemen; David White, linebacker; and Darryl Wren, defensive back. Placed Keith McKeller, tight end, on the reserve-physically-unable-to-perform list.","thumbnail":null,"section":"Sports"},{"date":"19930831","headline":"More and More, the Single Parent Is Dad","web_url":"https://www.nytimes.com/1993/08/31/us/more-and-more-the-single-parent-is-dad.html","abstract":"  One day not long after his divorce, Don Merwin watched his 2-year-old daughter, Alina, waddle in diapers to the front door, where she stood on tiptoe and strained to reach the knob.    \"Where are you going?\" asked Mr. Merwin, who lives in Sacramento, Calif.","thumbnail":null,"section":"U.S."},{"date":"19930831","headline":"Observer; Frequent Liar Program","web_url":"https://www.nytimes.com/1993/08/31/opinion/observer-frequent-liar-program.html","abstract":"  The Government's story, which may be a lie, is that the scheme to make illegal loans of $5 billion to Iraq was the work of five branch-bank employees in Atlanta. They worked for the Atlanta branch of Italy's Banca Nazionale del Lavoro with headquarters in Rome, and the deed was done back during the Bush Administration when Washington still thought Saddam Hussein was one of the good guys.   Five billion seems a considerable sum for an American branch of an Italian bank to be dispensing without so much as an \"O.K. by you?\" to the home office in Rome, but the Justice Department says, believe it or not, that's the way it happened.","thumbnail":null,"section":"Opinion"},{"date":"19930831","headline":"Making Do in Difficult Times","web_url":"https://www.nytimes.com/1993/08/31/theater/making-do-in-difficult-times.html","abstract":"  On a recent, typical afternoon in the Lucille Lortel Viewing Room of the Theater on Film and Tape Archive, the 10 video monitors glowed with images of Broadway's recent past. On one, the Irish sisters of \"Dancing at Lughnasa\" were once again dancing out the frustrations of parochial life; on another, Stockard Channing was exquisitely exhaling rich-liberal angst in John Guare's \"Six Degrees of Separation\"; on a third, the original cast of \"A Chorus Line\" was strutting through its legendary paces of show-biz neurosis and ambition.   For the roughly 5,000 people -- largely theater professionals and students -- who will use the resources of the archive in the next year, there is plenty more to choose from. From among the archive's more than 2,000 offerings, they will be able to select such relatively esoteric fare as Richard Burton's \"Hamlet,\" Charles Ludlam's \"Galas\" and even the notorious flop \"Moose Murders,\" as well as taped interviews with actors, choreographers, directors, playwrights, and scenic and costume designers.","thumbnail":null,"section":"Theater"},{"date":"19930831","headline":"MIDEAST ACCORD: The First Step; More Realism Will Be Needed Before Pact Between Israelis and P.L.O. Is a Done Deal","web_url":"https://www.nytimes.com/1993/08/31/world/mideast-accord-first-step-more-realism-will-be-needed-before-pact-between.html","abstract":"  The draft agreement between Israel and the Palestine Liberation Organization is the Middle East equivalent of the fall of the Berlin wall -- seemingly irreconcilable foes, who demonized one another for decades, suddenly breaking down a barrier to peace few thought would ever be breached.   But as with the fall of the Berlin wall, this agreement is just the beginning of the reconciliation process, not the end of it. It is a triumph of realism over fanaticism and political courage over political cowardice, but it cannot stand on its own. Even more realism and courage will be required to translate this agreement in principle into a detailed and sustainable structure.","thumbnail":null,"section":"World"},{"date":"19930831","headline":"Take Firmer Line With China on Missiles; Deng's Three Wives","web_url":"https://www.nytimes.com/1993/08/31/opinion/l-take-firmer-line-with-china-on-missiles-deng-s-three-wives-107693.html","abstract":"  To the Editor:   \"Life of Deng, by Daughter, Diverts China,\" your Aug. 18 dispatch from Beijing about the publication of Deng Xiaoping's biography by Deng Rong, the daughter of China's 89-year-old paramount leader, is right to correct the name of one of Mr. Deng's wives, Zhang Xiyuan. But it is wrong to state that \"she divorced him in 1933 because he was in political disgrace.\"","thumbnail":null,"section":"Opinion"},{"date":"19930831","headline":"Take Firmer Line With China on Missiles","web_url":"https://www.nytimes.com/1993/08/31/opinion/l-take-firmer-line-with-china-on-missiles-108493.html","abstract":"  To the Editor:   \"U.S. Determines China Violated Pact on Missiles\"(front page, Aug. 25) details the impending imposition of United States sanctions on China for its sale of M-11 missile technology to Pakistan. Your report refers three times to the Missile Technology Control Regime as a \"treaty,\" although it is actually an agreement that is not legally binding upon the nations that subscribe to its terms.","thumbnail":null,"section":"Opinion"},{"date":"19930831","headline":"Russia to Complete Troop Pullout in Lithuania","web_url":"https://www.nytimes.com/1993/08/31/world/russia-to-complete-troop-pullout-in-lithuania.html","abstract":"  After a brief dispute last week, Russia and Lithuania announced today that Russia would complete the withdrawal of its remaining 2,500 troops from the Baltic nation \"in the nearest future,\" perhaps as soon as Tuesday.   President Algirdas Brazauskas of Lithuania said in a national radio address today that he had agreed in a telephone conversation with President Boris N. Yeltsin of Russia to keep to the original schedule for withdrawal and to postpone negotiations on any compensation.","thumbnail":null,"section":"World"},{"date":"19930831","headline":"Chess","web_url":"https://www.nytimes.com/1993/08/31/arts/chess-495993.html","abstract":"  What would the players a half-century ago or earlier make of today's strategy? At first glance, they would surely fail to comprehend it. Chess, like any science based on constant experimentation, is constantly evolving. Of course, geniuses like Emanuel Lasker, Jose Raul Capablanca, Alexander Alekhine, Wilhelm Steinitz and Paul Morphy would surely catch on quickly and adapt to it.   A hurdle they might face arose in the game between the grandmasters Johann Hjartarson of Iceland and Zdenko Kozul of Bosnia in Round 6 of the International Chess Federation's interzonal tournament for world title aspirants in Biel, Switzerland, which concluded in early August.","thumbnail":null,"section":"Arts"},{"date":"19930831","headline":"You're the Viewer. Choose a Program.","web_url":"https://www.nytimes.com/1993/08/31/opinion/youre-the-viewer-choose-a-program.html","abstract":"Couch potatoes may soon be entering a brave new world, thanks to a Federal judge in Virginia who last week gave local telephone companies the right to enter the cable television business. But like most stories that involve the imperfect interface between high technology and government regulation, there is a lot more going on here than just watching CNN on your videophone.\n\nU.S. District Judge T. S. Ellis's decision was actually the second step toward getting phone companies into television, following a ruling last summer by the Federal Communications Commission that allowed the Regional Bell Operating Companies to send video signals to their customers. The F.C.C. allowed the Baby Bells to offer pay-per-view movies. Judge Ellis expanded this franchise, allowing the phone companies to offer programs now carried by cable, including those of the major networks.","thumbnail":null,"section":"Opinion"},{"date":"19930831","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/08/31/sports/results-plus-664193.html","abstract":"  BOXING  A Strange First Defense for Morrison  After what may be the only heavyweight title fight in which the champion did not know the name of the challenger, Tommy Morrison was as confused as everyone else. \"I didn't know I was fighting whatshisname till I got out there,\" he said. Morrison made a singularly bizarre defense of his World Boxing Organization crown last night, scoring a fourth-round technical knockout over Tim Tomashek, a flabby, last-minute replacement. About an hour before the 12-round bout, Mike Williams withdrew, prompting his own manager to call him \"yellow.\" Promoter Bob Arum said Williams refused to take the pre-fight drug test. It was the first defense for Morrison (38-1), who is to fight Lennox Lewis, the World Boxing Council champion, in March. He was hoping for a good fight before his hometown Kansas City fans. \"It's an odd feeling; it's a bad feeling,\" Morrison said. \"There's not much I can say. . . . At least it was not my fault.\"   Williams is a former sparring partner of Morrison's who lost to him in a fictionalized fight in the movie \"Rocky V.\" \"The official word is Mike turned yellow and left,\" Williams's manager, Bob Jordan, said. After three rounds, the 28-year-old Tomashek's eyes were puffy and bruised and the ringside physician and referee would not allow him to continue. Fans threw ice chips into the ring when the announcement of the technical knockout was made. On the undercard, a former world champion, Iran Barkley of The Bronx, N.Y. stopped Dino Stewart, whose corner threw in the towel in the eighth round. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930831","headline":"Haarhuis Surprises Wheaton","web_url":"https://www.nytimes.com/1993/08/31/sports/us-open-93-haarhuis-surprises-wheaton.html","abstract":"  Paul Haarhuis of the Netherlands had yet to win a game last night against David Wheaton. He was trailing, 6-0, 2-0, before he finally held serve. Haarhuis raised his arms in triumph, looking as if he had won the United States Open, as the crowd at the Stadium Court erupted in celebration.    Little did both players know that Haarhuis would go on to win the first-round match, 0-6, 7-6 (10-8), 6-4, 6-4, in a 3-hour-and-16 minute marathon.","thumbnail":null,"section":"Sports"},{"date":"19930831","headline":"Judge Says Yonkers Lags In Integration","web_url":"https://www.nytimes.com/1993/08/31/nyregion/judge-says-yonkers-lags-in-integration.html","abstract":"  Seven years after he ordered the city of Yonkers to create a program to desegregate its school system, a Federal judge found today that the effort had so far proved incomplete and that \"vestiges of segregation\" remained throughout the city's schools.   While praising Yonkers school officials for their \"enthusiasm\" and \"sincere\" attempts to eradicate segregation since his order was issued in 1986, Judge Leonard B. Sand said that their efforts had been imperiled by low teacher salaries, repeated city budget crises and a backdrop of \"political and social turmoil.\"","thumbnail":null,"section":"New York"},{"date":"19930831","headline":"No Headline","web_url":"https://www.nytimes.com/1993/08/31/nyregion/no-headline-231093.html","abstract":"  \"The horizons to peace are open. There is a stirring in the entire Arab arena in their readiness to make peace. Not that there aren't obstacles, not that there aren't difficulties. But I'm convinced that the horizons to peace are open.\" -- YITZHAK RABIN, Prime Minister of Israel  [ A1:6. ]","thumbnail":null,"section":"New York"},{"date":"19930831","headline":"New York City Offers A Women's Health Line","web_url":"https://www.nytimes.com/1993/08/31/opinion/l-new-york-city-offers-a-women-s-health-line-109293.html","abstract":"  To the Editor:   Poor women or recent immigrants who wish to terminate an unwanted or ill-timed pregnancy should be aware of a valuable New York City Department of Health resource to help them.","thumbnail":null,"section":"Opinion"},{"date":"19930831","headline":"A Tough Time in the Mayoral Race Sloganeering","web_url":"https://www.nytimes.com/1993/08/31/nyregion/a-tough-time-in-the-mayoral-race-sloganeering.html","abstract":"  New York is a tough town, and it takes a tough media strategy to win a mayoral race in it -- so tough, apparently, that even your campaign slogan can be turned against you.    Mayor David N. Dinkins took to the airwaves Friday with commercials portraying him as a caring steward of a troubled city and ending with the tagline: \"It takes more than tough talk to run a tough city.\"","thumbnail":null,"section":"New York"},{"date":"19930831","headline":"Majoli Says She's No Seles Clone","web_url":"https://www.nytimes.com/1993/08/31/sports/us-open-93-notebook-majoli-says-she-s-no-seles-clone.html","abstract":"  The resemblance is unmistakable. She has the same look, giggle and fierce ground strokes as Monica Seles.   \"The Americans always say that,\" Iva Majoli of Croatia said yesterday. \"When I first came to the United States, I was like 13, they said you look like her, you play like her. She was No. 1 in the world, so I said, 'Oh, it's fine with me.'","thumbnail":null,"section":"Sports"},{"date":"19930831","headline":"Political Memo; Clinton's September Agenda: A Month of Policy Overload?","web_url":"https://www.nytimes.com/1993/08/31/us/political-memo-clinton-s-september-agenda-a-month-of-policy-overload.html","abstract":"  Nobody expects the health care overhaul to be easy. Nobody expects the struggle over the North American Free Trade Agreement to be neat. Both measures require an enormous amount of public education, some delicate coalition-building and a hard and complicated sales job in Congress.   Now, a capital that has barely recovered from the battle over President Clinton's economic plan is watching with some wonderment as the Administration begins to tackle both these issues in a single month. Plus, by the way, Vice President Al Gore's proposals to \"reinvent Government.\" September, in short, may be the quintessential Clinton experience, the month of policy overload.","thumbnail":null,"section":"U.S."},{"date":"19930831","headline":"Europe's Ryder Cup Wild Cards Picked","web_url":"https://www.nytimes.com/1993/08/31/sports/sports-people-golf-europe-s-ryder-cup-wild-cards-picked.html","abstract":"  Two of three golfers picked yesterday for Europe's Ryder Cup team haven't won a tournament in 17 months. The third made the team by only one stroke. Chosen as wild cards by the captain, BERNARD GALLACHER, the Spanish pair of SEVE BALLESTEROS and JOSE MARIA OLAZABAL have formed a successful Ryder Cup partnership. They've lost only once in 12 matches together at the biennial competition against the United States.","thumbnail":null,"section":"Sports"},{"date":"19930831","headline":"The Hard Road to Peace : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/31/opinion/IHT-the-hard-road-to-peace-letters-to-the-editor.html","abstract":"The recent tragic turn of events in Somalia holds an important lesson for us, one that Americans seem easily to forget: Genuine peace cannot be imposed on a people by force, no matter whether that force is applied unilaterally (as in Vietnam) or multilat","thumbnail":null,"section":"Opinion"},{"date":"19930831","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1993/08/31/style/IHT-what-theyre-reading.html","abstract":"Geoffrey Bell, New York investment banker, has been reading \"Full Faith and Credit,\" by L. William Seidman. .\"Seidman tells the story of his work as a major player in resolving the S&L crisis. What is so amazing is how strong the U.S.","thumbnail":null,"section":"Style"},{"date":"19930831","headline":"Jericho Hoping It Will Become An Oasis Again","web_url":"https://www.nytimes.com/1993/08/31/world/mideast-accord-jericho-hoping-it-will-become-an-oasis-again.html","abstract":"  Some folks already know where Yasir Arafat will settle in Jericho if the ballyhooed agreement with Israel comes true and Palestinian self-rule begins here and in the Gaza Strip.   He will move from Tunis into the big white house with green trim, they say, the one that sits in relative isolation on a low hill and could be easily cordoned off.","thumbnail":null,"section":"World"},{"date":"19930831","headline":"1918: A Foothold Slides : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/08/31/opinion/IHT-1918-a-foothold-slides-in-our-pages100-75-and-50-years-ago.html","abstract":"WITH THE FRENCH ARMIES - The Germans are making a supreme effort to maintain their positions on the plateau north of Soissons, throwing fresh troops against both the French and Americans, disputing the ground foot by foot. After their attempt a few days a","thumbnail":null,"section":"Opinion"},{"date":"19930831","headline":"Things Are Looking Up for Bluebirds","web_url":"https://www.nytimes.com/1993/08/31/nyregion/things-are-looking-up-for-bluebirds.html","abstract":"  From March through November, Schoharie County is the bluebird capital of New York State.   \"We fledge one-third of all the bluebirds in the state here,\" said Raymond Briggs, president of the New York State Bluebird Association. The county, he added, had more bluebird nesting boxes and bluebirds than any other county in the state.","thumbnail":null,"section":"New York"},{"date":"19930831","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/31/nyregion/c-corrections-965993.html","abstract":"  A picture caption with the television listings on Wednesday misidentified an actress in \"The Trouble With Larry,\" on CBS. She was Courtney Cox (not Alex McKenna, who was also in the show).","thumbnail":null,"section":"New York"},{"date":"19930831","headline":"Lessons of Andrew Prepare Agency for Emily","web_url":"https://www.nytimes.com/1993/08/31/us/lessons-of-andrew-prepare-agency-for-emily.html","abstract":"  One year after Hurricane Andrew leveled much of South Florida and damaged the reputation of the Federal agency charged with helping disaster victims, that agency says it is much better prepared to take on Hurricane Emily.   The Federal Emergency Management Agency made few preparations for Andrew and was widely criticized for taking weeks before helping people with housing and financial aid. But by midday today, some 24 hours before Hurricane Emily was expected to brush the North Carolina coast, agency officials had met with President Clinton, set up an equipment-staging center in Fort Bragg, N.C., talked with disaster officials of states that might be affected and dispatched 12 trailers loaded with tents, generators and other emergency equipment.","thumbnail":null,"section":"U.S."},{"date":"19930831","headline":"Panel Led by Gore Is to Propose Using 2-Year Federal Budget Plan","web_url":"https://www.nytimes.com/1993/08/31/us/panel-led-by-gore-is-to-propose-using-2-year-federal-budget-plan.html","abstract":"  The panel studying reorganization of the Government intends to propose that Federal budgets cover two years rather than one, as is current practice, an Administration official said tonight.   A report of the draft plan was published in The Washington Post and confirmed later by the official, who spoke on condition of anonymity.","thumbnail":null,"section":"U.S."},{"date":"19930831","headline":"Thousands Flee Coast As Hurricane Nears","web_url":"https://www.nytimes.com/1993/08/31/us/thousands-flee-coast-as-hurricane-nears.html","abstract":"  As Hurricane Emily bore down on the Outer Banks of North Carolina, 150,000 people there and in low-lying areas of the mainland fled westward in response to evacuation orders.   A hurricane warning was posted for 200 miles of seashore, from the Virginia border southward to halfway down the North Carolina coast. Meteorologists said that the storm, still the mildest type of hurricane, was expected to shift to the north and that its center might get no closer than 50 miles east of the Outer Banks.","thumbnail":null,"section":"U.S."},{"date":"19930831","headline":"A Senator, a President and a Benefit Game","web_url":"https://www.nytimes.com/1993/08/31/sports/sports-people-basketball-a-senator-a-president-and-a-benefit-game.html","abstract":"  \"This is fun,\" said Senator ALPHONSE D'AMATO, Republican of New York, trading one-liners with FRANK LAYDEN, president of the Utah Jazz. \"We have to keep politics out of this.\"   The Senator and Layden were speaking at a news conference at D'Amato's office in Manhattan, helping to promote tomorrow night's New York All-Star Basketball Classic. Proceeds of the game, which will be played at Madison Square Garden between a team of local pros and a select squad of other pros, will be donated to Wheelchair Charities Inc..","thumbnail":null,"section":"Sports"},{"date":"19930831","headline":"Seeing and Imagining: Clues to the Workings Of the Mind's Eye","web_url":"https://www.nytimes.com/1993/08/31/science/seeing-and-imagining-clues-to-the-workings-of-the-mind-s-eye.html","abstract":"  CLOSE your eyes and consider these questions: What shape are a German shepherd's ears? Which is darker green: a frozen pea or a Christmas tree? If you rotate the letter \"N\" 90 degrees to the right, is a new letter formed?    In seeking answers to such questions, scientists say, most people will conjure up an image in their mind's eye, mentally \"look\" at it, add details one at a time and describe what they see. They seem to have a definite picture in their heads.","thumbnail":null,"section":"Science"},{"date":"19930831","headline":"At the 'Moscow School,' Democracy Is Redefined","web_url":"https://www.nytimes.com/1993/08/31/opinion/IHT-at-the-moscow-school-democracy-is-redefined.html","abstract":"Two years after the aborted putsch in Russia, what has happened to that burst of democratic courage and fervor which accelerated the end of the Soviet regime? Has it been destroyed by the difficulties of daily life, by economic instability and political","thumbnail":null,"section":"Opinion"},{"date":"19930831","headline":"Windows Widens Its Lead","web_url":"https://www.nytimes.com/1993/08/31/science/peripherals-windows-widens-its-lead.html","abstract":"  WINDOWS applications, particularly those for word processing, spreadsheets, databases and presentation graphics, are now outselling plain DOS programs. The sales figures for the first quarter of this year, according to the Software Publishers Association, were $669 million for Windows software, as against $502 million for DOS.   These figures mean more than those from Microsoft, which says that roughly a zillion copies (actually, about 30 million copies) of Windows 3.0 and 3.1 have gone out into the world. There is no way of knowing whether half a zillion of the buyers, many of whom got Windows thrown in with a new computer anyway, are actually using or continuing to use the product. They are using it, however, if they are paying money for programs that require the \"gooey,\" which is GUI, or Graphical User Interface.","thumbnail":null,"section":"Science"},{"date":"19930831","headline":"Transcripts In Bombing Are Debated","web_url":"https://www.nytimes.com/1993/08/31/nyregion/transcripts-in-bombing-are-debated.html","abstract":"  Defense lawyers and prosecutors in the case of the alleged plot to terrorize New York City offered a prelude yesterday to the kind of battle that will likely dominate the trial -- jousting over the merits of often elliptical conversations among defendants that were secretly recorded by a government informer.   At a bail hearing for one defendant, Mohammed Abouhalima, prosecutors argued that transcripts of those recordings show that the Mr. Abouhalima, 29, an Egyptian, was part of a terrorist group that planned the assassination of President Hosni Mubarak of Egypt and trained for terrorist acts at a paramilitary camp.","thumbnail":null,"section":"New York"},{"date":"19930831","headline":"Q&A","web_url":"https://www.nytimes.com/1993/08/31/science/q-a-686293.html","abstract":"  A Cat's Senses   Q.  When my cat stalks her prey, she opens her mouth and seems to pant. Why?    A.  Cats, like many other animals, have an extra olfactory organ, called the vomeronasal organ or Jacobson's organ, that helps them sense scents and excretions both from other cats and their prey.","thumbnail":null,"section":"Science"},{"date":"19930831","headline":"Move Over, Gutenberg, for the Electronic Book","web_url":"https://www.nytimes.com/1993/08/31/opinion/l-move-over-gutenberg-for-the-electronic-book-102593.html","abstract":"  To the Editor:   I would like to amplify the observations of Lee van Laer in \"Computers Alter the Job Market Forever\" (letter, Aug. 16) about computers and their impact on publishing.   Twenty years ago I worked at a typesetting house just as \"cold type\" was vanquishing legions of linotype operators using the \"hot type\" method. At our house, a typewritten manuscript from a publisher's editorial department would pass through an assembly line of typists, proofreaders, page makers and camera operators. About 50 people, including management and secretarial staff, were churning out a much larger volume of type at a much lower cost than a similar-size staff using hot type.","thumbnail":null,"section":"Opinion"},{"date":"19930831","headline":"There Is a Price for Peace","web_url":"https://www.nytimes.com/1993/08/31/opinion/there-is-a-price-for-peace.html","abstract":"Israel is set to join the 11th round of peace talks, beginning in Washington today, with reinforced hope that the concentrated efforts of all parties to the talks will yield substantive results.\n\nWe meet at a confluence of time and circumstance that strengthens our conviction that we must, and can, make peace today's reality instead of tomorrow's dream. For the first time, the elements to achieve real progress are all in place.","thumbnail":null,"section":"Opinion"},{"date":"19930831","headline":"21 Shot Dead in Rio Slum; Policemen Are Suspected","web_url":"https://www.nytimes.com/1993/08/31/world/21-shot-dead-in-rio-slum-policemen-are-suspected.html","abstract":"  With Brazil's urban carnage looking increasingly like guerrilla warfare, squads of hooded men invaded a shantytown today and shot 21 people dead.   \"What is happening to this country?\" Aparecida Prazeres da Costa lamented as she stared at the body of her 25-year-old son, Jussara. \"What kind of hell are we living in?\"","thumbnail":null,"section":"World"},{"date":"19930831","headline":"Haiti's Premier Is Installed, but in Washington and Amid Heat","web_url":"https://www.nytimes.com/1993/08/31/world/haiti-s-premier-is-installed-but-in-washington-and-amid-heat.html","abstract":"  It was a peculiar setting for a ceremony marking the installation of a new head of government: an embassy in a foreign capital. But given the turbulent politics of Haiti, it was hardly surprising for Prime Minister Robert Malval.   Rather, the occasion today at the Haitian Embassy here marked a reconciliation of bitterly divided political, military and business leaders that is intended to end violence and restore democracy to Haiti.","thumbnail":null,"section":"World"},{"date":"19930831","headline":"A Historic Deal in the Middle East","web_url":"https://www.nytimes.com/1993/08/31/opinion/a-historic-deal-in-the-middle-east.html","abstract":"  What seemed unthinkable only weeks ago could become a tangible reality before this year is out. Israel and the Palestine Liberation Organization report that they have agreed in principle to begin dismantling Israel's 26-year military occupation of the West Bank and Gaza, erecting in its place interim arrangements for Palestinian self-rule.   Important details need to be nailed down, but a formal agreement could be announced any day now at the Middle East peace talks, which reconvene in Washington today.","thumbnail":null,"section":"Opinion"},{"date":"19930831","headline":"Where Politics and Poverty Intersect In Nicaragua, Signposts Are Missing","web_url":"https://www.nytimes.com/1993/08/31/world/where-politics-and-poverty-intersect-in-nicaragua-signposts-are-missing.html","abstract":"  Like any Nicaraguan who is 73 years old, Juan Mayrena has known an unusual amount of revolution and war. He says it is always the same.   \"They kill the boys, then they come and dump their bodies here,\" he said.   But Mr. Mayrena says he has never seen things as cruel as they have gotten on the sprawling hacienda that gives this hamlet its name, which means hope.","thumbnail":null,"section":"World"},{"date":"19930831","headline":"Marinovich Handed a One-Way Ticket","web_url":"https://www.nytimes.com/1993/08/31/sports/football-marinovich-handed-a-one-way-ticket.html","abstract":"  The National Football League's new two-day process for shaping squads began yesterday with a number of well-known players being cut. And at least a few were left wondering if they would have jobs when the regular season begins on Sunday.   Some players, like Dallas Cowboys safety Bill Bates, were told they would be rehired today, when the 28 clubs can start expanding their rosters from 47 to 53. \"All this means is a day off for golf,\" said Bates, an 11-year veteran.","thumbnail":null,"section":"Sports"},{"date":"19930831","headline":"Clear the Track!It's Another Trend","web_url":"https://www.nytimes.com/1993/08/31/style/IHT-clear-the-trackits-another-trend.html","abstract":"Mosquitoes and monsoons aside, fashionable trends are the most relentless force on earth. They never stand still, they're not often swayed by logic, and they've been around - and will be around - a lot longer than any of us..Like them or not, style tre","thumbnail":null,"section":"Style"},{"date":"19930831","headline":"Critic's Notebook; A Modern-Music Festival Asks: Who's Listening, and Why?","web_url":"https://www.nytimes.com/1993/08/31/arts/critic-s-notebook-a-modern-music-festival-asks-who-s-listening-and-why.html","abstract":"  During five nights last week, the Festival of Contemporary Music at Tanglewood managed to span a small universe of musical styles: delicate a cappella lyricism (offered by the New York Virtuoso Singers in works by Hans Werner Henze, Ned Rorem and George Perle); an epic piece of avant-gardish theatrics in the shape of Stockhausen's \"Gruppen\" (a performance that the composer, in typically modest fashion, objected to because the festival dared to put other works on the program); a 20th-century classic (Schoenberg's \"Kammersymphonie\"); a demonstrative monodrama (Peter Lieberson's \"King Gesar\"), and assorted entries from post-modernism's grab bag (led by John Adams's Chamber Symphony). Not a bad sampling for one of this country's most important new-music festivals.   And if some musical styles were underrepresented -- the recent experimentation with vernacular forms, or samplings of new West Coast or Eastern European composition, for instance -- and if too many minor works were included, this was nevertheless an effective farewell for Oliver Knussen, the British composer who began directing the festival seven years ago. Without becoming too clearly identified with any single school, he has given a fair hearing to all. His tenure has been marked by notable highlights and has earned obvious respect from students and colleagues.","thumbnail":null,"section":"Arts"},{"date":"19930831","headline":"A Lukewarm Opening Day For Tennis's Hottest Ticket","web_url":"https://www.nytimes.com/1993/08/31/sports/us-open-93-a-lukewarm-opening-day-for-tennis-s-hottest-ticket.html","abstract":"  Under a deadening film of humidity, and under fire for a deadly opening-day program that was nearly seed-free, the United States Open got off to an inauspicious beginning yesterday.   Logical or not, United States Tennis Association officials maintained that their hands were tied because of tournament commitments preceding the Open made by many of the top players. The U.S.T.A. constructed an opening program that managed to be anticlimactic unto itself and was unanimously described as the worst schedule in memory by players, officials and fans alike.","thumbnail":null,"section":"Sports"},{"date":"19930831","headline":"White Noise: Ranking the Talking Heads Who Follow the Bouncing Balls","web_url":"https://www.nytimes.com/1993/08/31/sports/tv-sports-white-noise-ranking-the-talking-heads-who-follow-the-bouncing-balls.html","abstract":"  Is there a worse sports broadcaster in New York than Carl White of WNYW-TV/Channel 5? Can you go anywhere else and find someone who stumbles over his lines more or narrates highlights more ineptly than White?   Is there a better overall local talent or stronger personality than Bob Page of the MSG Network? Yes, he's acerbic and unlikely to yuk it up, which hurts his likability quotient, but can you find someone who speaks his mind more openly and with more conviction than Page?","thumbnail":null,"section":"Sports"},{"date":"19930831","headline":"150,000 Flee as Hurricane Nears North Carolina Coast","web_url":"https://www.nytimes.com/1993/08/31/us/150000-flee-as-hurricane-nears-north-carolina-coast.html","abstract":"  Hurricane Emily bore down on the Outer Banks of North Carolina early today, and 150,000 people there and in low-lying areas of the mainland coast fled westward in response to an evacuation order on Monday by the authorities in four of the state's northern counties.   A hurricane warning was posted for 200 miles of seashore, from the Virginia border southward to a point roughly halfway down the North Carolina coast. Forecasters said gales would probably begin buffeting the Outer Banks about midday today and be followed at nightfall by winds of hurricane force -- that is, sustained winds of at least 74 miles per hour.","thumbnail":null,"section":"U.S."},{"date":"19930831","headline":"Vanbiesbrouck Plans to Get Even","web_url":"https://www.nytimes.com/1993/08/31/sports/sports-people-hockey-vanbiesbrouck-plans-to-get-even.html","abstract":"  He says he holds absolutely no resentment against the Rangers, the only National Hockey League team he has ever played for in his 10-year career, but JOHN VANBIESBROUCK conceded yesterday that Jan. 3 already has been circled on his calendar. For the 29-year-old goaltender, that marks his next appearance at Madison Square Garden, only this time it will be as a member of the expansion Florida Panthers.   Vanbiesbrouck was traded to Vancouver in June, then selected days later by Florida in the expansion draft.","thumbnail":null,"section":"Sports"},{"date":"19930831","headline":"Mirror of Divisions","web_url":"https://www.nytimes.com/1993/08/31/nyregion/mirror-of-divisions.html","abstract":"  After a bitterly divided New York City Board of Education ousted Schools Chancellor Joseph A. Fernandez in February in a fight over social issues, board members picked up the pieces and pledged to work together to choose his successor.   Now, six months later, as the board moves to appoint Ramon C. Cortines as the new chancellor, the chief policy making body for the nation's largest school system seems as divided as ever -- and divided into the same factions.","thumbnail":null,"section":"New York"},{"date":"19930831","headline":"Clinton Sets Out Conditions For Sending G.I.'s to Bosnia","web_url":"https://www.nytimes.com/1993/08/31/world/clinton-sets-out-conditions-for-sending-gi-s-to-bosnia.html","abstract":"  Drawing comparisons between Bosnia and Somalia, President Clinton said today that he would support a Bosnian peace agreement only if it was \"enforceable,\" but would continue to support international peacekeeping efforts in Somalia.   Setting out conditions for the use of American troops in Bosnia, Mr. Clinton said he was willing to pledge his support for a peace plan only after he decided that the details were acceptable.","thumbnail":null,"section":"World"},{"date":"19930831","headline":"Broken Ankle in Final-Day Saratoga Spill Ends Krone's Year","web_url":"https://www.nytimes.com/1993/08/31/sports/horse-racing-broken-ankle-in-final-day-saratoga-spill-ends-krone-s-year.html","abstract":"  Julie Krone suffered multiple fractures of the right ankle today during a violent spill on the final day of Saratoga's racing season and was not expected to ride again for the rest of this year and possibly longer.   The 30-year-old jockey, a tiny dynamo who has won riding titles at Belmont Park, Monmouth Park, Atlantic City and the Meadowlands, also suffered severe cuts and bruises on her left elbow. She underwent surgery at Saratoga Hospital to stabilize the ankle joint and will undergo more surgery in New York City to repair the fracture.","thumbnail":null,"section":"Sports"},{"date":"19930831","headline":"Indoors And Out, A Big Show","web_url":"https://www.nytimes.com/1993/08/31/arts/indoors-and-out-a-big-show.html","abstract":"  David Letterman finally opened on Broadway last night, bringing much of his old NBC show with him to his new address: CBS and the Ed Sullivan Theater.   The opening was accompanied by almost as much media excitement as the first time Elvis showed up next to Ed. Much of that excitement spilled out into the streets.","thumbnail":null,"section":"Arts"},{"date":"19930831","headline":"Yeltsin's Battle With Parliament Will Fix Democracy's Limits","web_url":"https://www.nytimes.com/1993/08/31/opinion/IHT-yeltsins-battle-with-parliament-will-fix-democracys-limits.html","abstract":"If Boris Yeltsin seriously means to have a fight with his parliament this fall, he had better take a cool look at the different ways he could set about it; and a cool look means asking himself, as calmly as he can, what his purpose in this business is. .","thumbnail":null,"section":"Opinion"},{"date":"19930831","headline":"Bronx Boy, 10, Wounded By Gunmen on His Street","web_url":"https://www.nytimes.com/1993/08/31/nyregion/bronx-boy-10-wounded-by-gunmen-on-his-street.html","abstract":"  A 10-year-old boy, sitting with his older sister outside a restaurant across from his home in the Bronx, was hit in the head by a stray bullet on Sunday night when two gunmen opened fire in what was believed to be a drug-related shooting.   The boy, Luis Rivera, who was in critical condition yesterday at Columbia-Presbyterian Medical Center, was hit as he scrambled to get away when the shooting began at 11:35 P.M. at the intersection of 167th Street and Grant Avenue in the Melrose section, the police said.","thumbnail":null,"section":"New York"},{"date":"19930831","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/08/31/style/chronicle-996993.html","abstract":"  On the trail with MICHAEL JACKSON: The singer canceled a concert in Singapore yesterday after suffering a severe headache and vomiting as he prepared to go on stage. Mr. Jackson, who was not hospitalized, was taken back to his suite at the Raffles Hotel for an examination. The show was rescheduled for tomorrow.   \"He was well this afternoon, but as we went to the stadium, he slowly developed this acute headache or migraine,\" Dr. David Forecast, Mr. Jackson's physician, said to The Associated Press. \"He is dizzy. He is vomiting. He is being attended to by a neurology specialist. He was in no condition to perform, in my medical opinion.\"","thumbnail":null,"section":"Style"},{"date":"19930831","headline":"Before We Set This Seagull Theory in Concrete","web_url":"https://www.nytimes.com/1993/08/31/opinion/l-before-we-set-this-seagull-theory-in-concrete-105093.html","abstract":"  To the Editor:   \"Protecting Water From the Birds\" (editorial, Aug. 18) is restricted to a concern about the most efficient and inexpensive way to ban birds and their droppings from New York City reservoirs. But no evidence has been presented that such \"contamination\" has resulted in clinical disease among New Yorkers.","thumbnail":null,"section":"Opinion"},{"date":"19930831","headline":"Mellower Clinton Returns to White House","web_url":"https://www.nytimes.com/1993/08/31/us/mellower-clinton-returns-to-white-house.html","abstract":"  President Clinton returned to work today with a ruddy tan, an easy laugh and a mellow attitude that spilled over into a bit of Presidential meditation this morning at a White House prayer breakfast.   Gone, for the moment, was the slashing criticism of Congress, the bitter digs at the press and the pointed complaints about Washington that came from the pre-vacation President.","thumbnail":null,"section":"U.S."},{"date":"19930831","headline":"U.N. Aides in Somalia 'Captured' in Ranger Raid","web_url":"https://www.nytimes.com/1993/08/31/world/un-aides-in-somalia-captured-in-ranger-raid.html","abstract":"  Elite United States Army Rangers mounted their first major operation in Somalia today, storming several Mogadishu houses only to find one deserted and another full of United Nations workers whom they tied up and briefly detained, United Nations and Pentagon officials said.   Officials would not formally specify the goal of the two-hour mission, which involved more than a dozen helicopters and about 50 United States Army Rangers and soldiers from the Army's Quick Reaction Force. The United Nations military spokesman in Mogadishu, Maj. David Stockwell of the United States, said the raid showed that the United States and the United Nations would \"increasingly respond to attacks and will ultimately return Mogadishu to a more peaceful state.\"","thumbnail":null,"section":"World"},{"date":"19930831","headline":"Riding a Beat, Tall in the Saddle","web_url":"https://www.nytimes.com/1993/08/31/nyregion/riding-a-beat-tall-in-the-saddle.html","abstract":"  As a girl, Kathy Ryan loved anything and everything having to do with horses. Her childhood in Brooklyn was filled with horse books and figurines, movies about horses, and calendars picturing appaloosas and palominos.   But it was not Brooklyn that kept her from actually getting in the saddle -- there are stables, after all, in Prospect Park. Her father, then a battalion chief with the Fire Department, refused to let her ride until she was 18. \"My father believed it was a very dangerous sport,\" Ms. Ryan said. \"He was protective.\"","thumbnail":null,"section":"New York"},{"date":"19930831","headline":"Mariners Sign No. 1 Pick","web_url":"https://www.nytimes.com/1993/08/31/sports/baseball-mariners-sign-no-1-pick.html","abstract":"  Faced with the prospect of losing the rights to Alex Rodriguez, baseball's No. 1 draft pick, the cash-tight Seattle Mariners today enticed the 18-year-old shortstop into signing by guaranteeing him a three-year major league contract.   The deal includes a signing bonus estimated at $1 million and is reportedly worth between $1.5 million and $1.9 million over all. That total is well short of the $2.5 million bonus Rodriguez, from Miami Westminster Christian High, had been seeking.","thumbnail":null,"section":"Sports"},{"date":"19930831","headline":"Board of Education's Majority Chooses Cortines as Chancellor","web_url":"https://www.nytimes.com/1993/08/31/us/board-of-education-s-majority-chooses-cortines-as-chancellor.html","abstract":"  The New York City Board of Education, divided by 4 to 3, decided yesterday to appoint Ramon C. Cortines, the former Schools Superintendent in San Francisco, as the city's next Schools Chancellor.   The board split along the same lines as it did last February when it ousted the former Chancellor, Joseph A. Fernandez, suggesting that the new Chancellor will inherit a polarized board as he seeks to impose order on a school system besieged by surging enrollments, a declining budget, classroom violence and crumbling school buildings.","thumbnail":null,"section":"U.S."},{"date":"19930831","headline":"Air Force Drawing Flak Over 'SWAT Team' Plan","web_url":"https://www.nytimes.com/1993/08/31/us/air-force-drawing-flak-over-swat-team-plan.html","abstract":"  As part of its reorganization after the cold war, the Air Force is creating a set of quick-response wings to dispatch to world crises on a moment's notice.   But Congressional auditors say the new units will cost $200 million to field and add little in combat ability. They have called on Defense Secretary Les Aspin to halt the plan until the Air Force conducts more studies.","thumbnail":null,"section":"U.S."},{"date":"19930831","headline":"New Chancellor, Old Politics","web_url":"https://www.nytimes.com/1993/08/31/opinion/new-chancellor-old-politics.html","abstract":"  A divided New York City Board of Education has chosen Ramon Cortines, the former Superintendent of Schools in San Francisco, as the next Schools Chancellor. Mr. Cortines may yet win the hearts, and votes, of all seven board members, and he may yet prove to be an excellent choice. But he'll have to fight hard to dispel the cloud of mayoral politics that shadows his selection.    Mr. Cortines comes to the job with some impressive credentials. He served as superintendent of schools in Pasadena and San Jose before heading the San Francisco system, with 62,000 students, for six years. During his tenure in San Francisco he was credited with reducing staff and programs while improving attendance and test scores. And had he not taken the New York job he would almost certainly have become an assistant secretary of education in the Clinton Administration.","thumbnail":null,"section":"Opinion"},{"date":"19930831","headline":"For Starters, It's Bledsoe and Mirer","web_url":"https://www.nytimes.com/1993/08/31/sports/football-for-starters-it-s-bledsoe-and-mirer.html","abstract":"  First, Coach Tom Flores of the Seattle Seahawks learned that his starting quarterback would be a rookie, Rick Mirer of Notre Dame. Yesterday, Coach Bill Parcells of the New England Patriots conceded that his starting quarterback would be a rookie, Drew Bledsoe of Washington State.   So when the National Football League season opens Sunday -- the Patriots against the Bills in Buffalo and the Seahawks against the Chargers in San Diego -- two rookies will start at quarterback against sophisticated defenses. It is part heresy, part necessity and part history.","thumbnail":null,"section":"Sports"},{"date":"19930831","headline":"Hardly Like Old Times For Robinson's Trojans","web_url":"https://www.nytimes.com/1993/08/31/sports/football-hardly-like-old-times-for-robinson-s-trojans.html","abstract":"  John Robinson, the sequel, is already getting mixed reviews. He last coached the University of Southern California as far back as the Ford Administration, returned Sunday night gray around the temples and found his old offensive scheme in cobwebs. He used to have his way with the North Carolinas of the world, but the Tar Heels showed him their progress in a 31-9 season-opening defeat.   Classes began today on the U.S.C. campus, but Robinson had already been taught a lesson: opponents no longer shiver at the sight of the Trojans. Great tailbacks always used to follow him, or vice versa, but on Sunday, his top running back, Dwight McFadden, was in the hospital instead of the end zone after he broke his ankle in the first quarter. Robinson could have traded for a new halfback if he were still the Rams' coach, but he instead spent the second half of the Disneyland Pigskin Classic \"holding tryouts.\"","thumbnail":null,"section":"Sports"},{"date":"19930831","headline":"1893: Touchés Abound : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/08/31/opinion/IHT-1893-touches-abound-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - At a time when party feelings run high, one or two duels are reported in the papers every day. The recent abortive attempt to arrange a duel between M. Clémenceau and M. Judet is still fresh in the public memory. M. Judet challenged the Radic","thumbnail":null,"section":"Opinion"},{"date":"19930831","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/08/31/us/inside-237993.html","abstract":"  Somalia Raid Yields Little    United States forces stormed a building and took prisoners, but their captives' loyalties were with the United Nations, not a clan. Page A11. Disenchanted Nicaragua    No work, no food and little hope have scraped the patina off peace and made taking up arms a temptation to desperate Nicaraguans. Page A5. Giant Asbestos Settlement    Two big insurers agreed to give Fibreboard up to $3 billion to pay individuals who say they were harmed by its asbestos products. Page D1. Clues to the Mind's Eye    The process of imagining is very close to that of seeing, with the same brain pathway used for both, but in opposite directions. Page C1. Template for Toughness    Scientists are looking to natural materials like spider webs and abalone for inspiration in devising new, extra strong synthetics. Page C1. Brazilian Massacre Kills 21    A killing in a Rio shantytown by hooded gunmen has cast suspicion on the military police by many who saw it as an act of revenge. Page A3.","thumbnail":null,"section":"U.S."}],"wiki_events":[{"date":"19930831","headline":"Russia completes removing its troops from Lithuania.","pages":[{"title":"Lithuania","web_url":"https://en.wikipedia.org/wiki/Lithuania","description":"Country in Northeastern Europe","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Flag_of_Lithuania.svg/320px-Flag_of_Lithuania.svg.png","thumbnail_width":320,"thumbnail_height":192},"abstract":"Lithuania, officially the Republic of Lithuania, is a country in the Baltic region of Europe. It is one of three Baltic states and lies on the eastern shore of the Baltic Sea. Lithuania shares land borders with Latvia to the north, Belarus to the east and south, Poland to the south, and Russia to the southwest. It has a maritime border with Sweden to the west on the Baltic Sea. Lithuania covers an area of 65,300 km2 (25,200 sq mi), with a population of 2.86 million. Its capital and largest city is Vilnius; other major cities are Kaunas, Klaipėda, Šiauliai and Panevėžys. Lithuanians belong to the ethno-linguistic group of the Balts and speak Lithuanian, one of only a few living Baltic languages."}]}],"weather":[{"date":"19930831","time":"1993-08-31 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":67,"wspd":11.2},{"date":"19930831","time":"1993-08-31 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":70,"wspd":11.2},{"date":"19930831","time":"1993-08-31 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":74,"wspd":7.6},{"date":"19930831","time":"1993-08-31 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":78,"wspd":7.6},{"date":"19930831","time":"1993-08-31 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":79,"wspd":11.2},{"date":"19930831","time":"1993-08-31 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":82,"wspd":13},{"date":"19930831","time":"1993-08-31 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":83,"wspd":13},{"date":"19930831","time":"1993-08-31 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":79,"wspd":11.2},{"date":"19930831","time":"1993-08-31 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":74,"wspd":14.8},{"date":"19930831","time":"1993-08-31 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":65,"wspd":13},{"date":"19930831","time":"1993-08-31 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":65,"wspd":13},{"date":"19930831","time":"1993-08-31 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.1,"rhum":61,"wspd":9.4},{"date":"19930831","time":"1993-08-31 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":62,"wspd":13},{"date":"19930831","time":"1993-08-31 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":62,"wspd":13},{"date":"19930831","time":"1993-08-31 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.4,"rhum":63,"wspd":13},{"date":"19930831","time":"1993-08-31 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.5,"rhum":63,"wspd":11.2},{"date":"19930831","time":"1993-08-31 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":62,"wspd":9.4},{"date":"19930831","time":"1993-08-31 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.5,"rhum":59,"wspd":11.2},{"date":"19930831","time":"1993-08-31 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.5,"rhum":60,"wspd":11.2},{"date":"19930831","time":"1993-08-31 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.2,"rhum":62,"wspd":11.2},{"date":"19930831","time":"1993-08-31 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":65,"wspd":7.6},{"date":"19930831","time":"1993-08-31 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.4,"rhum":69,"wspd":5.4},{"date":"19930831","time":"1993-08-31 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":69,"wspd":7.6},{"date":"19930831","time":"1993-08-31 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.6,"rhum":73,"wspd":9.4},{"date":"19930831","time":"1993-08-31 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":76,"wspd":14.8},{"date":"19930831","time":"1993-08-31 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":79,"wspd":11.2},{"date":"19930831","time":"1993-08-31 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":82,"wspd":16.6},{"date":"19930831","time":"1993-08-31 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":88,"wspd":11.2},{"date":"19930831","time":"1993-08-31 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":88,"wspd":13},{"date":"19930831","time":"1993-08-31 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":85,"wspd":7.6},{"date":"19930831","time":"1993-08-31 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":88,"wspd":9.4},{"date":"19930831","time":"1993-08-31 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":84,"wspd":7.6},{"date":"19930831","time":"1993-08-31 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":91,"wspd":7.6},{"date":"19930831","time":"1993-08-31 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":90,"wspd":5.4},{"date":"19930831","time":"1993-08-31 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":94,"wspd":7.6},{"date":"19930831","time":"1993-08-31 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":91,"wspd":7.6},{"date":"19930831","time":"1993-08-31 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":84,"wspd":7.6},{"date":"19930831","time":"1993-08-31 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":79,"wspd":14.8},{"date":"19930831","time":"1993-08-31 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":71,"wspd":13},{"date":"19930831","time":"1993-08-31 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":67,"wspd":11.2},{"date":"19930831","time":"1993-08-31 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":65,"wspd":13},{"date":"19930831","time":"1993-08-31 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":65,"wspd":13},{"date":"19930831","time":"1993-08-31 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":61,"wspd":14.8},{"date":"19930831","time":"1993-08-31 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":63,"wspd":22.3},{"date":"19930831","time":"1993-08-31 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":63,"wspd":18.7},{"date":"19930831","time":"1993-08-31 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":70,"wspd":18.7},{"date":"19930831","time":"1993-08-31 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":74,"wspd":22.3},{"date":"19930831","time":"1993-08-31 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":77,"wspd":18.7}]},"19930901":{"guardian_articles":[],"nytimes_articles":[{"date":"19930901","headline":"Beliveau Retires as Canadiens Executive","web_url":"https://www.nytimes.com/1993/09/01/sports/sports-people-hockey-beliveau-retires-as-canadiens-executive.html","abstract":"  JEAN BELIVEAU retired yesterday after four decades with the Montreal Canadiens, first as one of hockey's greatest players and later as the club's goodwill ambassador. Beliveau's last day as vice president for corporate affairs coincided with his 62d birthday. Beliveau, a center, retired as a player in 1971 with 507 goals, 712 assists and 10 Stanley Cup titles. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930901","headline":"One-Year Dolphin Contract for Humphrey","web_url":"https://www.nytimes.com/1993/09/01/sports/sports-people-football-one-year-dolphin-contract-for-humphrey.html","abstract":"  Running back BOBBY HUMPHREY signed a one-year contract with the Miami Dolphins yesterday, ending six months of offers, counter-offers, threats and ultimatums. \"Any time you have negotiations, you have difficulties.\" Humphrey said. \"I'm just happy to be back.\"","thumbnail":null,"section":"Sports"},{"date":"19930901","headline":"Review/Film; A Flight of Fancy, Physical and Historical","web_url":"https://www.nytimes.com/1993/09/01/movies/review-film-a-flight-of-fancy-physical-and-historical.html","abstract":"  In depicting kung fu fighting as a kind of big top aerial ballet, the films of the Hong Kong director Tsui Hark are far more abstract than the choreographed clashes of American martial arts films. Where in American movies, such combat is grounded in a muscle-flexing machismo, the adversaries in Mr. Tsui's spectacles zip around like Peter Pans attached to invisible wires.    During the protracted fight sequence that is the climax of \"Once Upon a Time in China, Part 2,\" the combatants exhibit the grace and timing of trapeze artists as they fly through the air with what seems like the greatest of ease, often landing in the oddest places. A typical perch is a stack of wooden chairs arranged into a precarious tower. From here the fighter dives back into the fray, then swoops up to alight like Superman on another shaky foothold.","thumbnail":null,"section":"Movies"},{"date":"19930901","headline":"Bridge","web_url":"https://www.nytimes.com/1993/09/01/nyregion/bridge-834893.html","abstract":"  Three American teams have begun well in the NEC World Team Championships here, but the fourth has had trouble.   After four rounds of play in the Bermuda Bowl Competition for open teams, the United States No. 1 team, which includes Michael Becker of Tenafly, N.J., is languishing in seventh place in its eight-team qualifying group with 50 victory points. They have lost to Norway, Venezuela and China while narrowly defeating India. Leaders in their group are: 1.  Denmark and China tied, 71 victory points; 3.  Australia 68.5; 4.  Norway 62.","thumbnail":null,"section":"New York"},{"date":"19930901","headline":"Indictment Is Awaiting Councilman","web_url":"https://www.nytimes.com/1993/09/01/nyregion/indictment-is-awaiting-councilman.html","abstract":"  City Councilman Rafael Castaniera Colon, who has represented the South Bronx for 11 years, will be indicted today on charges that he paid one or more no-show workers from his City Council budget, Mr. Colon's lawyer and city officials said yesterday.   Mr. Colon is expected to surrender today at State Supreme Court in the Bronx, where the indictment was to be unsealed, said the lawyer, Murray Richman. He said that he had yet to see a copy of the indictment and was uncertain of the exact charges, but that the indictment was handed up last week.","thumbnail":null,"section":"New York"},{"date":"19930901","headline":"Two Men Out : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/09/01/opinion/IHT-two-men-out-letters-to-the-editor.html","abstract":"Regarding \"Star Wars: A Major Scandal or a Resounding Cold War Success?\" (Opinion, Aug. 21): .Stephen S. Rosenfeld writes: \"Out went Leonid Brezhnev. In came Mikhail Gorbachev.\" That is telescoping history a bit. Between these two t","thumbnail":null,"section":"Opinion"},{"date":"19930901","headline":"New Escape Heightens Town's Fears About Prison","web_url":"https://www.nytimes.com/1993/09/01/nyregion/new-escape-heightens-town-s-fears-about-prison.html","abstract":"  A man convicted of trying to kill a police officer escaped from the maximum security prison here Monday night and remained at large today.   Another man who escaped at the same time was captured a few hours later in the nearby woods.","thumbnail":null,"section":"New York"},{"date":"19930901","headline":"N.H.L. Fills No. 2 Post","web_url":"https://www.nytimes.com/1993/09/01/sports/nhl-fills-no-2-post.html","abstract":"  Brian Burke, the 38-year-old general manager of the Hartford Whalers, will be named today as second in command to National Hockey League Commissioner Gary Bettman, according to a league official.    Burke will be the senior vice president and director of hockey operations. He will conduct disciplinary hearings, advise Bettman on rules changes, serve as a liaison to team general managers and supervise the planning for neutral-site games.","thumbnail":null,"section":"Sports"},{"date":"19930901","headline":"Hilgenberg Replaces Hilgenberg","web_url":"https://www.nytimes.com/1993/09/01/sports/sports-people-football-hilgenberg-replaces-hilgenberg.html","abstract":"  How does a team replace a Pro Bowl-caliber center like JOEL HILGENBERG?  Get his seven-time Pro Bowl brother, JAY.  \"I guess we think the only thing better than one Hilgenberg is two Hilgenbergs,\" said the New Orleans Saints' offensive line coach, PAUL BOUDREAU.  Jay Hilgenberg, cut by Cleveland Aug. 24, was signed yesterday by the Saints after injuries left Joel Hilgenberg sidelined for a month. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930901","headline":"Christie Gets 100 Meters Date in London","web_url":"https://www.nytimes.com/1993/09/01/sports/sports-people-track-and-field-christie-gets-100-meters-date-in-london.html","abstract":"  LINFORD CHRISTIE has been granted his wish to run the 100 meters at next week's Grand Prix final. Track's governing body confirmed yesterday that the race has been added to the schedule for the end-of-season meet at the Crystal Palace in London on Sept. 10. Christie, the world and Olympic champion, had asked for the 100 to be included, even though it is not a designated Grand Prix event this year. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930901","headline":"Vote Is Split, 4-3, for New Chancellor","web_url":"https://www.nytimes.com/1993/09/01/nyregion/vote-is-split-4-3-for-new-chancellor.html","abstract":"  Its divisions deeping, the New York City Board of Education last night voted to hire Ramon C. Cortines, the former superintendent in San Francisco, as the new Schools Chancellor, after a raucous public hearing focusing largely on AIDS education, condom distribution in the schools and other social issues.   In a 4-to-3 vote, the board authorized a $195,000-a-year contract with Mr. Cortines through June 1995, and use of a $1 million city-owned row house in Brooklyn Heights purchased for his ousted predecessor, Joseph A. Fernandez.","thumbnail":null,"section":"New York"},{"date":"19930901","headline":"Graham Will Backup Simms","web_url":"https://www.nytimes.com/1993/09/01/sports/pro-football-graham-will-backup-simms.html","abstract":"  And the winner to become the No. 2 quarterback is . . . Kent Graham.   Normally, being No. 2 is usually nothing to get too excited about, but in the competition between Graham and David Brown for the coveted backup spot to Phil Simms this is indeed a cause for excitement. Simms is a tough 15-year veteran, but he he has missed a lot of action recently because of injuries.","thumbnail":null,"section":"Sports"},{"date":"19930901","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/09/01/style/chronicle-140393.html","abstract":"  Gov. ANN W. RICHARDS of Texas turns 60 today and will get her birthday wish: a motorcycle license.    \"She took the written test and driving test and passed with flying colors,\" BILL CRYER, her press secretary, told The Associated Press. He said she planned to go to a Texas Department of Public Safety driver's license testing station today to be photographed and complete the paperwork.","thumbnail":null,"section":"Style"},{"date":"19930901","headline":"Once-Dominant Swedes Staging a Mini-Revival","web_url":"https://www.nytimes.com/1993/09/01/sports/us-open-93-notebook-once-dominant-swedes-staging-a-mini-revival.html","abstract":"  With only Stefan Edberg ranked in the top 10, it seems Sweden is not the superpower in tennis it once was.    So far, seven Swedes have played in the men's draw at the United States Open, and as a group they have done surprisingly well: all three Swedes won their matches on Monday, and three of four won yesterday, including Henrik Holm, who upset sixth-seeded Michael Stich, and Thomas Enqvist, who defeated No. 16 Andre Agassi. Four more will play today.","thumbnail":null,"section":"Sports"},{"date":"19930901","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/09/01/nyregion/metro-digest-625693.html","abstract":"  A BOY'S WISH GROWS ON ITS OWN   A very sick little boy recovered, but his request for cards lives on through a flurry of chain letters making the rounds of offices in Manhattan and other cities around the country. And as thousands of cards continue to pour in, those who publicized the boy's appeal have replaced \"Thank you\" with \"Enough already.\" A1. COSTLY CABLE-RATE REDUCTION   Cable television rates change under Federal formulas intended to save consumers more than $1 billion a year. But some cable customers in the New York metropolitan region are discovering that their bills are going up, not down. A1.","thumbnail":null,"section":"New York"},{"date":"19930901","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/09/01/sports/transactions-994893.html","abstract":"  Football  National Football League   ATLANTA FALCONS -- Re-signed Tim Green, defensive end; Jesse Solomon, linebacker; Jason Phillips, wide receiver; Elbert Shelley, cornerback; Jeff Donaldson, safety, and John Buddenberg, tackle. Signed Shannon Baker, wide receiver; Robbie Tobeck, center, and Martin Hochertz, defensive end, to their developmental squad.","thumbnail":null,"section":"Sports"},{"date":"19930901","headline":"Corrections","web_url":"https://www.nytimes.com/1993/09/01/nyregion/c-corrections-213293.html","abstract":"  A brief article in Business Day yesterday about ways of connecting to the Internet, the network of personal computer networks, misstated a telephone number for a data base provider, Advanced Network Services Inc. of Elmsford, N.Y. Its numbers are (914) 789-5300 and (800) 456-8267.","thumbnail":null,"section":"New York"},{"date":"19930901","headline":"Critic's Notebook; When the World Really Is a Stage","web_url":"https://www.nytimes.com/1993/09/01/arts/critic-s-notebook-when-the-world-really-is-a-stage.html","abstract":"  A friend of mine, a former dancer from another country, loves to spend summer weekends at Lincoln Center absorbing the atmosphere and events of the center's annual Out of Doors festival. She doesn't go for the dance, she says. Instead, she sees the free festival as a celebration of the city and its arts, especially for those who are unable to afford the price of theater tickets.    But does one get an authentic artistic experience at the festival, or at any outdoor theatrical event? If not, does it matter?","thumbnail":null,"section":"Arts"},{"date":"19930901","headline":"Reeves Doesn't Ask Anderson, Bahr Back","web_url":"https://www.nytimes.com/1993/09/01/sports/pro-football-reeves-doesn-t-ask-anderson-bahr-back.html","abstract":"  With one hand, Coach Dan Reeves continued to shuffle the Giants' roster today, while at the same time making some tough personnel decisions.   Decisions like cutting the ties with veteran running back O. J. Anderson and veteran place-kicker Matt Bahr, who were not asked to rejoin the team after being waived on Monday. Decisions like picking up former Jets safety David Tate and former San Diego Chargers defensive lineman George Thornton, as well as kickers David Treadwell and Brad Daluiso off waivers.","thumbnail":null,"section":"Sports"},{"date":"19930901","headline":"Corrections","web_url":"https://www.nytimes.com/1993/09/01/nyregion/c-corrections-211693.html","abstract":"  A picture caption yesterday about New York City's tentative contract agreement with public-school teachers misidentified Harvey Garner. He is interim Schools Chancellor, not a member of the Board of Education.","thumbnail":null,"section":"New York"},{"date":"19930901","headline":"Indians' Casino Money Pumps Up the Volume; Plan to Annex 8,000 Acres to a Connecticut Reservation Has Some Non-Indians Upset","web_url":"https://www.nytimes.com/1993/09/01/nyregion/indians-casino-money-pumps-up-volume-plan-annex-8000-acres-connecticut.html","abstract":"  This week, the Mashantucket Pequot Indians will open a new building that will double the size of their Foxwoods casino. But even before the expansion, the tribe has become the region's clear center of gravity, with influence that extends from town halls to the State Capitol in Hartford.    In a small town used to small business, the casino's numbers speak for themselves. The Pequots made $26 million in gross profits in July, just on slot machines. By year's end, they expect to be one of the largest employers in the state, with 9,000 workers. Their new building will give the tribe 139,000 square feet of gambling space. They say this will give them the largest gambling operation in the Western Hemisphere, edging out the Taj Mahal in Atlantic City, which claims to be the largest casino in the world. The power of all that money to buy up land has non-Indian residents worried.","thumbnail":null,"section":"New York"},{"date":"19930901","headline":"Ailing but Armed : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/09/01/opinion/IHT-ailing-but-armed-letters-to-the-editor.html","abstract":"Regarding \"Communism's Fall Took Too Long, Cost Too Much\" (Opinion, Aug. 24): .Richard Reeves writes that \"one of the tragedies of the Cold War - a principal reason it lasted so long - was that the Americans leading the fight vastly over","thumbnail":null,"section":"Opinion"},{"date":"19930901","headline":"Confident Whitaker Is Two Parts W.B.C., and One Part N.B.A.","web_url":"https://www.nytimes.com/1993/09/01/sports/boxing-confident-whitaker-is-two-parts-wbc-and-one-part-nba.html","abstract":"  His eyes stare at his opponent and his mouth curls into a grin that is almost evil.   Pernell Whitaker is about to head-fake, twist his body, double-pump and snake out his left as he trains for the defense of his World Boxing Council welterweight title against Julio Cesar Chavez in the new Alamodome in San Antonio on Sept. 10.","thumbnail":null,"section":"Sports"},{"date":"19930901","headline":"A New Face Enters The Revolving Door","web_url":"https://www.nytimes.com/1993/09/01/sports/on-baseball-a-new-face-enters-the-revolving-door.html","abstract":"  Two-fifths of the Yankees' rotation -- Domingo Jean and Sterling Hitchcock -- are shipping out to Class A Prince William. Another two-fifths -- Jim Abbott and Melido Perez -- continue to be lost in New York. So the Yankees took a major step toward fixing their pitching problems last night.   In a deal swung just shy of midnight, the Yankees acquired Lee Smith from St. Louis, asking one of baseball's last larger-than-life pitchers to stop here on his way to Cooperstown and convert the biggest save opportunity of his career.","thumbnail":null,"section":"Sports"},{"date":"19930901","headline":"Lageman Is Ready, Jets Are Cautious","web_url":"https://www.nytimes.com/1993/09/01/sports/pro-football-notebook-lageman-is-ready-jets-are-cautious.html","abstract":"  Since he went down in the second game of last season with a severe injury to his right knee, defensive end Jeff Lageman has been working toward the goal of hitting the field for the team's regular-season opener.   It now looks as if Lageman has reached his goal. When the defense takes the field against Denver on Sunday, Lageman will line up at the starting left end position. He will play in a brace that will protect his reconstructed knee.","thumbnail":null,"section":"Sports"},{"date":"19930901","headline":"Ismail Signs Contract With the Raiders","web_url":"https://www.nytimes.com/1993/09/01/sports/sports-people-football-ismail-signs-contract-with-the-raiders.html","abstract":"  Ragib (Rocket) Ismail signed a two-year, $3 million contract yesterday and practiced with the Los Angeles Raiders for the first time.","thumbnail":null,"section":"Sports"},{"date":"19930901","headline":"Personal Health; The promise and the pitfalls of gene therapy.","web_url":"https://www.nytimes.com/1993/09/01/health/personal-health-the-promise-and-the-pitfalls-of-gene-therapy.html","abstract":"  IT is not surprising that gene therapy is getting mixed reviews. Although hailed by many as the most exciting medical development since the discovery of antibiotics, it is also a source of concern and even fear among some intelligent people who know what evil can lurk in the human mind.   For gene therapy involves a kind of manipulation that in theory can give doctors and scientists the tools to make changes in the genetic blueprint that is the physical essence of all living things.","thumbnail":null,"section":"Health"},{"date":"19930901","headline":"Healy Finally Winds Up With Ranger Pact","web_url":"https://www.nytimes.com/1993/09/01/sports/sports-people-hockey-healy-finally-winds-up-with-ranger-pact.html","abstract":"  When the Rangers play the Islanders this season, they will not have to worry about facing GLENN HEALY in goal. That's the Islanders' problem now.   Healy, a free agent whose rights were acquired by the Rangers on June 25, signed with his new club yesterday. With the trading of JOHN VANBIESBROUCK, Healy figures to split goaltending duties with MIKE RICHTER.  Healy, who earned $250,000 with the Islanders last season, signed a four-year deal worth more than $3 million, according to a person familiar with the negotiations. Under Healy's free-agent status, the Rangers were able to match any offer by another team. But no other offers were received by Healy.","thumbnail":null,"section":"Sports"},{"date":"19930901","headline":"Sports of The Times; Young Yanks Out Quickly At the Open","web_url":"https://www.nytimes.com/1993/09/01/sports/sports-of-the-times-young-yanks-out-quickly-at-the-open.html","abstract":"  WE Yanks don't do royalty and there are surely no duchesses out where the No. 7 elevated train rumbles. But Andre Agassi and Jennifer Capriati were badly in need of an American equivalent of the Duchess of Kent yesterday, to console them on the wreckage of a summer.   The two young Americans were bounced from the United States Open in the very first round, and another Yank, Mary Joe Fernandez, had to default from her first-round match because of a stomachache. The United States delegation could have used a Duchess of Kent, who comforted a Czech player named Jana Novotna after the Wimbledon final on July 3.","thumbnail":null,"section":"Sports"},{"date":"19930901","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/09/01/style/chronicle-899293.html","abstract":"  JAMES CARVILLE, President Clinton's campaign strategist, is thinking of taking his winning ways abroad. He said this week he was \"looking very seriously\" at the prospect of doing some consulting for the New Democracy Party in Greece, which is currently in power.   Parliamentary elections are expected to be called before May of next year, and if he does sign on, Mr. Carville will probably be involved in the shortest political campaign of his career: campaigning in Greece is limited to 30 days. \"That's very attractive about foreign elections, having just gone through what seems like a 30-year election,\" he said.","thumbnail":null,"section":"Style"},{"date":"19930901","headline":"Books of The Times; When U.S. Citizens Were Rounded Up in Camps","web_url":"https://www.nytimes.com/1993/09/01/books/books-of-the-times-when-us-citizens-were-rounded-up-in-camps.html","abstract":"  Prisoners Without Trial  Japanese-Americans in World War II  By Roger Daniels  Illustrated. 146 pages. Hill & Wang. $22.95.   American concentration camps? \"Prisoners Without Trial,\" by Roger Daniels, recounts the story of the imprisonment of nearly 120,000 Americans of Japanese ancestry who were removed from their homes, fields and businesses and put behind barbed wire in 1942. Mr. Daniels, a professor of American History at the University of Cincinnati and the author of respected books on immigration and ethnicity, calls these internment camps concentration camps.","thumbnail":null,"section":"Books"},{"date":"19930901","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/09/01/sports/results-plus-074193.html","abstract":"  SOCCER  Late Arrival Lifts U.S. Team to Victory  Ernie Stewart, who flew in from the Netherlands 24 hours earlier, scored with three minutes left last night to give the United States a 1-0 victory over Iceland in Reykjavik, Iceland. Before a crowd of 3,700 on a chilly, drizzly night, Stewart took a feed from Alexi Lalas and drove the ball into the net from 10 yards out. It was Stewart's second goal in his last two games with the United States (7-9-10 this year). Stewart played Sunday for Willem II Tilburg in the Dutch First Division and was unable to practice with the United States team in Iceland. The game was the first for the United States after a four-week layoff after the U.S. Cup. Iceland tied the United States, 1-1, on April 17 at Costa Mesa, Calif. (AP) ROWING  Two American Crews Advance  Two of nine United States crews advanced from qualifying races yesterday at the world championships in Roudnice, the Czech Republic, one directly to the finals. The United States men's eight team won a spot in Sunday's finals by capturing its heat against Germany, Britain, Australia and the Czech Republic. In the women's single sculls, Cynthia Ryder of Townsend, Mass., won her heat to advance to tomorrow's semifinals. Seven United States crews will try to qualify today, the last day of repechage races. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930901","headline":"Review/Television; New Time, New Network, New Set, Same Humor","web_url":"https://www.nytimes.com/1993/09/01/arts/review-television-new-time-new-network-new-set-same-humor.html","abstract":"  The gap between 11:35 and 12:35 turns out to be one that can be measured only in minutes, not in light-years. David Letterman's new \"Late Show,\" the version of his talk show reinvented for a larger, presumably more wide-awake audience, turns out to be as savvy and caustic as its NBC incarnation. Although Mr. Letterman began his new stint on Monday night with obviously rekindled energy, the show's actual format was remarkably close to its predecessor's. Actionably close, as a matter of fact, and of course Mr. Letterman made his legal skirmish with NBC one of the night's main sources of fun.   Striding onto the stage of a handsomely refurbished Ed Sullivan Theater, to an introduction wittily patched together from old Ed Sullivan clips (Mr. Letterman was variously \"a fabulous boy prodigy,\" \"my handsome Italian paisano\" and \"the most amazing of all the chimp acts ever to come on the show\"), CBS's new star wickedly took aim at his old employers. \"Legally, I can continue to call myself Dave,\" he explained, while also claiming to have found a peacock's head in his bed. Along came the NBC News anchor Tom Brokaw, obviously a man who enjoys living dangerously, to wish Mr. Letterman \"reasonably well\" and to confiscate a couple of cue cards, saying they were the intellectual property of NBC. Not surprisingly, Mr. Letterman found a lot to work with there, too.","thumbnail":null,"section":"Arts"},{"date":"19930901","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/09/01/nyregion/news-summary-468793.html","abstract":"  International A2-9  SEPARATE TABLES, SEPARATE TALKS  Mideast peace negotiations resumed in Washington, but the real action was in Europe, where Israel and the P.L.O. worked secretly on statements of mutual recognition.  A1  THE VIEW FROM THE BENCH  In Beit Shemesh -- or House of Sun -- the Israeli-Palestinian peace agreement was the talk of the town, which is considered evenly divided among Likud and Labor Party supporters. More park-bench commentators seemed to favor the plan that to denounce it.  A9","thumbnail":null,"section":"New York"},{"date":"19930901","headline":"Saberhagen Likely to Remain a Met","web_url":"https://www.nytimes.com/1993/09/01/sports/baseball-saberhagen-likely-to-remain-a-met.html","abstract":"  Bret Saberhagen, saying he couldn't care less whether Manager Dallas Green liked him, insisted yesterday that he wanted to remain with the Mets, and that he thought he could finally begin to earn the enormous dollars invested in his right arm and in his reputation as one of the game's elite pitchers.   Saberhagen, though, said he could not responsibly speculate on whether he had fatally compromised his future with the club over his part in several clubhouse pranks that, he said, \"backfired in my face\" and damaged his public image. The right-hander signed a three-year contract extension worth $15.4 million last spring. The club holds an option on a fourth season.","thumbnail":null,"section":"Sports"},{"date":"19930901","headline":"No Headline","web_url":"https://www.nytimes.com/1993/09/01/nyregion/no-headline-515293.html","abstract":"  \"We've got a 10,000-square-foot warehouse that is  stacked to the ceiling with mail that still hasn't been opened. There's no way to stop it. Everyone keeps  saying quit, and people  ignore the pleas.\" -- ARTHUR STEIN, who is trying to end a flood of cards to an English boy who had cancer.  [ A1:2. ]","thumbnail":null,"section":"New York"},{"date":"19930901","headline":"Man in the News; A Descendant of the Enlightenment: Paul LeClerc","web_url":"https://www.nytimes.com/1993/09/01/arts/man-in-the-news-a-descendant-of-the-enlightenment-paul-leclerc.html","abstract":"  If anyone knows the power that a book has to change a life, it is Paul LeClerc, who yesterday was named president of the New York Public Library. The book was a slim one, Voltaire's \"Candide,\" and it came into his life through an unusual messenger, a Jesuit priest who taught at Holy Cross College in Worcester, Mass.   \"He read excerpts from the episode in which Candide and Cacambo fled the Jesuits, putting on the robes of the Jesuits as a disguise,\" said Mr. LeClerc. \"They are caught and put in a cauldron of boiling water by savages, who say, 'Let's eat some Jesuit.' I thought that was extraordinarily clever as a text.\"","thumbnail":null,"section":"Arts"},{"date":"19930901","headline":"Tribe Cautioned on Request for U.S. Recognition","web_url":"https://www.nytimes.com/1993/09/01/nyregion/tribe-cautioned-on-request-for-us-recognition.html","abstract":"  The Indians who have claimed large portions of Fairfield County must document their history more effectively in their application for Federal recognition as a tribe, a preliminary review by the Bureau of Indian Affairs states.   Members of the tribe, the Golden Hill Paugussetts, say they want to open a casino in the Bridgeport area if they win Federal recognition.","thumbnail":null,"section":"New York"},{"date":"19930901","headline":"Hitchcock Stumbles, but Relief Is on Way for Yankees","web_url":"https://www.nytimes.com/1993/09/01/sports/baseball-hitchcock-stumbles-but-relief-is-on-way-for-yankees.html","abstract":"  Sterling Hitchcock was in the visiting clubhouse at Cleveland Stadium last Friday, one day after pitching seven shutout innings over the Indians to win his 1993 debut. He had fielded telephone calls until 4 o'clock that morning, reviewing each pitch and savoring each memory. Standing in the clubhouse, the rookie finally realized something.   \"I was the man for a day,\" Hitchcock said. \"Now I have to wake up.\"","thumbnail":null,"section":"Sports"},{"date":"19930901","headline":"Corrections","web_url":"https://www.nytimes.com/1993/09/01/nyregion/c-corrections-215993.html","abstract":"  Because of a mechanical error, some copies yesterday included a duplicate of page A12 in place of page C12, which carried the crossword puzzle and the continuation of a Critic's Notebook article about the Festival of Contemporary Music at Tanglewood. Readers wishing copies of the omitted page may write to Production Quality Control, The New York Times, 229 West 43d Street, New York, N.Y. 10036.","thumbnail":null,"section":"New York"},{"date":"19930901","headline":"A Cancer Drug May Help Heart Ills","web_url":"https://www.nytimes.com/1993/09/01/health/a-cancer-drug-may-help-heart-ills.html","abstract":"  A DRUG commonly used after surgery to treat women at an early stage of breast cancer may also significantly reduce their risk of coronary heart disease, a new study suggests.   The drug, tamoxifen, is thought to be effective in preventing recurrence of the cancer, which will be diagnosed in more than 1.5 million American women in this decade, the National Cancer Institute estimates.","thumbnail":null,"section":"Health"},{"date":"19930901","headline":"Faked Print May Widen Extent Of Trooper Evidence-Tampering","web_url":"https://www.nytimes.com/1993/09/01/nyregion/faked-print-may-widen-extent-of-trooper-evidence-tampering.html","abstract":"  State law-enforcement officials said today that they had uncovered evidence that a state police investigator in Orange County falsified a fingerprint in 1991, expanding an evidence-tampering investigation that has resulted in the conviction of three state troopers in central New York State.   The new case involves Troop F in Middletown, which covers Orange County and four others. Previous allegations of evidence tampering have focused on Troop C, based in Sidney, which covers seven counties in the Finger Lakes region.","thumbnail":null,"section":"New York"},{"date":"19930901","headline":"Letterman Draws A Crowd For CBS","web_url":"https://www.nytimes.com/1993/09/01/arts/letterman-draws-a-crowd-for-cbs.html","abstract":"  David Letterman's opening night broadcast drew millions of unaccustomed viewers for late-night television and set records in that time period for his new network, CBS.   But Jay Leno had reason to be happy with his results from the first confrontation between the two late-night hosts Monday night: the ratings for Mr. Leno's \"Tonight\" show didn't experience much of a decline from their recent levels. Neither, apparently, did the ratings for \"Nightline\" on ABC, all of which led most television industry analysts to conclude that Mr. Letterman's first 11:35 P.M. show was an event that drew many people who usually aren't watching at that hour.","thumbnail":null,"section":"Arts"},{"date":"19930901","headline":"The Happy Humanist : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/09/01/opinion/IHT-the-happy-humanist-letters-to-the-editor.html","abstract":"Regarding \"The Church, Beyond Sexuality\" (Opinion, Aug. 19): .E.J. Dionne makes the curious complaint, \"but pluralism rests on mutual respect, and religious people are owed a little more respect than that which is shown by the assumption","thumbnail":null,"section":"Opinion"},{"date":"19930901","headline":"EASTERN COLLEGE REPORT","web_url":"https://www.nytimes.com/1993/09/01/sports/eastern-college-report.html","abstract":"  Big East Preview    The third football season for the Big East opens tomorrow night when Pittsburgh, once again coached by John Majors, plays Southern Mississippi at Hattiesburg, Miss. The conference's first round-robin schedule begins on Saturday with Miami at Boston College. The Eagles and six other teams are playing catch-up to Miami, which has never lost a conference game.","thumbnail":null,"section":"Sports"},{"date":"19930901","headline":"Top Library Post Goes To Hunter President","web_url":"https://www.nytimes.com/1993/09/01/arts/top-library-post-goes-to-hunter-president.html","abstract":"  The New York Public Library has named as its new president Paul LeClerc, the president of Hunter College. The announcement was made yesterday afternoon by Marshall Rose, the chairman of the library. Mr. LeClerc, 52, a Voltaire scholar and professor of French, will take over as head of the library on Jan. 1, one year and one day after his predecessor, Timothy S. Healy, fell dead of a heart attack at Newark International Airport.   \"The members of the search committee came to a unanimous conclusion, after many meetings with Paul, that the sum of his parts was equal to the mission of the library that lies ahead of us,\" said Mr. Rose. The committee began its work in February, he said, looking at a field of more than 100 candidates.","thumbnail":null,"section":"Arts"},{"date":"19930901","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/09/01/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"PARIS - M. Deibler, the public executioner, has a horror of reporters, and the door of his villa at Auteuil has a grating through which suspicious visitors can be reconnoitred. This has been in constant service during the last two days, for all the Paris","thumbnail":null,"section":"Opinion"},{"date":"19930901","headline":"For Pierce, a Tough Day in a Tougher Life","web_url":"https://www.nytimes.com/1993/09/01/sports/us-open-93-for-pierce-a-tough-day-in-a-tougher-life.html","abstract":"  There were no Jim Pierce sightings out on Court 17 at the United States Open yesterday, but his presence was nonetheless felt, like a cloud over the head of his tennis-playing daughter.    Watching Mary Pierce battle her opponent, herself and the specter of her banished father was at times almost painful, a fascinating psychodrama stretched out over 3 hours 12 minutes. But just when Pierce seemed on the verge of total meltdown, letting the anticipation of victory leaden her fluid and powerful strokes, Natalia Baudone served up exactly what the 18-year-old child of the soap-opera family needed. The Italian baseliner, ranked 90th in the world, double-faulted on match point to hand Pierce a 6-0, 6-7 (2-7), 7-6 (7-5) victory and an escape into the second round.","thumbnail":null,"section":"Sports"},{"date":"19930901","headline":"Asbestos Tests May Postpone School Year","web_url":"https://www.nytimes.com/1993/09/01/nyregion/asbestos-tests-may-postpone-school-year.html","abstract":"  With eight days to go before classes in New York City's public schools are scheduled to resume, officials said yesterday that they could not complete the emergency inspection program for asbestos in time to open all schools.   The officials, who insisted on anonymity, said that at best they would be able to declare only some of the city's 1,069 schools free of asbestos hazards and ready to open on the first day of school, Sept. 9.","thumbnail":null,"section":"New York"},{"date":"19930901","headline":"Corrections","web_url":"https://www.nytimes.com/1993/09/01/nyregion/c-corrections-212493.html","abstract":"  The Advertising column and its picture caption in Business Day yesterday reversed the dimensions of the Sony Jumbotron video screen in Times Square. It is 32 feet wide by 23 1/2 feet high. In some copies, the pictures carried an incorrect credit line. They were by the Sony Corporation, not The New York Times.","thumbnail":null,"section":"New York"},{"date":"19930901","headline":"CABLE TV FORMULA RAISES SOME RATES","web_url":"https://www.nytimes.com/1993/09/01/nyregion/cable-tv-formula-raises-some-rates.html","abstract":"  Cable television rates change today under Federal formulas intended to save consumers more than $1 billion a year. But some cable customers in the New York metropolitan region are discovering that their bills are going up, not down.   Who saves and who pays depends on where a customer lives and what cable services he or she uses. Cable industry analysts say that in most cases, customers with several television sets will get the biggest price breaks. Subscribers who take basic service -- in most places, broadcast channels and a package of services like C-Span and the Arts and Entertainment Network -- are more likely to get higher bills.","thumbnail":null,"section":"New York"},{"date":"19930901","headline":"Kean Says He'll Pass Up Senate Race","web_url":"https://www.nytimes.com/1993/09/01/nyregion/kean-says-he-ll-pass-up-senate-race.html","abstract":"  Former Governor Thomas H. Kean said today that he would not be a candidate for the United States Senate next year.   For several weeks Mr. Kean, a Republican and one of the state's most popular public officials, had been mulling over a run against Senator Frank R. Lautenberg, the Democratic incumbent. Mr. Kean's willingness to seriously consider becoming a candidate had sidelined several other potential Republican candidates while he made up his mind.","thumbnail":null,"section":"New York"},{"date":"19930901","headline":"How Can Murdered Girl Be Missed by No One?","web_url":"https://www.nytimes.com/1993/09/01/nyregion/about-new-york-how-can-murdered-girl-be-missed-by-no-one.html","abstract":"  FOR nine days now, Sgt. Michael Garvey has been waiting for someone to call his detective squad in the Bronx about the little girl whose slashed, broken and burned body he first saw lying on a patch of gravel between a highway and an elevated railroad track.   \"You would have thought that someone would know about her,\" said the 48-year-old, silver-haired commander of the 41st Precinct detective squad, who has a daughter of his own. \"We still don't know why she died or exactly what the cause of death was -- stabbing, choking or burning. But we know more about the way she died than about the way she lived.\"","thumbnail":null,"section":"New York"},{"date":"19930901","headline":"Krone, Date for Return Uncertain, Awaits Further Surgery","web_url":"https://www.nytimes.com/1993/09/01/sports/horse-racing-krone-date-for-return-uncertain-awaits-further-surgery.html","abstract":"  Belmont Park will open its fall season this afternoon but one of the stars of the cast won't be there: Julie Krone, who suffered multiple fractures of the right ankle and severe cuts on the left elbow in a violent spill Monday on Saratoga's final day.   The 30-year-old jockey, who ran second to Mike Smith for the riding title at Saratoga, was transferred yesterday from Saratoga Hospital to the Staten Island University Hospital nearer her home in Colts Neck, N.J. She was listed in good condition after a surgical procedure was performed Monday night to stabilize the ankle joint, alleviate pain and splint the punctured left elbow.","thumbnail":null,"section":"Sports"},{"date":"19930901","headline":"Molitor Boosts Jays Over A's in the 10th","web_url":"https://www.nytimes.com/1993/09/01/sports/baseball-molitor-boosts-jays-over-a-s-in-the-10th.html","abstract":"  Blue Jays 3, A's 2    Paul Molitor hit a sacrifice fly in the 10th inning as Toronto increased its lead over the Yankees to one and a half games in The American League East.    It was the Blue Jays' third straight victory after opening their West Coast trip 0-3 at Seattle.","thumbnail":null,"section":"Sports"},{"date":"19930901","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/09/01/opinion/IHT-in-our-pages-100-75-and-50-years-ago-94027650186.html","abstract":"WASHINGTON, D.C. - A convention between the Secretary of State and the Greek Minister to the United States has just been concluded and arranges for the incorporation in the Greek army of American citizens in Greece and the incorporation in the American ar","thumbnail":null,"section":"Opinion"},{"date":"19930901","headline":"Looking to an Accord in Mirer Dispute","web_url":"https://www.nytimes.com/1993/09/01/sports/sports-people-football-looking-to-an-accord-in-mirer-dispute.html","abstract":"  The dispute over RICK MIRER's highly creative contract may be settled before it reaches an arbitration hearing next Tuesday.   PAUL TAGLIABUE, the commissioner of the National Football League, said yesterday that the Seattle Seahawks and Mirer's representatives hope to work something out before the hearing is held in Minneapolis before Federal Judge DAVID DOTY.","thumbnail":null,"section":"Sports"},{"date":"19930901","headline":"Agassi and Capriati Bounce in Wrong Direction","web_url":"https://www.nytimes.com/1993/09/01/sports/us-open-93-agassi-and-capriati-bounce-in-wrong-direction.html","abstract":"  It happened to Jennifer Capriati in broad daylight, and it happened to Andre Agassi in a gauzy twilight, but regardless of its timing, the unforgiving reality of a first-round exit from the United States Open yesterday dealt a homely blow to the reputations of the two most glamourous young American tennis prodigies in the business.   Capriati was numbed by a three-set loss to Leila Meskhi. And Agassi could hardly comprehend the unflattering implications of the arduous and fruitless 6-4, 6-4, 3-6, 6-7 (3-7), 6-2 marathon in which he was undone by the latest implacable import from Sweden, 19-year-old Thomas Enqvist.","thumbnail":null,"section":"Sports"},{"date":"19930901","headline":"Corrections","web_url":"https://www.nytimes.com/1993/09/01/nyregion/c-corrections-210893.html","abstract":"  Because of an editing error, an article yesterday about single fathers who head households referred incompletely to an expert on child-custody arrangements and omitted his affiliation. He is Herbert Jacob, professor of political science at Northwestern University.","thumbnail":null,"section":"New York"},{"date":"19930901","headline":"Yankees Ordain Smith As Closer","web_url":"https://www.nytimes.com/1993/09/01/sports/baseball-yankees-ordain-smith-as-closer.html","abstract":"  Their bullpen has been beleaguered and maligned since April and the Yankees have searched for months for a remedy. They might have found it last night when they obtained Lee Smith, the major league career saves leader, from St. Louis for a Class AAA reliever minutes before the midnight deadline for completing their post-season roster.   The 35-year-old Smith, who has 398 career saves, will assume the closer role that had been held by Steve Farr for the past three seasons as the Yankees attempt to overtake the Blue Jays in the American League East by improving one of their serious weaknesses. Farr was placed on the 15-day disabled list last night because of inflammation of his right elbow. The Yankees said that did not influence their decision to acquire Smith. General Manager Gene Michael said the trade would have been made even if Farr were healthy.","thumbnail":null,"section":"Sports"},{"date":"19930901","headline":"When the Beauty of LatinSoccer Becomes Beastly","web_url":"https://www.nytimes.com/1993/09/01/sports/IHT-when-the-beauty-of-latinsoccer-becomes-beastly.html","abstract":"Conducting a love affair with Latin American soccer is like taking a naked flame to find a gas leak. With the odorous smell lingering on France and the Marseille affair, some of us look for a breath of air down South America way. .How eagerly we cheris","thumbnail":null,"section":"Sports"},{"date":"19930901","headline":"1943: Danes Fight Back : IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/09/01/opinion/IHT-1943-danes-fight-back-in-our-pages-100-75-and-50-years-ago.html","abstract":"STOCKHOLM - [From our New York edition:] Refugees from revolt-torn Denmark reported tonight [Aug. 31] that German patrols were shooting into any groups of five or more persons found congregating in Copenhagen and that the street executions were keeping th","thumbnail":null,"section":"Opinion"},{"date":"19930901","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/09/01/style/chronicle-141193.html","abstract":"  ALISON SHAW, a photographer on Martha's Vineyard, found herself wearing two hats last week. As a staff member of The Vineyard Gazette, a local newspaper, she was assigned to photograph the President and his family on their vacation. But she was also hopeful that she could meet him on a more personal basis to give him some of her artistic photos, which she had signed and had framed for him.   When the Clintons arrived at the Granary Gallery in West Tisbury, Mass., on Sunday for a visit and a portrait-taking session with Alfred Eisenstaedt, the 94-year-old photographer, Ms. Shaw was waiting outside. Coincidentally, she had a show of her work in the gallery; her photos are also on view at Bergdorf Goodman in New York.","thumbnail":null,"section":"Style"},{"date":"19930901","headline":"Corrections","web_url":"https://www.nytimes.com/1993/09/01/nyregion/c-corrections-214093.html","abstract":"  An article in Business Day yesterday about the resignation of the president and chief executive of Visa U.S.A. gave an incorrect title in some copies for Charles T. Russell at Visa International. He is president and chief executive, not chairman.","thumbnail":null,"section":"New York"},{"date":"19930901","headline":"Groff Named Aggies' Athletic Director","web_url":"https://www.nytimes.com/1993/09/01/sports/sports-people-football-groff-named-aggies-athletic-director.html","abstract":"  WALLY GROFF, a part of the Texas A&M University athletic administration since 1966, was named athletic director yesterday, replacing JOHN DAVID CROW, who resigned in May.   Groff has been associate athletic director since 1988 and serves as the athletic department's chief fiscal officer. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930901","headline":"Loan Had a Higher Interest Rate Than Reported, Holtzman Says","web_url":"https://www.nytimes.com/1993/09/01/nyregion/loan-had-a-higher-interest-rate-than-reported-holtzman-says.html","abstract":"  Trying to put to rest questions about a campaign loan that have become an issue in the Comptroller election, the incumbent, Elizabeth Holtzman, has asserted that the loan she accepted from Fleet Bank last year carried a much higher interest rate than election records indicate. But one of her opponents accused her of misrepresenting the facts in the case.   Ms. Holtzman's campaign for United States Senate took out a $450,000 loan from Fleet Bank in late August last year. Ms. Holtzman secured the loan by promising to raise about $680,000 at a fund-raising dinner in early September, and the campaign agreed to repay the debt by Sept. 30.","thumbnail":null,"section":"New York"},{"date":"19930901","headline":"Gooden, In Pain, Leaves The Game","web_url":"https://www.nytimes.com/1993/09/01/sports/baseball-gooden-in-pain-leaves-the-game.html","abstract":"  No incident involving Dwight Gooden's right shoulder can be considered minor. And no early diagnosis can be accepted as accurate. Thus it was hardly a long shot that Gooden, who desperately wanted to salvage a record of respectability in this obscene Mets season, ended his year last night at Shea Stadium.   Gooden, who would later raise public questions about the wisdom of his dugout superiors, removed himself from the game after four innings, complaining of pain and fatigue in his shoulder. A preliminary examination of the shoulder, which underwent rotator cuff surgery in 1991, revealed significant inflammation.","thumbnail":null,"section":"Sports"},{"date":"19930901","headline":"Fire Commissioner Quits and Joins Giuliani Camp","web_url":"https://www.nytimes.com/1993/09/01/nyregion/fire-commissioner-quits-and-joins-giuliani-camp.html","abstract":"  The New York City Fire Commissioner, Carlos M. Rivera, suddenly resigned yesterday, accusing unnamed senior mayoral aides of being anti-Hispanic and of trying to dismantle the Fire Department through budget cuts.   Within hours of submitting his letter of resignation, Mr. Rivera endorsed Rudolph W. Giuliani, Mayor David N. Dinkins's Republican-Liberal challenger, and signed on as an adviser to the Giuliani campaign.","thumbnail":null,"section":"New York"},{"date":"19930901","headline":"Braves Don't Let Up on Reeling Giants","web_url":"https://www.nytimes.com/1993/09/01/sports/baseball-braves-don-t-let-up-on-reeling-giants.html","abstract":"  The San Diego Padres' frenzied fire sale continued to fuel the Atlanta Braves' drive toward a third consecutive division championship tonight. It's too early to proclaim the second-place Braves the winners, but the trend is clear.   David Justice, whose bat and mind were unshackled by the arrival of Fred McGriff six weeks ago, drove in four runs with a single to left field and a home run to right field as the blossoming Braves battered the sagging San Francisco Giants, 8-2, tonight.","thumbnail":null,"section":"Sports"},{"date":"19930901","headline":"Judge Says Trenton Spending Fails Mandate to Aid Schools","web_url":"https://www.nytimes.com/1993/09/01/nyregion/judge-says-trenton-spending-fails-mandate-to-aid-schools.html","abstract":"  A state judge said today that New Jersey's plan to close the gap between rich and poor school districts, mandated by the state's highest court but then weakened by a series of political compromises, was falling hundreds of millions of dollars short.   The judge said the state would have to spend an additional $450 million by the 1995-96 school year to satisfy an order by the New Jersey Supreme Court to eliminate the disparities among the districts. But he left to the Supreme Court a final decision on whether to accept his reasoning and order a specific remedy.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19930901","time":"1993-09-01 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.3,"rhum":75,"wspd":3.6},{"date":"19930901","time":"1993-09-01 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":75,"wspd":3.6},{"date":"19930901","time":"1993-09-01 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.3,"rhum":75,"wspd":1.8},{"date":"19930901","time":"1993-09-01 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.3,"rhum":76,"wspd":3.6},{"date":"19930901","time":"1993-09-01 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":74,"wspd":1.8},{"date":"19930901","time":"1993-09-01 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":73,"wspd":5.4},{"date":"19930901","time":"1993-09-01 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":76,"wspd":1.8},{"date":"19930901","time":"1993-09-01 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":75,"wspd":3.6},{"date":"19930901","time":"1993-09-01 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":69,"wspd":1.8},{"date":"19930901","time":"1993-09-01 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.3,"rhum":63,"wspd":3.6},{"date":"19930901","time":"1993-09-01 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.6,"rhum":58,"wspd":3.6},{"date":"19930901","time":"1993-09-01 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.4,"rhum":53,"wspd":1.8},{"date":"19930901","time":"1993-09-01 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19,"rhum":73,"wspd":0},{"date":"19930901","time":"1993-09-01 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20,"rhum":68,"wspd":9.4},{"date":"19930901","time":"1993-09-01 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20,"rhum":68,"wspd":13},{"date":"19930901","time":"1993-09-01 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.5,"rhum":52,"wspd":7.6},{"date":"19930901","time":"1993-09-01 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.1,"rhum":49,"wspd":7.6},{"date":"19930901","time":"1993-09-01 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22,"rhum":48,"wspd":9.4},{"date":"19930901","time":"1993-09-01 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.7,"rhum":50,"wspd":11.2},{"date":"19930901","time":"1993-09-01 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.5,"rhum":57,"wspd":9.4},{"date":"19930901","time":"1993-09-01 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.7,"rhum":60,"wspd":9.4},{"date":"19930901","time":"1993-09-01 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.1,"rhum":70,"wspd":9.4},{"date":"19930901","time":"1993-09-01 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.2,"rhum":74,"wspd":3.6},{"date":"19930901","time":"1993-09-01 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.7,"rhum":76,"wspd":1.8},{"date":"19930901","time":"1993-09-01 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":79,"wspd":14.8},{"date":"19930901","time":"1993-09-01 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":82,"wspd":14.8},{"date":"19930901","time":"1993-09-01 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":88,"wspd":14.8},{"date":"19930901","time":"1993-09-01 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":88,"wspd":9.4},{"date":"19930901","time":"1993-09-01 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":90,"wspd":7.6},{"date":"19930901","time":"1993-09-01 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":90,"wspd":7.6},{"date":"19930901","time":"1993-09-01 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":96,"wspd":9.4},{"date":"19930901","time":"1993-09-01 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":96,"wspd":11.2},{"date":"19930901","time":"1993-09-01 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":100,"wspd":9.4},{"date":"19930901","time":"1993-09-01 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":97,"wspd":0},{"date":"19930901","time":"1993-09-01 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":94,"wspd":7.6},{"date":"19930901","time":"1993-09-01 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":90,"wspd":7.6},{"date":"19930901","time":"1993-09-01 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":87,"wspd":9.4},{"date":"19930901","time":"1993-09-01 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":82,"wspd":14.8},{"date":"19930901","time":"1993-09-01 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":72,"wspd":18.7},{"date":"19930901","time":"1993-09-01 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":70,"wspd":13},{"date":"19930901","time":"1993-09-01 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":59,"wspd":16.6},{"date":"19930901","time":"1993-09-01 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.2,"rhum":56,"wspd":16.6},{"date":"19930901","time":"1993-09-01 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.3,"rhum":51,"wspd":16.6},{"date":"19930901","time":"1993-09-01 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.8,"rhum":52,"wspd":13},{"date":"19930901","time":"1993-09-01 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.8,"rhum":54,"wspd":25.9},{"date":"19930901","time":"1993-09-01 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":55,"wspd":18.7},{"date":"19930901","time":"1993-09-01 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":53,"wspd":24.1},{"date":"19930901","time":"1993-09-01 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":59,"wspd":22.3}]}}