{"19930510":{"guardian_articles":[],"nytimes_articles":[{"date":"19930510","headline":"Guatemalan Foes End Talks on Ending Civil War","web_url":"https://www.nytimes.com/1993/05/10/world/guatemalan-foes-end-talks-on-ending-civil-war.html","abstract":"  Negotiations on ending Guatemala's 32-year-old civil war appear close to breaking down after an abrupt decision by the Government and rebel representatives to abandon the latest round without setting a date for new discussions.   The talks, which broke off here Saturday afternoon, were the third consecutive round to end in stalemate. But in contrast to the vows of good faith with which earlier meetings ended, the negotiators accused one another this time of setting the stage for fiercer fighting in a war that is thought to have claimed at least 100,000 lives.","thumbnail":null,"section":"World"},{"date":"19930510","headline":"Bridge","web_url":"https://www.nytimes.com/1993/05/10/nyregion/bridge-778393.html","abstract":"  The Cavendish Invitational Pairs, including many of America's best players, began Saturday at Loew's Hotel, Lexington Avenue and 51st Street in Manhattan, and continued yesterday . At the midpoint the leaders were: in first place, Bill Eisenberg of Boca Raton, Fla., and Martin Scheinberg of Manhattan, plus 953 imps; in second, Ron Gerard of White Plains and Mike Kamil of Teaneck, N.J., plus 933; in third, Fred Stewart of Accord, N.Y., and Steve Weinstein of Upper Montclair, N.J., plus 840.   In the most interesting deal of the first day's play, Gerard as South landed in five clubs doubled on the diagramed deal. He ruffed the opening heart lead, cashed the club ace and gave up a club to West. Another heart lead was ruffed, and he finessed the spade queen successfully. Dummy's last heart was ruffed and three more trump leads left this ending: [ Diagram ] .   When the last trump was led, West was forced to part with the diamond three. Gerard now threw the spade nine from the dummy and led the diamond ten. West took the ace, but South took the last two tricks with the spade ace and the diamond king. The victims of Gerard's fine play were Piotr Gawrys and Krysztof Lasocki, the Polish partnership that almost won the event a year ago.  ","thumbnail":null,"section":"New York"},{"date":"19930510","headline":"Theater in Review","web_url":"https://www.nytimes.com/1993/05/10/theater/theater-in-review-888793.html","abstract":"  Blood Wedding  Gramercy Arts 138 East 27th Street Manhattan By Federico Garcia Lorca; original music by Nicolas Uribe; English translation by Felipe Gorostiza; director, Rene Buch; production designer, Robert Weber Federico; assistant director, Virginia Rambal; movements, Adolfo Vazquez. Presented by Repertorio Espanol, Gilberto Zaldivar, producer; Mr. Buch, artistic director. WITH: Maria Jose Alvarez, Martin Balmaceda, Ricardo Barber, Patricio Calderon, Irma Bello, Mateo Gomez, Rolando Gomez, Ofelia Gonzalez, Henry Leyva, Ana Margarita Martinez-Casado, Alexia Murray, Jimmy Navarro, Marilyn Sanabria, Adriana Sananes, Rene Sanchez, Matt Schmitz, Ana Soler and Lilia Veiga.    Federico Garcia Lorca's \"Bodas de Sangre\" (\"Blood Wedding\") is inexhaustible. The play's primal power, its tumult of ambiguities, even its melodramatic qualities, offer enormous temptations. The response of Rene Buch, in the production he directs at Repertorio Espanol, could be seen as daring collaboration with the playwright. Or it may be not-very-original sin.","thumbnail":null,"section":"Theater"},{"date":"19930510","headline":"For Knicks, The Fourth Leads to The First","web_url":"https://www.nytimes.com/1993/05/10/sports/pro-basketball-for-knicks-the-fourth-leads-to-the-first.html","abstract":"  The fourth quarter has been the Knicks' quarter against the Charlotte Hornets.   It happened in three of their four regular-season meetings. And it happened again yesterday in Game 1 of their four-of-seven-game Eastern Conference semifinal playoff series.","thumbnail":null,"section":"Sports"},{"date":"19930510","headline":"New Croat-Muslim Fighting Erupts in Southern Bosnia","web_url":"https://www.nytimes.com/1993/05/10/world/new-croat-muslim-fighting-erupts-in-southern-bosnia.html","abstract":"  A 10-day-old cease-fire agreement collapsed tonight as Bosnian Croats attacked the southern city of Mostar, setting buildings on the west bank of the Neretva River aflame and forcing 10 busloads of Muslim civilians out of town.   While that battle raged, the first United Nations observers finally reached the long-besieged Muslim enclave of Zepa in eastern Bosnia, finding the town in ruins and nearly all the 30,000 Muslims who had been trapped there gone.","thumbnail":null,"section":"World"},{"date":"19930510","headline":"Abroad at Home; How Not to Choose","web_url":"https://www.nytimes.com/1993/05/10/opinion/abroad-at-home-how-not-to-choose.html","abstract":"  In the weeks since Justice Byron White's decision to retire from the Supreme Court, the press has run various stories about whom President Clinton may appoint in his place. The speculation has proved little about the choice, but it has done one depressing thing: shown how narrowly politicized some people want the process of selection to be.   A story mentions a possible nominee and then says that some interest group is likely to object to him or her. Why? Because the person has strayed, however slightly, from the party line of that group.","thumbnail":null,"section":"Opinion"},{"date":"19930510","headline":"U.S. Intervention in Bosnia Has Only Negatives; Moral Leadership Calls","web_url":"https://www.nytimes.com/1993/05/10/opinion/l-us-intervention-in-bosnia-has-only-negatives-moral-leadership-calls-010593.html","abstract":"  To the Editor:   My former professor Zbigniew Brzezinski speaks eloquently to what millions of my generation must be thinking (\" 'Never Again' -- Except for Bosnia,\" Op-Ed, April 22). Those of us born after World War II grew up in a near-barrage of accounts of the horrors of Hitler's Nazis and the Holocaust. Reminders were deemed necessary if the world was to insure such horrors never occurred again.","thumbnail":null,"section":"Opinion"},{"date":"19930510","headline":"Some See Half-Empty Glasses in U.S.-China Pacts","web_url":"https://www.nytimes.com/1993/05/10/world/some-see-half-empty-glasses-in-us-china-pacts.html","abstract":"  To hearty congratulations, the United States and China have reached a series of agreements in the last few years aimed at resolving disagreements in areas ranging from trade to human rights. Now those agreements are generating their own disputes about whether China is abiding by its promises.   The latest commotion came late last week with the disclosure of growing evidence that China might have shipped medium-range M-11 missiles to Pakistan. Such shipments would violate China's promise, first made to Secretary of State James A. Baker 3d in 1991, not to sell such missiles.","thumbnail":null,"section":"World"},{"date":"19930510","headline":"Coach Takes His Shots After the Final Buzzer","web_url":"https://www.nytimes.com/1993/05/10/sports/pro-basketball-coach-takes-his-shots-after-the-final-buzzer.html","abstract":"  Allan Bristow, Charlotte's head coach, livened up the post-game news conference yesterday by refusing to give the Knicks' defense credit for the Hornets' 15-point fourth quarter.   Asked if he thought the Knicks had worn down Charlotte, Bristow said: \"Worn down, are you kidding me? They were playing our game. Ask them if they got worn down. They're the ones who aren't used to this pace. I thought the Knicks played as well as they can against that kind of pressure defense. They did some positive things out there and got the breaks late.\"","thumbnail":null,"section":"Sports"},{"date":"19930510","headline":"School Libraries Struggle to Survive in California","web_url":"https://www.nytimes.com/1993/05/10/us/school-libraries-struggle-to-survive-in-california.html","abstract":"  In the cafeteria at Del Paso Heights Elementary School, the noise rises in a crescendo as students finish their lunches and get ready for recess. Ask them the way to the library and they will point to a locked storage room at the back of the cafeteria that seems better suited to hold surplus peanut butter than books.   While that cramped and little-used space is what now serves as a library, at the other end of the school the room that had been the library now houses a third-grade class. A piece of cardboard blocks the old book drop in the door.","thumbnail":null,"section":"U.S."},{"date":"19930510","headline":"U.S. to Push for a U.N. Police Force of 500 for Haiti","web_url":"https://www.nytimes.com/1993/05/10/world/us-to-push-for-a-un-police-force-of-500-for-haiti.html","abstract":"  In an attempt to guarantee a peaceful transition to democracy in Haiti, the United States and several allies will sponsor a Security Council vote this week to authorize the quick deployment of a 500-member international police force there, Administration and United Nations officials said today.   On Monday, Foreign Ministers from the Caribbean will meet here with United Nations diplomats who will brief them and seek their support.","thumbnail":null,"section":"World"},{"date":"19930510","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/10/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: Doric Discovery","thumbnail":null,"section":"Opinion"},{"date":"19930510","headline":"What Are We Going To Do About Crime?","web_url":"https://www.nytimes.com/1993/05/10/opinion/l-what-are-we-going-to-do-about-crime-012193.html","abstract":"  To the Editor:   Even more important than health care reform is the issue of crime in this once great country. It is absolutely urgent that politicians face this issue immediately. Crime is causing the financial destruction of the inner cities of the United States.","thumbnail":null,"section":"Opinion"},{"date":"19930510","headline":"Mourning Has to Wait His Turn","web_url":"https://www.nytimes.com/1993/05/10/sports/on-pro-basketball-mourning-has-to-wait-his-turn.html","abstract":"  There was this play in Charlotte late last month, on the night the Hornets accommodated the Knicks in their Eastern Conference pennant race by eliminating the Bulls, when Alonzo Mourning twice tried to get in Michael Jordan's face.   The first time came after Jordan ball-faked Johnny Newman into a sky box and drove into the lane. Up stepped Mourning for a shot block. Jordan dunked so viciously that Mourning couldn't help going to the bench for an ensuing timeout with a goofy smile on his face.","thumbnail":null,"section":"Sports"},{"date":"19930510","headline":"New York State's Insurance Referee; Showdown With Blue Cross Puts Spotlight on Top Regulator","web_url":"https://www.nytimes.com/1993/05/10/nyregion/new-york-state-s-insurance-referee-showdown-with-blue-cross-puts-spotlight-top.html","abstract":"  It was a showdown of sorts between two insurance titans in New York State: Albert A. Cardone, chief executive of the ailing Empire Blue Cross and Blue Shield, and Salvatore R. Curiale, superintendent of the state Insurance Department, whose job is to regulate Empire.    Mr. Curiale had called Mr. Cardone into his office last fall for what was essentially a dressing-down, demanding an explanation for a lucrative computer contract that Empire had granted to a former member of the board that selects Empire's directors. \"Al, you can stand on your head and spit nickels before you can convince me that the way this contract was awarded doesn't stink!\" Mr. Curiale recalled saying.","thumbnail":null,"section":"New York"},{"date":"19930510","headline":"Editorial Notebook; A Long Lunch With Irving Howe","web_url":"https://www.nytimes.com/1993/05/10/opinion/editorial-notebook-a-long-lunch-with-irving-howe.html","abstract":"  \"How would you like to go to lunch with Irving Howe?\" a Stanford University dean asked me when I was an 18-year-old antiwar activist during the late 1960's. \"Irving who?\" I asked without embarrassment.    The startled dean described Mr. Howe as a visiting Faulkner scholar and editor of Dissent, which even I knew to be a leading socialist journal. As I soon found out, that's like describing Willie Mays as a jock who hangs around center field chasing fly balls.","thumbnail":null,"section":"Opinion"},{"date":"19930510","headline":"Essay; The Rift That Never Was","web_url":"https://www.nytimes.com/1993/05/10/opinion/essay-the-rift-that-never-was.html","abstract":"  The seeming irritation of Serbian headquarters in Belgrade with its Serbian troops and politicians within Bosnia is a snare; Slobodan Milosevic's announced embargo of war supplies to his ethnic cleansers is a delusion.    How gullible can we be? Serbia's purpose is to enable its militia within Bosnia to drive out or kill the Muslim population. To accomplish this without inviting air attacks on Belgrade power plants, Milosevic must pretend to dissociate his nation from its front-line fighters.","thumbnail":null,"section":"Opinion"},{"date":"19930510","headline":"Transit System Overhaul May See Drastic Cutbacks","web_url":"https://www.nytimes.com/1993/05/10/nyregion/transit-system-overhaul-may-see-drastic-cutbacks.html","abstract":"  A $9.6 billion plan to overhaul New York's bus, subway and commuter rail system over the next five years, approved in Albany last month, may have to shrink by $500 million because New York City is contributing less to the plan than the Metropolitan Transportation Authority originally expected, M.T.A. officials say.   If cuts have to be made, the officials warn, plans to rebuild or renovate several dozen subway stations -- including installation of new, non-garbled public-address systems -- may be abandoned. Accusing the city of failing to provide its fair share of the cost to improve conditions in subways and buses, the M.T.A. officials say a series of meetings with city officials in recent weeks have failed to yield any progress in resolving the increasingly bitter dispute.","thumbnail":null,"section":"New York"},{"date":"19930510","headline":"Pairings Set For Lacrosse","web_url":"https://www.nytimes.com/1993/05/10/sports/pairings-set-for-lacrosse.html","abstract":"  As expected, North Carolina, Princeton, Syracuse and Johns Hopkins were seeded No. 1 through No. 4, respectively, yesterday by the National Collegiate Athletic Association for its annual lacrosse tournament, which begins Saturday with games at four sites. The top four teams received byes and will not play until May 22.   The opening-round games will be Notre Dame (No. 12) at Virginia (No. 5); Massachusetts (No. 11) at Hofstra (No. 6); Loyola (No. 10) at Navy (No. 7) and Maryland (No. 9) at Army (No. 8).","thumbnail":null,"section":"Sports"},{"date":"19930510","headline":"The Nets Never Say Die, but They're Done","web_url":"https://www.nytimes.com/1993/05/10/sports/pro-basketball-the-nets-never-say-die-but-they-re-done.html","abstract":"  The only things missing from the Nets' playoff series with the Cleveland Cavaliers were bloody bandages, a halftime speech from John Wayne and the theme song from \"Rocky\" playing behind their bench.   Led by Derrick Coleman, the ailing Nets, who this season gave new meaning to the phrase injury-riddled, played truly heroic basketball for five games. The only question people were wondering was when would New Jersey come back to earth? It turned out that today was that day.","thumbnail":null,"section":"Sports"},{"date":"19930510","headline":"Perot Is Dead Wrong on Nafta","web_url":"https://www.nytimes.com/1993/05/10/opinion/perot-is-dead-wrong-on-nafta.html","abstract":"Ross Perot, that master of the sound bite, coined a classic during his on-again, off-again Presidential campaign: the \"giant sucking sound\" he claims we will hear as jobs move from the United States to Mexico under the North American Free Trade Agreement.\n\nThese days, the only sound I hear, though, is Mr. Perot's misinformed, misleading and often simply untrue Nafta-bashing. He is dead wrong.","thumbnail":null,"section":"Opinion"},{"date":"19930510","headline":"What they're reading","web_url":"https://www.nytimes.com/1993/05/10/style/IHT-what-theyre-reading.html","abstract":"Federico Mayor Zaragoza, director-general of Unesco, is reading \"Los Conjurados\"by Jorge Luis Borges.. \"It is a continuous inspiration because of its reference to a future which I find extremely attractive.One of the last of the poems i","thumbnail":null,"section":"Style"},{"date":"19930510","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/10/nyregion/c-corrections-495493.html","abstract":"  A picture caption yesterday about the Asian/Pacific American Association's Heritage Festival at Union Square Park misidentified the group shown. They were Japanese, not Korean.","thumbnail":null,"section":"New York"},{"date":"19930510","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/05/10/arts/classical-music-in-review-005993.html","abstract":"  Alvin Curran   Roulette    Alvin Curran combined antiquity and high technology on the evening of May 2, when he presented his recent works for shofar (the ram's horn used at certain Jewish holiday services) and computer.","thumbnail":null,"section":"Arts"},{"date":"19930510","headline":"Review/Dance; American Ballet Theater Revives A Difficult Classic From Denmark","web_url":"https://www.nytimes.com/1993/05/10/arts/review-dance-american-ballet-theater-revives-a-difficult-classic-from-denmark.html","abstract":"  The reported demise of ballet superstars can only appear premature when Julio Bocca is onstage. The young Argentine virtuoso pulled out all the stops with an extra dose of bravura when American Ballet Theater revived Harald Lander's \"Etudes\" on Friday night at the Metropolitan Opera House.   There was sheer dance power all around in this celebrated Danish classroom ballet. Cynthia Harvey's projection was colored with exceptional musicality, and Jeremy Collins, flanking her along with Mr. Bocca, danced with grand flourish.","thumbnail":null,"section":"Arts"},{"date":"19930510","headline":"From Romania, a 7-5 Babe-in-Waiting for the NBA","web_url":"https://www.nytimes.com/1993/05/10/sports/IHT-from-romania-a-75-babeinwaiting-for-the-nba.html","abstract":"Gheorghe Muresan, not one for long talk, describes himself as being 2.28 meters tall. In the National Basketball Association, that is 7 feet, 53/4 inches. Translated into NBA dollars, and laid end to end in $100 bills, it might be enough to stretch from t","thumbnail":null,"section":"Sports"},{"date":"19930510","headline":"Gilbert Z. Africa, Theresa Carlos","web_url":"https://www.nytimes.com/1993/05/10/style/gilbert-z-africa-theresa-carlos.html","abstract":"  Maria Theresa Carlos, a daughter of Erlinda Carlos of New York and the late Celestino P. Carlos, was married yesterday to Gilbert Zenon Africa, a son of Mr. and Mrs. Gonzalo Africa of Manila. Msgr. William Devine performed the ceremony at St. Rose of Lima Roman Catholic Church in Short Hills, N.J.   Mrs. Africa, 28, is known as Theresa. She is a telecommunications support consultant at MCI Communications in New York. Her mother is a personnel officer for the United Nations Population Fund in New York. Her father was a professor of English literature at the University of the East in Manila.","thumbnail":null,"section":"Style"},{"date":"19930510","headline":"Theater in Review","web_url":"https://www.nytimes.com/1993/05/10/theater/theater-in-review-006793.html","abstract":"  A Doll House   Playhouse 46  St. Clement's Church  423 West 46th Street  Clinton Written by Henrik Ibsen; adapted and directed by John R. Briggs; based on a concept by Tisa Chang; sets by Robert Klingelhoefer; costumes by Juliet Ouyoung; lighting by William Simmons; sound by Jim Van Bergen; production stage manager, Lisa Ledwich. Presented by the Pan Asian Repertory Theater. With: Mel Duane Gionson, Daniel Dae Kim, Karen Tsen Lee, Lou Ann Lucas and Ron Nakahara    Because a woman is judged by \"masculine law,\" she \"cannot be herself in modern society.\" That was Ibsen's belief as he began writing \"A Doll's House,\" and the words resonate through the play whenever and wherever it is performed. \"A Doll's House\" is of course a cry for freedom as well as for feminism. The continuing relevance of the play begins with the author's humane awareness of Nora's entrapment.","thumbnail":null,"section":"Theater"},{"date":"19930510","headline":"Trying to Spin the Star Dust of Athletes Into Gold","web_url":"https://www.nytimes.com/1993/05/10/nyregion/strictly-business-trying-to-spin-the-star-dust-of-athletes-into-gold.html","abstract":"  Brandon Steiner is a fast-talking, faster-thinking New York businessman who can simultaneously conduct two conversations, scan a business proposal and point out lightning-quick nuances in a Knicks game.   His interest in the Knicks' playoff success, to be sure, dwarfs that of the fellow with an interesting side bet or two. He has assiduously cultivated the teams' players as friends, meanwhile establishing the groundwork for a number of lucrative deals if the local tall people go all the way.","thumbnail":null,"section":"New York"},{"date":"19930510","headline":"Clifford's Presence Felt at Altman Trial","web_url":"https://www.nytimes.com/1993/05/10/us/clifford-s-presence-felt-at-altman-trial.html","abstract":"  He has not yet appeared in court, and has been deemed too unwell to stand trial, but Clark M. Clifford, a Washington lawyer and power broker, has nonetheless emerged as a real presence in the first few weeks of the trial of Robert A. Altman, his former law partner.    Mr. Clifford was indicted along with Mr. Altman last July by the Manhattan District Attorney's office on charges that they participated in a scheme to prevent regulators from learning that the Bank of Credit and Commerce International, not four Middle Eastern investors, was the true owner of First American Bankshares Inc., a Washington-based bank. The indictment says Mr. Altman and Mr. Clifford received bribes from B.C.C.I. in the form of special stock deals and fees.","thumbnail":null,"section":"U.S."},{"date":"19930510","headline":"No Headline","web_url":"https://www.nytimes.com/1993/05/10/nyregion/no-headline-444093.html","abstract":"  \"It's like watching a prize fight, but you only see one guy on the screen. War is hell, and there are atrocities on all sides. This has been reduced to a good-guy, bad-guy scenario. They have chosen to make the Serbs the black hats.\" -- NICHOLAS TRKLA, a Serbian-American businessman, complaining about news coverage.  [ A12:5. ]","thumbnail":null,"section":"New York"},{"date":"19930510","headline":"Pilots Await Decision","web_url":"https://www.nytimes.com/1993/05/10/world/pilots-await-decision.html","abstract":"  On the U.S.S. Theodore Roosevelt, in the Adriatic, American pilots say that whatever Washington's decision, they are ready to serve. On that floating city bristling with warplanes, helicopters and munitions, what happens on the ground in Bosnia has a direct and personal meaning, because the carrier is likely to be involved.    Article, page A8.","thumbnail":null,"section":"World"},{"date":"19930510","headline":"Hard Line, Hard Luck, for Cuba","web_url":"https://www.nytimes.com/1993/05/10/opinion/hard-line-hard-luck-for-cuba.html","abstract":"Cubans, including the island's small group of human rights activists and political dissidents, seem to be trapped between Bill Clinton and Fidel Castro. The Cuban Government seizes any excuse to delay reforms that will carry Cuba toward democracy and prosperity, while Washington is wed to an obsolete and counterproductive policy toward Cuba that provides all the pretexts Havana needs.\n\nThe U.S.'s policy seems nonsensical to much of the world. In November, the United Nations called on the U.S. to lift its embargo against Cuba. Only Romania and Israel voted with Washington. And while a U.N. human rights report earlier this year correctly criticized Cuba for violations, it also criticized the U.S. for a policy that worsens the island's standard of living.","thumbnail":null,"section":"Opinion"},{"date":"19930510","headline":"Hemophiliacs Demand Answers as AIDS Toll Rises","web_url":"https://www.nytimes.com/1993/05/10/nyregion/hemophiliacs-demand-answers-as-aids-toll-rises.html","abstract":"  Until recently, the closest Michael J. Druck had ever come to a public protest was filing a complaint with New York City about a noisy neighbor. But two months ago the 31-year-old rare-coin dealer found himself wrestling with two hotel security guards in Manhattan as he picketed a dinner honoring prominent hemophilia doctors.   Mr. Druck, a hemophiliac who was infected with the AIDS virus through blood products, says the confrontation was a cry of desperation. He has already watched an uncle and a cousin die of AIDS, and he says he wants to know before he dies himself whether his infection with H.I.V. was preventable and, if it was, who is at fault.","thumbnail":null,"section":"New York"},{"date":"19930510","headline":"Man Held in Killing Of 3 in Apartment","web_url":"https://www.nytimes.com/1993/05/10/nyregion/man-held-in-killing-of-3-in-apartment.html","abstract":"  A Brooklyn man has been charged with second-degree murder, attempted second-degree murder and first-degree assault in the killing of a Queens woman and her two young daughters, the police said yesterday.    The man, Ronald Woodson, 22, of 80 Ross Street in Williamsburg, Brooklyn, was charged with the stabbing death of Stephanie Pagan, 23, her 9-month-old daughter and her 6-year-old daughter on Saturday morning.","thumbnail":null,"section":"New York"},{"date":"19930510","headline":"Inquiry on Sailor's Killing Tests Navy in Dealing With Gay Issues","web_url":"https://www.nytimes.com/1993/05/10/us/inquiry-on-sailor-s-killing-tests-navy-in-dealing-with-gay-issues.html","abstract":"  When Allen R. Schindler was beaten to death in a public restroom in Japan last October, the Navy told his mother that he had fallen on his head in a fight. Only after friends of the dead sailor wrote to a military newspaper did the Navy acknowledge that a shipmate might have killed Mr. Schindler because he was gay.    The inquiry into the fatal beating of Mr. Schindler, a 22-year-old radioman on the amphibious ship Belleau Wood, illustrates the difficulties the Navy has had in dealing with the issue of allowing homosexuals in the military. Both sides have seized on the case as evidence for their arguments.","thumbnail":null,"section":"U.S."},{"date":"19930510","headline":"Dceusha Journal; Misfits of Peace: Is This the End of the Bushmen?","web_url":"https://www.nytimes.com/1993/05/10/world/dceusha-journal-misfits-of-peace-is-this-the-end-of-the-bushmen.html","abstract":"  In his first life, David Sheukuni was a Bushman. His tribe taught him to track giraffe and forage for wild lemon here in the hot savanna of what the maps call northeastern Namibia. That life ended when the white army came.   In his second life, the white men taught him to be a soldier, tracking and killing black insurgents for the South African Defense Force. He learned about money and store-bought shoes and liquor. That life ended when the white men surrendered Namibia to its independence in 1990 and left.","thumbnail":null,"section":"World"},{"date":"19930510","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/05/10/arts/dance-in-review-989193.html","abstract":"  Verlezza Dance  St. Mark's Danspace    One of the pleasures of attending the program called Verlezza Dance on the night of May 2 was seeing Sabatino Verlezza's vigorous choreography.","thumbnail":null,"section":"Arts"},{"date":"19930510","headline":"Tickets for City Center Gala","web_url":"https://www.nytimes.com/1993/05/10/arts/tickets-for-city-center-gala.html","abstract":"  Remaining tickets will be sold today for $10 each at the box office for City Center's 50th-anniversary gala benefit tonight at 7 P.M. at City Center, 131 West 55th Street, Manhattan. Hosts for the benefit are Joanne Woodward and Edward Villella. Among the dancers, musicians and actors participating are Kevin Kline, Irene Worth, Barbara Cook, Bobby Short, Kitty Carlisle Hart and the Paul Taylor Dance Company. Information: (212) 581-7907.","thumbnail":null,"section":"Arts"},{"date":"19930510","headline":"Review/Music; Works From Different Eras, but All Rife With Conflicts","web_url":"https://www.nytimes.com/1993/05/10/arts/review-music-works-from-different-eras-but-all-rife-with-conflicts.html","abstract":"  The program that the New York New Music Ensemble played last Monday evening at Merkin Concert Hall included two pieces from the 1950's and the New York premieres of three works composed since 1990. But although there were stylistic gulfs between these works, there was a curious undercurrent common to them all. Each work seemed to be propelled by a set of inner conflicts, by competing impulses pulling against each other.    In the case of Donald Martino's Set for Clarinet (1954), those impulses were the desire to draw on popular forms -- jazz and blues -- but to do so within a language of rigorous atonality, and to shine a spotlight on a clarinetist's virtuosity without losing sight of the work's compositional ingenuity. The thematic and harmonic simplicity of John Cage's Six Melodies for Violin and Piano (1950) disguises subtle complexities and elaboration. Elizabeth Brown's \"Memory Palace\" (1990), for flute, cello and piano, uses a tonally freewheeling language (neither strictly rooted nor fully atonal) and an abstract structure to paint a distinct, if fanciful, picture in which thematic relationships come increasingly into focus as the piece unfolds.","thumbnail":null,"section":"Arts"},{"date":"19930510","headline":"Marshak Memorial Service","web_url":"https://www.nytimes.com/1993/05/10/us/marshak-memorial-service.html","abstract":"  City College will hold a memorial service for President Emeritus Robert Eugene Marshak at 3 P.M. Wednesday in the college's Aaron Davis Hall at 135th Street and Convent Avenue in Manhattan. The speakers will include Albert W. Bowker, Chancellor Emeritus of The City University of New York; James P. Murphy, chairman of the university's board of trustees; W. Ann Reynolds, chancellor of the university; Augusta Souza Kappner, acting president of the college, and Haywood Burns, dean of the university's law school. Dr. Marshak died on Dec. 23 at the age of 76.","thumbnail":null,"section":"U.S."},{"date":"19930510","headline":"Lauren Adwar, Keith Breslauer","web_url":"https://www.nytimes.com/1993/05/10/style/lauren-adwar-keith-breslauer.html","abstract":"  Lauren Dawn Adwar, the daughter of Mr. and Mrs. Samuel Adwar of Merrick, L.I., was married yesterday to Keith M. Breslauer, the son of Mr. and Mrs. Joel C. Breslauer of Jersey City. Rabbi Israel Grama performed the ceremony at the Woodbury (L.I.) Jewish Center.","thumbnail":null,"section":"Style"},{"date":"19930510","headline":"Howe's Ankle Is as Swollen As His Earned Run Average","web_url":"https://www.nytimes.com/1993/05/10/sports/howe-s-ankle-is-as-swollen-as-his-earned-run-average.html","abstract":"  Steve Howe thought it was strange that a clubhouse worker had hosed down the staircase leading to the visiting dugout runway before Saturday night's game. He even thought someone might trip on the steep and soggy flight of stairs. He was right.   \"When I went down,\" Howe said, \"it felt like someone shot me in the back.\"","thumbnail":null,"section":"Sports"},{"date":"19930510","headline":"Mental Health Professionals Worry Over Coming Change in Health Care","web_url":"https://www.nytimes.com/1993/05/10/us/mental-health-professionals-worry-over-coming-change-in-health-care.html","abstract":"  Conversations with mental health professionals across the country reveal deep fears about the limits that a new national health plan may put on payments for psychotherapy.   Psychiatrists, clinical psychologists and other psychotherapists say some limits being discussed would be calamitous for many patients and for the profession itself. And those who know what is going on in the secret proceedings of the mental health task force, part of the Task Force on National Health Care Reform, say that therapists -- and those who need therapy -- may have good reason to worry.","thumbnail":null,"section":"U.S."},{"date":"19930510","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/05/10/arts/dance-in-review-988393.html","abstract":"  American Ballet Theater   Metropolitan Opera House    A mostly new principal cast in the American Ballet Theater production of \"The Sleeping Beauty\" started out strong on Thursday night but then waned in excitement. Susan Jaffe was a radiant, lyrical Aurora. But her first act had a physically nuanced look that was missing from the poetic vision scene, though she delivered all the requisite sparkle and grandeur in the third-act grand pas de deux.","thumbnail":null,"section":"Arts"},{"date":"19930510","headline":"Wickman Provides Rest For Tiger-Weary Bullpen","web_url":"https://www.nytimes.com/1993/05/10/sports/baseball-wickman-provides-rest-for-tiger-weary-bullpen.html","abstract":"  Tiger Stadium is a place where even Spike Owen is a home-run threat, where six-run leads are scoffed at and where bullpens burn out faster than firecrackers. Leave your seat, and you hazard missing some action. Stay in your seat, and you hazard getting clipped by another homer.   With keen knowledge of this daunting ball park and the brutish hitters the Tigers parade to the plate, Bob Wickman strode to the mound and tried to insure that the elements and the booming bats would not undo him. The Yankees had a weary bullpen after two straight extra-inning games and they needed innings from Wickman. Lots of innings.","thumbnail":null,"section":"Sports"},{"date":"19930510","headline":"U.S. Intervention in Bosnia Has Only Negatives; Leave It to Europe","web_url":"https://www.nytimes.com/1993/05/10/opinion/l-us-intervention-in-bosnia-has-only-negatives-leave-it-to-europe-011393.html","abstract":"  To the Editor:   Your discussion of United States military intervention in Bosnia (The Week in Review, May 2) omits the strongest reason not to become involved: lack of any clear, overriding U.S. interest in backing either side.","thumbnail":null,"section":"Opinion"},{"date":"19930510","headline":"Suns End a Series of Living Dangerously","web_url":"https://www.nytimes.com/1993/05/10/sports/pro-basketball-suns-end-a-series-of-living-dangerously.html","abstract":"  The Phoenix Suns no longer primp in front of their mirrors. Horrified for five playoff games by the upstart Los Angeles Lakers, the Suns have had their blemishes exposed for all to see and consider themselves fortunate not to be turning in their uniforms today.   If not for Dan Majerle playing this afternoon with a sniffle and a sore throat, if not for Oliver Miller's perfect overtime period, if not for Charles Barkley's passionate 31 points and 14 rebounds, the Lakers would be practicing for the San Antonio Spurs. Instead, it was the Suns who advanced to the second round today with a 112-104 overtime victory and became the first team in National Basketball Association history to botch the first two playoff games at home and win a three-of-five-game series.","thumbnail":null,"section":"Sports"},{"date":"19930510","headline":"Spring Training for the Canape Crowd","web_url":"https://www.nytimes.com/1993/05/10/nyregion/spring-training-for-the-canape-crowd.html","abstract":"  At every other Northern latitude, it may still be spring. But in this privileged corner of the hemisphere, where warm weather is greeted as much by raw vegetables on a serving tray as by new vegetation in the earth, summer arrived Friday at precisely 4:30 P.M.   It happened, as it does every year, on the backyard lawn of Elaine Benson's art gallery. There, amid the abstract sculptures and the shade trees, were the familiar fixtures of the season: Bottles of chardonnay. Wedges of brie. Piped-in music. Groups of painters and poets and playwrights, the famous and obscure, trading stories and making connections.","thumbnail":null,"section":"New York"},{"date":"19930510","headline":"Bosnia Move? Not Just Now; Few Expect a Decision On Use of Force Soon","web_url":"https://www.nytimes.com/1993/05/10/world/bosnia-move-not-just-now-few-expect-a-decision-on-use-of-force-soon.html","abstract":"  Why is it taking so long? Are they just stalling, or what?   The carnage in Bosnia has been horrifying the rest of the world for a year now. Troops from Britain, France and other countries have been there for months under the auspices of the United Nations, doing what little they could to alleviate the suffering. President Clinton has been talking for weeks about new, tougher actions.","thumbnail":null,"section":"World"},{"date":"19930510","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/05/10/arts/classical-music-in-review-904293.html","abstract":"  People's Symphony  Town Hall    People's Symphony Concerts continued its long-running, budget-priced and good-quality performance series with chamber music on the afternoon of May 2. With the prominent help of Daniel Phillips, the violinist, the Levine family took care of business, including a Mozart trio, a Brahms piano quartet and Schubert's \"Trout\" Quintet. Dena and Amy Levine played the piano and the cello. Caroline Levine was the violist. Julius Levine was Schubert's bassist in the \"Trout.\"","thumbnail":null,"section":"Arts"},{"date":"19930510","headline":"As Ratings Stall, Clinton Tries Tune-Up","web_url":"https://www.nytimes.com/1993/05/10/us/as-ratings-stall-clinton-tries-tune-up.html","abstract":"  In many of the ways that count, the spirit of the 1992 Clinton campaign is dead.   That spirit, represented by the \"War Room\" in the Little Rock, Ark., campaign headquarters, was supposed to live on in a World War I-era situation room in the Old Executive Office Building. But the young aides who staffed it -- trained in the art of quick response, coordinated message-making and effective communication that rooted out many a land mine during the campaign -- lack experience with the perils that lurk in real-life threats like a Republican filibuster, debates over aid to Russia or war in the Balkans.","thumbnail":null,"section":"U.S."},{"date":"19930510","headline":"U.S. Intervention in Bosnia Has Only Negatives","web_url":"https://www.nytimes.com/1993/05/10/opinion/l-us-intervention-in-bosnia-has-only-negatives-009193.html","abstract":"  To the Editor:   Misha Glenny's assessment coincides with my opinion that we need patient diplomacy, not military action of any sort in the former Yugoslavia (\"Bomb the Serbs? A Wider War Would Follow,\" Op-Ed, April 29). His assertion that many others will use American intervention as an excuse for even more vicious fighting is logical. We have nothing at all to gain -- not even the \"cathartic sense of righteousness\" he suggests.","thumbnail":null,"section":"Opinion"},{"date":"19930510","headline":"Serb-Americans Feel Distant War","web_url":"https://www.nytimes.com/1993/05/10/us/serb-americans-feel-distant-war.html","abstract":"  Until a few years ago, this country's Serbs were an obscure ethnic group little known to most Americans, about 116,000 people concentrated in Midwestern rust belt cities, according to the United States Census, their ethnicity often confused with Syrians or Siberians.   Now everyone knows of the Serbs. And as war rages in the former Yugoslavia with reports of ethnic cleansing, death camps and rapes of Muslim women at the hands of Serbian soldiers, Serbian-Americans have been forced to account for atrocities an ocean away in a land many have never seen.","thumbnail":null,"section":"U.S."},{"date":"19930510","headline":"Review/Theater; A Classic From Ireland Moved to Trinidad","web_url":"https://www.nytimes.com/1993/05/10/theater/review-theater-a-classic-from-ireland-moved-to-trinidad.html","abstract":"  With a little rewriting and a lot of clowning, it may be possible to turn any classic play into a television sitcom. The Beatrice-and-Benedick sniping of \"Much Ado About Nothing\" alone is a prime-time perennial, whether under the title \"Moonlighting\" or \"Love and War.\" While such low intentions are hardly the point of \"Playboy of the West Indies,\" Mustapha Matura's adaptation of \"The Playboy of the Western World,\" the results sometimes do cry out for a laugh track. Mr. Matura has moved J. M. Synge's \"extravagant comedy,\" originally set in the County Mayo of 1907, to Mayaro, Trinidad, in 1950. As boisterously animated at the Mitzi E. Newhouse Theater at Lincoln Center, this tropical community is a little too close for comfort to Gilligan's Island.   Even so, the script, which has been widely produced since its premiere in 1984, is clever and sometimes legitimately amusing. Mr. Matura is an elegant writer whose other plays can recall the novels of his fellow Trinidadian V. S. Naipaul in their ironic political undertow. Here he so faithfully and musically translates the rich Irish language of the original text into a lilting Caribbean patois that his verbal ingenuity recalls Richard Wilbur's stunning English translations of Moliere. For all the alterations, which include the transformation of a pub into a rum shop and of the Widow Quin into a superstitious folk priestess (Michele Shay), \"Playboy\" still tells of a young stranger, now called Ken (Victor Love) instead of Christy, who briefly earns the adoration of an impoverished town by confessing to having committed parricide.","thumbnail":null,"section":"Theater"},{"date":"19930510","headline":"Sports of The Times; There's a Not-So-Secret Word at Shea These Days: Boo!","web_url":"https://www.nytimes.com/1993/05/10/sports/sports-of-the-times-there-s-a-not-so-secret-word-at-shea-these-days-boo.html","abstract":"  In the rottenest of times, when it appeared that the sky over Queens was falling, when his batters couldn't bat, his pitchers couldn't hurl, his players were casually making idiots of themselves on and off the field, and the Shea Stadium fans were like a surly mob, Frank Cashen, then the general manager of the Mets, had a saying: \"Just another day in Paradise.\"   Return with us now to Paradise: The Mets sank three fathoms deeper into last place below the Marlins yesterday as the fresh fish from Miami -- the expansion franchise that is all of one month old -- ate up the Mets again, for the second straight day in their three meetings, this time by a score of 6-4.","thumbnail":null,"section":"Sports"},{"date":"19930510","headline":"The Papp and Festival Archives Go to New York Public Library","web_url":"https://www.nytimes.com/1993/05/10/theater/the-papp-and-festival-archives-go-to-new-york-public-library.html","abstract":"  The archives of the New York Shakespeare Festival and the personal papers of its founder, Joseph Papp, believed to be the largest and most complete collection ever assembled of a postwar American theater organization, have been donated to the New York Public Library for the Performing Arts, the library has announced.    The collection, which preserves materials from Mr. Papp's first free Shakespeare productions in 1954 through the 1991-92 season, the last with which Mr. Papp was personally involved, will become part of the Billy Rose Theater Collection at Lincoln Center. It will be known as the Joseph Papp New York Shakespeare Festival Collection. Mr. Papp died on Oct. 31, 1991.","thumbnail":null,"section":"Theater"},{"date":"19930510","headline":"Farm Labor Unions' Gains Date to 1880's","web_url":"https://www.nytimes.com/1993/05/10/opinion/l-farm-labor-unions-gains-date-to-1880-s-015693.html","abstract":"  To the Editor:   Many of us have great respect for the work done by Cesar Chavez in organizing California farm workers. However, your obituary (April 24) errs in stating that his was the first successful union of farm workers.","thumbnail":null,"section":"Opinion"},{"date":"19930510","headline":"Revisionism at the Holocaust's Source","web_url":"https://www.nytimes.com/1993/05/10/opinion/l-revisionism-at-the-holocaust-s-source-016493.html","abstract":"  To the Editor:   I read \"When History Is a Casualty\" (Weekend, April 30), about Holocaust revisionism, hours after returning from Prague and Berlin, follow ing the path of Holocaust history.  What I saw is no less than Holocaust revisionism at its very source.","thumbnail":null,"section":"Opinion"},{"date":"19930510","headline":"Lewis Packs a Punch, With Pictures to Prove It","web_url":"https://www.nytimes.com/1993/05/10/sports/boxing-lewis-packs-a-punch-with-pictures-to-prove-it.html","abstract":"  Lennox Lewis wore blue-tinted designer sunglasses to his post-fight news conference -- and he was the winner.   He didn't have a discernible gash, and it wasn't as if connect-the-welts could be played on his face, so the designer frames clearly were for fashion and not for cover-up.","thumbnail":null,"section":"Sports"},{"date":"19930510","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/05/10/us/inside-482293.html","abstract":"  Alwin Nikolais Dies   The choreographer, designer and electronic-music composer, whose innovations in lighting and costuming made him a pioneer of multi-media dance, was 82. Page A17. Peacekeepers for Haiti    The United States will sponsor a Security Council vote on a 500-member police force to assure a peaceful transition to democracy in Haiti. Page A3. Newark Schools Assailed    A state report on Newark's schools portrays a system plagued by mismanagement, officials said. Page B1.","thumbnail":null,"section":"U.S."},{"date":"19930510","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/05/10/arts/classical-music-in-review-004093.html","abstract":"  Danish Radio Symphony Orchestra  Avery Fisher Hall    It has long been customary to open orchestral programs with a bang. The Danish Radio Symphony Orchestra, arriving in Avery Fisher Hall in the afternoon of May 2, delivered nothing less than the Apocalypse itself. Poul Ruders's \"Thus Saw St. John\" is a 10-minute Revelation onslaught, with detonations for full orchestra surrounding doom-laden chorales for the lower brass. Flashes of Messiaen are apparent in the percussion-heavy instrumentation, and the solitary gong stroke at the end is a nod to Strauss's \"Death and Transfiguration.\" But Mr. Ruders avoids the ponderous cliches of 20th-century crisis-music and makes a savage virtue of concision. Leif Segerstam, himself a composer of anarchic tendencies, led a brilliant performance.","thumbnail":null,"section":"Arts"},{"date":"19930510","headline":"Higher Salaries for Teachers?","web_url":"https://www.nytimes.com/1993/05/10/opinion/higher-salaries-for-teachers.html","abstract":"  Encouraged by state fact-finders who recommended that the New York City teachers' union get slightly higher salary increases than most other city unions, the teachers want more than slightly more. Sandra Feldman, president of the United Federation of Teachers, points to ambiguous language in the fact-finders' report that suggests her union should get an 8.5 percent increase over 39 months -- instead of the 8.25 percent other unions got -- plus \"an appropriate payment of additional money as may be made available\" by the state.   The 8.5 percent is defensible; the city has traditionally paid teachers a bit more than other municipal workers in recognition of their role in educating the next generation. But the city's finances aren't strong enough to justify an even larger increase just now.","thumbnail":null,"section":"Opinion"},{"date":"19930510","headline":"Martinez Knows She'll Always Have Rome","web_url":"https://www.nytimes.com/1993/05/10/sports/tennis-martinez-knows-she-ll-always-have-rome.html","abstract":"  Conchita Martinez and a searing Roman sun teamed up today to deny Gabriela Sabatini in her bid to win a third consecutive Italian Open title. Playing in her first final here, Martinez endured a grueling first set, then cruised through the second for a 7-5, 6-1 victory at the Foro Italico.    \"This is my most important tournament victory,\" the 21-year-old Spaniard said after gaining her 17th career tournament victory. \"I'm in the best shape I've ever been in, which means I can run and fight more than I used to.\"","thumbnail":null,"section":"Sports"},{"date":"19930510","headline":"From Newsreels to Records: A New Home for Sony Music","web_url":"https://www.nytimes.com/1993/05/10/nyregion/from-newsreels-to-records-a-new-home-for-sony-music.html","abstract":"  While Sony USA has been conspicuously transforming the former A.T. & T. headquarters on the East Side of Manhattan into its new home, Sony Music has been quietly transforming the former Fox Movietone studios on the West Side into a new video and audio center.   The quiet ends today.","thumbnail":null,"section":"New York"},{"date":"19930510","headline":"This Team Has Leaders And Burden","web_url":"https://www.nytimes.com/1993/05/10/sports/this-team-has-leaders-and-burden.html","abstract":"  The team kept the first three places in the overall standing. It kept Raul Alcala of Mexico, the race favorite, healthy and out of trouble. But in the subtle world of bicycle racing, the favored WordPerfect team was not so perfect today in the 11-day Tour DuPont, America's premier race.   In a mostly flat, 110.8-mile stage from Pen Mar in northern Maryland past Three Mile Island and into this chocolate capital, WordPerfect placed no one higher than Alcala's 34th place in the field of 116 professionals and amateurs. That did not hurt it. But on a sunny day when temperatures reached 85 degrees, the race was uncomfortably fast because riders kept breaking away, getting caught and breaking away again. The riders averaged 25.8 miles an hour reaching town, then faster on the two concluding three-mile loops.","thumbnail":null,"section":"Sports"},{"date":"19930510","headline":"Some New Jets Say: Been There, Done That","web_url":"https://www.nytimes.com/1993/05/10/sports/pro-football-some-new-jets-say-been-there-done-that.html","abstract":"  Suddenly, the practice field is filled with Jets players who have, as they like to put it, been there. They sport Super Bowl rings and Pro Bowl resumes. And one of them even used to be a Giant, of all things.   \"Oh, yes, it's strange,\" said Leonard Marshall, who spent most of his 20's and part of his 30's dressing in a room down the hall from the Jets' locker room at Giants Stadium. Like most Giants, he would make fun of the Jets' repeated failed forays into respectability. The Giants, everyone knew, owned Gotham.","thumbnail":null,"section":"Sports"},{"date":"19930510","headline":"Grant E. Curtis, 72, Tufts Official Who Widened Scholarship System","web_url":"https://www.nytimes.com/1993/05/10/us/grant-e-curtis-72-tufts-official-who-widened-scholarship-system.html","abstract":"  Grant E. Curtis, who helped expand scholarship programs to needy students across the nation after working his way through college as a waiter, died Thursday at his home in Winchester, Mass. He was 72.   The cause was leukemia, said officials at Tufts University, where he was the emeritus dean of financial aid.","thumbnail":null,"section":"U.S."},{"date":"19930510","headline":"Barbara Smith, Stewart Scott 3d","web_url":"https://www.nytimes.com/1993/05/10/style/barbara-smith-stewart-scott-3d.html","abstract":"  Barbara A. Smith, the daughter of Mrs. Thaddeus S. Obloy of Saratoga Springs, N.Y., and V. Paul Smith of Ballston Spa, N.Y., was married yesterday to Stewart M. Scott 3d, the son of Dr. and Mrs. Scott of Asheville, N.C. The Rev. Paul Knapp performed the Roman Catholic ceremony at St. Clement's Church in Saratoga Springs.    Mrs. Scott, 28, is a caterer in New York. She graduated from Wells College. Her father, who retired as New York State's deputy advocate for the disabled, is a real estate agent at Blackman & DeStefano Inc. in Clifton Park, N.Y. Her mother, Carol Obloy, is the director of policy and regulations for the New York State Office of Mental Health in Albany. The bride is the stepdaughter of Mr. Obloy and of Maryjane Eddy-Smith.","thumbnail":null,"section":"Style"},{"date":"19930510","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/10/opinion/IHT-in-our-pages-100-75-and-50-years-ago-91073659169.html","abstract":"1918: Trade Outlook","thumbnail":null,"section":"Opinion"},{"date":"19930510","headline":"Better to Prevent Teen-Age Pregnancy","web_url":"https://www.nytimes.com/1993/05/10/opinion/l-better-to-prevent-teen-age-pregnancy-013093.html","abstract":"  To the Editor:   An April 28 news article reported the success of an Ohio study by the Manpower Demonstration Research Corporation in keeping teen-age mothers in school by using an increased welfare payment as an incentive for continued attendance.","thumbnail":null,"section":"Opinion"},{"date":"19930510","headline":"The 'Me' of 'Roger and Me' Is Trying Network TV","web_url":"https://www.nytimes.com/1993/05/10/arts/the-me-of-roger-and-me-is-trying-network-tv.html","abstract":"  There's something about being in front of a camera that makes Americans say the most astonishingly self-revelatory things. But even after years of trying, Michael Moore hasn't figured out exactly what that is.   \"I'm still amazed,\" he says, contemplating the mysteries of the video age with a mischievous smile.","thumbnail":null,"section":"Arts"},{"date":"19930510","headline":"10 Children's Choruses In Annual Festival","web_url":"https://www.nytimes.com/1993/05/10/arts/10-children-s-choruses-in-annual-festival.html","abstract":"  The Kodaly Organization of New York is to present the Third Annual Children's Choral Festival on May 14 at Congregation Rodelph Sholom, 7 West 83d Street, Manhattan. Ten choruses totaling more than 300 children are to participate.   The choirs are to sing in two sessions, from 9:30 to 11:30 A.M. and 1 to 3 P.M. Between noon and 1 P.M., all participants are to join in a festival concert conducted by Joan Gregoryk, whose 90-voice chorus from Chevy Chase (Md.) Elementary School is participating.   Information: (718) 522-3066.","thumbnail":null,"section":"Arts"},{"date":"19930510","headline":"And Batting for the Mets: Boredom, Silence and Ineptitude","web_url":"https://www.nytimes.com/1993/05/10/sports/baseball-and-batting-for-the-mets-boredom-silence-and-ineptitude.html","abstract":"  Even the Marlins want to leave Shea Stadium. It is that awful in Metsville, where the hometown team suffered another ugly loss to the expansion club from Florida yesterday, a 6-4 disaster riddled with mistakes and bad pitching and strikeouts by million-dollar men.   \"I'm ready to get out of here,\" said Chuck Carr, the Marlins' center fielder. \"It's so dead. There's no life. It just seems like everything is dead. It's hard to get motivated.\"","thumbnail":null,"section":"Sports"},{"date":"19930510","headline":"Review/Music; Like Old Times on Irving Pl.","web_url":"https://www.nytimes.com/1993/05/10/arts/review-music-like-old-times-on-irving-pl.html","abstract":"  Between 1860 and 1888, the Irving Theater stood at Irving Place and was the home of both popular entertainments and high-toned chamber music evenings. Now there is an apartment tower there, but on its ground floor is the new Vineyard Theater, which has a resident early music-ensemble, Vineyard Musicke. The ensemble's musicians have lately been looking into the history of Union Square, and on the afternoon of May 2 the ensemble re-created the kind of concert that the Irving Theater used to present.    The atmosphere was that of a variety show, beginning and ending with piano pieces by Louis Moreau Gottschalk (who played at the Irving) and with songs and instrumental works by other composers in between. For the occasion, the group borrowed a period instrument from the Museum of the American Piano.","thumbnail":null,"section":"Arts"},{"date":"19930510","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/05/10/sports/results-plus-890993.html","abstract":"  GOLF  Three Birdies Carry Henke to Victory  Nolan Henke birdied three of the last eight holes yesterday for a five-under-par 67 to capture the Atlanta Classic over the fading third-round leader, Nick Price. Henke broke out of a tie with Price on the 15th hole when the P.G.A. champion took the first of two consecutive bogeys. Henke finished with a 72-hole total of 17-under-par on the hilly Atlanta Country Club course to post a two-shot victory over Price, Mark Calcavecchia and Tom Sieckmann. Price, who began the day with a one-shot lead over Calcavecchia, missed three consecutive greens beginning at No. 15, managing to salvage par only on the No. 17 when he made an 8-footer. After falling into a tie for third place, Price moved back to share second when he birdied the final hole. Calcavecchia, who has missed eight cuts so far this year, closed with a 72 and Sieckmann had a 69. Henke earned a first prize of $216,000. (AP) Mallon Captures Sudden-Death Playoff: Meg Mallon made a 20-foot birdie putt on the third playoff hole to beat Tina Tombs and win the Sara Lee Classic in Nashville. It was her second victory this year. Tombs, who had 10 birdies and two bogeys en route to a 64, missed a 20-foot putt inches to the left on No. 9 that would have sent the playoff to a fourth hole. Mallon, who won in Tucson, Ariz., in March, had her chance to win the tournament on the final hole of regulation play. Her 15-foot putt was wide left and gave her a two-under-par 70 for the day, a 54-hole total of 205 and a tie with Tombs. Mallon earned $78,750 for the victory. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930510","headline":"David Wachtel, Jennifer Goldstein","web_url":"https://www.nytimes.com/1993/05/10/style/david-wachtel-jennifer-goldstein.html","abstract":"  Jennifer Susan Goldstein, an appellate lawyer at the Equal Employment Opportunity Commission, was married yesterday to David Martin Wachtel, a public interest environmental lawyer, both in Washington. Rabbi Robert Orkand performed the ceremony at Temple Shaaray Tefila in Bedford, N.Y.   Ms. Goldstein, 29, is keeping her name. She graduated cum laude from Bryn Mawr College and received a law degree from the University of Chicago. She is a daughter of Dr. and Mrs. William B. Goldstein of Wilton, Conn. Her father is the chairman of the department of radiology at Danbury (Conn.) Hospital. Her mother, Dr. Madeline Klein, retired as a pediatric gastroenterologist in Danbury.","thumbnail":null,"section":"Style"},{"date":"19930510","headline":"Books of The Times; Dear Baseball, I Love You (But I Hate the Dodgers)","web_url":"https://www.nytimes.com/1993/05/10/books/books-of-the-times-dear-baseball-i-love-you-but-i-hate-the-dodgers.html","abstract":"   My Life as a Fan   By Wilfrid Sheed   221 pages. Simon & Schuster. $20.    It has often been observed that the secret to American culture lies in understanding baseball. The writer Wilfrid Sheed seems to have understood this instinctively when he first came to this country, in the autumn of 1940, as a 9-year-old English refugee fleeing German bombs.","thumbnail":null,"section":"Books"},{"date":"19930510","headline":"Review/Opera; From a Fastidious Man, A Less Fastidious Work","web_url":"https://www.nytimes.com/1993/05/10/arts/review-opera-from-a-fastidious-man-a-less-fastidious-work.html","abstract":"  \"Mazeppa\" is perhaps the most uncivilized of Tchaikovsky's operas, which makes it in many ways the most interesting. Finished in 1883 -- midway between the composition of \"Eugene Onegin\" and \"The Queen of Spades\" -- this merger of historical cataclysm, Verdian love conflicts and Donizettian mad scenes largely abjures the smooth beauties of its two more famous companions.   In \"Mazeppa\" -- which the Opera Orchestra of New York offered in concert at Carnegie Hall the night of May 2 -- the usually fastidious Tchaikovsky gets his hands dirty. It is not the constant presence of Russian and Ukrainian country tunes that is so striking; it is the directness of their presentation: their feeling of sweat and simple labor. Absent is the well-groomed folkloric charm that in \"Onegin\" becomes a kind of prop.","thumbnail":null,"section":"Arts"},{"date":"19930510","headline":"1 Man Killed, 2 Wounded","web_url":"https://www.nytimes.com/1993/05/10/nyregion/1-man-killed-2-wounded.html","abstract":"  One man was shot to death and two were wounded in the Washington Heights area of Manhattan yesterday, the police said. Sgt. John McCluskey, a police spokesman, said the victims were standing at 158th Street and St. Nicholas Avenue about 5:30 P.M. when two men got out of a car and began shooting. The gunmen fled in the car. The dead man was not identified last night. The wounded men, identified as Carlos Hosking, 19, and Pijuan Nivardo, 31, did not require hospitalization, the police said. Sergeant McCluskey said there were no arrests and no weapons were recovered.","thumbnail":null,"section":"New York"},{"date":"19930510","headline":"Gay Dispute Fails to Dim Israel Parade","web_url":"https://www.nytimes.com/1993/05/10/nyregion/gay-dispute-fails-to-dim-israel-parade.html","abstract":"  The debate over the exclusion of a largely gay congregation from the annual Salute to Israel parade faded into the background yesterday as an array of New York politicians, seeking to accommodate both sides, exuberantly joined in the march, then met with members of the congregation to voice their support.   The parade itself, which had been mired in controversy for more than a month, went off without incident as thousands of young people -- many bedecked in blue and white, evoking the Israeli flag -- walked, danced and roller-skated their way up Fifth Avenue to celebrate the 45th anniversary of the founding of Israel. The police estimated that the observance drew 73,000 spectators. There were no reports of arrests, though a scattering of demonstrators protested the exclusion of the gay marchers. Political Overtones    While the parade's sponsor, the American Zionist Youth Foundation, billed the 29th annual event as an elaborate pageant to educate Jewish children about their heritage and history, the political overtones were everywhere.","thumbnail":null,"section":"New York"},{"date":"19930510","headline":"Veterans and Yeltsin Foes Are Allowed to March, Peacefully","web_url":"https://www.nytimes.com/1993/05/10/world/veterans-and-yeltsin-foes-are-allowed-to-march-peacefully.html","abstract":"  Mixing proud memories and bitter anger, some 15,000 war veterans, Communists and nationalists flowed to the center of Moscow today to mark the 48th anniversary of victory over Nazi Germany. But with Red Square finally opened to the demonstrators, there was no repetition of the violence that erupted at May Day marches last weekend.   All last week, after a clash between police officers and militants on May 1 that left hundreds hurt and one riot policeman dead, accusations and threats flew among the hostile political camps into which Russia has fractured, and suspense mounted over the demonstration called by the hard-liners for the annual May 9 holiday.","thumbnail":null,"section":"World"},{"date":"19930510","headline":"Domestic Violence","web_url":"https://www.nytimes.com/1993/05/10/opinion/l-domestic-violence-014893.html","abstract":"  To the Editor:   In a May 4 letter criticizing your April 23 editorial on domestic violence, Laurence Jarvik writes that the claim that a woman is beaten every 15 seconds by a husband or boyfriend means that 21 million women are beaten each year by a boyfriend or spouse, a number that he argues is much too high.","thumbnail":null,"section":"Opinion"},{"date":"19930510","headline":"For Baseball, It Looks Like a Whole New Ball Game, on TV, That Is","web_url":"https://www.nytimes.com/1993/05/10/sports/tv-sports-for-baseball-it-looks-like-a-whole-new-ball-game-on-tv-that-is.html","abstract":"  Major league baseball's decision to create a joint venture with ABC and NBC that puts all games in prime time mimics the regionalization of college football and ends the tradition of annual network rights payments in exchange for a revenue-sharing deal that should be viewed as a move of pragmatic desperation.   Baseball's television committee couched the package in terms of a bold move to help regenerate the game. In part it is. But if the sport's potentates were to display any foresight during this period of commissioner-less inertia, the proposed new venture was its only viable choice short of certain embarrassment.","thumbnail":null,"section":"Sports"},{"date":"19930510","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/05/10/arts/dance-in-review-001693.html","abstract":"  Trisha Brown Dance Company  City Center   The retrospective presented by the Trisha Brown Dance Company on Wednesday was packed with revelations and reminders. Ms. Brown's fascination with off-stage wing space, or magical invisibility, in a performance began early in her career. The rather dour postmodernist of legend had an eye for scenic splendor, as it turns out, as well as a wonderfully playful personality that colored her own dancing and her choreography.","thumbnail":null,"section":"Arts"},{"date":"19930510","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/10/nyregion/chronicle-979493.html","abstract":"  JOHN CARDINAL O'CONNOR, who underwent surgery last week to relieve an enlarged prostate, joked during Sunday Mass yesterday that well-wishers helped shorten his stay at the hospital. His room was so filled with flowers that it resembled a funeral parlor, he said, and he knew it was time to go.   Before delivering a Mother's Day sermon, the Cardinal also thanked people at St. Patrick's Cathedral for their other gifts of cards and fruit baskets while he was hospitalized.","thumbnail":null,"section":"New York"},{"date":"19930510","headline":"No Catching This Brown Speedboat","web_url":"https://www.nytimes.com/1993/05/10/sports/rowing-no-catching-this-brown-speedboat.html","abstract":"  The race was for second place, not first, today at the Eastern Sprints championship. Brown had the victory put away early and no one was going to catch this undefeated crew, which won the first leg of intercollegiate rowing's triple crown.   The other men's varsity eights scrambled for second, which Penn snatched away from Yale in the last 300 meters of the 2,000-meter course on the flat waters of Lake Quinsigamond. Northeastern was fourth, Navy fifth and Harvard sixth, a rare position for the Crimson, which has won more sprint championships by far than any other college.","thumbnail":null,"section":"Sports"},{"date":"19930510","headline":"PRO BASKETBALL: Sports of The Times; For Coleman's Nets, the Eyes Have It","web_url":"https://www.nytimes.com/1993/05/10/sports/pro-basketball-sports-of-the-times-for-coleman-s-nets-the-eyes-have-it.html","abstract":"  IN case there were any remaining doubts about Derrick Coleman's importance to the New Jersey Nets, the evidence to be found yesterday in the eyes of his teammates said more than any highlight video or sheet of statistics.   The Nets had somehow shrunk a five-game playoff series against Cleveland to 6 minutes 31 seconds. They were within 8 points of a Cavalier team that should have long ago disposed of this perceived irritant and moved ahead to their obsession with the Chicago Bulls. But Coleman was keeping the Nets close. The hard way.","thumbnail":null,"section":"Sports"},{"date":"19930510","headline":"Why Are Petrovic and Robinson Packing Bags?","web_url":"https://www.nytimes.com/1993/05/10/sports/pro-basketball-why-are-petrovic-and-robinson-packing-bags.html","abstract":"  Drazen Petrovic and Rumeal Robinson both dropped bombshells on the Nets today. The two players, saying they did not want to return to the team, officially began what is going to be a tumultuous off season for the franchise.   Petrovic and Robinson are restricted free agents, which means they can field offers from other teams after July 1. But the Nets have the right to match any offer from another National Basketball Association team.","thumbnail":null,"section":"Sports"},{"date":"19930510","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/05/10/nyregion/news-summary-445893.html","abstract":"  International A3-10  NO RUSH TO ACT IN BOSNIA  Whether prudent or fainthearted, there is no disposition on the American side to rush into military action in Bosnia. And in Europe, few believe allied arms can make a decisive difference. News Analysis.  A1  U.N. TEAM REACHES ENCLAVE  United Nations military observers reached the Bosnian enclave of Zepa and found most of the inhabitants have fled. A Bosnian Serb-Muslim cease-fire held, but Muslims and Croats fought in Mostar.  A8","thumbnail":null,"section":"New York"},{"date":"19930510","headline":"Congress Ponders Bill to Protect Some Religious Practices","web_url":"https://www.nytimes.com/1993/05/10/us/congress-ponders-bill-to-protect-some-religious-practices.html","abstract":"  Congress is moving toward overturning a Supreme Court ruling that made it easier to restrict religious practices that violate state or Federal laws.   The House is expected to act Tuesday on a bill that would require a \"compelling governmental interest\" to justify restrictions like prohibiting the use of illegal drugs as part of a religious ceremony. The Government would also have to show that the means it chose was the \"least restrictive\" way to achieve its objective.","thumbnail":null,"section":"U.S."},{"date":"19930510","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/05/10/nyregion/metro-digest-520993.html","abstract":"  A HEMOPHILIAC BECOMES A PROTESTER   Until recently, the closest Michael J. Druck had ever come to a public protest was filing a complaint with the city about a noisy neighbor. But two months ago the 31-year-old rare-coin dealer found himself wrestling with two New York City hotel security guards as he picketed a dinner honoring prominent hemophilia doctors. Mr. Druck, a hemophiliac who was infected with the AIDS virus through blood products, says the confrontation was a cry of desperation. A1. NEW YORK CITY  THE METROPOLIS IN THE YEAR 2000   In 1987, a stubbornly optimistic mayoral commission issued its forecast for the millennium under a title that evoked high hopes: \"New York Ascendant.\" Less than four months later, the stock market crashed. With the millennium now six years closer, another commission has published its own rosy vision of the future, but with a decidedly more sober name, \"Shaping the City's Future.\" Metro Matters. B2.","thumbnail":null,"section":"New York"},{"date":"19930510","headline":"Favor Freedom in China","web_url":"https://www.nytimes.com/1993/05/10/opinion/favor-freedom-in-china.html","abstract":"  If it wanted to, America could exert more leverage over Chinese human rights practices than any other country in the world. The hard currency Beijing earns through its $18 billion trade surplus with the U.S. is a key ingredient in China's development strategy.    During the Presidential campaign, Bill Clinton justly criticized the Bush Administration for refusing to use this leverage. In the next few weeks, the Clinton Administration must come up with its own formula for renewing China's trade privileges with this country. By carefully linking China's privileges to achievable human rights objectives, Washington could encourage reform-minded forces in the world's biggest dictatorship.","thumbnail":null,"section":"Opinion"},{"date":"19930510","headline":"An American Carrier Crew Watches and Waits, and Prepares","web_url":"https://www.nytimes.com/1993/05/10/world/an-american-carrier-crew-watches-and-waits-and-prepares.html","abstract":"  When Lieut. Comdr. Eli E. Hertz flies his F-18 \"Hornet\" over Bosnia to enforce the no-flight zone, he can see the artillery flashes and fires from the fighting below.   \"It's frustrating from our perspective,\" said the Syracuse, N.Y., native. \"I'd like to see the fighting stopped.\"","thumbnail":null,"section":"World"},{"date":"19930510","headline":"Republicans Keep Quiet About Bond Issue Inquiry","web_url":"https://www.nytimes.com/1993/05/10/nyregion/republicans-keep-quiet-about-bond-issue-inquiry.html","abstract":"  Ordinarily the hint of political scandal in a gubernatorial election year would be a godsend for any candidate trying to unseat the incumbent. But the Republicans who are vying to challenge Gov. Jim Florio this fall have been strangely reserved over a developing Federal investigation into the sale of state bonds that has reached into the Governor's inner office.   The investigation into the possible illegal steering of a $2.9 billion New Jersey Turnpike Authority bond issue has centered on a bond brokerage company, Armacon Securities Ltd., that is owned by two of Mr. Florio's closest political allies, Nicholas H. Rudi and Joseph C. Salema, the Governor's chief of staff. Mr. Salema has said he placed his half of Armacon in a blind trust in 1990, and through his attorneys, he has denied any wrongdoing.","thumbnail":null,"section":"New York"},{"date":"19930510","headline":"At This Gathering, Court Jesters Reign","web_url":"https://www.nytimes.com/1993/05/10/sports/at-this-gathering-court-jesters-reign.html","abstract":"  This is exactly what Bjorn Borg was looking for: high-quality tennis without the tunnel-vison competitiveness.   From the beginning of the doubles match featuring Borg-Ilie Nastase against Bob Hewitt-Frew McMillan, it was obvious this would not be an intense, heated match. It was, instead, a comedy routine.","thumbnail":null,"section":"Sports"}],"wiki_events":[{"date":"19930510","headline":"In Thailand, a fire at the Kader Toy Factory kills over 200 workers.","pages":[{"title":"Thailand","web_url":"https://en.wikipedia.org/wiki/Thailand","description":"Country in Southeast Asia","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Flag_of_Thailand.svg/320px-Flag_of_Thailand.svg.png","thumbnail_width":320,"thumbnail_height":213},"abstract":"Thailand, historically known as Siam, officially the Kingdom of Thailand, is a country in Southeast Asia, on the Indochinese Peninsula, spanning 513,120 square kilometres (198,120sqmi), with a population of almost 70 million, bordered to the north by Myanmar and Laos, to the east by Laos and Cambodia, to the south by the Gulf of Thailand and Malaysia, and to the west by the Andaman Sea. Thailand also shares maritime borders with Vietnam to the southeast, and Indonesia and India to the southwest. Bangkok is the nation's capital and largest city."},{"title":"Kader Toy Factory fire","web_url":"https://en.wikipedia.org/wiki/Kader_Toy_Factory_fire","description":"1993 factory fire in Thailand","thumbnail":null,"abstract":"The Kader Toy Factory fire occurred on 10 May 1993 at a factory in Thailand. It is considered the worst industrial factory fire in history, killing 188 persons, and injuring 469. Most of the victims were young female workers from rural families."}]}],"weather":[{"date":"19930510","time":"1993-05-10 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":90,"wspd":13},{"date":"19930510","time":"1993-05-10 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":91,"wspd":13},{"date":"19930510","time":"1993-05-10 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":92,"wspd":24.1},{"date":"19930510","time":"1993-05-10 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":94,"wspd":14.8},{"date":"19930510","time":"1993-05-10 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":93,"wspd":7.6},{"date":"19930510","time":"1993-05-10 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":93,"wspd":11.2},{"date":"19930510","time":"1993-05-10 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":91,"wspd":9.4},{"date":"19930510","time":"1993-05-10 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":89,"wspd":11.2},{"date":"19930510","time":"1993-05-10 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":81,"wspd":11.2},{"date":"19930510","time":"1993-05-10 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":78,"wspd":9.4},{"date":"19930510","time":"1993-05-10 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":74,"wspd":7.6},{"date":"19930510","time":"1993-05-10 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.9,"rhum":60,"wspd":9.4},{"date":"19930510","time":"1993-05-10 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.4,"rhum":55,"wspd":11.2},{"date":"19930510","time":"1993-05-10 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.2,"rhum":49,"wspd":16.6},{"date":"19930510","time":"1993-05-10 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.6,"rhum":58,"wspd":22.3},{"date":"19930510","time":"1993-05-10 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18,"rhum":56,"wspd":18.4},{"date":"19930510","time":"1993-05-10 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.1,"rhum":46,"wspd":13},{"date":"19930510","time":"1993-05-10 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20,"rhum":56,"wspd":20.2},{"date":"19930510","time":"1993-05-10 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.6,"rhum":53,"wspd":13},{"date":"19930510","time":"1993-05-10 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.4,"rhum":61,"wspd":16.6},{"date":"19930510","time":"1993-05-10 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.5,"rhum":65,"wspd":16.6},{"date":"19930510","time":"1993-05-10 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17,"rhum":69,"wspd":14.8},{"date":"19930510","time":"1993-05-10 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.5,"rhum":71,"wspd":13},{"date":"19930510","time":"1993-05-10 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.6,"rhum":78,"wspd":16.6},{"date":"19930510","time":"1993-05-10 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":36,"wspd":16.6},{"date":"19930510","time":"1993-05-10 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":44,"wspd":13},{"date":"19930510","time":"1993-05-10 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":48,"wspd":13},{"date":"19930510","time":"1993-05-10 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":52,"wspd":18.7},{"date":"19930510","time":"1993-05-10 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":52,"wspd":22.3},{"date":"19930510","time":"1993-05-10 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":57,"wspd":18.7},{"date":"19930510","time":"1993-05-10 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":64,"wspd":14.8},{"date":"19930510","time":"1993-05-10 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":70,"wspd":7.6},{"date":"19930510","time":"1993-05-10 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":76,"wspd":7.6},{"date":"19930510","time":"1993-05-10 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":78,"wspd":5.4},{"date":"19930510","time":"1993-05-10 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":70,"wspd":9.4},{"date":"19930510","time":"1993-05-10 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":61,"wspd":11.2},{"date":"19930510","time":"1993-05-10 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":51,"wspd":13},{"date":"19930510","time":"1993-05-10 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":41,"wspd":14.8},{"date":"19930510","time":"1993-05-10 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":40,"wspd":14.8},{"date":"19930510","time":"1993-05-10 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":39,"wspd":13},{"date":"19930510","time":"1993-05-10 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":37,"wspd":13},{"date":"19930510","time":"1993-05-10 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":37,"wspd":13},{"date":"19930510","time":"1993-05-10 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":36,"wspd":13},{"date":"19930510","time":"1993-05-10 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":42,"wspd":13},{"date":"19930510","time":"1993-05-10 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":48,"wspd":18.7},{"date":"19930510","time":"1993-05-10 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":48,"wspd":13},{"date":"19930510","time":"1993-05-10 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":49,"wspd":14.8},{"date":"19930510","time":"1993-05-10 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":56,"wspd":14.8}]},"19930511":{"guardian_articles":[],"nytimes_articles":[{"date":"19930511","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/11/opinion/IHT-letters-to-the-editor-90897484536.html","abstract":"Women and Feminism . Although I couldn't agree more with Ms. Knorr about women's studies programs and their ilk, the choice she offers between Count Vronsky and Charles Bovary throws us right back to the 19th century attitudes, weakening her argument. Doe","thumbnail":null,"section":"Opinion"},{"date":"19930511","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/05/11/nyregion/metro-digest-108093.html","abstract":"  NEW YORK CITY  7 INDICTED IN KILLING OF A JOURNALIST   Angered by articles about the multibillion-dollar drug trade, leaders of a Colombian cocaine cartel ordered the murder of a crusading Spanish-language journalist, Manuel de Dios Unanue, who was slain in a Queens restaurant 14 months ago, Federal authorities said. The authorities announced that two suspects had been indicted in the murder, and law-enforcement officials said that five others had been arrested in the conspiracy but that the indictments against them had been sealed. A1. The Cali cocaine cartel is a strong and brutal presence in Jackson Heights. B2. 17 MONTHS LATER, ANOTHER SON IS KILLED    A Marine Corps recruiting sergeant home on leave for Mother's Day was shot and killed as he sat on a Bronx park bench a few feet from the spot where his only brother was shot and killed 17 months ago. B3. CHOICE BETWEEN RIVALS TROUBLES DINKINS   An effort to forge a black-Hispanic coalition to bolster Mayor Dinkins's re-election campaign has led to a standoff between a black and a Hispanic candidate for the city's No. 2 office and put the Mayor in a delicate bind between political calculation and old loyalties. B3. A majority of the New York City Board of Education lined up to elect Carol A. Gresser, a longtime parent association leader in Queens, as the next board president, but Mayor Dinkins made a last-minute plea to delay the vote. B3. REGION  RAIL NETWORK IS EXPLORED   With faith that three-hour train trips from New York to Boston will be commonplace in a few years, about 100 rail experts gathered in Warwick, R.I., to sketch out the next step: an advanced rail network that would extend over much of eastern North America. B4. DUN & BRADSTREET TO MOVE STAFF   In what Connecticut officials hailed as a victory for their economic-development campaign, Dun & Bradstreet, the financial information company, said that it had accepted a $7.2 million grant from Hartford and would move its headquarters staff of 300 people from midtown Manhattan to Wilton, Conn. B5. SCHOOL OFFICIALS OPPOSE STATE TAKEOVER   Undaunted by a scathingly critical state report on Newark's schools, the school district's officials acknowledged problems but said they remained unalterably opposed to a state takeover of the system. B5. FEWER SHAD IN THE HUDSON   Swimming upstream with the tides, shad are returning from the Atlantic Ocean to the Hudson River later than usual and in smaller numbers. Commercial fishermen in the river attributed the late season to a cold March. B5. BUNGEE JUMPING FROM CRANES IS BANNED   New Jersey banned bungee jumping from cranes, but said the sport could continue where permanent platforms are built. B4. A woman who authorities say is suffering from depression was arraigned in Nassau County on charges of trying to kill her daughter. B4. Chronicle B4  Our Towns by George Judson B5","thumbnail":null,"section":"New York"},{"date":"19930511","headline":"Where Tuberculosis Breeds","web_url":"https://www.nytimes.com/1993/05/11/opinion/where-tuberculosis-breeds.html","abstract":"  Last year an outbreak of drug-resistant tuberculosis killed 18 people in New York State prisons and New York City jails. A state review board found that the inmates had contracted the disease at hospitals outside the prison.   That conclusion seemed dubious at the time. A new study in The Journal of the American Medical Association has left it more doubtful still. New York's jails are a potent breeding ground for tuberculosis. Health and correction officials need to redouble their efforts to contain it.","thumbnail":null,"section":"Opinion"},{"date":"19930511","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/05/11/sports/results-plus-590593.html","abstract":"  TENNIS  Sampras Is Happy With Two-Set Victory  Top-ranked Pete Sampras tuned up his game on clay yesterday, beating Renzo Furlan of Italy, 6-1, 7-6 (7-3), in the first round of the Italian Open in Rome. Sampras is playing in his second tournament on clay this season and his first on the slower, red surface in Europe. He was generally satisfied with his game in the 1-hour-39-minute match, especially for having staved off a third set on a hot, sunny day at the Foro Italico. Sampras saved a set point when the 50th-ranked Furlan returned a deep service into the net, and the American later ended the match with an ace in the tie breaker. Fourth-seeded Goran Ivanisevic, who is also more accustomed to faster surfaces, defeated Jaime Oncins, 6-3, 6-7 (5-7), 6-3, and then called the victory his best match of his injury-plagued season. Jan Siemerink beat No. 12-seeded MaliVai Washington, 6-4, 7-6 (7-5), to score the first upset in the $1.75 million tournament. Scheduled to play their opening matches today are second-seeded Jim Courier, the defending champion at the Italian Open, and third-seeded Boris Becker, who has won only two matches in four clay-court tournaments this spring. Meanwhile, the ATP Tour announced it was conducting anti-doping tests during the Italian Open, the first time since implementing stricter penalties in March. (AP) 10th-Seeded German Advances: Sabine Hack, a German seeded 10th and ranked No. 19, advanced to the second round of the German Open in Berlin, beating Patricia Hy of Canada, 6-2, 6-0. The top-seeded players, including Steffi Graf, Gabriela Sabatini and Jennifer Capriati, play their first matches today or tomorrow. The only seeded player to lose was No. 15 Julie Halard of France, who was beaten by Miriam Oremans of the Netherlands, 6-2, 6-2. Judith Wiesner of Austria, seeded 13th, beat Petra Thoren of Finland, 6-2, 6-1, and 12th-seeded Natalya Zvereva of Belarus defeated Andrea Strnadova of the Czech Republic, 6-4, 6-3. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930511","headline":"Observer; Strange Idlers","web_url":"https://www.nytimes.com/1993/05/11/opinion/observer-strange-idlers.html","abstract":"  Here from American Demographics magazine is a day-by-day study of how Americans use their leisure. If, like me, you yearn to be a 100 percent typical American it is unsettling to discover that hobbies occupy far more of the typical American's leisure than wine.    Just look at these statistics: On Monday 1 percent of the average American's leisure is devoted to hobbies. On Tuesday it shoots up to 2.3 percent and on Wednesday to 2.4 percent before falling back to 2 percent on Thursday, 1.1 percent on Friday, and a mere 1 percent on Saturday.","thumbnail":null,"section":"Opinion"},{"date":"19930511","headline":"Victory for Saberhagen, With a Save by Walker","web_url":"https://www.nytimes.com/1993/05/11/sports/baseball-victory-for-saberhagen-with-a-save-by-walker.html","abstract":"  The ball arched high over Chico Walker's head late last night at Shea Stadium, and on the pitcher's mound, Bret Saberhagen could feel his stomach drop.   Saberhagen's lead was small, his offense was stagnant and his luck hadn't been great. He could see the whole night fall apart in an instant. He could see the ball fall. He could see a run score. He could see the Mets move into extra innings against the Marlins, a team that had given them such trouble over the weekend.","thumbnail":null,"section":"Sports"},{"date":"19930511","headline":"Muslim-Croat Battle Ignites Policy Issues","web_url":"https://www.nytimes.com/1993/05/11/world/muslim-croat-battle-ignites-policy-issues.html","abstract":"  Bitter Croat-Muslim battles in Mostar, sandwiched between cease-fire agreements, will only complicate the already tangled attempts to patch together a peace in the Balkans, Western diplomats in Croatia say.   The new fighting also underlines the fact that the Serbs are not the only aggressors in Bosnia, the diplomats said. This bolsters those opposed to Western military involvement on the ground that Bosnia and Herzegovina is a quagmire of feuding groups from which a foreign power would never extricate itself.","thumbnail":null,"section":"World"},{"date":"19930511","headline":"The Real Lemieux Stands Up. Islanders Sit Down.","web_url":"https://www.nytimes.com/1993/05/11/sports/hockey-the-real-lemieux-stands-up-islanders-sit-down.html","abstract":"  The Islanders have had a marvelous run in the Stanley Cup playoffs. It has lasted almost a month, well into the warm weather. They have upset the Washington Capitals, worried the Pittsburgh Penguins and earned respect throughout the league in this season of their renaissance.   It all could end, however, after 60 more minutes of play. After losing to the Pittsburgh Penguins, 6-3, tonight before a capacity crowd at Civic Arena, they are one game away from elimination in the second round, the Patrick Division final.","thumbnail":null,"section":"Sports"},{"date":"19930511","headline":"Transactions","web_url":"https://www.nytimes.com/1993/05/11/sports/transactions-470493.html","abstract":"  Baseball  Midwest League   ROCKFORD ROYALS -- Placed Jeff Haas, pitcher, and Steve Murphy, outfielder, on the disabled list. Activated Aaron Dorlarque, pitcher, from the disabled list. Basketball","thumbnail":null,"section":"Sports"},{"date":"19930511","headline":"Review/Theater; Self-Purification for the Sweet, Lovable Wild Man","web_url":"https://www.nytimes.com/1993/05/11/theater/review-theater-self-purification-for-the-sweet-lovable-wild-man.html","abstract":"  George Wendt, Norm at the bar on \"Cheers,\" would make Iron John wince. In \"Wild Men!\" (at the Westside Theater), he is a portrait of sybaritic self-indulgence. Overweight, he proudly embraces excess. He has come to the wilderness for a weekend of escapism and he enters carrying the remains of a six-pack of beer. In other words, in this attenuated comedy sketch by a group of Chicagoans, Mr. Wendt is a Norm of the north woods.   To his dismay, he has unwittingly signed up for an adventure in male bonding and mind-and-body purification. In raw, primitive fashion, he is supposed to discover his natural masculinity as well as \"the woman within.\" \"Wild Men!\" begins on a farcical note with Mr. Wendt trying to adjust himself to the horrors of his healthy surroundings. His fellow bonders express varying degrees of dweebishness. Led by Rob Riley, the weekend's guide, this band is about to be tested for its power of survival. Although Mr. Wendt is amazed at what is expected of him, he soon wipes the chagrin off his face, joins the others in the sweat lodge and gets down to bonding business.","thumbnail":null,"section":"Theater"},{"date":"19930511","headline":"Stolen Childhoods: A special report.; Argentines Contend for War Orphans' Hearts","web_url":"https://www.nytimes.com/1993/05/11/world/stolen-childhoods-a-special-report-argentines-contend-for-war-orphans-hearts.html","abstract":"  As 17-year-old Daniela Furci sat crying in the chambers of a judge last June, he took her green identification card, ripped it up and ordered her to get a new one with her real name, Mariana Zaffaroni. He warned her never to use the name Furci again.   Two days earlier, a blood test proved that she was not the child of the Argentine couple who had raised her but the daughter of slain Uruguayan leftists. The man she had assumed was her father, a former secret police agent named Miguel Angel Furci, had played a part in kidnapping her mother and father when she was 18 months old.","thumbnail":null,"section":"World"},{"date":"19930511","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/11/nyregion/c-corrections-597293.html","abstract":"  The Your Home column in the Real Estate section on Sunday, about reverse mortgages, misstated the telephone number for the Home Equity Information Center of the American Association of Retired Persons. The number is (202) 434-6066.","thumbnail":null,"section":"New York"},{"date":"19930511","headline":"Review/Television; Believing in the Same Thing, but Showing It Differently","web_url":"https://www.nytimes.com/1993/05/11/movies/review-television-believing-in-the-same-thing-but-showing-it-differently.html","abstract":"  Like a missionary to the secular humanists, Randall Balmer delivers the good news right off: televangelists do not represent America's evangelicals. Professor Balmer, who teaches American religious history at Columbia University, is the major on-screen and behind-screen presence of \"Mine Eyes Have Seen the Glory,\" an illuminating three-part documentary on the evangelical movement based on his book of that title.   In tonight's opening segment, evangelical diversity is evidenced by visits to four born-again congregations, which despite their agreement on the literal truth of the Bible and the imminent Second Coming of Christ seem to belong to different cultures. Although Mr. Balmer may not fit comfortably into any of them, he is appreciative of all; unlike some reporters on evangelicals, he comes not to mock but to explore.","thumbnail":null,"section":"Movies"},{"date":"19930511","headline":"Female Condom Approved For Market","web_url":"https://www.nytimes.com/1993/05/11/science/female-condom-approved-for-market.html","abstract":"   In spite of questions about its effectiveness in preventing pregnancy and protecting against sexually transmitted diseases, the first female condom was approved today for marketing by the Food and Drug Administration.   The decision was announced by the manufacturer, Wisconsin Pharmacal of Jackson, Wis., and confirmed by the drug agency. The company said it would begin shipping the device within 8 to 10 weeks to clinics, centers treating sexual diseases and doctors. It said it hoped to have the female condom, called Reality, commercially available nationwide by the end of the year.","thumbnail":null,"section":"Science"},{"date":"19930511","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1993/05/11/style/IHT-what-theyre-reading.html","abstract":"Dave Barry, the columnist, is reading \"Remembering Denny\" by Calvin Trillin, a memoir about Trillin's Yale classmate Denny Hansen, who committed suicide in 1991.. \"Because I love everything he writes. I've also been reading the assembly ins","thumbnail":null,"section":"Style"},{"date":"19930511","headline":"Gay Shipmates? Senators Listen As Sailors Talk","web_url":"https://www.nytimes.com/1993/05/11/us/gay-shipmates-senators-listen-as-sailors-talk.html","abstract":"  Petty Officer 3d Class Paul Gilberry glanced up from his makeshift bunk in the torpedo room on the attack submarine Montpelier and said that as long as his shipmates did their jobs well, he didn't care if they were homosexual or heterosexual.    \"I rely on my shipmates to be professionals,\" said Petty Officer Gilberry, 22, of Fort Lauderdale, Fla. \"I can trust a homosexual as well as anyone else to bring me a fire extinguisher in a casualty situation.\"","thumbnail":null,"section":"U.S."},{"date":"19930511","headline":"An East Coast Express? Maybe, in New Rail Plan","web_url":"https://www.nytimes.com/1993/05/11/nyregion/an-east-coast-express-maybe-in-new-rail-plan.html","abstract":"  With faith that three-hour train trips from New York to Boston will be commonplace in a few years, about 100 rail experts gathered here to sketch out the next step: an advanced rail network that would extend over much of eastern North America.    Amtrak hopes to begin work next spring on electrifying the railroad north of New Haven to South Station in Boston, continuing a project that stopped 80 years ago.","thumbnail":null,"section":"New York"},{"date":"19930511","headline":"Mets Are Striking Out on Network TV, Too","web_url":"https://www.nytimes.com/1993/05/11/sports/baseball-mets-are-striking-out-on-network-tv-too.html","abstract":"  How bad are the New York Mets?    Bad enough to be shunned by CBS Sports, which has ignominously removed Mets games from its Saturday afternoon schedule for the next two weekends. Even the fifth-place Dodgers are deemed a greater attraction by the network.","thumbnail":null,"section":"Sports"},{"date":"19930511","headline":"Newark School Officials Remain Opposed to State Takeover","web_url":"https://www.nytimes.com/1993/05/11/nyregion/newark-school-officials-remain-opposed-to-state-takeover.html","abstract":"  Undaunted by a scathing report that describes Newark's schools as chronically mismanaged and educationally bankrupt, the school district's officials today acknowledged problems but said they remained unalterably opposed to a state takeover of the system.   \"I do not see anything in the report as yet that would alarm me or anyone else in this district,\" said Carole Graves, the head of the Newark Teachers Union, which represents the system's 4,200 teachers.","thumbnail":null,"section":"New York"},{"date":"19930511","headline":"Governing Party Wins Paraguay Presidential Vote","web_url":"https://www.nytimes.com/1993/05/11/world/governing-party-wins-paraguay-presidential-vote.html","abstract":"  After voting marked by fraud and sabotage, Paraguayan politicians closed ranks today and recognized Juan Carlos Wasmosy as the winner of the first democratic presidential election in this South American nation's 182-year history.   Independent analysts said fraud in Sunday's voting had not been enough to have changed the outcome, which gave Mr. Wasmosy of the governing Colorado Party a seven percentage point lead over his closest rival, Domingo Laino of the Liberal Party.","thumbnail":null,"section":"World"},{"date":"19930511","headline":"In New Spielberg Film, a Dim View of Science","web_url":"https://www.nytimes.com/1993/05/11/science/in-new-spielberg-film-a-dim-view-of-science.html","abstract":"  IN a few weeks, its promoters hope, crowds of dinosaur fans will pack theaters to watch \"Jurassic Park,\" Steven Spielberg's $56 million dinosaur movie, the most ambitious Mesozoic-monster film ever made. Based partly on recent advances in microbiology, the movie's visual thrills and state-of-the-art animation may leave audiences gasping.   Scientists seem as eager as anyone else to see the highly publicized film, which incorporates some of the latest discoveries about the preservation of the DNA of extinct animals. But many microbiologists are critical of the movie's speculative premise that dinosaurs might one day be resurrected from the dead. Some scientists are also uneasy about what they perceive as an anti-science bias in the plot, a charge that the author himself acknowledges.","thumbnail":null,"section":"Science"},{"date":"19930511","headline":"Nets Face a Threat: A Fast Breakout by the Players","web_url":"https://www.nytimes.com/1993/05/11/sports/pro-basketball-nets-face-a-threat-a-fast-breakout-by-the-players.html","abstract":"  The Nets' season is over, but their off season is already in full blast. And for a team that showed so much promise and heart, the next several months could prove to be the most important in the history of the franchise.    The first order of business will be determining whose bank accounts will be full come the beginning of next year, and who will be signing the checks. Will Nets guard Drazen Petrovic be depositing his checks in a European bank account? Will backup center Chris Dudley get direct deposit from the Phoenix Suns? These are key personnel questions the Nets will be facing.","thumbnail":null,"section":"Sports"},{"date":"19930511","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/11/opinion/IHT-letters-to-the-editor.html","abstract":"Women and Feminism . Regarding \"Lots of Fuzzy Feminist Thought in Silly Books\" (Meanwhile, April 28) by Katherine Knorr:. Gloria Steinem, Naomi Wolf and the Pulitzer Prize winner Susan Faludi do not \"tell\" women to be angry any more th","thumbnail":null,"section":"Opinion"},{"date":"19930511","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/05/11/nyregion/news-summary-019993.html","abstract":"  International A3-11  AN 'INVITATION' FROM EUROPE  Insisting that arming Bosnian Muslims would make a \"level killing field,\" not a \"level playing field,\" European leaders distanced themselves further from President Clinton's policies and invited American forces to join European peacekeepers on the ground.  A1  WASHINGTON IN HOLDING PATTERN  Facing reluctance from Europe and at home, the Clinton Administration is delaying a decision on military action in Bosnia and turning instead to domestic economic issues.  A9","thumbnail":null,"section":"New York"},{"date":"19930511","headline":"Motorman Impostor Takes the A Train, Literally","web_url":"https://www.nytimes.com/1993/05/11/nyregion/motorman-impostor-takes-the-a-train-literally.html","abstract":"  A man posing as a subway motorman took an A train carrying hundreds of passengers on a 47-mile trip through the city Saturday, until he finally tripped an emergency brake because he was speeding, transit officials said yesterday.   Then, taken to Transit Authority headquarters by a transit inspector, the man bolted and escaped into the Borough Hall station in downtown Brooklyn, officials said. Later discovered to be an impostor, he was still at large yesterday.","thumbnail":null,"section":"New York"},{"date":"19930511","headline":"Score One for the Doctors","web_url":"https://www.nytimes.com/1993/05/11/sports/hockey-score-one-for-the-doctors.html","abstract":"  See him, feel him, touch him, heal him. That's sort of what Mario Lemieux's doctors did with traction treatment on his sore back. Lemieux responded by scoring two goals, adding one assist and even mixing in some rough stuff as he led the Pittsburgh Penguins to a 6-3 victory over the Islanders tonight.   Lemieux, limited in the first four games by back pain, sent a surge of excitement through the Civic Arena crowd when he appeared before the opening face-off, evoking a roar from the fans as he sprinted on to the ice.","thumbnail":null,"section":"Sports"},{"date":"19930511","headline":"Buying Time by Buying Space on Mount Garbage; Engineers at the Fresh Kills Landfill Work to Squeeze in Every Last Inch of City Trash","web_url":"https://www.nytimes.com/1993/05/11/nyregion/buying-time-buying-space-mount-garbage-engineers-fresh-kills-landfill-work.html","abstract":"  For decades telescopic sights, triangulation and trigonometry tables were good enough for laying out roads and figuring out town boundaries. But Adolph N. Sokolyansky deals with a problem that demands higher precision: garbage.   Out for another day of work at the Fresh Kills Landfill on Staten Island, already the nation's largest landfill and still growing, Mr. Sokolyansky sets up his surveyor's tripod, sends out a beam of infrared light and makes calculations, using the speed of light as a yardstick. His aim: to make sure that every cubic inch of space is used.","thumbnail":null,"section":"New York"},{"date":"19930511","headline":"Fate Trips Up Dykes One More Time","web_url":"https://www.nytimes.com/1993/05/11/sports/sports-people-football-fate-trips-up-dykes-one-more-time.html","abstract":"  New England Patriots wide receiver HART LEE DYKES, who has been sidelined for the past two years with a fractured right kneecap, will miss the 1993 National Football League season because of a problem with his left knee.   Dykes injured the knee late last week while working out at the Patriots' complex. Coach BILL PARCELLS said Dykes would undergo surgery in about two weeks and be sidelined for the season.","thumbnail":null,"section":"Sports"},{"date":"19930511","headline":"The Special Time, With Baby","web_url":"https://www.nytimes.com/1993/05/11/opinion/IHT-the-special-time-with-baby.html","abstract":"- My baby cries. With my eyes closed, I feed my arms into my robe and make my way to the kitchen. I return with a bottle, and my baby and I rock together as she takes her nourishment.","thumbnail":null,"section":"Opinion"},{"date":"19930511","headline":"New TV Deal a Slight to Fans and Players Alike","web_url":"https://www.nytimes.com/1993/05/11/sports/on-baseball-new-tv-deal-a-slight-to-fans-and-players-alike.html","abstract":"  In concocting an unprecedented television deal with two networks, major league club owners have sent messages to their fans and their players. They have told their fans that not all their post-season games are worth watching, and they have told the players that the partnership they have proposed isn't worth the paper it would be written on.   To the fans, the owners have said, look, we have had a maximum of 21 post-season games and you have been able to watch, if you have so desired, all 21 of them. Now we want to increase the maximum number of post-season games to 41, but we want to decrease the number you can watch to 19.","thumbnail":null,"section":"Sports"},{"date":"19930511","headline":"Dinkins Tries to Delay Vote On New School Board Chief","web_url":"https://www.nytimes.com/1993/05/11/nyregion/dinkins-tries-to-delay-vote-on-new-school-board-chief.html","abstract":"  A majority of the New York City Board of Education lined up yesterday to elect Carol A. Gresser, a longtime parent association leader in Queens, as the next board president while Mayor David N. Dinkins made a last-minute plea to delay the vote.   School officials said Mrs. Gresser was assured of the four votes she needed to be elected president at a meeting scheduled for 9:30 A.M. tomorrow. Her election would represent the first time in seven years that the board president was not a board member appointed by the mayor.","thumbnail":null,"section":"New York"},{"date":"19930511","headline":"Knicks Able to Show More Power in Reserve","web_url":"https://www.nytimes.com/1993/05/11/sports/pro-basketball-knicks-able-to-show-more-power-in-reserve.html","abstract":"  When analyzing the matchup, most people concluded that the Knicks' bench was stronger than the Charlotte Hornets'. Game 1 supported that conclusion.   New York's bench trio of Anthony Mason, Greg Anthony, and Rolando Blackman played a major role in the 111-95 victory Sunday that gave the Knicks a 1-0 edge in the four-of-seven-game series. For Anthony (14 points, 6 assists) and Blackman (14 points), the performances were their strongest of the playoffs. For Mason (11 points, 11 rebounds, 5 assists, 2 steals), his effort was another example of why he is one of the league's most valuable sixth men. In all, New York's bench outscored Charlotte's reserves, 39-23.","thumbnail":null,"section":"Sports"},{"date":"19930511","headline":"Childhood Amnesia","web_url":"https://www.nytimes.com/1993/05/11/opinion/l-childhood-amnesia-737193.html","abstract":"  To the Editor:   I agree with Dr. Paul W. Mosher (letter, April 20) that \"Studying the Secrets of Childhood Memory\" (Science Times, April 6) does not contradict Freud's theory of infantile amnesia. However, infantile amnesia extends to experiences before the second year of life to include not only the traumatic birth experience, but also experiences of prenatal intrauterine life. Freud truly disturbs the world's sleep. The amount of energy we devote to denying such experiences is considerable. EMIL POGGI  Woodside, Queens, April 29, 1993","thumbnail":null,"section":"Opinion"},{"date":"19930511","headline":"From Stepchild to Favorite Son","web_url":"https://www.nytimes.com/1993/05/11/science/personal-computers-from-stepchild-to-favorite-son.html","abstract":"  THE I.B.M. Personal Computer Company, apparently rejoicing in its new freedom from bureaucratic meddling, has revamped its entire line of PS/1 computers for home and small-business users. All of the new models introduced last week are based on Intel i486 microprocessors and include features that previously were available only on more expensive machines.    Suggested prices for the new desktop and \"mini-tower\" systems range from $1,199 to $2,999 and include an assortment of software.","thumbnail":null,"section":"Science"},{"date":"19930511","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/11/nyregion/c-corrections-598093.html","abstract":"  A report in the Political Notes column on Sunday about a tribute to former Gov. Malcolm Wilson of New York misstated the reason for Nelson A. Rockefeller's resignation as Governor in December 1973. (A similar error appeared on June 3, 1990.) Mr. Rockefeller said he intended to devote his attention to national affairs as head of the National Commission on Critical Choices and the Commission on Water Quality. He was chosen for Vice President in August 1974.","thumbnail":null,"section":"New York"},{"date":"19930511","headline":"Panel Considers Bid to Oust Packwood","web_url":"https://www.nytimes.com/1993/05/11/us/panel-considers-bid-to-oust-packwood.html","abstract":"  In the first public hearing involving accusations that Senator Bob Packwood engaged in sexual misconduct, the Senate Rules Committee began considering today whether the Oregon Republican should be unseated on ground that he lied about the accusations to win re-election.   It was the first time in history that the Senate had been petitioned by the voters of a state to nullify an election and remove their Senator because of assertions that he defrauded them by lying in a campaign. But in a city where shadings of the truth, known to political insiders as \"spin,\" are as common as the bumper sticker, the chances that politicians might disqualify one of their own for misstatements appeared remote.","thumbnail":null,"section":"U.S."},{"date":"19930511","headline":"Jackson Heights Streets Familiar to Drug Cartels","web_url":"https://www.nytimes.com/1993/05/11/nyregion/jackson-heights-streets-familiar-to-drug-cartels.html","abstract":"  Colombia is a continent away from Queens, but Carlos Zamora felt no surprise yesterday when he heard that leaders of the Cali cocaine cartel had been accused of killing his friend, Manuel de Dios Unanue. Seated three barstools from where Mr. de Dios was shot to death, Mr. Zamora sadly stated the obvious: the cartel is a strong and brutal presence in Jackson Heights.   \"These people got no brains,\" said Mr. Zamora, a 50-year-old insurance agent, as he sipped white wine in the Meson Asturias restaurant where Mr. de Dios died with two bullets to his head in March 1992. \"They just kill whoever they think they've got to kill.\"","thumbnail":null,"section":"New York"},{"date":"19930511","headline":"An Angioplasty for Auerbach","web_url":"https://www.nytimes.com/1993/05/11/sports/sports-people-basketball-an-angioplasty-for-auerbach.html","abstract":"  The Boston Celtics' president, RED AUERBACH, underwent a medical procedure yesterday to clear a blocked artery.   Massachusetts General Hospital in Boston issued a statement saying that Auerbach underwent a successful angioplasty on two areas of one artery. An angioplasty uses an inflatable balloon to compress fatty substances blocking the artery.","thumbnail":null,"section":"Sports"},{"date":"19930511","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/11/opinion/IHT-letters-to-the-editor-90424468011.html","abstract":"A Course for Afghans. Regarding \"Risks Worth Taking\" (Books, April 21):. The writer uses the word \"zany\" to describe the Afghan Media project carried out by Boston University. The project was mandated by the U.S. Congress and managed b","thumbnail":null,"section":"Opinion"},{"date":"19930511","headline":"Files Say U.S. Had Informer In Bomb Case","web_url":"https://www.nytimes.com/1993/05/11/nyregion/files-say-us-had-informer-in-bomb-case.html","abstract":"  Court papers filed in connection with the World Trade Center bombing say for the first time that a confidential informer provided information to investigators about the activities of Mohammed A. Salameh, the first suspect arrested in the Feb. 26 explosion.   The papers, filed by Mr. Salameh's lawyer, reveal that an affidavit in support of a government search warrant contended that the informer accompanied Mr. Salameh to a New Jersey apartment where wiring and electronic components used for making detonators were later seized. The informer was said to have helped Mr. Salameh learn to drive a van approximately two days before the World Trade Center explosion.","thumbnail":null,"section":"New York"},{"date":"19930511","headline":"A Rape Victim Victimized by Activists","web_url":"https://www.nytimes.com/1993/05/11/opinion/l-a-rape-victim-victimized-by-activists-738093.html","abstract":"  To the Editor:   Rape has become an increasingly prevalent issue in our society. As a result, rape survivors have been barraged with a new \"proper rape recovery procedure.\" They are expected to be angry and vindictive. They are expected to become virtual activists against crimes aimed at women. But what about those of us who have no desire to avenge this crime?   I am a 20-year-old college student who was raped 16 months ago. As I attempt to recover, I have been approached by women's groups both on and off campus who expect me to become their \"poster child.\" My right to privacy has been repeatedly violated by these groups, which are attempting to \"educate\" other women by using my relatively public case as an example. They claim that I am now part of their \"sisterhood.\"","thumbnail":null,"section":"Opinion"},{"date":"19930511","headline":"Article 261293 -- No Title","web_url":"https://www.nytimes.com/1993/05/11/nyregion/article-261293-no-title.html","abstract":"  In what Connecticut officials hailed as a victory for their economic development campaign, Dun & Bradstreet, the financial information company, said yesterday that it had accepted a $7.2 million grant from Hartford and would move its headquarters staff of 300 people from midtown Manhattan to Wilton, Conn.   The money comes without any strings, and it is one of the largest outright grants Connecticut has ever given to a company.","thumbnail":null,"section":"New York"},{"date":"19930511","headline":"JAPAN PRESSES U.N. ON CAMBODIA PERIL","web_url":"https://www.nytimes.com/1993/05/11/world/japan-presses-un-on-cambodia-peril.html","abstract":"  A Japanese Government minister asked today that all United Nations peacekeepers in Cambodia, including the more than 700 Japanese serving with the United Nations force, be pulled out of dangerous areas of that war-shattered nation.   But the official, Home Affairs Minister Keijiro Murata, made it clear that this was a request from his Government, not a demand, and he said Japanese peacekeepers would remain in Cambodia at least through the United Nations-sponsored elections scheduled for this month.","thumbnail":null,"section":"World"},{"date":"19930511","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/11/opinion/IHT-letters-to-the-editor-93061625824.html","abstract":"Women and Feminism . I grew up in a household where my college-educated mother taught my sisters and me that women should be \"good listeners.\" For me, my women's studies education at Barnard College was not about getting a job with my women's st","thumbnail":null,"section":"Opinion"},{"date":"19930511","headline":"Coming Next: New ABC Prime Time","web_url":"https://www.nytimes.com/1993/05/11/arts/coming-next-new-abc-prime-time.html","abstract":"  ABC, the only network that improved its ratings this last television season, will add 11 new series to its prime-time schedule in September, an unusually high number.    With the new shows, ABC will substantially revamp its lineup, and perhaps most boldly, has risked the wrath of its biggest star, Roseanne Arnold, by canceling her husband Tom's comedy, \"The Jackie Thomas Show.\"","thumbnail":null,"section":"Arts"},{"date":"19930511","headline":"Inmate Faces Death With New Evidence Unheard","web_url":"https://www.nytimes.com/1993/05/11/us/inmate-faces-death-with-new-evidence-unheard.html","abstract":"  A death row inmate whose case led to a major Supreme Court decision in January on the rights of condemned prisoners is scheduled to die by lethal injection before dawn on Wednesday, with his new evidence of innocence unheard by the courts.   The inmate, Leonel Herrera, was convicted of killing a South Texas police officer in 1981. His lawyers say they have new evidence that Mr. Herrera's brother Raul, who died in 1984, was the trigger man. But because of the Court's ruling in this case, the State Board of Pardons and Paroles and Gov. Ann W. Richards may have to decide Mr. Herrera's fate without a court ever hearing the new evidence.","thumbnail":null,"section":"U.S."},{"date":"19930511","headline":"Wuhan Journal; Layoffs in China: A Dirty Word, but All Too Real","web_url":"https://www.nytimes.com/1993/05/11/world/wuhan-journal-layoffs-in-china-a-dirty-word-but-all-too-real.html","abstract":"  A shy 30-year-old woman with pigtails, Ms. Zhang figured that socialism might not make her rich but that it would at least guarantee her an \"iron rice bowl,\" a job that would feed her for life.   Now she is wiser -- and unemployed.","thumbnail":null,"section":"World"},{"date":"19930511","headline":"Clinton, Short of Support at Home and Abroad, Sidetracks Bosnia","web_url":"https://www.nytimes.com/1993/05/11/world/clinton-short-of-support-at-home-and-abroad-sidetracks-bosnia.html","abstract":"  The Clinton Administration -- unsure of the American public's support for military action in Bosnia, wanting to refocus attention on its economic programs at home and opposed by its European allies -- announced today that it was putting its Bosnia policy on hold for a while.   The decision capped a dizzying week in which the Administration sent a series of contradictory signals on what it intended to do in Bosnia, how far it was ready to go and how much support it thought it had from the allies.","thumbnail":null,"section":"World"},{"date":"19930511","headline":"A Useless Filibuster","web_url":"https://www.nytimes.com/1993/05/11/opinion/a-useless-filibuster.html","abstract":"  Sixty votes. That's what it takes to break a Senate filibuster and speed a measure to a floor vote, where only a majority is required for passage. Sixty is the magic number this week as the Senate majority leader, George Mitchell, tries yet again to win passage of the \"motor-voter\" bill -- an overdue political reform designed to make it easier for Americans to vote.   The measure, vetoed by President Bush, would require states to let people register to vote when they obtain or renew a driver's license. It would also require states to permit registration by mail.","thumbnail":null,"section":"Opinion"},{"date":"19930511","headline":"Car Bomb Found Near Bush Said to Suggest Hand of Iraq","web_url":"https://www.nytimes.com/1993/05/11/world/car-bomb-found-near-bush-said-to-suggest-hand-of-iraq.html","abstract":"  The car bomb found by the Kuwaiti authorities in a suspected assassination plot against former President George Bush bears a striking resemblance to the sophisticated explosive devices used by Iraqi agents in attempted terrorist attacks during the Persian Gulf war, American officials said today.   They said an examination of the weapon by Federal investigators and American intelligence experts has found its detonating mechanism and other crucial components to be almost exactly the same as those in weapons assembled by the Iraqis in several earlier thwarted attempts.","thumbnail":null,"section":"World"},{"date":"19930511","headline":"Clashes Cloud U.S. Policy on Bosnia","web_url":"https://www.nytimes.com/1993/05/11/world/clashes-cloud-us-policy-on-bosnia.html","abstract":"  A resurgence of fighting between Croats and Muslims in the southern Bosnian city of Mostar will make it harder for the United States and its European allies to agree on a common approach to ending the civil war in Bosnia and Herzegovina, Western diplomats here say.   They said European governments are likely to argue that the heavy fighting reported in Mostar on Sunday and earlier today makes it even more unwise to lift the arms embargo on the Muslims, as the Clinton Administration has suggested, because this would only risk provoking new conflicts between Muslims and Croats as well as between Muslims and Serbs.","thumbnail":null,"section":"World"},{"date":"19930511","headline":"U.S. Media Exaggerate Unrest in Egypt","web_url":"https://www.nytimes.com/1993/05/11/opinion/l-us-media-exaggerate-unrest-in-egypt-722393.html","abstract":"  To the Editor:   I am an American citizen living with my family in Egypt. I am the managing director of Giza National Dehydration, part of McCormick & Company, the spice and herb manufacturers and retailers. I have been working here since Dec. 1991.   I have been appalled by your coverage of the \"terrorist activities\" here in Egypt. If I believed everything that I heard or read in the international media, I would be afraid to go out at night. However, the truth is that my family and I feel safer here than we did in our small town in California.","thumbnail":null,"section":"Opinion"},{"date":"19930511","headline":"Shape Up, Navy","web_url":"https://www.nytimes.com/1993/05/11/opinion/shape-up-navy.html","abstract":"  Why can't the United States Navy, a service of proud tradition, conduct credible inquiries when things go wrong in the ranks? That question is raised anew by the latest botched investigation -- into the murder of a gay sailor by a shipmate near a base in Japan.    At one level, the latest case suggests that the Navy is unwilling or unable to deal forthrightly with an issue of homosexuality in the service. But the problem is more pervasive; the Navy has also bungled investigations in recent years of sexual harassment of women in the Tailhook scandal, of the gunpowder explosion that killed 47 sailors on the battleship Iowa, and of possible security breaches at the American Embassy in Moscow.","thumbnail":null,"section":"Opinion"},{"date":"19930511","headline":"Particle Theory Backed","web_url":"https://www.nytimes.com/1993/05/11/science/particle-theory-backed.html","abstract":"  AFTER working on the problem for more than a year, a supercomputer has concluded that a major theory describing fundamental particles is probably correct.   For two decades physicists have accepted the Theory of Quantum Chromodynamics because it explains experimental measurements, even though the theory has not been rigorously proved. The theory accounts for the relationships between fundamental particles called hadrons -- nuclear particles like protons and neutrons that are influenced by the \"strong\" nuclear force.","thumbnail":null,"section":"Science"},{"date":"19930511","headline":"Emory Graduates Addressed By Retired Head of Coca-Cola","web_url":"https://www.nytimes.com/1993/05/11/us/emory-graduates-addressed-by-retired-head-of-coca-cola.html","abstract":"  Donald R. Keough, who recently retired as president and chief operating officer of the Coca-Cola Company, urged graduates of Emory University yesterday to approach life with passion and a spirit of constant renewal.   Speaking at the 148th commencement at the Atlanta university, Mr. Keough stressed the importance of having both the courage to dream and the zeal and the moral conviction to realize that dream.","thumbnail":null,"section":"U.S."},{"date":"19930511","headline":"When One Teacher's Advance Was Spurned","web_url":"https://www.nytimes.com/1993/05/11/opinion/l-when-one-teacher-s-advance-was-spurned-724093.html","abstract":"  To the Editor:   I am appalled at the cavalier attitude conveyed by Barbara S. Karni (letter, April 30) concerning your article on the ban on faculty-student romances.   I was a victim in 1963 of such an advance when I was a freshman in college. This man -- this teacher -- gave me a D in an art course, a subject that had previously earned me only A's, because I would not go out with him.","thumbnail":null,"section":"Opinion"},{"date":"19930511","headline":"Memories Linger For Jets' Mersereau","web_url":"https://www.nytimes.com/1993/05/11/sports/pro-football-memories-linger-for-jets-mersereau.html","abstract":"  Scott Mersereau knew it could have happened today, even in a Jet mini-camp, even on a sunny day on a grassy field playing ball with his teammates.   Ever since that moment last November, he has known that any day could be his last as a football player. Mersereau was the other player in the remarkable Dennis Byrd saga.","thumbnail":null,"section":"Sports"},{"date":"19930511","headline":"Clinton, in Midwest, Defends His Economic Plan","web_url":"https://www.nytimes.com/1993/05/11/us/clinton-in-midwest-defends-his-economic-plan.html","abstract":"  President Clinton took to the road today to sell his budget plan, lambasting lobbyists, deriding his opponents as \"preachers of pessimism\" and restating his campaign claim to be the champion of change.   Mr. Clinton, who has been virtually chained to the White House because of domestic battles and foreign policy crises, appeared to relish his chance to leave Washington and its criticisms. In speeches to a noontime crowd at a downtown shopping mall here and later at a business club luncheon, he doggedly stuck to his plan to talk only about the economy and his budget plan, which he said was under fire from special interests.","thumbnail":null,"section":"U.S."},{"date":"19930511","headline":"Can Nice Guys Finish First Again?","web_url":"https://www.nytimes.com/1993/05/11/sports/horse-racing-can-nice-guys-finish-first-again.html","abstract":"  If you thought 85-year-old Paul Mellon and 71-year-old MacKenzie Miller were a pair of grand old guys who \"deserved\" to win the Kentucky Derby, wait till you meet Jerry Bailey.   He's the jockey who rode Sea Hero through the herd of horses jamming the track at Churchill Downs and who will try for an encore this Saturday at the Preakness Stakes. And if Eddie Arcaro and Angel Cordero in their time were stereotypes of the swashbuckler in the saddle, Bailey is the Eagle Scout in the saddle.","thumbnail":null,"section":"Sports"},{"date":"19930511","headline":"Last of the Manongs: Aging Voices of a Farm-Labor Fight Find an Audience","web_url":"https://www.nytimes.com/1993/05/11/us/last-of-the-manongs-aging-voices-of-a-farm-labor-fight-find-an-audience.html","abstract":"  On the edge of the dusty grape field here where Cesar Chavez led the farm worker movement to national prominence, two frail men in a retirement home have become unlikely embodiments of a distinguished, though mostly forgotten, chapter of labor history that is now being resurrected.   They are among the last of the \"manongs,\" the approximately 100,000 Filipino men who flocked to America in the years before the Depression seeking education and wealth, but finding instead impoverished lives of stoop labor and racial codes that forbade them to own land or marry.","thumbnail":null,"section":"U.S."},{"date":"19930511","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/11/style/chronicle-695293.html","abstract":"  JOHN and JANET WALLACH, authors of \"The New Palestinians: The Emerging Generation of Leaders,\" recently published by Prima Publishing, received a fan letter recently, and Mr. Wallach said he found in it the seeds of hope for peace in the Middle East.    The letter came from SHIMON PERES, the Foreign Minister of Israel, and it said: \"Indeed, there is a new generation of Palestinian leaders whose political lives were shaped in the territories. Most are highly educated and politically sophisticated individuals with a genuine dedication and commitment to their people and peace. Having negotiated with these leaders, we have learned to know and appreciate them.\"","thumbnail":null,"section":"Style"},{"date":"19930511","headline":"Mother Charged With Trying to Kill Her 6-Year-Old Daughter","web_url":"https://www.nytimes.com/1993/05/11/nyregion/mother-charged-with-trying-to-kill-her-6-year-old-daughter.html","abstract":"  A woman who authorities say is suffering from depression was arraigned today on charges of trying to kill her 6-year-old daughter.   The arraignment took place in the Nassau County Medical Center, where the woman, Barbara Van Florcke-Testa, 38, of North Merrick, was undergoing psychiatric tests. She pleaded not guilty to charges of second-degree attempted murder, and a court date is set for June 10.","thumbnail":null,"section":"New York"},{"date":"19930511","headline":"Fishermen Have an Excuse: Fewer Shad in the Hudson","web_url":"https://www.nytimes.com/1993/05/11/nyregion/fishermen-have-an-excuse-fewer-shad-in-the-hudson.html","abstract":"  Swimming upstream with the tides, shad are returning from the Atlantic Ocean to the Hudson River later than usual and in smaller numbers.   \"It's not been a very good season,\" said Thomas R. Lake, a part-time fisherman who made two trips out into the river today from the Chelsea town boat launch ramp here in Dutchess County, coming back with a catch of 34 shad.","thumbnail":null,"section":"New York"},{"date":"19930511","headline":"HEALTH AIDES PLAN TO PLACE MEDICARE UNDER NEW SYSTEM","web_url":"https://www.nytimes.com/1993/05/11/us/health-aides-plan-to-place-medicare-under-new-system.html","abstract":"  President Clinton's health-policy advisers have been developing plans to incorporate Medicare into a new health-care system, even as they have assured elderly people that no major changes in Medicare were imminent.   Although they know they risk provoking an outcry from elderly people who fear major changes in a crucial safety net, Administration officials say it will be difficult to control health costs if people 65 and older remain outside the new system.","thumbnail":null,"section":"U.S."},{"date":"19930511","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/11/opinion/IHT-in-our-pages-100-75-and-50-years-ago-90802211027.html","abstract":"1943: Stranded Troops","thumbnail":null,"section":"Opinion"},{"date":"19930511","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/11/nyregion/c-corrections-596493.html","abstract":"  An article yesterday about the exclusion of a predominantly gay synagogue from the Salute to Israel parade in Manhattan misstated the location of the congregation's separate tribute to Israeli independence. It was at the Central Synagogue community house, 123 East 55th Street.","thumbnail":null,"section":"New York"},{"date":"19930511","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/11/style/chronicle-388093.html","abstract":"  Millie redux? Checkers revisited? Another Fala? With canines outnumbering felines as the animal in residence at the White House over the years, or at least getting more attention, the arrival of Socks seemed to many, like much else about the Clinton Administration, a breath of fresh air. Now comes word that the first family may be acquiring a first dog.    PRESIDENT CLINTON got into a bidding contest over a golden retriever puppy sold Saturday at an auction to benefit the Sidwell Friends School, where his daughter, Chelsea, 13, is enrolled. He dropped out at $3,500; the dog fetched $3,700, according to an Associated Press report.","thumbnail":null,"section":"Style"},{"date":"19930511","headline":"Parents Find Solace In Donating Organs","web_url":"https://www.nytimes.com/1993/05/11/science/parents-find-solace-in-donating-organs.html","abstract":"  SIX days after a November 1989 tornado toppled a wall at the East Coldenham Elementary School in Orange County, N.Y., onto a cafeteria filled with children, JeanneMarie and Timothy Flanagan and doctors at the Westchester County Medical Center in Valhalla entered the delicate dance of organ donation.    The Flanagans' 7-year-old son, Mark, had suffered a severe head injury in the collapse, which ultimately claimed nine young lives. At first it seemed that he might survive. But after five days filled with ventilators, scans and intravenous lines, tests showed that while Mark's heart and kidneys were doing fine, his brain was no longer functioning. The boy was brain dead. Legally dead. And a perfect organ donor.","thumbnail":null,"section":"Science"},{"date":"19930511","headline":"Sports of The Times; Behind The Garden Knockout","web_url":"https://www.nytimes.com/1993/05/11/sports/sports-of-the-times-behind-the-garden-knockout.html","abstract":"  ON a 1967 trip to Rome to lure Nino Benvenuti into challenging Emile Griffith for the world middleweight title, Harry Markson, then the managing director of Madison Square Garden's boxing department, was granted an audience with Pope Paul VI.   \"Ah,\" the Pope said, putting up in his hands in a boxer's pose after their introduction, \"Madison Square Garden.\"","thumbnail":null,"section":"Sports"},{"date":"19930511","headline":"Weiss Is Out as Coach of the Hawks","web_url":"https://www.nytimes.com/1993/05/11/sports/sports-people-basketball-weiss-is-out-as-coach-of-the-hawks.html","abstract":"  The Atlanta Hawks fired Coach BOB WEISS yesterday, ending a three-season tenure in which the team made the playoffs twice but never got past the first round.   General Manager PETE BABCOCK said he was not renewing Weiss's contract because he was dissatisfied with the Hawks' 43-39 record this season. He said he hoped to have a replacement by early June, but that he had no specific timetable.","thumbnail":null,"section":"Sports"},{"date":"19930511","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/05/11/us/inside-025393.html","abstract":"  Dun & Bradstreet to Move   Dun & Bradstreet said it had accepted a $7.2 million grant from Hartford and would move its headquarters staff of 300 people from midtown Manhattan to Wilton, Conn. Page B5. Bomb in Kuwait Yields a Clue    The most compelling evidence yet that Iraq was plotting to kill former President Bush in Kuwait is the 'signature' found on a bomb. Page A3. Taking the A Train, Literally    A man posing as a subway motorman took over an A train and ran it illegally, but successfully, with hundreds of passengers for 47 miles. Page B1. After a Death, a Family's Gift    Families who donate their children's organs for transplant find the decision often has a surprisingly healing effect. Science Times, page C1. Last Are First on Tonys List    \"Kiss of the Spider Woman,\" \"Tommy\" and \"Angels in America\" dominate this year's nominations, and all recently opened. Page C13.","thumbnail":null,"section":"U.S."},{"date":"19930511","headline":"Coincidence or Link Between Cancer and Hereditary Diseases?","web_url":"https://www.nytimes.com/1993/05/11/science/coincidence-or-link-between-cancer-and-hereditary-diseases.html","abstract":"  BIOLOGISTS are agog at a remarkable connection between hereditary diseases and cancer that came to light last week. The connection is that cancer, like some hereditary diseases, can be caused by a strange stuttering in the individual's DNA, the effect of which is that small segments of the hereditary material are copied many times over.    The multiple copying, first discovered about two years ago, startled geneticists because it was a novel form of mutation. Three-unit segments of DNA were present in as many as 200 copies, strung together as if the cell's copying mechanism had jammed at that point and turned out the same triplet of bases over and over instead of continuing up the DNA strand. These cascades of multiple triplets lengthened with each generation, and the longer they were, the more severe the disease.","thumbnail":null,"section":"Science"},{"date":"19930511","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/11/opinion/IHT-letters-to-the-editor-92590591045.html","abstract":"'Tis a Wise Mistress. Regarding \"Servants and Employers\" (Letters, April 16):. Perhaps Howard S. Strouth is not the ideal person to evaluate \"the relationship between an employer and her servant.\" My experience with domestic and other","thumbnail":null,"section":"Opinion"},{"date":"19930511","headline":"Mogilny Undergoes Surgery on Ankle","web_url":"https://www.nytimes.com/1993/05/11/sports/sports-people-hockey-mogilny-undergoes-surgery-on-ankle.html","abstract":"  Buffalo Sabres star ALEKSANDR MOGILNY successfully underwent ankle surgery yesterday, said GERRY MEEHAN, the team's vice president and general manager.   Mogilny broke his right fibula last Thursday in Game 3 of Buffalo's playoff series against the Montreal Canadiens. The team feared that Mogilny, who scored 76 goals during the regular season and shared the National Hockey League goal-scoring title with Winnipeg's TEEMU SALANNE, had sustained ligament damage near his ankle. The Sabres were still waiting for a full report on Mogilny's condition, Meehan said.","thumbnail":null,"section":"Sports"},{"date":"19930511","headline":"End to Sanctions Sought","web_url":"https://www.nytimes.com/1993/05/11/world/clashes-cloud-us-policy-on-bosnia-end-to-sanctions-sought.html","abstract":"  The President of the Yugoslav federation, Dobrica Cosic, will soon ask the United Nations to ease economic sanctions against his country in response to its recent decision to halt most supplies to the Serbian nationalist forces in Bosnia and Herzegovina, a senior Yugoslav official said today.    The aide, Dragoslav Rancic, also said that Yugoslavia would accept the deployment of foreign observers along its border with Bosnia to verify that supply lines have been cut. But he said such observers should also be deployed along Bosnia's border with Croatia, across which military aid for Croatian and Muslim forces now flows freely.","thumbnail":null,"section":"World"},{"date":"19930511","headline":"No Headline","web_url":"https://www.nytimes.com/1993/05/11/nyregion/no-headline-072593.html","abstract":"  \"You just have to imagine what it is like to say to a 16-year-old boy or girl that the two people they have called Mommy and Daddy all their lives are not really Mommy and Daddy -- that they in fact killed Mommy and Daddy.\" -- JUAN CARLOS VOLNOVICH, an Argentine psychologist.  [ A4:1. ]","thumbnail":null,"section":"New York"},{"date":"19930511","headline":"17 Months Later, Another Son Is Killed","web_url":"https://www.nytimes.com/1993/05/11/nyregion/17-months-later-another-son-is-killed.html","abstract":"  A Marine Corps recruiting sergeant home on leave for Mother's Day was shot and killed Sunday night as he sat on a Bronx park bench a few feet from the spot where his only brother was shot and killed 17 months ago. The gunman in the latest killing fired without warning or apparent provocation and escaped.   The police, who never solved the earlier murder, had no suspects in either case and said the motive for both killings remained a mystery. Investigators said they were trying to determine if the slayings were somehow linked or only a bizarre and tragic coincidence.","thumbnail":null,"section":"New York"},{"date":"19930511","headline":"Erving's Latest Leap Is Into Hall","web_url":"https://www.nytimes.com/1993/05/11/sports/basketball-erving-s-latest-leap-is-into-hall.html","abstract":"  So, what was Dr. J's secret as he soared high above the court on his way to the basket?   \"I never had any trouble jumping,\" Julius Erving said here today at the Basketball Hall of Fame's induction ceremonies. \"The key to jumping is knowing how to land.","thumbnail":null,"section":"Sports"},{"date":"19930511","headline":"ECOLOGIST NAMED FOR A U.N. AGENCY","web_url":"https://www.nytimes.com/1993/05/11/world/ecologist-named-for-a-un-agency.html","abstract":"  In a move seen as likely to rankle many third-world governments, President Clinton has nominated a specialist on the environment as the new administrator of the United Nations Development Program.   The nominee, James Gustave Speth, is president of the World Resources Institute, an environmental research center in Washington. Clinton Administration officials confirmed today that he had been nominated to succeed William H. Draper 3d, who said last week that he would step down on July 15. Mr. Draper has been administrator since 1986, and his second four-year term was scheduled to end next year.","thumbnail":null,"section":"World"},{"date":"19930511","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/11/nyregion/c-corrections-595693.html","abstract":"  A picture caption on Saturday about a memorial service for the violinist Nathan Milstein misidentified the woman at the center. She was Ruth R. Goddard.","thumbnail":null,"section":"New York"},{"date":"19930511","headline":"Goodnight, Moon","web_url":"https://www.nytimes.com/1993/05/11/opinion/goodnight-moon.html","abstract":"  For nearly 50 years, parents familiar with one of the loveliest of all children's books have carried their insomniac youngsters outdoors to chant \"Goodnight, moon . . . goodnight, stars.\" But soon, too soon, little kids may be lulling themselves to sleep with \"Goodnight, I.B.M. . . . goodnight, General Foods.\" Because up there in the empyrean, where Diana reigns and Orion hunts, a mile-wide satellite may be outshining the moon -- and displaying commercial messages visible on earth.   One fine thing about those commercial messages, the satellite's developers say -- apart from the pleasure they'll bring those who'd rather look at a detergent ad than the Pleiades -- is that they'll pay for the craft's scientific mission of studying the earth's atmosphere. But Dr. Derek McNally, a British astronomer, has a different take on this new Heaven for advertisers. \"Such a misuse of space involving the launch of solar reflectors,\" he warns, \". . . will virtually wipe out deep-sky astronomy.\"","thumbnail":null,"section":"Opinion"},{"date":"19930511","headline":"There's No Surpassing This Contented Legend","web_url":"https://www.nytimes.com/1993/05/11/sports/on-golf-there-s-no-surpassing-this-contented-legend.html","abstract":"  In an age when the idea of a professional golfer winning five tournaments in a single year is considered transcendent, Byron Nelson's 1945 record feat of 18 victories -- including 11 in a row, also a record -- has become unfathomable.   As the PGA Tour prepares for its annual stop this week at the GTE Byron Nelson Classic in Irving, Tex., both records continue to stand as perhaps the most break-resistant in all of sports. Very likely, they will remain the permanent standard against which great years in the future will be measured.","thumbnail":null,"section":"Sports"},{"date":"19930511","headline":"2 BUSINESS GROUPS ATTACK TAX PLAN","web_url":"https://www.nytimes.com/1993/05/11/us/2-business-groups-attack-tax-plan.html","abstract":"  Two major business lobbying groups attacked important aspects of President Clinton's tax proposals today, arguing that the plan would weaken the economy and make the tax code less fair.   One group, the United States Chamber of Commerce, lined up against a Clinton plan to tax energy and to increase the corporate income-tax rate to 36 percent from 34 percent. The White House has said the measures would raise $100 billion in the next five to six years.","thumbnail":null,"section":"U.S."},{"date":"19930511","headline":"Hornets Keep Focus On Business Matters","web_url":"https://www.nytimes.com/1993/05/11/sports/pro-basketball-hornets-keep-focus-on-business-matters.html","abstract":"  Losing Game 1 to the Knicks did not make much of an impression on the Charlotte Hornets.   During a conference call with reporters yesterday, Charlotte Coach Allan Bristow wasn't about to praise the Knicks for their 111-95 victory.","thumbnail":null,"section":"Sports"},{"date":"19930511","headline":"For the Writer of 'Dave,' Cynicism and Politics Don't Mix on Screen","web_url":"https://www.nytimes.com/1993/05/11/movies/for-the-writer-of-dave-cynicism-and-politics-don-t-mix-on-screen.html","abstract":"  The long-running attraction between Washington and Hollywood has often proved fatal when Hollywood struggles to make movies about Washington.   \"The trouble is Hollywood often treats Washington cynically,\" said Gary Ross, the screenwriter of \"Dave,\" a decidedly uncynical movie that opened over the weekend to some of the best reviews in years for a comedy. \"Dave\" opened relatively strongly, coming in second at the box office after another new film, \"Dragon: The Bruce Lee Story.\"","thumbnail":null,"section":"Movies"},{"date":"19930511","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/11/nyregion/c-corrections-093893.html","abstract":"  A front-page chart on Sunday with an article about business executives' confidence in President Clinton omitted an explanation for the index of business confidence. The index measured the executives' views of where the economy was heading, not their views of the President.","thumbnail":null,"section":"New York"},{"date":"19930511","headline":"Landmarks Panel Parodies Its Reason for Being; Penn Station Dream","web_url":"https://www.nytimes.com/1993/05/11/opinion/l-landmarks-panel-parodies-its-reason-for-being-penn-station-dream-735593.html","abstract":"  To the Editor:   The architectural drawing of Amtrak's proposed plan to build a new Pennsylvania Station for New York within the interior of the General Post Office brought a smile to my face (news article, May 2). Looking at the rendering of the steel and glass concourse that would serve Amtrak's long-distance passengers, I could only think of the affection the demolished station still has for those who would put it all back, if they only knew the right genie.   When I wrote the history of Pennsylvania Station, it amazed and delighted me to see young people, too young to have walked through the station, feel such an emotional connection to it. I still get calls from one young man who refuses to accept that the station, which has been gone for three decades, cannot be reconstructed. I end up rummaging through my memory and conjuring it up for him, blunting his frustration with a story that will never be his.","thumbnail":null,"section":"Opinion"},{"date":"19930511","headline":"Surgery for Sid Fernandez","web_url":"https://www.nytimes.com/1993/05/11/sports/baseball-surgery-for-sid-fernandez.html","abstract":"  The Mets, their season already imperiled by a catastrophic first five weeks, were hit with another frightening development last night when club doctors declared that Sid Fernandez would require arthroscopic surgery to repair his damaged right knee.   Fernandez, who was placed on the disabled list late last week because of a slight cartilage tear in his knee, will miss from four to six weeks. The loss of the left-hander, the club's most consistent pitching performer last season, will only increase the demands on a staff that has to date been a serious disappointment. And it comes at a time when the Mets, in last place in the National League East, are under intense pressure.","thumbnail":null,"section":"Sports"},{"date":"19930511","headline":"Yanks See First Place But Can't Bring It Home","web_url":"https://www.nytimes.com/1993/05/11/sports/baseball-yanks-see-first-place-but-can-t-bring-it-home.html","abstract":"  First place was so close tonight, as tantalizingly close as a single in the seventh or eighth inning. One skimpy single from any of six different batters and the Yankees would probably have gleefully left Tiger Stadium on top in the American League East.   They could not get it. When they failed to break a 1-1 tie for Melido Perez and then turned the game over to an erratic bullpen in the bottom of the ninth, their fate was predictable.","thumbnail":null,"section":"Sports"},{"date":"19930511","headline":"Q&A","web_url":"https://www.nytimes.com/1993/05/11/science/q-a-505093.html","abstract":"  Shrinking Clothes   Q.  Why do clothes shrink?   A.  The answer has to do with the chemical and physical properties of fibers from natural sources, especially cotton, wool and linen, said Dr. Ann Lemley, associate professor in the department of textiles and apparel at Cornell University in Ithaca, N.Y.   The individual fibers in yarns are made of long polymer chains, or strands of giant molecules, according to Dr. Lemley, who is a chemist. In their natural state, the chains are scrolled up or crinkled. In preparing them for spinning and weaving, the first step is usually a straightening of the fibers by processes like carding wool.","thumbnail":null,"section":"Science"},{"date":"19930511","headline":"Ex-Employee Is Convicted","web_url":"https://www.nytimes.com/1993/05/11/nyregion/ex-employee-is-convicted.html","abstract":"  A former employee of a Gap clothing store was convicted yesterday of murdering the store's assistant manager during a robbery. The defendant, Anwar Abdul, 20 years old, of Brooklyn, faces 25 years to life in prison when he is sentenced on June 16 for the stabbing death of Lisa Steinberg, 22, of Chappaqua, in the office of the Gap store at West 57th Street and Broadway in Manhattan on Jan. 25, 1992.","thumbnail":null,"section":"New York"},{"date":"19930511","headline":"Review/Music; Antiquing An Opera: New? Old? Neither?","web_url":"https://www.nytimes.com/1993/05/11/arts/review-music-antiquing-an-opera-new-old-neither.html","abstract":"  Nowhere are questions of copy and original, of imitation and innovation, more strenuously argued than in \"The Rake's Progress.\" Is Stravinsky's only full-length opera a music drama for our time rising out of the ashes of 18th-century style? Or is it a master composer's conscious, all too conscious, attempt to take his place beside Mozart and Pergolesi in a land of long ago and far away?   For all its clever pacing, its literate libretto and its surprising lyricism, \"The Rake\" seems deep in private conversation with its models. We are struck by the theatrical aptness of Stravinsky's arias, scenas, ensembles and continuo writing, yet never for a moment do listeners cease to think thoughts like, \"Anne Truelove, you are singing as Mozart would want you to,\" or, \"How cleverly this 20th-century composer dresses recitativo secco in his own clothes.\"","thumbnail":null,"section":"Arts"},{"date":"19930511","headline":"Choice Between Black and Hispanic Rivals for Advocate Troubling Dinkins","web_url":"https://www.nytimes.com/1993/05/11/nyregion/choice-between-black-and-hispanic-rivals-for-advocate-troubling-dinkins.html","abstract":"  An effort to forge a black-Hispanic coalition to bolster Mayor David N. Dinkins's re-election campaign has led to a standoff between a black and a Hispanic candidate for the city's No. 2 office, Public Advocate, and put the Mayor in a delicate bind between political calculation and old loyalties.   The Mayor faces a decision on whether to endorse Assemblyman Roberto Ramirez of the Bronx, a little-known legislator being advanced by several black and Hispanic politicians as a candidate for Public Advocate who might draw badly needed Hispanic voters to the top of the Democratic ticket next fall. If Mr. Dinkins does so, he will stymie the hopes of State Senator David A. Paterson of Harlem, one of the city's rising black officeholders and the son of Basil A. Paterson, a former secretary of state and deputy mayor who is one of Mr. Dinkins's oldest friends.","thumbnail":null,"section":"New York"},{"date":"19930511","headline":"The Cellar: The Home of Fine Wines and Rotten Teams","web_url":"https://www.nytimes.com/1993/05/11/sports/baseball-the-cellar-the-home-of-fine-wines-and-rotten-teams.html","abstract":"  The Mets are 5-15 against non-expansion teasm. Before last night's game against the visiting Florida Marlins, the club was 1-6 in one-run games, without a victory in extra innings and 3-10 in its last 13 games at Shea Stadium. The Mets average stood at .230 and the bullpen was 0-7. So the Mets aren't in last place because of unrealized potential, but because of fully realized shortcomings. Any notion that the Mets can be rehabilitated in 1993 requires a great leap of faith, and the Mets Aren't too good at any kind of leaping these days. MANAGER WATCH    The mananger won't be fired any time soon, or so ownership has said. Jeff Torborg, above, whose relaxed approach has come perilously close to becoming a detached approach, has done nothing to shake up his club. There has been talk of togetherness, of effort. It is only talk, and when it comes from Torborg, the players seem to ignore it. DUGOUT DECOMPRESSION    Bobby Bonilla, right, the Met's first baseman of the future, might benefit from some time on the bench. His strikeout total is escalating disturbingly. The umpires don't have a good word to say about him; Shea fans say mostly boo, and maybe Bonilla and Mike Cubbage need to spend some quality time in the dugout talking over the game's finer points. HEY, BOBBY, SAY HI TO VINCE    Speed. Speed. Speed. Manufactured runs. Menace on the basepaths. New York has heard enough about Vince Coleman's potential threat and seen not nearly enough. The leadoff man had a .285 on-base percentage before last night. Why not sit Coleman, get Joe Orsulak in a more comfortable spot in left, get center fielder Dave Gallagher's bat (.391) in the lineup for a couple of weeks and make the Mets a decent defensive team. TRADE EMBARGO    The Mets say trading any significant player right now is impractical. Howard Johnson, right, has too much to prove at the moment to command from other clubs the value the Mets would want in return. Trading Sid Fernandez, even after his surgery, might net a useful player, but would leave a gaping hole in the No. 3 spot in the rotation. \"The best we could probably do would be one of those change-of-scenery types of deals where both clubs would be taking huge gambles,\" said one official. 30 DAYS OF GOOD BEHAVIOR    The Mets are one month of bad baseball away from 1993 irrelevance. They play the Cardinals and Expos this week and the Pirates and Phillies before the end of May. If they are 12 or more games out by then, the Mets are over and out. ONE MORE STOP BEFORE COOPERSTOWN    The Mets, if they fail to mount an assault on repectability this month, could make the trading of Eddie Murray their first order of bargain-basement business. The first baseman's numbers are still high enough to give him marketplace value. Would the Braves, who need offense and who have a ton of prospects, be interested? AN UNEVEN ODD YEAR    Bret Saberhagen, who began the year with a 74-30 career record in odd-numbered years, has only three victories this season, all against expansion teams. The right-hander has struggled to find his blowaway fastball and has had an occasionally cranky right shoulder. \"I've been pitching stupid and I'm sick and tired of it,\" Saberhagen said last week. \"My 7-year-old son has a better idea of how to pitch than I've had the last month.\" FOR PETE'S SAKE    Perhaps Pete Schourek, the left-hander with the 1-3 record, would profit from a stint in the bullpen, or the minors. Let Eric Hillman start a couple of games, fool some teams, maybe and meanwhile reignite Schourek's focus and talent. And why not promote Kevin Baez and reassign backup infielder Tim Bogar? CHAPTER 11, FILING AT DEADLINE    The Mets, if they are in the middle of nowhere in mid-summer, might declare their season bankrupt and stage a liquidation sale at the trading deadline. Johnson and Fernandez might garner a fair ransom of young talent.","thumbnail":null,"section":"Sports"},{"date":"19930511","headline":"Empire Blue Cross Says Reserves Rose","web_url":"https://www.nytimes.com/1993/05/11/nyregion/empire-blue-cross-says-reserves-rose.html","abstract":"  Empire Blue Cross and Blue Shield reported yesterday that its reserves had risen to $205.6 million at the end of the first quarter of 1993 from $39.7 million at the end of 1992.   Smaller-than-expected increases in the cost of the average hospital stay contributed significantly to the improvement in reserves, the company said.","thumbnail":null,"section":"New York"},{"date":"19930511","headline":"2d Officer in Station-House Shooting Leaves the Hospital","web_url":"https://www.nytimes.com/1993/05/11/nyregion/2d-officer-in-station-house-shooting-leaves-the-hospital.html","abstract":"  A police officer shot in the head three weeks ago in a Brooklyn station house, who made what doctors called a remarkable recovery, left the hospital yesterday, saying she would not remain on the force.   \"I got shot and I'm scared,\" Officer Mary Clare Capotosto said in a soft but firm voice, telling reporters as she left Kings County Hospital Center that she could not face the dangers of police work again. \"Seven years -- I've done my time above and beyond the call of duty,\" she added, although she stressed that she did not regret those seven years.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19930511","time":"1993-05-11 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.8,"rhum":81,"wspd":14.8},{"date":"19930511","time":"1993-05-11 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":84,"wspd":14.8},{"date":"19930511","time":"1993-05-11 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":85,"wspd":13},{"date":"19930511","time":"1993-05-11 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":84,"wspd":11.2},{"date":"19930511","time":"1993-05-11 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.6,"rhum":86,"wspd":9.4},{"date":"19930511","time":"1993-05-11 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":89,"wspd":14.8},{"date":"19930511","time":"1993-05-11 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":87,"wspd":16.6},{"date":"19930511","time":"1993-05-11 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":83,"wspd":16.6},{"date":"19930511","time":"1993-05-11 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.6,"rhum":77,"wspd":16.6},{"date":"19930511","time":"1993-05-11 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":74,"wspd":13},{"date":"19930511","time":"1993-05-11 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.8,"rhum":70,"wspd":14.8},{"date":"19930511","time":"1993-05-11 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19,"rhum":63,"wspd":14.8},{"date":"19930511","time":"1993-05-11 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.4,"rhum":57,"wspd":25.9},{"date":"19930511","time":"1993-05-11 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22,"rhum":46,"wspd":29.5},{"date":"19930511","time":"1993-05-11 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.2,"rhum":36,"wspd":27.7},{"date":"19930511","time":"1993-05-11 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23,"rhum":39,"wspd":22.3},{"date":"19930511","time":"1993-05-11 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.2,"rhum":32,"wspd":27.7},{"date":"19930511","time":"1993-05-11 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.5,"rhum":36,"wspd":25.9},{"date":"19930511","time":"1993-05-11 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.3,"rhum":43,"wspd":20.5},{"date":"19930511","time":"1993-05-11 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.5,"rhum":49,"wspd":27.7},{"date":"19930511","time":"1993-05-11 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.9,"rhum":60,"wspd":22.3},{"date":"19930511","time":"1993-05-11 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":64,"wspd":20.5},{"date":"19930511","time":"1993-05-11 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.4,"rhum":68,"wspd":11.2},{"date":"19930511","time":"1993-05-11 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":74,"wspd":16.6},{"date":"19930511","time":"1993-05-11 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":83,"wspd":9.4},{"date":"19930511","time":"1993-05-11 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":93,"wspd":9.4},{"date":"19930511","time":"1993-05-11 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":93,"wspd":7.6},{"date":"19930511","time":"1993-05-11 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":100,"wspd":7.6},{"date":"19930511","time":"1993-05-11 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":93,"wspd":7.6},{"date":"19930511","time":"1993-05-11 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":90,"wspd":7.6},{"date":"19930511","time":"1993-05-11 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":93,"wspd":7.6},{"date":"19930511","time":"1993-05-11 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":93,"wspd":11.2},{"date":"19930511","time":"1993-05-11 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":89,"wspd":13},{"date":"19930511","time":"1993-05-11 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":89,"wspd":13},{"date":"19930511","time":"1993-05-11 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":89,"wspd":13},{"date":"19930511","time":"1993-05-11 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":83,"wspd":13},{"date":"19930511","time":"1993-05-11 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":73,"wspd":11.2},{"date":"19930511","time":"1993-05-11 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":68,"wspd":14.8},{"date":"19930511","time":"1993-05-11 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":58,"wspd":20.5},{"date":"19930511","time":"1993-05-11 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":49,"wspd":29.5},{"date":"19930511","time":"1993-05-11 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":48,"wspd":29.5},{"date":"19930511","time":"1993-05-11 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.2,"rhum":44,"wspd":29.5},{"date":"19930511","time":"1993-05-11 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.8,"rhum":41,"wspd":29.5},{"date":"19930511","time":"1993-05-11 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.3,"rhum":40,"wspd":27.7},{"date":"19930511","time":"1993-05-11 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.8,"rhum":38,"wspd":25.9},{"date":"19930511","time":"1993-05-11 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":53,"wspd":25.9},{"date":"19930511","time":"1993-05-11 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":60,"wspd":20.5},{"date":"19930511","time":"1993-05-11 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":56,"wspd":18.7}]},"19930512":{"guardian_articles":[],"nytimes_articles":[{"date":"19930512","headline":"Personal Health; So many bike injuries, and so few helmets","web_url":"https://www.nytimes.com/1993/05/12/health/personal-health-so-many-bike-injuries-and-so-few-helmets.html","abstract":"  MY first bicycle helmet collected more dust than wear. Years earlier, I had bought helmets for my sons when they got their first 10-speeds. They wore them sporadically, then eventually not at all. So my husband and I took their helmets as hand-me-downs. We wore them on long rides but not around the neighborhood.   Like my sons, I complained that the helmet was uncomfortable and messed up my hair. Besides, I had been riding helmetless for 35 years and had never hit my head in a spill.","thumbnail":null,"section":"Health"},{"date":"19930512","headline":"Million-Dollar Bidding Is Back As a Cezanne Sets a Record","web_url":"https://www.nytimes.com/1993/05/12/arts/million-dollar-bidding-is-back-as-a-cezanne-sets-a-record.html","abstract":"  Cezanne's \"Still Life With Apples\" set a staggering record last night when it sold for $28.6 million at Sotheby's auction of Impressionist paintings, drawings and sculptures. The price was $11.5 million more than any Cezanne has brought before.   Much to the shock of spectators, dealers and auction-house experts, the sale had moments when it seemed as if the clock had turned back to the boom of the late 1980's, the days of bidding wars and record highs. In contrast, Sotheby's entire evening sale of Impressionist works two years ago totaled only $18 million.","thumbnail":null,"section":"Arts"},{"date":"19930512","headline":"Review/Television; Down Syndrome Boy Helps Classmates Grow","web_url":"https://www.nytimes.com/1993/05/12/movies/review-television-down-syndrome-boy-helps-classmates-grow.html","abstract":"  Subscribers to HBO have an opportunity tonight to see the work that won this year's Academy Award for Best Achievement in Documentary Short Subjects. Since documentaries are rarely shown in the nation's movie malls, its appearance on television is itself something of an achievement. But whether on the big screen or the small one, \"Educating Peter\" is worth the price of admission.   The perceptively photographed and edited half-hour film captures the lows and highs of 10-year-old Peter Gwazdauskis's introduction to a third-grade classroom in Blacksburg, Va. Peter, who has Down syndrome, is one of some 60,000 disabled students who are now attending regular classes at American elementary schools under a Federal law to encourage what is called inclusion.","thumbnail":null,"section":"Movies"},{"date":"19930512","headline":"80,000 Lobbyists? Probably Not, but Maybe . . .","web_url":"https://www.nytimes.com/1993/05/12/us/80000-lobbyists-probably-not-but-maybe.html","abstract":"  Where did they all come from, those 80,000 lobbyists that President Clinton said on Monday \"are lining the corridors of Washington as never before\"?    \"I know exactly where they came from,\" said James Thurber, a professor of government at American University here. \"Off the top of my head.\"","thumbnail":null,"section":"U.S."},{"date":"19930512","headline":"Panel Eases Employers' Tax on Domestic Workers","web_url":"https://www.nytimes.com/1993/05/12/us/panel-eases-employers-tax-on-domestic-workers.html","abstract":"  The House Ways and Means Committee today kicked off the prickly task of writing President Clinton's economic program into law by giving some taxpayers a break: it voted to raise sharply, to $1,750 a year, the $50-a-quarter threshold that an employer can pay a domestic worker before becoming liable for Social Security taxes.   That was a belated bow to Zoe Baird, the Connecticut lawyer whom Mr. Clinton dropped as his choice for Attorney General after it was found that she had failed to pay taxes on the earnings of her chauffeur and nanny. The Internal Revenue Service says the changes approved today, if enacted, would benefit far more than the rich, affecting three million or more Americans who hire cooks, maids, sitters, gardeners and other household help.","thumbnail":null,"section":"U.S."},{"date":"19930512","headline":"On the Prairie, Hippocrates Meant Something","web_url":"https://www.nytimes.com/1993/05/12/opinion/IHT-on-the-prairie-hippocrates-meant-something.html","abstract":"The real challenge in reforming health care, Hillary Rodham Clinton says, is to find a way to substitute \"caring, concern and love\" for regulation and bureaucracy. It's as old as the Hippocratic oath of professional ethics. We've been there befo","thumbnail":null,"section":"Opinion"},{"date":"19930512","headline":"Right to Challenge Borrowing Is Upheld","web_url":"https://www.nytimes.com/1993/05/12/nyregion/right-to-challenge-borrowing-is-upheld.html","abstract":"  The New York State Court of Appeals ruled today that citizens have the right to challenge state borrowing done without voter approval, reversing its earlier position and opening the door to a flurry of lawsuits.   The decision is a potential problem for the state, although the extent of the problem depends on further court decisions. The State Constitution says the state has to have the approval of voters for taxpayer-supported debt, though the reality is that most borrowing is conducted by public authorities outside voter scrutiny. Courts have upheld this in the past, but today's decision opened the way to a new wave of challenges.","thumbnail":null,"section":"New York"},{"date":"19930512","headline":"Egypt-Sudan Border Tension Rises","web_url":"https://www.nytimes.com/1993/05/12/world/egypt-sudan-border-tension-rises.html","abstract":"  Tensions between Egypt and the Islamic Government in the Sudan over a disputed border area rose today when Khartoum announced that it would mobilize its armed forces.   The announcement, which followed a reported Egyptian ultimatum calling on the Sudan to withdraw police officers from the disputed area, the Halaib triangle, has prompted Cairo to prepare for a border clash.","thumbnail":null,"section":"World"},{"date":"19930512","headline":"The Pop Life","web_url":"https://www.nytimes.com/1993/05/12/arts/the-pop-life-739393.html","abstract":"  Why? Why Not?   When word got around that Sting would be opening for the Grateful Dead on tour beginning on Friday in Las Vegas, eyebrows and the question \"why?\" were raised more than a few times.   \"Why not?\" said Miles Copeland, Sting's manager. A spokesman for Sting said he would not be available to comment.","thumbnail":null,"section":"Arts"},{"date":"19930512","headline":"U.S. SET TO CHANGE ABORTION POLICIES","web_url":"https://www.nytimes.com/1993/05/12/world/us-set-to-change-abortion-policies.html","abstract":"  Declaring that it wanted to help lead a new global effort to address the issue of overpopulation, the Clinton Administration said today that efforts to stabilize world population growth must concentrate on providing more opportunities and rights for women, including abortions.   In a speech to a United Nations committee that is planning a major conference on population in Cairo next year, Timothy E. Wirth, the State Department Counselor, said the Administration intended to reverse policies on population growth that had been adopted under Presidents Reagan and Bush.","thumbnail":null,"section":"World"},{"date":"19930512","headline":"Business Schools Hit Hard Times Amid Doubt Over Value of M.B.A.","web_url":"https://www.nytimes.com/1993/05/12/education/business-schools-hit-hard-times-amid-doubt-over-value-of-mba.html","abstract":"  After two decades of growth so robust that they could just sit back and welcome waves of students year after year, the nation's business schools have hit hard times as more students wonder whether an M.B.A. is worth the time and expense.   Over the 1980's, the number of masters' degrees in business administration awarded at the nation's 680 business schools grew about 15 percent. Then came the recession and the much-publicized shrinking of corporate payrolls.","thumbnail":null,"section":"Education"},{"date":"19930512","headline":"Don't Call Somalia Intervention a Success","web_url":"https://www.nytimes.com/1993/05/12/opinion/l-don-t-call-somalia-intervention-a-success-908693.html","abstract":"  To the Editor:   Your May 2 Week in Review article on the lessons of the United States military deployment to Somalia is timely and useful, but incomplete.","thumbnail":null,"section":"Opinion"},{"date":"19930512","headline":"Body-Checking a Light Pole","web_url":"https://www.nytimes.com/1993/05/12/sports/hockey-body-checking-a-light-pole.html","abstract":"  Darius Kasparaitis, the rookie defenseman from Lithuania, put new meaning into the term \"hitting the post\" this afternoon. While backing up his black BMW in the Coliseum parking lot after practice, he crashed into a light pole, broke it and knocked most of it down. Worse, the rear end of the car became impaled on the remainder of the post. This kept his car from pulling away.   Kasparaitis, who is learning the English language well, climbed out of the car, looked up at the sunny sky and displayed full command of various expletives. While several teammates offered their condolences and wisecracks, Coliseum workers brought a forklift and separated the car from the pole.","thumbnail":null,"section":"Sports"},{"date":"19930512","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/12/opinion/IHT-letters-to-the-editor-93293613341.html","abstract":"Reverse Harassment. Enough has been said about sexual harassment in the workplace. Hardly anything is said about women who use their sex appeal with male bosses for undue pay raises, promotions or job security. This gives them an unfair advantage over mal","thumbnail":null,"section":"Opinion"},{"date":"19930512","headline":"Croatian-Muslim Fighting In Bosnian City in 3d Day","web_url":"https://www.nytimes.com/1993/05/12/world/croatian-muslim-fighting-in-bosnian-city-in-3d-day.html","abstract":"  For a third day, Bosnian Croat and Muslim soldiers exchanged fierce mortar and heavy machine gun fire above the red tile roofs of this mountain town today, sending thick clouds of smoke boiling from burning buildings and pinning down United Nations peacekeeping troops on roads above the steep valley.   The continued fighting all but cut off the city, where an estimated 30 soldiers and civilians have already died and more than 70 have been wounded. Among the latter is a Spanish soldier belonging to the United Nations forces, hit by shrapnel when two United Nations armored pesonnel carriers made a mad dash through the center of the city this afternoon to deliver blood and medical supplies to a hospital in a Muslim-controlled part of town.","thumbnail":null,"section":"World"},{"date":"19930512","headline":"Midst Wars, Some Peace","web_url":"https://www.nytimes.com/1993/05/12/sports/IHT-midst-wars-some-peace.html","abstract":"When you have journeyed as close as the living get to hell and back, how do you settle the nerves and stimulate the emotions to treat soccer as important to man?. It helps that this Wednesday's European Cup Winners' Cup final brings to Wembley Stadium a t","thumbnail":null,"section":"Sports"},{"date":"19930512","headline":"It Didn't Feel Like May; Quest for Cool on Record-Setting Day","web_url":"https://www.nytimes.com/1993/05/12/nyregion/it-didn-t-feel-like-may-quest-for-cool-on-record-setting-day.html","abstract":"  The last time it was a near scorcher on May 11, a broken engagement was front-page news. The former fiance had been arrested for stealing $200 from the woman who still loved him. This time, the front-page news is a 16-year-old who took the A train on a joy ride.    But a hot day is still a hot day. Which is why the next time the thermometers hit 92 on May 11, people will remember yesterday, the day that displaced May 11, 1896, in the record books.","thumbnail":null,"section":"New York"},{"date":"19930512","headline":"Review/Jazz; A Drummer's Drama","web_url":"https://www.nytimes.com/1993/05/12/arts/review-jazz-a-drummer-s-drama.html","abstract":"  Billy Higgins is one of the few jazz drummers who can create drama without the rhetorical huffing and puffing of high-volume pounding. With the silvery sheen of his ride cymbal and the sure and quiet snaps of his snare drum, Mr. Higgins conveys a conversational intelligence, and does it with a deep swing. Ever since Mr. Higgins made his first major jazz appearance, as Ornette Coleman's drummer, it's been obvious that his art was the art of control, of the deft touch.   Mr. Higgins was featured at the Walter Reade Theater on Thursday night as part of Lincoln Center's jazz program, and he brought along a series of longtime friends and associates, including Cedar Walton and Chris Anderson on piano, Ron Carter and David Williams on bass and George Coleman on saxophone. For Mr. Higgins, these are familiar faces -- he recently finished a week at Bradley's with Mr. Anderson -- and it could have been just another set of standards, performed beautifully. But Mr. Higgins and his friends rehearsed some, and the rehearsals brought out the best in everyone.","thumbnail":null,"section":"Arts"},{"date":"19930512","headline":"Mayor of Jersey City Wins Re-election","web_url":"https://www.nytimes.com/1993/05/12/nyregion/mayor-of-jersey-city-wins-re-election.html","abstract":"  Mayor Bret Schundler today won a lopsided victory over two opponents and the once-powerful Hudson County Democratic organization.   Mr. Schundler, 34, a former investment counselor, became the first Republican mayor here since 1917 when he won a special election in a crowded field in November. The Democrats, led by Robert Janiszewski, the Hudson County Executive who headed the Clinton-Gore Presidential campaign in New Jersey last year, poured money and manpower in their effort to unseat him.","thumbnail":null,"section":"New York"},{"date":"19930512","headline":"FIRST LADY SPEAKS TO WEST VIRGINIANS","web_url":"https://www.nytimes.com/1993/05/12/us/first-lady-speaks-to-west-virginians.html","abstract":"  Hillary Rodham Clinton gave a preview of the health-care campaign on television tonight, assuring West Virginians with an array of health-insurance problems that their concerns would be met when the Clinton Administration unveiled its proposals next month.   In a statewide town meeting conducted by satellite, Mrs. Clinton and one of the state's Democratic Senators, John D. Rockefeller 4th, quizzed a series of carefully selected West Virginians who typified the problems of the uninsured, of small businesses struggling to afford insurance and of hospitals and other providers trying to give care without reimbursement.","thumbnail":null,"section":"U.S."},{"date":"19930512","headline":"Denied Election, Algeria's Muslims Counterattack","web_url":"https://www.nytimes.com/1993/05/12/world/denied-election-algeria-s-muslims-counterattack.html","abstract":"  Fifteen months after the Algerian military seized power and canceled elections to prevent a victory by Islamic militants, the outlawed religious party has transformed into a guerrilla army with an increasingly unified command.   Denied a chance at the polls and driven underground with many of their number imprisoned, the country's religious militants have re-emerged with a dedicated base of support and new tactics that have thrown the state off balance. The fighting, once limited to hit-and-run attacks in retaliation for police raids, has escalated into gun battles lasting up to two days.","thumbnail":null,"section":"World"},{"date":"19930512","headline":"Dinkins Passes the Hat Among Supporters at Ellis I.","web_url":"https://www.nytimes.com/1993/05/12/nyregion/dinkins-passes-the-hat-among-supporters-at-ellis-i.html","abstract":"  Trying to cash in on a strong showing against his Democratic challengers in several recent polls, Mayor David N. Dinkins was joined by 750 supporters on Ellis Island last night for an elegant salute to his mayoralty and a passing-of-the-hat that his campaign hoped would net $1 million.   The Mayor chose the unusual site for the fund-raiser to emphasize a theme that no doubt will figure prominently in his re-election campaign: inclusion. Both the location and the evening's program were intended to reinforce Mr. Dinkins's image as a healer, a political leader capable of bringing together New Yorkers of diverse ethnic, racial and religious backgrounds.","thumbnail":null,"section":"New York"},{"date":"19930512","headline":"Review/Dance; City Center and Its Stars Celebrate 50 Years","web_url":"https://www.nytimes.com/1993/05/12/arts/review-dance-city-center-and-its-stars-celebrate-50-years.html","abstract":"  For half a century, City Center has been doing something right. More than that. It has been doing many things right. That was made clear on Monday night in \"50 Years at City Center,\" a gala celebration at this remarkable theater, which has been presenting dance, opera, drama and musical comedy since 1943.   City Center also did something right when it put its anniversary program together. The evening, which lasted less than two hours, was crowded with attractions. Elizabeth Ireland McCann, the event's producer, and Steve Lawson, its writer and director, helped make the gala both instructive and fun.","thumbnail":null,"section":"Arts"},{"date":"19930512","headline":"East Harlem Schools Have Success Story Too","web_url":"https://www.nytimes.com/1993/05/12/opinion/l-east-harlem-schools-have-success-story-too-911693.html","abstract":"  To the Editor:   I read \"Our Students, Still at Risk\" (Op-Ed, May 3), about New York City's Community School District 4 and its system of choice with dismay.","thumbnail":null,"section":"Opinion"},{"date":"19930512","headline":"Informers In Bombing Are Missing","web_url":"https://www.nytimes.com/1993/05/12/nyregion/informers-in-bombing-are-missing.html","abstract":"  Two informers who helped the authorities quickly compile early evidence in the World Trade Center bombing investigation have disappeared and appear to have fled, investigators said yesterday.   They described the two as being among \"a lot of people\" who provided information after the arrest of the first suspect, Mohammed A. Salameh, on March 4, six days after the Feb. 26 blast. They said the informers may have been involved \"on the fringes\" of the plot.","thumbnail":null,"section":"New York"},{"date":"19930512","headline":"Fugitive General Accuses Peruvian Army, Saying Officers Run Hit Squad","web_url":"https://www.nytimes.com/1993/05/12/world/fugitive-general-accuses-peruvian-army-saying-officers-run-hit-squad.html","abstract":"  When he passed confidential information to a longtime friend and fellow officer, Gen. Rodolfo Robles Espinoza says, he thought he was helping the Peruvian Army investigate the country's most troublesome human rights case -- the summary execution last July of 10 university students and a professor, all suspected of being members of the Shining Path rebel group.   Instead, says General Robles, who was the third-ranking officer in the army and in line to be its chief in 1995, he was betrayed.","thumbnail":null,"section":"World"},{"date":"19930512","headline":"Thomas Gambino Is Guilty of Racketeering","web_url":"https://www.nytimes.com/1993/05/12/nyregion/thomas-gambino-is-guilty-of-racketeering.html","abstract":"  Thomas Gambino, a Manhattan millionaire who runs a trucking business and whose father gave his name to a Mafia group, was found guilty yesterday of racketeering charges.   Mr. Gambino, the son of Carlo Gambino, the preeminent Mafia figure in America until his death in 1976, was convicted of being a captain in the Gambino group, directing its gambling and loan-sharking operations in Connecticut in recent years.","thumbnail":null,"section":"New York"},{"date":"19930512","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/12/opinion/IHT-in-our-pages-100-75-and-50-years-ago-93805219872.html","abstract":"1943: Churchill in U.S.. LONDON . [From our New York edition:] Prime Minister Winston Churchill's arrival in Washington for his fifth meeting with President Roosevelt since August, 1941, was announced tonight [May 11] even as the radio was airing an Axis","thumbnail":null,"section":"Opinion"},{"date":"19930512","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/12/style/chronicle-850093.html","abstract":"  No one knows which of the two august culinary groups planned their dinner first, but suddenly denizens of the world of food -- restaurant owners, chefs, critics, writers, wine experts -- face a dilemma: two formal sit-down dinners at the same time in different places in Manhattan.   The French Culinary Institute and Les Dames d'Escoffier have both planned black-tie parties for the evening of June 2, leaving people invited to both wondering what to do. To go to the culinary institute's affair? It will benefit a scholarship fund established in memory of Sonya Selby-Wright, who produced food segments for \"Good Morning America\" and who died in 1990. The dinner at the institute, in SoHo, will feature a \"vertical tasting,\" in which the five courses will complement different vintages of Chateau Beychevelle wine, and will be planned by Jacques Pepin.","thumbnail":null,"section":"Style"},{"date":"19930512","headline":"Mets Discover a New Loser and a New Way to Lose","web_url":"https://www.nytimes.com/1993/05/12/sports/baseball-mets-discover-a-new-loser-and-a-new-way-to-lose.html","abstract":"  The Mets are running in place -- literally. Tonight, the Mets lost for the 12th time in 15 games because, among other things, Howard Johnson staggered between second and third base and turned himself into the last out of a triple play. They lost because of Chico Walker's weak defense up the middle and because their new control pitcher, Eric Hillman, could not throw bull's-eyes. They lost because Bobby Bonilla finally blasted a home run -- and there was no other Met on base.   The pitiable final score was 7-4 in favor of the St. Louis Cardinals, although the Mets showed more of a pulse in the later innings. They were behind 6-0 after four innings, but light-hitting shortstop Tim Bogar (.083 coming in) recorded three runs batted in, Bonilla (2 for his last 14) nearly dented the scoreboard in left-center field, and the team accumulated 12 hits.","thumbnail":null,"section":"Sports"},{"date":"19930512","headline":"In Face of Traffic Accidents, Suffolk Considers Closing Pubs 2 Hours Earlier","web_url":"https://www.nytimes.com/1993/05/12/nyregion/in-face-of-traffic-accidents-suffolk-considers-closing-pubs-2-hours-earlier.html","abstract":"  For 11 years, Suffolk County has led the state in traffic deaths involving drunken driving.   Now, at the suggestion of two bar owners, the county is weighing a plan to combat the problem: making bars close at 2 A.M., two hours earlier than the 4 A.M. limit.","thumbnail":null,"section":"New York"},{"date":"19930512","headline":"From Japan, Big Macs and Marlboros in Stories","web_url":"https://www.nytimes.com/1993/05/12/books/from-japan-big-macs-and-marlboros-in-stories.html","abstract":"Haruki Murakami's frequent-flyer fiction crosses the Pacific from Japan effortlessly and makes a soft landing in the United States for the American reader. But I wish the characters in \"The Elephant Vanishes,\" his new book of short stories, wouldn't spend so much time at McDonald's, lighting up Marlboros, listening to Bruce Springsteen records and watching Woody Allen movies as a prelude to romance. Just when you're ready for some wisdom from the Orient, the author serves up a Big Mac.","thumbnail":null,"section":"Books"},{"date":"19930512","headline":"Clinton Weighs Sending Troops To Macedonia to Limit Conflict","web_url":"https://www.nytimes.com/1993/05/12/world/clinton-weighs-sending-troops-to-macedonia-to-limit-conflict.html","abstract":"  President Clinton said today that he is considering sending American troops to Macedonia to aid international peacekeeping forces and to keep the conflict in Bosnia and Herzegovina from spreading.   \"It's one of many things that's been discussed,\" Mr. Clinton said. \"We have two objectives. The first is how to confine the conflict. The second is whether we can do anything to end it and to stop ethnic cleansing.\"","thumbnail":null,"section":"World"},{"date":"19930512","headline":"In Hartford, The Budget Is Passed And Signed","web_url":"https://www.nytimes.com/1993/05/12/nyregion/in-hartford-the-budget-is-passed-and-signed.html","abstract":"  The Connecticut General Assembly, after stumbling last week in its effort to pass a budget a month ahead of the deadline, gave final approval today to an $8.58 billion spending plan for the year that begins July 1.    The budget, which was immediately signed into law by Gov. Lowell P. Weicker Jr., restores most of the cuts in welfare and other social programs that Mr. Weicker proposed earlier this year, and does so without major tax increases, because existing taxes are generating more revenue than expected.","thumbnail":null,"section":"New York"},{"date":"19930512","headline":"Presidents Can't Choose Justices in a Vacuum","web_url":"https://www.nytimes.com/1993/05/12/opinion/l-presidents-can-t-choose-justices-in-a-vacuum-905193.html","abstract":"  To the Editor:   While I agree that President Clinton should consider the legal views of a potential nominee to the Supreme Court, I believe that both Stephen L. Carter and Paul Gewirtz overlook an important, and ironic, point in \"A Litmus Test for Justices\" (Op-Ed, April 28) that makes their debate largely moot. The Constitution itself requires the President to consider the judicial philosophy of his nominees.","thumbnail":null,"section":"Opinion"},{"date":"19930512","headline":"CUNY Violated Speech Rights Of Department Chief, Jury Says","web_url":"https://www.nytimes.com/1993/05/12/nyregion/cuny-violated-speech-rights-of-department-chief-jury-says.html","abstract":"  A Federal jury decided yesterday that the City University of New York had violated Dr. Leonard Jeffries's right to free speech when it removed him as chairman of the City College black studies department last year after he delivered a racially charged speech.   The verdict left to Judge Kenneth Conboy of Federal District Court in Manhattan to decide whether Dr. Jeffries should be reinstated. The jury, which included five blacks, is still deliberating on whether he should be awarded any monetary damages.","thumbnail":null,"section":"New York"},{"date":"19930512","headline":"Book Notes","web_url":"https://www.nytimes.com/1993/05/12/books/book-notes-629093.html","abstract":"  One Over Par   Does Simon & Schuster have no sense of humor, or does Doubleday have no sense of fair play?   Doubleday is now publishing \"Mulligan's Laws: A Lifetime of Golfing Wisdom From the Genius Who Invented the Do-Over,\" by Thomas Mulligan, Fourth Earl of Murphy, edited by Henry Beard.","thumbnail":null,"section":"Books"},{"date":"19930512","headline":"Bulls Take 1-0 Lead As Jordan Scores 43","web_url":"https://www.nytimes.com/1993/05/12/sports/pro-basketball-bulls-take-1-0-lead-as-jordan-scores-43.html","abstract":"  Bulls 91, Cavaliers 84   The Cleveland Cavaliers insisted all along they would have to stop Michael Jordan.   And, as has happened many times before, they failed miserably.","thumbnail":null,"section":"Sports"},{"date":"19930512","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/12/opinion/IHT-letters-to-the-editor.html","abstract":"Pragmatism vs. Fashion. Regarding \"Lots of Fuzzy Feminist Thought in Silly Books\" (Meanwhile, April 28) by Katherine Knorr:. I very much enjoyed reading Ms. Knorr's article. It was refreshing to hear from someone who is not afraid to challenge t","thumbnail":null,"section":"Opinion"},{"date":"19930512","headline":"Arrest in Sergeant's Death","web_url":"https://www.nytimes.com/1993/05/12/nyregion/arrest-in-sergeant-s-death.html","abstract":"  Amaury Bonilla, 19, of 2314 Crotona Avenue, the Bronx, was arrested last night and charged with the murder of Staff Sgt. Richard Rodrigues, 32, a marine recruiter who was shot to death Sunday night as he sat on a park bench in East Tremont, the police said. Sergeant Rodrigues died from four shots in the back only a few feet from where his brother, Luis, 27, was fatally wounded 17 months ago.","thumbnail":null,"section":"New York"},{"date":"19930512","headline":"Traffic Alert","web_url":"https://www.nytimes.com/1993/05/12/nyregion/traffic-alert-446793.html","abstract":"  Because of President Clinton's visit to New York City today, the city's Transportation Department is urging motorists not to drive into Manhattan between 2 and 9 P.M.   The President will fly into Newark International Airport and will arrive in lower Manhattan at 2 P.M.","thumbnail":null,"section":"New York"},{"date":"19930512","headline":"Dinkins Concedes a Setback On Board of Education Post","web_url":"https://www.nytimes.com/1993/05/12/nyregion/dinkins-concedes-a-setback-on-board-of-education-post.html","abstract":"  Mayor David N. Dinkins conceded yesterday that he had failed to delay the expected election of Carol A. Gresser today as the new Board of Education president, tacitly acknowledging that he had lost a battle to retain influence over the selection.   If Ms. Gresser, who has already lined up support from a majority on the board, is chosen today, it will mark the first time in seven years that the board's leader is not a mayoral appointee.","thumbnail":null,"section":"New York"},{"date":"19930512","headline":"Presidents Can't Choose Justices in a Vacuum; Confidence Is at Stake","web_url":"https://www.nytimes.com/1993/05/12/opinion/l-presidents-can-t-choose-justices-in-a-vacuum-confidence-is-at-stake-906093.html","abstract":"  To the Editor:   Neither Yale Law School professor in \"A Litmus Test for Justices?\" (Op-Ed, April 28) hits the real issue.   As a day-to-day practitioner litigating for clients, I know that public perception of and confidence in the courts and the administration of justice are the overarching issues. I have three immutable principles concerning judicial selection, which have evolved over recent years:","thumbnail":null,"section":"Opinion"},{"date":"19930512","headline":"7 Deadly Sins of Living Linked To Illness as Well as Mortality","web_url":"https://www.nytimes.com/1993/05/12/health/7-deadly-sins-of-living-linked-to-illness-as-well-as-mortality.html","abstract":"  As if he were a medieval artist depicting the depravity of the seven deadly sins, Dr. Lester Breslow, a California public health specialist, has created a solemn portrait of self-destruction. The weapons are seven unwholesome habits he first identified more than a quarter-century ago.   By following the fates of nearly 7,000 adults living in California's Alameda County over three decades, he proved that the more of these poor health habits people practiced in 1965, the greater their chances were of dying within 10 years.","thumbnail":null,"section":"Health"},{"date":"19930512","headline":"HOW UNITY ELUDED CLINTON ON BOSNIA","web_url":"https://www.nytimes.com/1993/05/12/world/how-unity-eluded-clinton-on-bosnia.html","abstract":"  Secretary of State Warren Christopher returned from a week's trip to Europe to inform President Clinton that the only way to break the impasse in the Western alliance over the use of military force in Bosnia was for Mr. Clinton to personally impose a policy on Europe, Administration officials said today.   But at a meeting on Saturday, Mr. Christopher told Mr. Clinton that even if he tried an all-out diplomatic campaign, he might fail because there was so much allied opposition to the Administration's proposal to arm the Muslim-dominated Government of Bosnia and Herzegovina, officials at the White House and State Department said.","thumbnail":null,"section":"World"},{"date":"19930512","headline":"While Europe Stalls . . .","web_url":"https://www.nytimes.com/1993/05/12/opinion/while-europe-stalls.html","abstract":"  With the failure of Secretary of State Christopher's mission to Europe, the Clinton Administration has run out of viable military options for intervening in the Bosnian tragedy. Neither Britain nor France are prepared to support Washington's idea of arming the Bosnian Government and buying time with selective air strikes against Serbian artillery. America is not prepared to intervene in a European quarrel by itself.   That leaves Mr. Clinton with no good choices. The least bad would be to pull back and regroup, distancing himself both from military threats he is in no position to carry out and from the dangerous urgings of Europe's negotiator, Lord Owen.","thumbnail":null,"section":"Opinion"},{"date":"19930512","headline":"Oakley Doesn't Mind Being Left in the Open","web_url":"https://www.nytimes.com/1993/05/12/sports/pro-basketball-oakley-doesn-t-mind-being-left-in-the-open.html","abstract":"  Charles Oakley turned the ignition key of his car, then jumped out to let the car idle. Not that it needed to warm up, as Oakley had uncomfortably discovered.   \"How hot is it?\" he asked in the steamy parking lot outside the Knicks' practice gym this afternoon.","thumbnail":null,"section":"Sports"},{"date":"19930512","headline":"Sports of The Times; Even Schultz Was Caught By 'System'","web_url":"https://www.nytimes.com/1993/05/12/sports/sports-of-the-times-even-schultz-was-caught-by-system.html","abstract":"  MAKES you wonder. If a thoughtful-sounding leader like Dick Schultz can get tripped up by hints of impropriety at one of America's showcase colleges, what is the point of having tight academic and financial rules for intercollegiate sports?   More to the point, what is the point of combining big-time sports and higher education? I don't believe they have anything in common. I happen to think a lot of people believe the same thing, but they are stuck with a system that makes them pompously intone phrases like \"student-athlete\" about guys who are taking vocational training for the Green Bay Packers or the Phoenix Suns. We're all stuck with this monster, the monster that brought down Dick Schultz.","thumbnail":null,"section":"Sports"},{"date":"19930512","headline":"A Five-Dollar Cancer Cure","web_url":"https://www.nytimes.com/1993/05/12/opinion/a-five-dollar-cancer-cure.html","abstract":"  It is hard to imagine a world where children are immunized against cancer before their second birthday, where Alzheimer's Disease is cured with a single shot, where AIDS can be taken care of in one visit to the doctor. But before Jonas Salk's discovery in 1952, most Americans couldn't imagine a polio vaccine, either. The fact is, while the health care debate has focused on cutting costs and expanding services, disease and disability continue to drive costs up.   Medical research is the key to eliminating diseases and making a health care system less costly and more effective. As part of any comprehensive reform package, we should establish a trust fund to guarantee increased research spending.","thumbnail":null,"section":"Opinion"},{"date":"19930512","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/12/nyregion/c-corrections-870593.html","abstract":"  An article on Monday about Israeli politics carried an incorrect byline in some editions. The article was by Clyde Haberman.","thumbnail":null,"section":"New York"},{"date":"19930512","headline":"Howe Out at Least 4 Weeks","web_url":"https://www.nytimes.com/1993/05/12/sports/howe-out-at-least-4-weeks.html","abstract":"  The already sorry state of the Yankees' bullpen became even more grave yesterday when the team announced that Steve Howe would be out four to six weeks with his ankle injury -- a not altogether unexpected development, but certainly not the news the Yankees wanted to hear.   Howe, who sprained his left ankle last Saturday on the clubhouse steps leading to the dugout in Detroit, was re-examined yesterday by the Yankees' team physician, Dr. Stuart Hershon, who called the injury \"an acute sprain.\" The original diagnosis was a Grade 3 sprain that would keep Howe out for one to two weeks. The Yankees had placed him on the 15-day disabled list and were concerned that the injury could sideline him longer, but Howe seemed optimistic that he would be able to return as soon as he was eligible.","thumbnail":null,"section":"Sports"},{"date":"19930512","headline":"'Show Boat' on Screen","web_url":"https://www.nytimes.com/1993/05/12/opinion/l-show-boat-on-screen-909493.html","abstract":"  To the Editor:   Your May 1 article on protests against a Toronto stage production of \"Show Boat\" states that the show was filmed twice, in 1936 and 1951. Actually, the first filmed version was Universal's in 1929, starring Laura La Plante (still living in California), Joseph Schildkraut, Otis Harlan and Emma Fitzroy. If this version still exists, I hope Universal will decide to release it on tape. EVE GOLDEN  Secaucus, N.J., May 3, 1993","thumbnail":null,"section":"Opinion"},{"date":"19930512","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/05/12/nyregion/metro-digest-290193.html","abstract":"  NEW YORK CITY  JEFFRIES'S RIGHTS VIOLATED, JURY SAYS   A Federal jury decided that the City University of New York had violated Professor Leonard Jeffries's right to free speech when it removed him as chairman of the City College black studies department last year after he delivered a racially charged speech. Judge Kenneth Conboy of District Court in Manhattan is to decide whether Dr. Jeffries should be reinstated. A1. LOVING TRAINS BEYOND REASON   The 16-year-old who took an A train from its terminus in Inwood Saturday afternoon was obsessed with trains and owned a well-thumbed copy of the Transit Authority's book of rules and regulations. A1.","thumbnail":null,"section":"New York"},{"date":"19930512","headline":"Voter Bill Passes In a G.O.P. Defeat","web_url":"https://www.nytimes.com/1993/05/12/us/voter-bill-passes-in-a-gop-defeat.html","abstract":"  Senate Democrats broke a Republican filibuster today and sent to President Clinton legislation intended to increase voter registration by almost 50 million people. Mr. Clinton has promised to sign it.   Today's victory for Mr. Clinton and his party showed that a Republican filibuster was not a lethal weapon threatening every Administration proposal, contrary to the impression created last month, when Senate Republicans used the tactic to kill the President's jobs package.","thumbnail":null,"section":"U.S."},{"date":"19930512","headline":"Stein Proposes Requiring Bids For the Underwriting of Bonds","web_url":"https://www.nytimes.com/1993/05/12/nyregion/stein-proposes-requiring-bids-for-the-underwriting-of-bonds.html","abstract":"  Responding to recent news reports about the selection of bond underwriters in New York City and New Jersey, Andrew J. Stein, the City Council President, proposed yesterday that the city request companies to submit sealed, competitive bids for its $5 billion-a-year bond underwriting business.   Mr. Stein, who is challenging Mayor David N. Dinkins for the Democratic mayoral nomination, said the way the city selects underwriters inevitably leads to conflicts of interest because the companies contribute to the political campaigns of the mayor and the comptroller, who in turn decide who will manage the bond sales.","thumbnail":null,"section":"New York"},{"date":"19930512","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/12/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: Protest in Madrid. MADRID . The Congress has been sitting continuously for thirty-two hours, and will sit until midnight Saturday [May 13]. The Ministers and members have slept and eaten their meals in the House. The 20 Republicans and 8 Carlists ar","thumbnail":null,"section":"Opinion"},{"date":"19930512","headline":"Review/Film: Time Indefinite; Taking the Measure of One's Life Through the Lens of Death","web_url":"https://www.nytimes.com/1993/05/12/movies/review-film-time-indefinite-taking-measure-one-s-life-through-lens-death.html","abstract":"Film maker's autobiographical odyssey, around the South. Surprising and generally enthralling.","thumbnail":null,"section":"Movies"},{"date":"19930512","headline":"Andreychuk Goals Lift Leafs to 3-2 Lead","web_url":"https://www.nytimes.com/1993/05/12/sports/hockey-andreychuk-goals-lift-leafs-to-3-2-lead.html","abstract":"  Maple Leafs 5, Blues 1   Dave Andreychuk is someplace he has never been before in the month of May: in the National Hockey League playoff spotlight.   He's loving every minute of it.   \"I'm having a great time,\" said Andreychuk, surrounded by reporters after scoring twice to help the Toronto Maple Leafs to a 5-1 victory at home last night over the St. Louis Blues. \"I've been on the dark side so many times.","thumbnail":null,"section":"Sports"},{"date":"19930512","headline":"N.C.A.A.'s Executive Director Decides to Resign","web_url":"https://www.nytimes.com/1993/05/12/sports/colleges-ncaa-s-executive-director-decides-to-resign.html","abstract":"  Dick Schultz, who has led an effort to reform the National Collegiate Athletic Association since he took over as its executive director in 1987, resigned yesterday after deciding the organization could be damaged by a controversy involving his own integrity.   At issue is Schultz's alleged knowledge of improprieties committed while he was athletic director at the University of Virginia. Even as he announced his resignation yesterday, Schultz continued to maintain that he was unaware of improper loans to athletes made by the Virginia Student Aid Foundation. The N.C.A.A. cited Virginia for major violations and last week placed the university on a two-year probation.","thumbnail":null,"section":"Sports"},{"date":"19930512","headline":"The Quest and the Questions","web_url":"https://www.nytimes.com/1993/05/12/sports/pro-football-the-quest-and-the-questions.html","abstract":"  What's the running joke in Atlanta, which fought diligently to be the host for Super Bowl XXVIII on Jan. 30, 1994? The word is that if the Buffalo Bills are in the game, Atlanta wants to toss it right back to the National Football League.   Ouch!   The Bills' first-round pick in the recent draft, Thomas Smith, a University of North Carolina cornerback from Gates, N.C., made his first trip to Buffalo last week for the Bills' mini-camp. \"Buffalo looked pretty neat from the window of the plane,\" Smith said, smiling. A closer look and Smith found Bills fans still counting all of those Dallas Cowboys points in Super Bowl XXVII on Jan. 31.","thumbnail":null,"section":"Sports"},{"date":"19930512","headline":"Topics of The Times; A Mosaic Moment","web_url":"https://www.nytimes.com/1993/05/12/opinion/topics-of-the-times-a-mosaic-moment.html","abstract":"  A woman approached a Manhattan sidewalk display of bags and wallets, examined the merchandise and then asked the price of a particular pocketbook (genuine leather). \"Veinticinco,\" said the proprietor of about 15 square feet of sidewalk on Seventh Avenue at 28th Street.    The woman looked uncomprehending.","thumbnail":null,"section":"Opinion"},{"date":"19930512","headline":"High Levels of Lead Found In Water Serving 30 Million","web_url":"https://www.nytimes.com/1993/05/12/us/high-levels-of-lead-found-in-water-serving-30-million.html","abstract":"  In its broadest survey of lead contamination in drinking water, the Environmental Protection Agency said yesterday that 819 systems serving 30 million people had excessive levels, and it ordered officials to take steps to reduce lead levels and to notify customers.    The main source of lead is home plumbing, so not all buildings in those systems have high levels, according to the agency. Some systems listed in an earlier survey as having high lead levels, including New York City's, showed improvement by changing the chemistry of the water or adding chemicals that coat the insides of pipes.","thumbnail":null,"section":"U.S."},{"date":"19930512","headline":"Study Points the Way To Lower Cholesterol","web_url":"https://www.nytimes.com/1993/05/12/opinion/l-study-points-the-way-to-lower-cholesterol-907893.html","abstract":"  To the Editor:   Re \"Study Casts Doubt on Ability of Diet to Lower Cholesterol.\" (news article, April 29): The study in today's New England Journal of Medicine shows only that moderate fat restriction does not lower cholesterol.","thumbnail":null,"section":"Opinion"},{"date":"19930512","headline":"Witt's Big Outing Is Supported by (Gasp!) the Bullpen","web_url":"https://www.nytimes.com/1993/05/12/sports/baseball-witt-s-big-outing-is-supported-by-gasp-the-bullpen.html","abstract":"  Mike Witt pitched seven marvelous innings before Buck Showalter asked him to sit. Witt didn't want to. He had a three-hitter, a hefty lead and a successful curveball, and he was enjoying his start against the Milwaukee Brewers last night at Yankee Stadium.   He also happened to have a high pitch count and a surgically repaired elbow that the Yankees do not dare risk. With another pitcher, Showalter might have allowed it. He might have looked at his relievers, remembered their recent mishaps and left his starter in the game. But he would not do that with Witt.","thumbnail":null,"section":"Sports"},{"date":"19930512","headline":"Raid of Drug Lab Led to Arrests In Assassination of a Journalist","web_url":"https://www.nytimes.com/1993/05/12/nyregion/raid-of-drug-lab-led-to-arrests-in-assassination-of-a-journalist.html","abstract":"  No one knew it at the time, but when Federal agents raided a warehouse in a gritty industrial neighborhood in Brooklyn last June and found a laboratory that refined 100 to 200 pounds of cocaine a day, they had serendipitously uncovered the first break in the long, frustrating investigation into the killing of Manuel de Dios Unanue.   With the arrest of a young Colombian who had helped manage the laboratory, investigators say they began the slow unraveling of a vengeful plot to kill Mr. de Dios, a Spanish-language journalist whose writings had so angered the leaders of a drug cartel 3,000 miles away in Colombia.","thumbnail":null,"section":"New York"},{"date":"19930512","headline":"Rabin Staves Off Collapse of Israeli Coalition, at Least for a Week","web_url":"https://www.nytimes.com/1993/05/12/world/rabin-staves-off-collapse-of-israeli-coalition-at-least-for-a-week.html","abstract":"  Prime Minister Yitzhak Rabin today averted an immediate Government crisis that had threatened his parliamentary majority, but he may have only delayed the day of reckoning by a week.    While the unresolved political drama includes elements that prompted one of its central figures to call it \"a surrealistic play,\" it is also a serious business that has distracted and perhaps weakened the Rabin Government at a time when it would prefer to put full energy into the Middle East peace talks under way in Washington.","thumbnail":null,"section":"World"},{"date":"19930512","headline":"Turgeon in Game 6? Chance Near 0","web_url":"https://www.nytimes.com/1993/05/12/sports/hockey-turgeon-in-game-6-chance-near-0.html","abstract":"  Now that Mario Lemieux has overcome back problems -- temporarily, at least -- to lead his Pittsburgh Penguins to a victory, is it possible that Pierre Turgeon will surmount a shoulder injury and do a similar thing for the Islanders?   \"I don't think so, not tomorrow,\" Turgeon said today after a light practice with the team at the Coliseum. \"I wish I could tell you when. I don't even know myself. We were thinking about tomorrow, but tomorrow is out. It's going to take some time. It does feel better. The last five days, it's felt better and better. A lot of positive things.\"","thumbnail":null,"section":"Sports"},{"date":"19930512","headline":"Note to Readers","web_url":"https://www.nytimes.com/1993/05/12/opinion/note-to-readers.html","abstract":"  The Op-Ed page welcomes unsolicited manuscripts. Because of the volume of submissions, however, we regret that we cannot acknowledge an article or return it unless it is accompanied by a self-addressed, stamped envelope. If manuscripts are accepted for publication, authors will be notified within two weeks.","thumbnail":null,"section":"Opinion"},{"date":"19930512","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/12/opinion/IHT-letters-to-the-editor-92735586811.html","abstract":"The Struggle for Pakistan. President Ghulam Ishaq Khan of Pakistan has imposed himself as an unelected, unwanted dictator, dismissing two elected governments in three years for corruption - of which he himself is guilty.. The newly dismissed prime ministe","thumbnail":null,"section":"Opinion"},{"date":"19930512","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/05/12/sports/results-plus-642793.html","abstract":"  TENNIS  This Time, McEnroe Defeats Connors  Patrick McEnroe was a 7-5, 7-5 winner over Jimmy Connors last night in the first round of the America's Red Clay Championship in Coral Springs, Fla. This was the first time the two played since their stirring opening-round match at the 1991 United States Open. At that time, Connors rebounded from a two-set, 0-3 deficit to win in five sets and make a theatrical march to the semifinals. But the 40-year-old Connors is now concentrating on business ventures and the start of his 35-and-older tour. He has played in only five tournaments this year, losing in the first round four times, and is ranked 172d in the world. Last night, he was betrayed by an erratic serve. In the 11th game of the first set, he served three of his six double faults, virtually handing the set to the McEnroe, who is ranked 88th. (AP) Lendl Is Upset at Italian Open: Fifth-seeded Ivan Lendl was eliminated in the opening round of the Italian Open in Rome, losing to Marcelo Filippini of Uruguay, 6-2, 6-1. Second-seeded Jim Courier, the defending champion, rolled past Horacio de la Pena, 6-2, 6-1, and No. 3 Boris Becker beat Andrei Cherkasov, 6-4, 6-3. Sixth-seeded Michael Chang defeated Jordi Arrese, 6-2, 6-3. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930512","headline":"U.N. of Pit Crews Revs For Old Brooklyn Poly","web_url":"https://www.nytimes.com/1993/05/12/nyregion/about-new-york-un-of-pit-crews-revs-for-old-brooklyn-poly.html","abstract":"  REMEMBER the 1969 Mets, Harry S. Truman in 1948, David?  Well, slingshot, longshot and underdog fans, meet the car racing team from Brooklyn Polytechnic University.    Brooklyn Polytechnic is a no-frills school. It does not have dormitories or a gymnasium and few of the 4,000 students seem to know that the school's nickname is the Blue Jays. The students, many of them foreign born or the children of immigrants, come to the downtown Brooklyn buildings, study hard, become engineers and get good jobs. There is not much rah-rah.","thumbnail":null,"section":"New York"},{"date":"19930512","headline":"Ailing Johnson Is Probable","web_url":"https://www.nytimes.com/1993/05/12/sports/pro-basketball-ailing-johnson-is-probable.html","abstract":"  Larry Johnson cut short his workout with the Hornets yesterday in Charlotte after 10 minutes, saying his bruised right foot was stiff and causing him pain.   Johnson, who was diagnosed to have a bruised tibia after falling in the second minute of Game 1 against the Knicks last Sunday at Madison Square Garden, was immediately whisked off to have another set of X-rays at the office of the team physician, Glenn Perry.","thumbnail":null,"section":"Sports"},{"date":"19930512","headline":"Public & Private; Where's the Pork?","web_url":"https://www.nytimes.com/1993/05/12/opinion/public-private-where-s-the-pork.html","abstract":"  To Bill Clinton   Re: The Economy   Well, Mr. President, it's time to go back to the future.","thumbnail":null,"section":"Opinion"},{"date":"19930512","headline":"TOUGH QUESTIONING OF LIBEL PLAINTIFF","web_url":"https://www.nytimes.com/1993/05/12/us/tough-questioning-of-libel-plaintiff.html","abstract":"  Jeffrey M. Masson's memory was challenged on the witness stand today when cross-examination highlighted quotations he had once disputed in Janet Malcolm's articles in The New Yorker magazine, only to hear them later, in his own voice, on tape-recordings of their interviews.    With glossy graphics for the jurors to look at and muffled tapes they could barely hear, Ms. Malcolm's lawyer, Gary L. Bostwick, methodically ran through a list of quotations that Mr. Masson had challenged in old memorandums and early versions of his legal complaint, all of them written before he had access to Ms. Malcolm's tape recorded interviews.","thumbnail":null,"section":"U.S."},{"date":"19930512","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/12/opinion/IHT-in-our-pages-100-75-and-50-years-ago-92969356097.html","abstract":"1918: German Reversal. PARIS . The Bois de la Gaune, south-west of Mailly-Raineval, on the Amiens front, was the scene yesterday [May 11] of another severe reverse for the Germans. Storm troops were used in a furious attack on the wood, and at first the G","thumbnail":null,"section":"Opinion"},{"date":"19930512","headline":"Bishops Plot Stance if Health Plan Covers Abortion","web_url":"https://www.nytimes.com/1993/05/12/us/bishops-plot-stance-if-health-plan-covers-abortion.html","abstract":"  The nation's Roman Catholic archbishops held a private meeting in Chicago yesterday to discuss what stance they will take toward a national health-care plan if it covers abortions.   Church officials described the meeting as preliminary to a full discussion of the issue when all the nation's bishops hold their regular spring meeting in New Orleans on June 17-19.","thumbnail":null,"section":"U.S."},{"date":"19930512","headline":"Compromise on Military Gay Ban Gaining Support Among Senators","web_url":"https://www.nytimes.com/1993/05/12/us/compromise-on-military-gay-ban-gaining-support-among-senators.html","abstract":"  Senior Senate Democrats and Republicans are beginning to coalesce around a proposal that would end the military's efforts at unmasking homosexuals but would continue to bar gay men and women from serving if they are open about their sexuality.    Senator Sam Nunn, the Georgia Democrat who heads the Armed Services Committee, summarizes the policy as, \"Don't ask, don't tell.\" It would mean that the military would not ask new recruits about their sexual orientation or conduct investigations meant to ferret out homosexuals.","thumbnail":null,"section":"U.S."},{"date":"19930512","headline":"Factory Raid Nets 45 Arrests and a Million T-Shirts","web_url":"https://www.nytimes.com/1993/05/12/nyregion/factory-raid-nets-45-arrests-and-a-million-t-shirts.html","abstract":"  As part of a drive against illegal street vending, the Dinkins administration announced yesterday that the police had arrested 45 people and seized more than a million imitation designer T-shirts from manufacturing operations housed in a Manhattan building.   Police officials said they believed it was the largest such T-shirt counterfeiting operation in the city.","thumbnail":null,"section":"New York"},{"date":"19930512","headline":"Subway Caper Fueled by Passion for Trains","web_url":"https://www.nytimes.com/1993/05/12/us/subway-caper-fueled-by-passion-for-trains.html","abstract":"  Sixteen-year-old Keron Thomas's obsession with subway trains did not begin in early childhood because in early childhood he was in Trinidad and Trinidad does not have trains.   But, oh, when he got to New York.","thumbnail":null,"section":"U.S."},{"date":"19930512","headline":"SERBIA'S PRESIDENT CALLS FOR MEETING OF HIS COUNTRYMEN","web_url":"https://www.nytimes.com/1993/05/12/world/serbia-s-president-calls-for-meeting-of-his-countrymen.html","abstract":"  In a move apparently intended to override the rejection of an international peace plan by Bosnian Serb leaders, President Slobodan Milosevic of Serbia demanded on Tuesday that the leaders cancel their proposed referendum on the plan.    He called on them to come to Belgrade on Friday for an extraordinary gathering of legislators from all of the Serbian-populated regions in the Balkans.","thumbnail":null,"section":"World"},{"date":"19930512","headline":"Bronx Girl, 7, Shot in Dispute Over a Bottle","web_url":"https://www.nytimes.com/1993/05/12/nyregion/bronx-girl-7-shot-in-dispute-over-a-bottle.html","abstract":"  A 7-year-old Bronx girl was critically injured last night when she got in the way of two men arguing about cleaning up a broken beer bottle. One of the men, an assistant building superintendent, shot at the other, a tenant, grazing his elbow but striking the child in the abdomen.   The girl, Nickey Commrie, who lives where the superintendent works at 1125 Sheridan Avenue, was in critical but stable condition at Bronx-Lebanon Hospital and was expected to survive, said Officer Andrew McInnis, a police department spokesman.","thumbnail":null,"section":"New York"},{"date":"19930512","headline":"Focusing Like a Laser on Medical Costs","web_url":"https://www.nytimes.com/1993/05/12/opinion/IHT-focusing-like-a-laser-on-medical-costs.html","abstract":"Like John Gagnon, who recounted his experiences with French medicine on the opposite page on May 10, I had just arrived in the French countryside in the summer of 1986 to write a book, and I found myself being taken one midnight by the local ambulance to","thumbnail":null,"section":"Opinion"},{"date":"19930512","headline":"10 Students Given Churchill Grants","web_url":"https://www.nytimes.com/1993/05/12/education/10-students-given-churchill-grants.html","abstract":"  Ten American college students have been awarded this year's Winston Churchill Scholarships for graduate work in mathematics, engineering and the sciences at Cambridge University.   The students, who were selected for outstanding academic and extracurricular achievements, will receive about $20,000 toward tuition, travel and living expenses to attend Cambridge's Churchill College during the next academic year.","thumbnail":null,"section":"Education"},{"date":"19930512","headline":"Bus Accord Lifts Hopes For Unions","web_url":"https://www.nytimes.com/1993/05/12/us/bus-accord-lifts-hopes-for-unions.html","abstract":"  In the Greyhound terminal here, two groups of bus drivers crossed paths. They stopped to look at one other, as if something ought to be said. But there were no words exchanged, just glares.   For the last three years, these men had stood on opposite sides of the picket line. Now, they would be co-workers, even fellow union members, because of the ratification of a strike settlement last week.","thumbnail":null,"section":"U.S."},{"date":"19930512","headline":"Europe: The Community Needs Danes to Vote 'No'","web_url":"https://www.nytimes.com/1993/05/12/opinion/IHT-europe-the-community-needs-danes-to-vote-no.html","abstract":"Most people who want the European Community to succeed pray that the Danes will vote next Tuesday in favor of the Maastricht treaty. I hope they will reject it precisely because I want the Community to succeed.. With Danish ratification, the Maastricht vi","thumbnail":null,"section":"Opinion"},{"date":"19930512","headline":"Out of Prison and Now Armed With a Rare Second Chance","web_url":"https://www.nytimes.com/1993/05/12/sports/boxing-out-of-prison-and-now-armed-with-a-rare-second-chance.html","abstract":"  There is always, in conversation with Bernard Hopkins, his recollections of fighting on the streets of Philadelphia, of how \"I used my boxing skills to beat up people as an enforcer.\" And there is also his willingness to talk of more than four years in prison for a chain-snatching.   But while the 27-year-old Hopkins has gone beyond feeling sorry for himself -- he even goes back to the state prison at Graterford outside Philadelphia three times a year to talk to the inmates -- he knows that his International Boxing Federation middleweight title fight against Roy Jones Jr. on May 22 is being billed as the good guy versus the criminal.","thumbnail":null,"section":"Sports"},{"date":"19930512","headline":"How an Actor Found Comedy and Tragedy In Battling Leukemia","web_url":"https://www.nytimes.com/1993/05/12/theater/how-an-actor-found-comedy-and-tragedy-in-battling-leukemia.html","abstract":"  If you are Evan Handler, you are pretty much resigned to the reality that most theatergoers don't remember your critically praised roles on Broadway. What people are more likely to recall is the incident that sparked news items and a collectible New York Post headline: \"Broadway Swordplay Becomes Real: Hamlet Actor Storms Off Stage After Co-Star Whacks Him.\"   Yes, Mr. Handler was the actor who had that much-publicized misadventure two years ago in \"I Hate Hamlet\" with Nicol Williamson, who smacked him with a three-foot sword in a dueling scene. Mr. Handler walked out of the Walter Kerr Theater, never to return to the role. A One-Man Disaster    He's back on stage now, in a new one-man show he's written, \"Time on Fire,\" at Second Stage Theater, 2162 Broadway, at 76th Street in Manhattan, which opens tomorrow. The performance is Mr. Handler's tragicomic account of a life-and-death battle that had more significance than a tabloid headline: Mr. Handler's successful struggle with acute myeloid leukemia, an often fatal disease.","thumbnail":null,"section":"Theater"},{"date":"19930512","headline":"The Unfinished Abortion Battle","web_url":"https://www.nytimes.com/1993/05/12/opinion/the-unfinished-abortion-battle.html","abstract":"  President Clinton is pro-choice. So, according to a recent ABC News/Washington Post Poll, are most Americans. So, it appears, is Congress.    One might assume that those who believe a woman should be free to make up her own mind about her own reproductive life have nothing more to worry about. One might also assume that every woman who chooses to end a pregnancy, whether rich or poor, urban or rural, will now have easy access to a physician.","thumbnail":null,"section":"Opinion"},{"date":"19930512","headline":"Bonuses Planned For U.S. Medalists","web_url":"https://www.nytimes.com/1993/05/12/sports/olympics-bonuses-planned-for-us-medalists.html","abstract":"  The United States Olympic Committee is planning to offer bonuses of $15,000, and possibly more, to most American athletes who win gold medals at the next winter and summer Olympic Games.   The plan was formulated by the Athletes Support Committee and is due to be approved at the U.S.O.C. board of directors meetings on June 5 and 6. According to the four-year, $7.6 million plan, silver medalists will receive $10,000, bronze medalists $7,500, and fourth-place finishers $5,000.","thumbnail":null,"section":"Sports"},{"date":"19930512","headline":"Out of Laos, a Distinctive Variation of Familiar Asian Cuisine","web_url":"https://www.nytimes.com/1993/05/12/style/out-of-laos-a-distinctive-variation-of-familiar-asian-cuisine.html","abstract":"SINCE the Vietnam War ended, more than 60,000 Laotians fleeing their country's Communist regime have settled in the fertile San Joaquin Valley of central California, drawn by the hope of farm jobs.\n\nMany of these immigrants, who form the largest concentration of Laotians outside of Southeast Asia, have struggled along on welfare, frustrated by difficulties with language and customs. Slowly, some are opening restaurants that sell the foods they knew in Laos, a poor mountainous country sandwiched between Thailand and Vietnam.","thumbnail":null,"section":"Style"},{"date":"19930512","headline":"Russia Dusts Off a Long-Unused Security Council Tactic: The Veto","web_url":"https://www.nytimes.com/1993/05/12/world/russia-dusts-off-a-long-unused-security-council-tactic-the-veto.html","abstract":"  Russia used its Security Council veto for the first time in nine years today to kill a plan to change the financing of the United Nations peacekeeping force in Cyprus.   The resolution would have apportioned the costs for the Cyprus force among all the United Nations members instead of relying on voluntary contributions. The vote was 14 in favor with Russia voting against. There were no abstentions.","thumbnail":null,"section":"World"},{"date":"19930512","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/12/style/chronicle-317793.html","abstract":"  TIPPER GORE carried her camera on the campaign trail when her husband was running for the Vice Presidency, and tomorrow, 40 of her photographs go on view at the Woodrow Wilson House in Washington, in an exhibit that will continue through June 28.    Looking through the photographer's lens, Mrs. Gore said she saw a great deal that she might not necessarily have noticed as a campaigning spouse. \"I really wanted to capture the enthusiasm and excitement that the campaign generated,\" she said yesterday, speaking on a car phone on the way to a lacrosse game at one of her daughter's schools.","thumbnail":null,"section":"Style"},{"date":"19930512","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/12/nyregion/c-corrections-875693.html","abstract":"  An article on Friday about a panel set up to increase productivity of the New York City work force referred incorrectly to the research director of the Citizens Budget Commission, as did an article on May 4 about criticism of Mayor David N. Dinkins's spending plan for the next fiscal year. The research director is Charles Brecher.  ","thumbnail":null,"section":"New York"},{"date":"19930512","headline":"Critics Circle Names 'Angels' Best Play","web_url":"https://www.nytimes.com/1993/05/12/theater/critics-circle-names-angels-best-play.html","abstract":"  Tony Kushner's \"Angels in America: Millennium Approaches\" was named best new play of the season by the New York Drama Critics Circle yesterday. The Critics Circle also selected Frank McGuinness' \"Someone Who'll Watch Over Me\" as the best new foreign play and \"Kiss of the Spider Woman\" as the best new musical.   A check for $1,000, given annually by Lucille Lortel, will be presented to Mr. Kushner next Wednesday at an awards ceremony. Mr. Kushner previously won the Pulitzer Prize for drama for his play, the first half of his two-part \"Gay Fantasia on National Themes.\"","thumbnail":null,"section":"Theater"},{"date":"19930512","headline":"Recession? Why Worry?","web_url":"https://www.nytimes.com/1993/05/12/opinion/recession-why-worry.html","abstract":"  Reputable economic attitudes hold that the economic norm is high, if not quite full, employment and a reliable rate of expansion in economic output. Recessions are an aberrant departure from that norm. Correction must come. The question after nearly three years is whether this is so. Or is it possible that the economy has settled into an underemployment equilibrium of small or negligible growth?   There is no great novelty in this suggestion. It happened in the Great Depression: there were 10 years of stagnation that ended not because of any internal dynamic but from the massive spending for the war. And one mildly esoteric branch of economic thought has long allowed for the possibility of an enduring underemployment equilibrium, of stability with high unemployment, of low or negligible economic growth.","thumbnail":null,"section":"Opinion"},{"date":"19930512","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/05/12/us/inside-131093.html","abstract":"  Dinkins Unlikely to Delay Vote   Mayor David N. Dinkins tacitly acknowledged that he lost his fight to influence the selection of New York City's school board chief. Page B1. Airwaves Auction Supported    A House committee overwhelmingly approved a bill that would for the first time allow the Government to auction radio frequencies. Page D1. N.C.A.A. Director Resigns    Dick Schultz, who led a reform effort, quit because of a controversy over athletic loans when he was at the University of Virginia. Page B9.  Guerrilla Army in Algeria    Fifteen months after the Algerian military seized power to stop Islamic militants, the outlawed religious party is now a guerrilla army. Page A3. A U.S. Shift on Abortion    The United States said efforts against global overpopulation must recognize abortion rights for women. Page A11.    Brisk bidding at Sotheby's ended in a record price for the Impressionist painter's work. Page C13.","thumbnail":null,"section":"U.S."},{"date":"19930512","headline":"Pennsylvania Station Rebirth Will Aid Region","web_url":"https://www.nytimes.com/1993/05/12/opinion/l-pennsylvania-station-rebirth-will-aid-region-910893.html","abstract":"  To the Editor:   Your May 2 article on Amtrak's proposal to move New York's Pennsylvania Station to the General Post Office building across the street fully investigates important esthetic issues. But it does not discuss other considerations, which should be seen as equally significant.","thumbnail":null,"section":"Opinion"},{"date":"19930512","headline":"Tarkanian's Reaction: Sorry to See Schultz Go","web_url":"https://www.nytimes.com/1993/05/12/sports/colleges-tarkanian-s-reaction-sorry-to-see-schultz-go.html","abstract":"  Throughout the bitter legal battles he has waged against the National Collegiate Athletic Association, Jerry Tarkanian and his lawyers have sent many emotional letters to the organization's office outside Kansas City. But not one quite like the one he sent Monday.   Tarkanian, the former basketball coach at the University of Nevada-Las Vegas, wrote a letter to Dick Schultz in support of the executive director who announced his resignation yesterday. Thinking that Schultz had received the endorsement of the executive committee, which he did, and would remain in his position, which he did not, Tarkanian offered encouragement.","thumbnail":null,"section":"Sports"},{"date":"19930512","headline":"Books of The Times; From Japan, Big Macs and Marlboros in Stories","web_url":"https://www.nytimes.com/1993/05/12/books/books-of-the-times-from-japan-big-macs-and-marlboros-in-stories.html","abstract":"  The Elephant Vanishes  By Haruki Murakami Translated by Alfred Birnbaum and Jay Rubin. 327 pages. Alfred A. Knopf. $21.   Haruki Murakami's frequent-flyer fiction crosses the Pacific from Japan effortlessly and makes a soft landing in the United States for the American reader. But I wish the characters in \"The Elephant Vanishes,\" his new book of short stories, wouldn't spend so much time at McDonald's, lighting up Marlboros, listening to Bruce Springsteen records and watching Woody Allen movies as a prelude to romance. Just when you're ready for some wisdom from the Orient, the author serves up a Big Mac.","thumbnail":null,"section":"Books"},{"date":"19930512","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/05/12/sports/transactions-732693.html","abstract":"  Baseball  American League   CLEVELAND INDIANS -- Placed Ted Power, pitcher, on the 15-day disabled list. Recalled Jerry DiPoto, pitcher, from Charlotte of the International League.   SEATTLE MARINERS -- Optioned Mike Hampton, pitcher, to Jacksonville of the Southern League. Recalled Zak Shinall, pitcher, from Calgary of the Pacific Coast League.","thumbnail":null,"section":"Sports"},{"date":"19930512","headline":"Finding of Murder In Indians' Deaths","web_url":"https://www.nytimes.com/1993/05/12/nyregion/finding-of-murder-in-indians-deaths.html","abstract":"  An Indian couple found dead in their Park Avenue apartment last month were asphyxiated, apparently by robbers, the New York City Medical Examiner said yesterday.   The finding by Dr. Charles S. Hirsch in the murders came a month after the bodies of Chitresh Khedker and his wife, Nenescha, of Khed Anjanvel, India, were found on the floor of their six-room apartment at 521 Park Avenue at East 60th Street on April 12.","thumbnail":null,"section":"New York"},{"date":"19930512","headline":"Curbing Drivers Who Kill","web_url":"https://www.nytimes.com/1993/05/12/opinion/curbing-drivers-who-kill.html","abstract":"  Eight-year-old Jonathan Medina, killed by a hit-and-run driver whose license had been suspended 41 times . . . 2-year-old Federico Santos, killed by a driver with two dozen violations and no valid driver's license . . . 4-year-old Dejon Barra, killed by a driver with 63 suspensions . . . nearly a dozen pedestrians also injured in these incidents.   The heart cries out at the waste of human life. Yet it's some consolation that police and the New York State Legislature have roused themselves to confront the problem of drivers who remain behind the wheel even after scores of violations.","thumbnail":null,"section":"Opinion"},{"date":"19930512","headline":"Health Plan Expected to Cover Prescription Drugs","web_url":"https://www.nytimes.com/1993/05/12/us/health-plan-expected-to-cover-prescription-drugs.html","abstract":"  A senior White House official said today that President Clinton's health plan would probably guarantee insurance coverage for prescription drugs and for some long-term care, so elderly people need not impoverish themselves to qualify for assistance in paying for a nursing home.   The official, Ira C. Magaziner, manager of the President's Task Force on National Health Care Reform, outlined the Administration's thinking on these and other issues at a meeting with consumer groups.","thumbnail":null,"section":"U.S."},{"date":"19930512","headline":"Correction","web_url":"https://www.nytimes.com/1993/05/12/opinion/IHT-correction.html","abstract":"A line was dropped in \"The Special Time, With Baby\" (Meanwhile, May 11). The passage should read: At close range, it is easy to see his features and idiosyncracies. Sometimes I would stand at a distance and watch my father through the gauze of d","thumbnail":null,"section":"Opinion"},{"date":"19930512","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/12/nyregion/c-corrections-872193.html","abstract":"  An article on March 3 about a Supreme Court decision upholding an Ohio reapportionment plan misstated the number of legislative districts with black majorities created under the plan. It was five, not eight. That error was repeated in a Law page article on April 16 about a lawsuit challenging North Carolina's Congressional reapportionment.","thumbnail":null,"section":"New York"},{"date":"19930512","headline":"Sharply and Loudly, G.O.P. Rivals Debate","web_url":"https://www.nytimes.com/1993/05/12/nyregion/sharply-and-loudly-gop-rivals-debate.html","abstract":"  The three major candidates for the New Jersey Republican gubernatorial nomination participated in their first televised debate tonight, getting little chance to differentiate themselves from their rivals but giving voters across the state a barb-filled, free-wheeling 90-minute preview of the final weeks of the campaign.    The clash began with the opening question, on the controversial $2.8 billion tax increase that Gov. Jim Florio pushed through three years ago. The three -- Christine Todd Whitman, Jim Wallwork and Cary Edwards -- alternately cut one another other off or tried to shout one another down.","thumbnail":null,"section":"New York"},{"date":"19930512","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/05/12/nyregion/news-summary-129893.html","abstract":"  International A2-11  BOSNIAN SERBS REBUFF BELGRADE  Leading Serbian politicians demanded that Bosnian Serbs forsake a peace plan referendum and instead join representatives of ethnic Serbs of all former Yugoslav territories in a vote, but Bosnian Serbs rebuffed the proposal, which would almost certainly endorse the plan.  A1  CHRISTOPHER'S COURSE  The Secretary of State's mission to Europe to discuss the war in Bosnia may have been doomed by strong opposition and a lack of room to maneuver.  A1","thumbnail":null,"section":"New York"},{"date":"19930512","headline":"Review/Cabaret; An All-American Voice","web_url":"https://www.nytimes.com/1993/05/12/arts/review-cabaret-an-all-american-voice.html","abstract":"  Steeped in the traditions of the European boite and the Manhattan after-hours club, cabaret is not a genre that is readily associated with the musical climate of sunny California. But as Amanda McBroom, a singer, songwriter and actress from Los Angeles, demonstrates in her wonderful new act at the Russian Tea Room, there is definitely a place for an extroverted all-American voice in a genre that is too often associated with an attitude of world-weary sophistication.   Ms. McBroom, who is still best known for writing the title song for the Bette Midler film \"The Rose,\" has appeared sporadically in New York for nearly a decade. During that time she has grown steadily more accomplished as a performer. Most of the songs in her show, which plays Thursdays through Saturdays through May 22, are originals.","thumbnail":null,"section":"Arts"}],"wiki_events":[],"weather":[{"date":"19930512","time":"1993-05-12 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":81,"wspd":13},{"date":"19930512","time":"1993-05-12 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":85,"wspd":7.6},{"date":"19930512","time":"1993-05-12 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":87,"wspd":9.4},{"date":"19930512","time":"1993-05-12 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":88,"wspd":7.6},{"date":"19930512","time":"1993-05-12 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":90,"wspd":9.4},{"date":"19930512","time":"1993-05-12 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":92,"wspd":9.4},{"date":"19930512","time":"1993-05-12 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.4,"rhum":94,"wspd":9.4},{"date":"19930512","time":"1993-05-12 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":94,"wspd":9.4},{"date":"19930512","time":"1993-05-12 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":90,"wspd":7.6},{"date":"19930512","time":"1993-05-12 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":88,"wspd":7.6},{"date":"19930512","time":"1993-05-12 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":84,"wspd":3.6},{"date":"19930512","time":"1993-05-12 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":79,"wspd":9.4},{"date":"19930512","time":"1993-05-12 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.7,"rhum":70,"wspd":14.8},{"date":"19930512","time":"1993-05-12 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.3,"rhum":67,"wspd":9.4},{"date":"19930512","time":"1993-05-12 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.5,"rhum":65,"wspd":9.4},{"date":"19930512","time":"1993-05-12 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.2,"rhum":62,"wspd":13},{"date":"19930512","time":"1993-05-12 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.8,"rhum":60,"wspd":13},{"date":"19930512","time":"1993-05-12 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.2,"rhum":59,"wspd":13},{"date":"19930512","time":"1993-05-12 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":64,"wspd":18.4},{"date":"19930512","time":"1993-05-12 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":67,"wspd":16.6},{"date":"19930512","time":"1993-05-12 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":76,"wspd":22.3},{"date":"19930512","time":"1993-05-12 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":76,"wspd":14.8},{"date":"19930512","time":"1993-05-12 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":80,"wspd":20.5},{"date":"19930512","time":"1993-05-12 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":80,"wspd":18.4},{"date":"19930512","time":"1993-05-12 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":60,"wspd":16.6},{"date":"19930512","time":"1993-05-12 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":64,"wspd":7.6},{"date":"19930512","time":"1993-05-12 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":62,"wspd":9.4},{"date":"19930512","time":"1993-05-12 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":67,"wspd":7.6},{"date":"19930512","time":"1993-05-12 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":60,"wspd":7.6},{"date":"19930512","time":"1993-05-12 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":60,"wspd":9.4},{"date":"19930512","time":"1993-05-12 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":50,"wspd":16.6},{"date":"19930512","time":"1993-05-12 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":57,"wspd":13},{"date":"19930512","time":"1993-05-12 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":53,"wspd":11.2},{"date":"19930512","time":"1993-05-12 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":51,"wspd":16.6},{"date":"19930512","time":"1993-05-12 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":51,"wspd":14.8},{"date":"19930512","time":"1993-05-12 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":44,"wspd":14.8},{"date":"19930512","time":"1993-05-12 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":47,"wspd":16.6},{"date":"19930512","time":"1993-05-12 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":41,"wspd":18.7},{"date":"19930512","time":"1993-05-12 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":31,"wspd":22.3},{"date":"19930512","time":"1993-05-12 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":26,"wspd":25.9},{"date":"19930512","time":"1993-05-12 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":26,"wspd":22.3},{"date":"19930512","time":"1993-05-12 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":24,"wspd":22.3},{"date":"19930512","time":"1993-05-12 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":23,"wspd":18.7},{"date":"19930512","time":"1993-05-12 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":24,"wspd":18.7},{"date":"19930512","time":"1993-05-12 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":22,"wspd":18.7},{"date":"19930512","time":"1993-05-12 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":21,"wspd":25.9},{"date":"19930512","time":"1993-05-12 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":27,"wspd":31.7},{"date":"19930512","time":"1993-05-12 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":35,"wspd":24.1}]}}