{"19940905":{"guardian_articles":[],"nytimes_articles":[{"date":"19940905","headline":"Labors Lost, and Won;\nThe Porcelain Ink-Boat","web_url":"https://www.nytimes.com/1994/09/05/opinion/labors-lost-and-won-the-porcelain-inkboat.html","abstract":"The dragon and phoenix are swept along with the clouds\n\nover wave-washed rocks and across the white bow,","thumbnail":null,"section":"Opinion"},{"date":"19940905","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/05/nyregion/chronicle-156604.html","abstract":"  The pop star WHITNEY HOUSTON has obtained a restraining order against a man accused of stalking her and her family.   The man, Charles Gilberg, is barred from contacting Ms. Houston; her daughter, Bobbi Kristina Brown; her mother, Emily Houston, and her sister-in-law, Donna Houston, The Associated Press reported.","thumbnail":null,"section":"New York"},{"date":"19940905","headline":"New Cuomo Ad Hits Pataki In Person on Gun Position","web_url":"https://www.nytimes.com/1994/09/05/nyregion/new-cuomo-ad-hits-pataki-in-person-on-gun-position.html","abstract":"  Stepping up its attacks on the integrity of the leading Republican candidate for Governor, the campaign of Gov. Mario M. Cuomo has released a new television commercial that questions State Senator George E. Pataki's position on banning assault weapons.   The commercial, which is running on television stations across the state, marks the first time the Cuomo campaign has mentioned Mr. Pataki in its advertising. The two are running virtually neck-and-neck in most polls.","thumbnail":null,"section":"New York"},{"date":"19940905","headline":"Jefferson Also Had His Christian Allies","web_url":"https://www.nytimes.com/1994/09/05/opinion/l-jefferson-also-had-his-christian-allies-156795.html","abstract":"  To the Editor:   Isaac Kramnick (\"Jefferson vs. the Religious Right,\" Op-Ed, Aug. 29) reminds us that religious attacks on American political leaders, as well as on constitutional arrangements for disentangling religion and government, have deep historical roots. There is, as he says, continuity between charges of godlessness leveled against Jefferson and the framers of the Constitution in the 18th century and similar charges aimed at some modern proponents of the \"separation of church and state.\"","thumbnail":null,"section":"Opinion"},{"date":"19940905","headline":"For Giants and Jets, Opening Victories","web_url":"https://www.nytimes.com/1994/09/05/sports/for-giants-and-jets-opening-victories.html","abstract":"  One game into the National Football League season, the Giants and the Jets are perfect.   Behind Dave Meggett's 68-yard punt return, the Giants defeated Philadelphia, 28-23, yesterday in East Rutherford, N.J.","thumbnail":null,"section":"Sports"},{"date":"19940905","headline":"What Strike Needs Is a Designated Hero","web_url":"https://www.nytimes.com/1994/09/05/sports/on-baseball-what-strike-needs-is-a-designated-hero.html","abstract":"  In Hollywood, this would be about the time the guy on the white horse rides in and saves the damsel in distress. In baseball, it would be the time a commissioner rides in and saves everyone's face.   But not in this day and age. In a cruel irony, no one is playing major league baseball on Labor Day for the first time in over a century because a war of attrition between owners and players has disrupted the game for the eighth time in 22 years.","thumbnail":null,"section":"Sports"},{"date":"19940905","headline":"'We've Won!' the Orangemen Say. Not So Fast.","web_url":"https://www.nytimes.com/1994/09/05/sports/pro-football-notebook-we-ve-won-the-orangemen-say-not-so-fast.html","abstract":"  The crowd in the Carrier Dome celebrated Saturday, and so did the Syracuse players after Marvin Harrison caught Kevin Mason's pass for a 48-yard touchdown that completed a comeback from 24-0 and put the Orange ahead of Oklahoma, 29-27, with 61 seconds left.   The conversion kick for the 30th point? Sean Reali missed it.","thumbnail":null,"section":"Sports"},{"date":"19940905","headline":"Labors Lost, and Won;\nWoman's Work","web_url":"https://www.nytimes.com/1994/09/05/opinion/labors-lost-and-won-womans-work.html","abstract":"Who says a woman's work isn't high art?","thumbnail":null,"section":"Opinion"},{"date":"19940905","headline":"GIULIANI JOB CUTS STARTING TO HAVE IMPACT ON SERVICE: Sanitation; Counting on Help From the Union","web_url":"https://www.nytimes.com/1994/09/05/nyregion/giuliani-job-cuts-starting-have-impact-service-sanitation-counting-help-union.html","abstract":"  The performance of perhaps no other agency will be more immediately apparent to New Yorkers as that of the Department of Sanitation, which collects residential garbage and cleans the streets.   Yet while Mr. Giuliani has cut its budget by $73 million, or 12 percent, and proposed trimming more than 2,000 of the department's 10,568 civilian and uniformed workers, the effect has been outwardly negligible.","thumbnail":null,"section":"New York"},{"date":"19940905","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/05/nyregion/c-corrections-156582.html","abstract":"  An article by Bloomberg Business News yesterday about devices intended to help women perform breast self-examinations incorrectly described the panel that recommended further clinical studies of the devices. The panel was an independent advisory committee of outside scientists and doctors, not a Food and Drug Administration panel. The F.D.A. still has to decide whether to accept the panel's recommendation.","thumbnail":null,"section":"New York"},{"date":"19940905","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/09/05/sports/results-plus-155101.html","abstract":"  AUTO RACING  Elliott Is Winner of Southern 500 Race  Bill Elliott ended an improbable string of Nascar futility, sweeping past Dale Earnhardt to win the Southern 500 at Darlington Raceway in South Carolina yesterday. Elliott passed Earnhardt, the Winston Cup points leader and acknowledged master of the circuit's oldest super speedway, 13 laps from the finish and crossed the line nearly a quarter-mile in front. It was Elliott's third Southern 500 triumph and his first Winston Cup victory since Nov. 15, 1992, at Atlanta Motor Speedway. Elliott won $68,330 as his Ford Thunderbird finished with an average speed of speed of 127.915 miles an hour. Earnhardt was second. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940905","headline":"Passer Cannot Do It All Anymore","web_url":"https://www.nytimes.com/1994/09/05/sports/pro-football-passer-cannot-do-it-all-anymore.html","abstract":"  Near the end of the game, Randall Cunningham sat quietly on the bench, shaking his head in apparent frustration. Then Zeke Bratkowski, the Philadelphia Eagles' offensive coordinator, kneeled in front of him with a clipboard in hand, and added a few consoling words.   There were 12 minutes 9 seconds left, and the Eagles had botched their third opportunity inside the Giants' 20-yard line and had settled for their third field goal. They trailed by 23-16.","thumbnail":null,"section":"Sports"},{"date":"19940905","headline":"GIULIANI JOB CUTS STARTING TO HAVE IMPACT ON SERVICE: Social Services; Longer Waits For Child Welfare","web_url":"https://www.nytimes.com/1994/09/05/nyregion/giuliani-job-cuts-starting-have-impact-service-social-services-longer-waits-for.html","abstract":"  New York City officials say they will cut thousands of jobs from the social services bureaucracy without seriously damaging services to the poor. Shirley Davis says it cannot be done.   Ms. Davis, who supervises more than 1,100 family welfare cases in the Bronx, said the load of each of the five workers in her unit had grown to 220 families from 180 since hundreds of workers took the city's severance offer and left in May and June.","thumbnail":null,"section":"New York"},{"date":"19940905","headline":"Physicians Who Follow Clinical Guidelines Provide Better Care","web_url":"https://www.nytimes.com/1994/09/05/opinion/l-physicians-who-follow-clinical-guidelines-provide-better-care-145203.html","abstract":"  To the Editor:   Robert Carlen's Aug. 29 letter about clinical practice guidelines demonstrates misunderstanding of what these guidelines are and how they can improve care. Dr. Carlen asserts that because a guideline may conflict with a doctor's best judgment, for doctors to follow guidelines rather than clinical judgment constitutes a \"conflict of interest.\"","thumbnail":null,"section":"Opinion"},{"date":"19940905","headline":"Making Electronics Mimic Biology","web_url":"https://www.nytimes.com/1994/09/05/books/books-of-the-times-making-electronics-mimic-biology.html","abstract":"  Brainmakers  How Scientists Are Moving Beyond Computers to Create a Rival to the Human Brain By David Freedman  214 pages. Simon & Schuster. $22.","thumbnail":null,"section":"Books"},{"date":"19940905","headline":"Sampras, Brought to His Knees, Has a Leg Up","web_url":"https://www.nytimes.com/1994/09/05/sports/us-open-94-sampras-brought-to-his-knees-has-a-leg-up.html","abstract":"  While Roger Smith, rally cap in place and golden earrings dangling, raised his fists in mock triumph and blew kisses at the crowd that he had enchanted, Pete Sampras, the defending United States Open champion and the player Smith came close to enchanting, paced the Stadium Court's baseline and wondered if he was going to end up providing the happy ending to the Bahamian's fairy tale outing here.   There was Smith, the qualifier, prancing from point to point. There was Sampras, the top dog, his serve and his shoulders at half-mast, providing a hangdog counterpoint to the giddy proceedings.","thumbnail":null,"section":"Sports"},{"date":"19940905","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/05/nyregion/chronicle-153591.html","abstract":"  A decade ago, before aphorisms by the artist JENNY HOLZER became familiar sights in museums and galleries, she won a fellowship from Art Matters, an organization that often supports artists whose work is controversial. Back then she was told her work was \"interesting\" -- \"a word I came to hate,\" she said.   In a recent fund-raising letter to benefactors of Art Matters, Ms. Holzer recalled that the grant \"gave me a psychological and financial vote of confidence at a time when I needed help.\" Now she has given something back: Included in each letter are 10 stamps emblazoned with Holzerisms like a \"A Lot of Professionals Are Crackpots\" and \"Boredom Makes You Do Crazy Things.\"","thumbnail":null,"section":"New York"},{"date":"19940905","headline":"If There Was Ever a Place for Big Hair, It's Wigstock","web_url":"https://www.nytimes.com/1994/09/05/nyregion/if-there-was-ever-a-place-for-big-hair-it-s-wigstock.html","abstract":"  The men wore gold lame, pink chiffon and an occasional piece of plastic fruit. There was a dress fashioned out of the orange warning lights and pylons used by road crews, an accessory or two made from black leather, and plenty of gingham.   But despite the usual outrageousness that distinguishes Wigstock, the annual Labor Day festival of men in drag, the celebration has grown up.","thumbnail":null,"section":"New York"},{"date":"19940905","headline":"Mischievous Boys, a Stolen Gun and the Loss of a Life","web_url":"https://www.nytimes.com/1994/09/05/nyregion/mischievous-boys-a-stolen-gun-and-the-loss-of-a-life.html","abstract":"  Along the quiet, leafy streets of High Bridge, N.J., they remembered the 13-year-old as a troubled boy from a broken home, a blusterer with a wiry arm who befriended younger, smaller boys he could dominate. The victim, Jacob Tracy, was only 11, by all accounts a polite, shy, compliant boy whose working parents left him home alone on summer weekdays.   In the strange, perilous crucible of boyhood friendships, the two appear to have been alter egos, leader and follower, sharing secrets, plotting mischief, courting danger that included a fateful break-in and guns. In retrospect, it was perhaps not a healthy relationship, though hardly an extraordinary one.","thumbnail":null,"section":"New York"},{"date":"19940905","headline":"GIULIANI JOB CUTS STARTING TO HAVE IMPACT ON SERVICE: Schools; Teacher Cutbacks Overstated So Far","web_url":"https://www.nytimes.com/1994/09/05/nyregion/giuliani-job-cuts-starting-have-impact-service-schools-teacher-cutbacks.html","abstract":"  When the Mayor first proposed cutting $358 million from the Board of Education's budget in May, school officials cried foul, saying that the cuts went too far and predicting that thousands of teachers would have to be laid off, while other programs would be crippled.   Ultimately, though, Chancellor Ramon C. Cortines agreed to cut 2,500 administrative positions from the board's central office by the end of June. And the most dire warnings did not materialize.","thumbnail":null,"section":"New York"},{"date":"19940905","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/05/nyregion/c-corrections-151670.html","abstract":"  An article in Business Day on Wednesday about an investigation by the Federal Communications Commission into recent auctions of radio licenses for interactive video services misstated the name of a trade association. It is the Interactive Television Association in Washington, not the Interactive Video Services Association.","thumbnail":null,"section":"New York"},{"date":"19940905","headline":"New Works for a Square but Hip Instrument","web_url":"https://www.nytimes.com/1994/09/05/arts/music-review-new-works-for-a-square-but-hip-instrument.html","abstract":"  The American Accordionists' Association, which has been fighting the good fight in behalf of its chosen instrument since 1938, presented an unusual variety show on Saturday evening at Playhouse 91. The first part of the program was given over to new works, a conventional display piece by William Schimmel and an avant-garde essay by David Soldier. The second part was a showcase for the Air New Zealand Accordion Orchestra, which played everything from Mozart and Rossini to Buddy Holly and Bob Seger.   Mr. Schimmel, who was the evening's host, began by explaining that the association's two missions are to develop an American virtuoso school and to commission new works. He went on to describe \"the built-in ironic duality of the accordion,\" which he said was both \"hip and square, beautiful and ugly.\" Perhaps one had to be a player to appreciate the full picture. But Mr. Schimmel seemed not to be preaching only to the choir. An unscientific poll of the audience revealed that quite a few listeners were not accordionists.","thumbnail":null,"section":"Arts"},{"date":"19940905","headline":"Quebec Police Briefly Seize Town's Force","web_url":"https://www.nytimes.com/1994/09/05/world/quebec-police-briefly-seize-town-s-force.html","abstract":"  The tranquillity of this town near the Richelieu River was shattered early Thursday morning when Capt. Paul Quirion of the provincial police walked into the single-story redbrick police station here and ordered the duty officer to call in all his patrols.  At that moment, at 6 A.M., more than 350 of Captain Quirion's provincial police officers were raiding the homes of 142 people throughout Quebec, including those of all 24 uniformed members of the local police force in Chambly, population 16,000.   The raids, conducted throughout Quebec, culminated a five-month undercover investigation into drug trafficking, protection rackets, the receiving of stolen goods, prostitution, the sale of contraband liquor, tobacco and steroids, and even the filing of false income tax returns.","thumbnail":null,"section":"World"},{"date":"19940905","headline":"In Ex-Workers' Paradise, It's a Bleak Labor Day; Women Learn Skills","web_url":"https://www.nytimes.com/1994/09/05/opinion/l-in-ex-workers-paradise-it-s-a-bleak-labor-day-women-learn-skills-156760.html","abstract":"  To the Editor:   My experiences as president of a nonprofit organization working with Russian women during our three years in that country has made three things clear: Russian people are as intelligent, capable and diligent as we have imagined they can be since Sputnik; given the resources needed, they will make the painful and difficult transition to a market economy, and things have changed so rapidly over the recent past that a still photograph of any given moment is dangerous and misleading.","thumbnail":null,"section":"Opinion"},{"date":"19940905","headline":"Hebron Journal; Where Arabs Died at Prayer, Praying Is Banished","web_url":"https://www.nytimes.com/1994/09/05/world/hebron-journal-where-arabs-died-at-prayer-praying-is-banished.html","abstract":"  More than half a year after the Hebron massacre, religious mistrust and nationalist tension still shroud the site of the killings, the shuttered shrine commonly known as the Cave of the Patriarchs.   If anything, suspicions run deeper than usual, on all sides, as Israelis prepare for Rosh ha-Shanah, the two-day Jewish New Year holiday, which begins Monday evening.","thumbnail":null,"section":"World"},{"date":"19940905","headline":"GIULIANI JOB CUTS STARTING TO HAVE IMPACT ON SERVICE: Health; Public Paperwork: Condition Critical","web_url":"https://www.nytimes.com/1994/09/05/nyregion/giuliani-job-cuts-starting-have-impact-service-health-public-paperwork-condition.html","abstract":"  There is probably no better measure of the budget cuts' impact on the Health Department than this: A supervisor was recently charged with taking bribes to speed up the delivery of copies of death certificates.   It used to be a routine matter that took a couple of weeks at most, but after the department's Vital Records Division lost 12 of its 90 workers, it can take up to five months to obtain a copy of a birth or death certificate, officials said.","thumbnail":null,"section":"New York"},{"date":"19940905","headline":"Labors Lost, and Won; Pink Slip","web_url":"https://www.nytimes.com/1994/09/05/opinion/labors-lost-and-won-pink-slip.html","abstract":"  When they say, \"The bottom's fallen out,\" what they mean is Fry's face gone tight as shoe leather","thumbnail":null,"section":"Opinion"},{"date":"19940905","headline":"Letter: On Governing Arkansas; Mr. Clinton Moved the State Forward","web_url":"https://www.nytimes.com/1994/09/05/opinion/l-letter-on-governing-arkansas-mr-clinton-moved-the-state-forward-156701.html","abstract":"  To the Editor:   Before coming to the United States Senate, we each served two terms as Governor of Arkansas, Bill Clinton's immediate predecessors. We have become increasingly exasperated with those who write that Mr. Clinton's years in the governor's office were a kind of wasteland, during which a hollow man played it slick and safe to insure a certain path to the Presidency. Governor Clinton demonstrated the courage, tenacity and other leadership qualities that caused the people of Arkansas to elect him time and again.","thumbnail":null,"section":"Opinion"},{"date":"19940905","headline":"U.S. Rejects Proposal by Havana to Admit 100,000 Cubans","web_url":"https://www.nytimes.com/1994/09/05/world/us-rejects-proposal-by-havana-to-admit-100000-cubans.html","abstract":"  The Cuban Government proposed yesterday that the United States grant entry to at least 100,000 Cubans if Washington wanted Havana to clamp down on the flow of boat people, Administration officials said.   The United States delegation quickly rejected that demand, made at bilateral talks in New York, and began cautioning that an agreement on how to stop the exodus might be impossible.","thumbnail":null,"section":"World"},{"date":"19940905","headline":"Labor Day Meets Rosh Ha-Shanah; When Holidays Collide, Many Worship in the Country","web_url":"https://www.nytimes.com/1994/09/05/nyregion/labor-day-meets-rosh-ha-shanah-when-holidays-collide-many-worship-in-the-country.html","abstract":"  With the Jewish High Holy Days arriving this year on the heels of the Labor Day weekend, some rabbis suspect that in religion, as in real estate, location may be everything.   Many people are looking forward to a five-day weekend, and some rabbis of urban congregations fear they will be preaching to empty seats on Rosh ha-Shanah, the Jewish New Year, which begins on Monday evening. Their counterparts in vacation communities, meanwhile, are readying for an overflow of worshipers who are lingering to savor the last few rays of summer.","thumbnail":null,"section":"New York"},{"date":"19940905","headline":"Pause to Consider An Unsung Centennial","web_url":"https://www.nytimes.com/1994/09/05/opinion/l-pause-to-consider-an-unsung-centennial-145181.html","abstract":"  To the Editor:   Labor's struggle is only one aspect of our past that does not mesh with the fairy-tale American history taught by public schools. Like me, you may not have learned that President Grover Cleveland made Labor Day a national holiday on June 28, 1894, or that six days later he sent Federal troops into Chicago to crush one of the largest and best organized efforts by labor to redress grievances, the Pullman strike.","thumbnail":null,"section":"Opinion"},{"date":"19940905","headline":"Rapid Microbial Test","web_url":"https://www.nytimes.com/1994/09/05/opinion/l-rapid-microbial-test-156787.html","abstract":"  To the Editor:   The Aug. 26 Editorial Notebook by Dorothy J. Samuels expresses concern about an antiquated meat and poultry inspection system, fails to note that Agriculture Secretary Mike Espy has announced development of a rapid microbial test.","thumbnail":null,"section":"Opinion"},{"date":"19940905","headline":"A TRY AT A TRUCE OVER POPULATION","web_url":"https://www.nytimes.com/1994/09/05/world/a-try-at-a-truce-over-population.html","abstract":"  A day before the start of the United Nations population conference, United States and European officials said today that new language was being prepared to assuage Vatican and Islamic fears that the gathering will enshrine abortion as an international right or as a means of family planning.   The European Union has formulated \"reinterpretive language\" on the use of the word \"right\" in the conference's preparatory documents because of Vatican complaints that proposals using the word were intended to impart a binding international right to abortion, said Timothy E. Wirth, the Under Secretary of State for Global Affairs and a dominant voice for the United States in preparations for the conference.","thumbnail":null,"section":"World"},{"date":"19940905","headline":"Against AIDS, Condoms Are Pro-Life","web_url":"https://www.nytimes.com/1994/09/05/opinion/IHT-against-aids-condoms-are-prolife.html","abstract":"Ann is a Ugandan mother of seven and an AIDS widow. She may have escaped infection because she and her husband were separated before he became ill. He was living with another woman and returned to his family only in his last months. Ann, a former schoolt","thumbnail":null,"section":"Opinion"},{"date":"19940905","headline":"After a Year on the Job, Cortines Emerges as a Contradictory Pilot","web_url":"https://www.nytimes.com/1994/09/05/nyregion/after-a-year-on-the-job-cortines-emerges-as-a-contradictory-pilot.html","abstract":"  When Schools Chancellor Ramon C. Cortines paid a surprise visit to Public School 146 in East Harlem last week, the freshly buffed blackboards and gleam of newly waxed floors made his day. He strode the hallways until he found the man wielding the mop, Tony Roselli.   \"This school is just beautiful,\" Mr. Cortines said, pumping Mr. Roselli's hand. \"Thank you for keeping it so clean!\"","thumbnail":null,"section":"New York"},{"date":"19940905","headline":"GIULIANI JOB CUTS STARTING TO HAVE IMPACT ON SERVICE: Transportation; Biggest Collapses Hidden at First","web_url":"https://www.nytimes.com/1994/09/05/nyregion/giuliani-job-cuts-starting-have-impact-service-transportation-biggest-collapses.html","abstract":"  More potholes, fewer repairs to sidewalks, longer delays in getting new signals installed and more hassles getting permits for digging up a street. Those are among the consequences that Transportation Department officials foresee from losing about 1,000 jobs.    \"When you whittle away like this, you take away our ability to do things,\" said one senior transportation official, who, like most in the department, insisted on anonymity. \"It's not like the ferry is going to look any dirtier, but it's not going to look any cleaner.\"","thumbnail":null,"section":"New York"},{"date":"19940905","headline":"Longevity at Interior","web_url":"https://www.nytimes.com/1994/09/05/opinion/l-longevity-at-interior-156779.html","abstract":"  To the Editor:   Secretary of the Interior Bruce Babbitt says that he is \"determined to become one of the first Interior secretaries to finish a four-year term\" (The Week in Review, Aug. 28). In fact, the group is large. Of the 46 Interior secretaries before Mr. Babbitt, 14 served full terms. These included 9 in this century. One of these, Harold L. Ickes, served three full terms (1933-46). Another, Stewart L. Udall, served two full terms (1961-69).  PERRY R. HAGENSTEIN  Wayland, Mass., Aug. 29, 1994","thumbnail":null,"section":"Opinion"},{"date":"19940905","headline":"Curtain Call For Brothers","web_url":"https://www.nytimes.com/1994/09/05/sports/us-open-94-curtain-call-for-brothers.html","abstract":"  The Jensen brothers' version of their own peculiar Magical Mystery Tour has been canceled -- at least at the United States Open.   Luke and Murphy Jensen brought their unique brand of rock-and-roll tennis to the Grandstand Court yesterday afternoon before a national television audience and a packed house of approximately 6,000 inside (and at least as many standing in line outside waiting to get in).","thumbnail":null,"section":"Sports"},{"date":"19940905","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/09/05/nyregion/news-summary-151203.html","abstract":"  International 2-5  TURNING POINT ON ULSTER    A meeting between two Catholic politicians, one a man of peace and one a man of war, may have been the turning point that led to the declaration of a cease-fire by the Irish Republican Army.  1","thumbnail":null,"section":"New York"},{"date":"19940905","headline":"Labors Lost, and Won;\nLabor Day","web_url":"https://www.nytimes.com/1994/09/05/opinion/labors-lost-and-won-labor-day.html","abstract":"The long day breaking over the rooftops\n\n of heaven. The sparrows\nwaken, one at a time, shake the dust","thumbnail":null,"section":"Opinion"},{"date":"19940905","headline":"Marino Silences All Doubters","web_url":"https://www.nytimes.com/1994/09/05/sports/pro-football-marino-silences-all-doubters.html","abstract":"  With a vintage display of offensive prowess, Miami Dolphins quarterback Dan Marino today gave a definitive answer to any lingering questions about whether or not he has recovered from the Achilles' tendon tear that had threatened his career.   The answer: no question. He's back.","thumbnail":null,"section":"Sports"},{"date":"19940905","headline":"Turning Point: The I.R.A. Cease-Fire -- A special report; 2 Irish Foes Journey From Deeds to Words","web_url":"https://www.nytimes.com/1994/09/05/world/turning-point-ira-cease-fire-special-report-2-irish-foes-journey-deeds-words.html","abstract":"  On an April Saturday in 1993, a journalist was hawking The Socialist Worker along Shipquay Street in Londonderry when a neighbor sidled up and said, \"Here, you'll never guess who I just saw going into John Hume's house.\"   The journalist pricked up his ears. John Hume, a large bear of a man of uncertain health at 56, a former French teacher turned politician, was the most respected and influential Catholic leader in Northern Ireland.","thumbnail":null,"section":"World"},{"date":"19940905","headline":"Parents Take Less of a Role As Pupils Age","web_url":"https://www.nytimes.com/1994/09/05/us/parents-take-less-of-a-role-as-pupils-age.html","abstract":"  A nationwide study of families and schools released today shows that many parents, consumed by making ends meet, are far less involved in the high schools than in the elementary schools, leaving their children with less guidance in the face of a destructive peer culture.   A private research organization in Washington, Child Trends Inc., conducted the study, \"Running in Place: How American Families Are Faring in a Changing Economy and an Individualistic Society.\" It highlights several facts about American families in the 1990's. Among them are these:","thumbnail":null,"section":"U.S."},{"date":"19940905","headline":"Labors Lost, and Won;\nOn a Wall in Prague","web_url":"https://www.nytimes.com/1994/09/05/opinion/labors-lost-and-won-on-a-wall-in-prague.html","abstract":"Every artist needs to accommodate one piece that's a rebuke\n to the oeuvre. In \"Haymaking,\" Breugel loses his judicious","thumbnail":null,"section":"Opinion"},{"date":"19940905","headline":"Surprise in Idaho Governor's Race: Leader Is a Democrat and an Indian","web_url":"https://www.nytimes.com/1994/09/05/us/surprise-in-idaho-governor-s-race-leader-is-a-democrat-and-an-indian.html","abstract":"  To be a Democrat in this state, where Bill Clinton barely nudged Ross Perot for second place in the 1992 election with just 29 percent of the vote, is to be intimate with the word underdog.   And to be anything other than a white candidate in Idaho, where racial minorities make up only about 7 percent of the population, would seem a challenge to a politician of any party.   So it comes as a surprise to many people that Larry EchoHawk, a Pawnee Indian and Democrat who counts President Clinton as a friend, is holding a steady double-digit lead in the polls in the race to become Idaho's next governor.","thumbnail":null,"section":"U.S."},{"date":"19940905","headline":"Sports of The Times; Carroll Wins His First Against a Super Team","web_url":"https://www.nytimes.com/1994/09/05/sports/sports-of-the-times-carroll-wins-his-first-against-a-super-team.html","abstract":"  PETE CARROLL doesn't remember the exact moment somebody handed him a 1994 National Football League schedule with the notation: Sept. 4, Jets at Buffalo. He does remember his general reaction: \"Look what we have to do.\"   The Bills have merely set the standard for prolonged excellence and sheer cussedness by appearing in four straight Super Bowls -- winning none of them, but refusing to apologize for that oversight. Pete Carroll would begin his career as a head coach against those Bills.","thumbnail":null,"section":"Sports"},{"date":"19940905","headline":"Packers' Sharpe Shows Up In Time","web_url":"https://www.nytimes.com/1994/09/05/sports/pro-football-packers-sharpe-shows-up-in-time.html","abstract":"  On Friday, Green Bay receiver Sterling Sharpe declared himself out of the lineup until the Packers renegotiated his 10-year, $15 million salary. On Saturday night, after reaching an agreement with the team, he was back in the fold.   This afternoon, he caught a 14-yard touchdown pass from quarterback Brett Favre, who disagreed with Sharpe's actions on Friday, to help lead the Packers to a 16-10 victory over Minnesota. The season-opening triumph spoiled Warren Moon's debut as the Vikings' quarterback. He three threw interceptions, while Minnesota managed just 48 yards rushing.","thumbnail":null,"section":"Sports"},{"date":"19940905","headline":"As Trade Unions Struggle, Their Sports Cousins Thrive","web_url":"https://www.nytimes.com/1994/09/05/us/as-trade-unions-struggle-their-sports-cousins-thrive.html","abstract":"  As more traditional unions scramble to retain some vestige of power and influence against inroads made by union-busting law firms and replacement-worker tactics, the Major League Baseball Players Association and its cousins in the other three major professional sports have gained a recognition and a power reminiscent of the once-mighty steelworkers, mine workers and auto workers.   But on this day that once celebrated a flourishing labor movement in the United States, sports unions have also encountered an unparalleled degree of unrest as their members' employers try to regain control of an escalating salary structure.","thumbnail":null,"section":"U.S."},{"date":"19940905","headline":"Bills Try to Figure Out Just What Went Wrong","web_url":"https://www.nytimes.com/1994/09/05/sports/pro-football-bills-try-to-figure-out-just-what-went-wrong.html","abstract":"  Jim Kelly, the Bills' quarterback, has always been a stand-up person, more likely to choose his words honestly rather than carefully. So his analysis of today's surprising 23-3 victory by the Jets over the Bills was not surprising.   \"Why should you make excuses,\" he said, \"when you get your butts kicked?\"","thumbnail":null,"section":"Sports"},{"date":"19940905","headline":"Boat With Cuban Refugees Makes It to U.S.","web_url":"https://www.nytimes.com/1994/09/05/us/boat-with-cuban-refugees-makes-it-to-us.html","abstract":"  After a 90-mile dash to Florida from Cuba this weekend, one Cuban family landed on United States soil, slipping past the cordon of American ships in the Straits of Florida, while two other groups were captured on the high seas despite the aid of people suspected of being smugglers.   The ones who made it to the United States did so by landing a homemade motorboat at Fort Jefferson, a 19th-century fort in the Gulf of Mexico 68 miles west of Key West, in the remote Dry Tortugas National Park. The fort is where Dr. Samuel Mudd was imprisoned for setting the broken leg of Lincoln's assassin, John Wilkes Booth.","thumbnail":null,"section":"U.S."},{"date":"19940905","headline":"Holiday Today","web_url":"https://www.nytimes.com/1994/09/05/nyregion/holiday-today.html","abstract":"  Labor Day is observed today. Here are holiday schedules. NEW YORK  GOVERNMENT OFFICES: Closed. POST OFFICE: Express Mail and special delivery only; main post office open at 33d Street and Eighth Avenue. BANKS: Closed.  PARKING: Sunday rules in effect. SANITATION: No pickups, street cleanings or recycling. SCHOOLS: Closed. FINANCIAL MARKETS: Closed. TRANSPORTATION: Buses and subways on Sunday schedule. Long Island Rail Road on holiday schedule. Metro-North on holiday schedule. NEW JERSEY  GOVERNMENT OFFICES: Closed. POST OFFICES: Express mail and special delivery only. BANKS: Closed. SCHOOLS: Closed. TRANSPORTATION: New Jersey Transit on Sunday schedule. CONNECTICUT  GOVERNMENT OFFICES: Closed. POST OFFICES: Closed. BANKS: Closed. SCHOOLS: Closed. TRANSPORTATION: Holiday schedule Traffic Alert TODAY WEST INDIAN DAY PARADE: The following streets will be closed from 8 A.M. to 7 P.M.: Buffalo Avenue between New York Avenue and Eastern Parkway; Rochester Avenue between New York Avenue and Eastern Parkway; Eastern Parkway between Utica Avenue and Grand Army Plaza. The parade begins at 11 A.M.","thumbnail":null,"section":"New York"},{"date":"19940905","headline":"Essay; Vatican vs. V.P.: Papal Population Politics","web_url":"https://www.nytimes.com/1994/09/05/opinion/essay-vatican-vs-vp-papal-population-politics.html","abstract":"  If there has been one unequivocal campaign promise the Clinton-Gore Administration has kept from the start, it is on a woman's right to choose abortion. That applies abroad, too: Clintonites have reversed 12 years of Reagan-Bush policies denying aid dollars to countries where abortion is included in birth control.   They promised and delivered; that's democracy. But then, in the run-up to the U.N. population conference in Cairo, advocates of abortion rights went a bridge too far.   Trickily avoiding the A-word, U.S. sherpas espoused a U.N. statement calling for governments to provide \"reproductive rights\" including 'fertility regulation\" and \"pregnancy termination\" throughout the world -- as if new verbal compounds could conceal the abortion deed.    The Vatican wasn't fooled by these euphemisms, and cunningly enlisted Muslim fundamentalists to reject imposing \"a current life style of certain opulent societies\" (that's satanic Uncle Sam) on third-world nations.   Fine; brings the battle out in the open. But then the Vatican went too far: not only did the Pope's spokesman condescendingly refer to the U.S. Government as \"this Administration,\" but he publicly attacked Vice President Al Gore by name.   The Pope's representative impugned the sincerity of Gore's conciliatory assertion that the U.S. did not seek an international right to abortion. In delivering that shot, the papal spokesman seemed to suggest that the second-highest official elected by Americans was a hypocrite.   That was a personal insult issued in the Pope's name. Unless corrected, it will stand as unprecedented papal meddling in U.S. politics.    It's overreaching enough for a U.S. bishop to predict the political behavior of co-religionists, as Bishop James McHugh did yesterday with his warning of a \"powerful incentive to American Catholics to walk away from the Democratic Party.\" For the Pope himself to permit his official spokesman to rail against any specific American political figure demeans the Vatican -- or \"this papacy,\" as spokesman Joaquin Navarro-Valls might put it.   Reached by phone in Cairo yesterday, Gore played it cool: \"In dealing with those who are actually negotiating at this conference,\" he soothed, \"I've found people to be constructive and conciliatory on both sides.\"   He found Bishop McHugh \"statesmanlike in saying, even though they will not accept the view that contraception is all right, nevertheless signaling they fully understand that if other organizations wish to make condoms available, they won't strenuously object.\"   Understandably, after feminists, greens and redistributionists got carried away, Gore has been shifting the focus away from abortion to contraception, and then to a wider area of agreement: education and equality for women. Let's hope he can; Perdita Huston's seminal 1979 book, \"Third World Women Speak Out,\" showed that to be a key to family stability.   My objection to the new Malthusians is their insistence that crowding is the obstacle to economic growth and individual advancement. Hong Kong and Taiwan show that to be as untrue as Thomas Malthus's predictions of world starvation two centuries ago. As nations get richer and people get educated, families get smaller.   \"Yeah, I've heard that 'Development is the best contraceptive' for 20 years,\" counters Gore. \"We're adopting a more holistic approach here in Cairo. Availability of contraception; increase of child survival to encourage smaller families; education and empowerment of women; and the economic development to make it easier to establish the others.\"   Conservatives who put individual freedom first can embrace that quartet. The danger comes from the gender-agenda coercionaries overpopulating global conferences who would make governments the levelers of nations and bureaucrats the makers of family decisions. A \"right to develop\" is not an entitlement to a handout.   The Vatican did well to blow the whistle on the power grab of the new Malthusians; the result is the creative tension of open debate. And moral instruction by preachers has a traditional place in politics. But the Pope should tell his arrogant spokesman that he harmed the anti-abortion cause by getting politically mean.","thumbnail":null,"section":"Opinion"},{"date":"19940905","headline":"Yes, Cowboys Will Play For Coach Switzer, Too","web_url":"https://www.nytimes.com/1994/09/05/sports/pro-football-yes-cowboys-will-play-for-coach-switzer-too.html","abstract":"  At first glance, the Dallas-Pittsburgh match up was one of running backs, of Emmitt Smith versus Barry Foster, of which team could run first and run last and eventually trample the opposing defense. But as the game unfolded this afternoon before 60,156 fans at Three Rivers Stadium, it was clear that this duel would offer so much more.   It gave Barry Switzer his first victory as the Cowboys' head coach. It confirmed the notion that when faced with a stiff challenge, the Dallas players are capable, once again, of turning a test into a joke. And it showed that the Dallas defense may not be as full of leaks as predicted.","thumbnail":null,"section":"Sports"},{"date":"19940905","headline":"Meggett Doesn't Miss a Beat As Giants Zip to a Victory","web_url":"https://www.nytimes.com/1994/09/05/sports/pro-football-meggett-doesn-t-miss-a-beat-as-giants-zip-to-a-victory.html","abstract":"  On a cool, crisp afternoon at Giants Stadium, when seemingly every eye and television camera here was focused on quarterback Dave Brown, someone almost a foot shorter stole the show.   One blazing punt return by one of the smallest men in the National Football League -- not a great pass by Phil Simms's successor or a huge hit by a hulking linebacker on the scrambled defense -- began the Giants' second season under Dan Reeves on an winning note.","thumbnail":null,"section":"Sports"},{"date":"19940905","headline":"In Ex-Workers' Paradise, It's a Bleak Labor Day","web_url":"https://www.nytimes.com/1994/09/05/opinion/l-in-ex-workers-paradise-it-s-a-bleak-labor-day-156744.html","abstract":"  To the Editor:   Having just returned from a two-month stay in Russia, during which I spent much of my time with ordinary Russian working people and their families, I am dismayed by reports that the situation has stabilized.","thumbnail":null,"section":"Opinion"},{"date":"19940905","headline":"Age Cannot Wither the Magic of Theater","web_url":"https://www.nytimes.com/1994/09/05/theater/age-cannot-wither-the-magic-of-theater.html","abstract":"  A small, soft-voiced woman of 80-odd years, cautiously bundled in a winter coat on a summer night, Hannah Smepvangers ignored the rain that fell in broken lines over the Delacorte Theater on Wednesday. Isabella Leniz disregarded the fatigue from holding a finger to her hearing aid, the only way to stop its strange tendency to whistle \"Jingle Bells\" and let her hear the rapid-fire parries of Shakespeare's Verona. Catherine O'Regan leaned closer in her front-row wheelchair, defying the arthritis that had been plaguing her 79-year-old bones all week long, to be captivated by a recalcitrant pup and dubious nuns parading before her.   Not all of them noticed the nudity or the mustaches on the nuns, or even the motor scooter that the director Adrian Hall dropped on \"The Two Gentlemen of Verona.\" The next day, some did not even remember having been at the performance. But art's power to cheat time, to transport the spirit from earthly aches, was perhaps never so starkly demonstrated as by the elderly and infirm seizing what they could from this outdoor stage.","thumbnail":null,"section":"Theater"},{"date":"19940905","headline":"How Much Is Keenan's Signature Worth, Anyway? $15","web_url":"https://www.nytimes.com/1994/09/05/sports/hockey-how-much-is-keenan-s-signature-worth-anyway-15.html","abstract":"  The room was relatively calm, some 20 people waiting patiently on line to get posters or newspaper clippings or hockey pucks autographed by Mike Keenan, the former coach of the Stanley Cup champion Rangers.   It was a sunny Sunday afternoon on the weekend before Ranger training camp is scheduled to open, and those gathered in the gymnasium-like room at Our Lady of Miracles Church in Brooklyn did not seem all that upset that Keenan will not be behind the Ranger bench this year.","thumbnail":null,"section":"Sports"},{"date":"19940905","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/09/05/us/inside-151254.html","abstract":"  Standoff in Cuba Talks   Cuba said the United States should accept at least 100,000 new immigrants, but the Administration rejected the proposal. Page 3. Trapping an Abductor    After plotting and cajoling, a California woman got her reward: her 2-year-old son. Her estranged husband had abducted him to Iraq. Page 6. Comeback for the Networks    As a new television season begins, one of the biggest story linesis the financial turnaround of the network television business. Page 33.   2 Arts   Because of holiday production requirements, The Times is printed today in two sections. SportsMonday begins on page 25, Business Day on page 33.","thumbnail":null,"section":"U.S."},{"date":"19940905","headline":"Man Held in Attempt to Hire Arsonist","web_url":"https://www.nytimes.com/1994/09/05/nyregion/man-held-in-attempt-to-hire-arsonist.html","abstract":"  Disregarding the lives of hundreds of people who live above a fabric store in Upper Manhattan, the owner of the business tried to hire a man to set fire to the shop, apparently to collect on his insurance, fire officials said.   Luis M. Martinez's arson scheme was thwarted when fire officials, who had been tipped off about his plans, sent an undercover fire marshal to meet with him, posing as an arsonist, said Elbert Washington, a Fire Department spokesman. Mr. Martinez, 53, of Sherman Avenue in Manhattan, was arrested yesterday and charged with attempted arson and conspiracy to commit arson and insurance fraud.","thumbnail":null,"section":"New York"},{"date":"19940905","headline":"No Headline","web_url":"https://www.nytimes.com/1994/09/05/nyregion/no-headline-151190.html","abstract":"  \"You tell kids that there are plenty of good reasons to stay in a small town -- lack of crime, the friendliness, lower cost of living -- and they look at you like you've got rocks in your head.\" -- LOUIS STITHEM, elementary-school principal in Broken Bow, Neb.  [ 8:5. ]","thumbnail":null,"section":"New York"},{"date":"19940905","headline":"Paris After Sundown: With Gallic Subtlety, Even More Light","web_url":"https://www.nytimes.com/1994/09/05/arts/paris-after-sundown-with-gallic-subtlety-even-more-light.html","abstract":"  Paris calls itself the City of Light. In the daytime, despite subtle shifts caused by pollution and worldwide weather patterns, the diffuse northern sunlight has remained fairly constant over the centuries. Or so paintings, photographs and novelistic descriptions suggest.   But nighttime is different, and the notion of a city of light, a slogan adopted with the widespread electrification of Paris in the late 19th century, has meant different things in different decades.","thumbnail":null,"section":"Arts"},{"date":"19940905","headline":"Another Easy Romp For Heavenly Prize","web_url":"https://www.nytimes.com/1994/09/05/sports/horse-racing-another-easy-romp-for-heavenly-prize.html","abstract":"  Her name, appropriately, is Heavenly Prize. She is the filly who outran the great Lakeway by seven lengths at Saratoga three weeks ago. And for an encore, she gave another outrageous performance yesterday at Belmont Park, rocketing around three bunched rivals in the homestretch and winning the Gazelle Handicap by 6 1/2 lengths.   Is she the queen of the fillies in 1994? Until she upset Lakeway, she was 0 for 4 this year, but always close. Now she has won two straight stakes by runaway margins, and she has run in the money in all eight starts in a career that will take her to the Breeders' Cup Distaff on Nov. 5 for the ultimate showdown against Sky Beauty, Hollywood Wildcat and, yes, Lakeway one more time.","thumbnail":null,"section":"Sports"},{"date":"19940905","headline":"GIULIANI JOB CUTS STARTING TO HAVE IMPACT ON SERVICE","web_url":"https://www.nytimes.com/1994/09/05/nyregion/giuliani-job-cuts-starting-to-have-impact-on-service.html","abstract":"  Eight months after Mayor Rudolph W. Giuliani took office pledging to cut the budget and run government more efficiently, his efforts to reduce New York City's spending have begun to erode services for thousands of New Yorkers, but not in the catastrophic way many critics had predicted.    While the cuts have not devastated public services, their impact is starting to affect people's lives in small ways. For instance, the number of crews that repair fences and benches at parks and playgrounds has been cut from 46 to 25. The Department of Sanitation has canceled collections of household hazardous wastes.","thumbnail":null,"section":"New York"},{"date":"19940905","headline":"A Holiday Ode to A.C.","web_url":"https://www.nytimes.com/1994/09/05/opinion/a-holiday-ode-to-ac.html","abstract":"  On this Labor Day, let us consider the condition of America around, say, the 1920's. America was, in a word, hot and had been for a long time. When it came to the average home, science was only just beginning to wrestle with the problem of taking water and turning it into ice, rather than leaving it to the householder to acquire ice and watch it turn into water inside a box in the kitchen. In 1925, only 75,000 refrigerators were sold in the entire U.S.   If cooling water was in its infancy, you can imagine where the country stood in regard to the much more voluminous problem of cooling air that dependably got unbearable around Memorial Day and stayed that way until Labor Day. (As a technical matter, Labor Day did not come onto the scene as a marker in the annual hotness cycle until 1894 when it became a Federal holiday, but the last week of summer was already well established as a time of sweating and had been since Colonial days.)","thumbnail":null,"section":"Opinion"},{"date":"19940905","headline":"Physicians Who Follow Clinical Guidelines Provide Better Care; Malpractice Death Toll","web_url":"https://www.nytimes.com/1994/09/05/opinion/l-physicians-who-follow-clinical-guidelines-provide-better-care-malpractice-death-156809.html","abstract":"  To the Editor:   Richard L. Lubman (letter, Aug. 26) writes in response to Sidney Zion's Aug. 19 letter: \"his figure of 80,000 deaths annually in American hospitals as a result of malpractice is unsubstantiated.\"","thumbnail":null,"section":"Opinion"},{"date":"19940905","headline":"GIULIANI JOB CUTS STARTING TO HAVE IMPACT ON SERVICE: Parks; Getting It Done, But a Little Dirtier","web_url":"https://www.nytimes.com/1994/09/05/nyregion/giuliani-job-cuts-starting-have-impact-service-parks-getting-it-done-but-little.html","abstract":"  The Parks Department has its smallest staff in more than a decade, a condition that officials acknowledge means dirtier parks and playgrounds and longer waits for repairs.   Mr. Giuliani's budget provides for 2,548 employees, down from 4,950 in 1986 and 3,219 last year. Park employment never sank so low in the fiscal crisis of the mid-70's because of Federal employment programs.","thumbnail":null,"section":"New York"},{"date":"19940905","headline":"Caution Is Urged in Judging Police in Subway Shooting","web_url":"https://www.nytimes.com/1994/09/05/nyregion/caution-is-urged-in-judging-police-in-subway-shooting.html","abstract":"  The head of the transit police union urged the public yesterday to withhold judgment of an undercover transit officer's statements that his partner was shot by a New York City police officer who looked angry and intent on killing.   Ronald W. Reale, the president of the Transit Police Benevolent Association, said that remarks by Officer David Thompson of the transit police should be weighed in context with the accounts of 50 other witnesses to the subway station shooting. He said that no judgment should be made until the investigation was completed.","thumbnail":null,"section":"New York"},{"date":"19940905","headline":"Mass Killings by Rwandan Rebels Are Reported","web_url":"https://www.nytimes.com/1994/09/05/world/mass-killings-by-rwandan-rebels-are-reported.html","abstract":"  There is the stench of decaying bodies, a skeleton still partly draped in clothes, the rib cage of one victim poking through the dirt of a mass grave. It is the evidence of another massacre in this country.    But this time, the killing was not the work of the militia or soldiers of the former Rwandan Government in their pogrom against the Tutsi. This massacre was the work of troops with the rebel army, the Rwandan Patriotic Front, villagers say. It happened in mid-June, they say, when the Front was on a major military sweep through the hills in the south of the country in the final weeks of the war.","thumbnail":null,"section":"World"},{"date":"19940905","headline":"Trap for Iraqi Husband Aids Recovery of Son","web_url":"https://www.nytimes.com/1994/09/05/us/trap-for-iraqi-husband-aids-recovery-of-son.html","abstract":"  On the telephone to Iraq, Michelle Al-Naserri, a California legal secretary, often sang to her 2-year-old son, Laith-Adam, to remind him of home, fearing that she might never see him again.   To her estranged husband, who had abducted Laith to Baghdad, she spoke of love and reconciliation.","thumbnail":null,"section":"U.S."},{"date":"19940905","headline":"Sri Lankan Rebels and New Government Agree to Talks","web_url":"https://www.nytimes.com/1994/09/05/world/sri-lankan-rebels-and-new-government-agree-to-talks.html","abstract":"  The Tamil Tiger rebels and the Government in Sri Lanka have agreed in principle to open talks two weeks after the Government took office with a pledge to seek an end to an 11-year-old civil war that has cost at least 30,000 lives and ruined the economy in large parts of the country.   But diplomats remain cautious about the revival of talks that collapsed in 1991, noting that so far the two sides appear to be addressing each other only through public statements.","thumbnail":null,"section":"World"},{"date":"19940905","headline":"What? Mean-Spirited? Dabney Coleman Defends His Persona","web_url":"https://www.nytimes.com/1994/09/05/arts/what-mean-spirited-dabney-coleman-defends-his-persona.html","abstract":"  The blessing and the bane of Dabney Coleman's durable career as a comic actor is The Dabney Coleman Character. In films like \"Tootsie\" and \"9 to 5,\" and in the handful of television series that have featured him, Mr. Coleman has played variations of The Character: vain, irascible and unabashedly self-involved.   It is a sort of role that has brought him critical acclaim and steady work for 20 years. But none of the series in which Mr. Coleman has starred have been hits, and many television analysts and number crunchers have concluded that The Dabney Coleman Character is simply too mean-spirited and unlikable to be invited into America's living rooms each week.","thumbnail":null,"section":"Arts"},{"date":"19940905","headline":"Once Upon a Time, in Orchard Park, N.Y. . . .","web_url":"https://www.nytimes.com/1994/09/05/sports/pro-football-once-upon-a-time-in-orchard-park-ny.html","abstract":"  It kept building, this feeling that the Jets were serious today, while almost 80,000 fans sat in disbelief.   Surely, any moment, any play, the Super Bowl Bills would launch into their quick-as-a-flash offense and set things right in Western New York.","thumbnail":null,"section":"Sports"},{"date":"19940905","headline":"Calling Shelter Food Inedible, Men Dine at a Deli in Protest","web_url":"https://www.nytimes.com/1994/09/05/nyregion/calling-shelter-food-inedible-men-dine-at-a-deli-in-protest.html","abstract":"  Complaining about what they said was substandard and sometimes spoiled food in the city's shelters, nearly 200 working homeless men boycotted their regular lunches yesterday at the Sumner Avenue Men's Shelter in Brooklyn and lined up instead to eat at a delicatessen across the street.   The Coalition for the Homeless, the advocacy group that staged the boycott, said it was to be the first of similar food strikes at 14 shelters in September to try to convince the city that it is wasting millions of dollars on food bought from the Maramont Corporation of Brooklyn. Many homeless men said they had long refused to eat the meals.","thumbnail":null,"section":"New York"},{"date":"19940905","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/05/nyregion/c-corrections-156590.html","abstract":"  A brief report by Bloomberg Business News in Business Day on Thursday, about a plan under which the Castle Energy Corporation will sever its ties with its German parent, Metallgesellschaft A.G., misstated a detail of the plan. Metallgesellschaft will cancel some Castle debt and take on other Castle debt under the plan, but it will not cancel the entire $375 million debt.","thumbnail":null,"section":"New York"},{"date":"19940905","headline":"Bridge","web_url":"https://www.nytimes.com/1994/09/05/nyregion/bridge-154873.html","abstract":"  Readers who have already inspected the bidding diagram and are reaching for indignant pens may put them down again and read on. The deal was played July 6 in London, during a celebration of the centenary of the arrival of bridge at the Portland Club in 1894. Some 60 members and guests dressed in Victorian clothes, gathered at the club for drinks, journeyed by horse-drawn omnibus to the Cafe Royal in Regent Street, dined and played a short bridge match: the Portland Club against England.   The game they were playing was not contract bridge, nor even auction bridge, but the original \"bridge.\" This had long been played in Constantinople and other parts of the Turkish Empire, perhaps as far back as the Crimean War. It reached one of London's whist clubs in 1892, and was in New York a year later. The innovation reached the Portland Club by a roundabout route: Lord Brougham took it there from India.","thumbnail":null,"section":"New York"},{"date":"19940905","headline":"In Brazil, Slip of the Tongue Makes Campaign Slip","web_url":"https://www.nytimes.com/1994/09/05/world/in-brazil-slip-of-the-tongue-makes-campaign-slip.html","abstract":"  A few minutes of frank chat accidentally relayed to satellite dishes across Brazil has cost the Finance Minister his job, and President Itamar Franco struggled today to contain a scandal only a month before the presidential election here.   The campaign of the leading centrist candidate, a former Finance Minister who has soared in the polls on the success of the Government's anti-inflation program, was shaken by the unvarnished comments made by Rubens Ricupero, who resigned Saturday.","thumbnail":null,"section":"World"},{"date":"19940905","headline":"4 Candidates: Crime Issue May Not Rule In This Race","web_url":"https://www.nytimes.com/1994/09/05/nyregion/4-candidates-crime-issue-may-not-rule-in-this-race.html","abstract":"  For all the talk about crime, for all the ads featuring victims' testimonials, shiny bullets, and smoking fingers, the crowded Democratic primary for Attorney General may ultimately be decided -- like many New York elections -- by the political demographics of sex, geography, ethnicity and race.   It is a primary in which none of the four candidates are widely known, and all are residents of New York City, where 60 percent of the vote may be cast. It is a race in which the candidate who has spent the least money and may have the least name recognition is considered a possible winner because she is the only woman.","thumbnail":null,"section":"New York"},{"date":"19940905","headline":"They Talk the Talk And Walk the Walk","web_url":"https://www.nytimes.com/1994/09/05/sports/pro-football-tv-sports-they-talk-the-talk-and-walk-the-walk.html","abstract":"  Fox Sports came to breathing, blood-pumping life yesterday. The world survived, Fox proved it could succeed CBS, and the only appearance of Bart Simpson, Al Bundy or M.A.N.T.I.S. came in commercials.   \"I've been living on caffeine and nerves since 3 in the morning,\" said David Hill, the president of Fox Sports.","thumbnail":null,"section":"Sports"},{"date":"19940905","headline":"Joyner-Kersee and Morceli Win Prix Titles","web_url":"https://www.nytimes.com/1994/09/05/sports/IHT-joynerkersee-and-morceli-win-prix-titles.html","abstract":"Here, at age 32, with three Olympic gold medals and four world championships already, at that aching, reminiscing age when her forerunners tended toward retirement, here was something Jackie Joyner-Kersee had never been able to do. .But she won the IAA","thumbnail":null,"section":"Sports"},{"date":"19940905","headline":"In a 'Game,' Boy Shoots His Cousin Handgun Seemed Just Like a Toy","web_url":"https://www.nytimes.com/1994/09/05/nyregion/in-a-game-boy-shoots-his-cousin-handgun-seemed-just-like-a-toy.html","abstract":"  Eight-year-old Kashif Johnson and his 3-year-old cousin, Lorenzo Johnson, were watching their favorite Saturday morning cartoons in their Yonker's apartment when Kashif found a handgun atop the television set. He pointed the .38-caliber gun at his cousin, just like they do in the cartoons, and shot him in the head.   The force of the impact of the bullet knocked Lorenzo off his aunt's bed and onto the floor, according to accounts by the Yonkers police and the boys' family and friends. The bullet, which entered just beneath his right eye, is lodged in Lorenzo's brain. He remained in critical condition yesterday.","thumbnail":null,"section":"New York"},{"date":"19940905","headline":"Battle for Mitchell's Maine Seat Reveals Democrats' Senate Woes","web_url":"https://www.nytimes.com/1994/09/05/us/battle-for-mitchell-s-maine-seat-reveals-democrats-senate-woes.html","abstract":"  Maine was supposed to be a pushover for the Democrats in a year full of electoral travail.   Though several of his colleagues around the country were clearly vulnerable, Senator George J. Mitchell, the majority leader, looked like a stainless-steel sure thing for re-election, having won with 81 percent of the vote in 1988.","thumbnail":null,"section":"U.S."},{"date":"19940905","headline":"1894: Defending Bali : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/05/opinion/IHT-1894-defending-bali-in-our-pages100-75-and-50-years-ago.html","abstract":"THE HAGUE - In an official despatch from Lombok the Governor General of the Dutch Indies telegraphs today [Sept. 4]: \"After conferring with the military and naval commanders and the Council of the Netherlands I do not consider it necessary to send na","thumbnail":null,"section":"Opinion"},{"date":"19940905","headline":"In Ex-Workers' Paradise, It's a Bleak Labor Day; Safety Net Mess","web_url":"https://www.nytimes.com/1994/09/05/opinion/l-in-ex-workers-paradise-it-s-a-bleak-labor-day-safety-net-mess-156752.html","abstract":"  To the Editor:   Russian workers face two key problems: unpaid wages and erosion of the factory-based social safety net. Indeed, this is true not only of Russian workers, but of workers in most of the former Soviet Union.","thumbnail":null,"section":"Opinion"},{"date":"19940905","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/09/05/nyregion/metro-digest-152463.html","abstract":"  NEW YORK CITY BUDGET CUTS BEGIN TO BITE (OR NIBBLE?)   Eight months after Mayor Giuliani took office pledging to cut the budget and run government more efficiently, his administration has managed to cut 7,000 jobs from a work force of 216,000 without cataclysm -- despite dire warnings during the spring's budget fight between the Mayor and the City Council.","thumbnail":null,"section":"New York"},{"date":"19940905","headline":"Edberg Has a Downfall As a New Swede Rises","web_url":"https://www.nytimes.com/1994/09/05/sports/us-open-94-edberg-has-a-downfall-as-a-new-swede-rises.html","abstract":"  Never a night owl, when fifth-seeded Stefan Edberg faced the cold, the dark and 71st-ranked Jonas Bjorkman last night at the United States Open, suddenly the Swedish underling who had never seemed particularly threatening as a practice partner was transformed into a veritable bogeyman.   Edberg, the six-time Grand Slam champion who prevailed here in 1991 and 1992 only to be ousted last year in the second round, bowed to Bjorkman, 6-4, 6-4, 6-0, in their surprisingly brief third-round encounter on the wind-swept Stadium Court.","thumbnail":null,"section":"Sports"},{"date":"19940905","headline":"Serbs Drive 800 More Muslims From Homes","web_url":"https://www.nytimes.com/1994/09/05/world/serbs-drive-800-more-muslims-from-homes.html","abstract":"  Bosnian Serb militiamen stepped up the pace of \"ethniccleansing\" in Bijeljina today, driving about 800 Muslims, mostly women, children and elderly persons, across a battle-front, a Red Cross spokeswoman said.    \"They were forced to walk through a no man's land, about two kilometers of woods and fields,\" said Lisa Jones, the Sarajevo spokeswoman for the International Committee of the Red Cross, adding that the refugees crossed into Government-controlled territory near the village of Djokici, in northeastern Bosnia.","thumbnail":null,"section":"World"},{"date":"19940905","headline":"1944: Brussels Taken : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/05/opinion/IHT-1944-brussels-taken-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - The British Army seized the Belgian capital of Brussels and the great Belgian port of Antwerp in a tremendous sweep yesterday [Sept. 4], and the Dutch said these forces roared on five miles into the Netherlands. Antwerp's fall cut the last rail l","thumbnail":null,"section":"Opinion"},{"date":"19940905","headline":"GIULIANI JOB CUTS STARTING TO HAVE IMPACT ON SERVICE: Housing; Less Incentive To Aid Homeless","web_url":"https://www.nytimes.com/1994/09/05/nyregion/giuliani-job-cuts-starting-have-impact-service-housing-less-incentive-aid.html","abstract":"  One of the first cuts the Giuliani administration made was to the financial incentives to landlords who rent apartments to homeless families. Six months after the city cut the payments by at least half, housing advocates and others say the supply of such apartments is shrinking fast.   If the trend continues, they contend, the city's shelters could soon be overflowing with families waiting for permanent homes. In fact, according to the City Council Speaker, Peter F. Vallone, the cutbacks in the incentive program have caused a backlog at a Bronx emergency assistance office where more than 150 families are sleeping each night.","thumbnail":null,"section":"New York"},{"date":"19940905","headline":"1919: Female Suffrage : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/05/opinion/IHT-1919-female-suffrage-in-our-pages100-75-and-50-years-ago.html","abstract":"ROME - The Chamber of Deputies has accepted a Government bill granting Parliamentary suffrage to women. The bill accords a vote to all women who have attained majority, with the exception of prostitutes.","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19940905","time":"1994-09-05 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.3,"rhum":84,"wspd":11.2},{"date":"19940905","time":"1994-09-05 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.2,"rhum":89,"wspd":14.8},{"date":"19940905","time":"1994-09-05 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":87,"wspd":16.6},{"date":"19940905","time":"1994-09-05 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.4,"rhum":81,"wspd":20.5},{"date":"19940905","time":"1994-09-05 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":78,"wspd":16.6},{"date":"19940905","time":"1994-09-05 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":78,"wspd":13},{"date":"19940905","time":"1994-09-05 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":76,"wspd":14.8},{"date":"19940905","time":"1994-09-05 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.6,"rhum":77,"wspd":14.8},{"date":"19940905","time":"1994-09-05 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":67,"wspd":13},{"date":"19940905","time":"1994-09-05 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":57,"wspd":18.4},{"date":"19940905","time":"1994-09-05 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.8,"rhum":40,"wspd":22.3},{"date":"19940905","time":"1994-09-05 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.3,"rhum":38,"wspd":11.2},{"date":"19940905","time":"1994-09-05 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.7,"rhum":42,"wspd":16.6},{"date":"19940905","time":"1994-09-05 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.8,"rhum":36,"wspd":11.2},{"date":"19940905","time":"1994-09-05 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.5,"rhum":37,"wspd":16.6},{"date":"19940905","time":"1994-09-05 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18,"rhum":36,"wspd":9.4},{"date":"19940905","time":"1994-09-05 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.7,"rhum":31,"wspd":16.6},{"date":"19940905","time":"1994-09-05 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.8,"rhum":34,"wspd":16.6},{"date":"19940905","time":"1994-09-05 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.6,"rhum":36,"wspd":9.4},{"date":"19940905","time":"1994-09-05 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.3,"rhum":38,"wspd":7.6},{"date":"19940905","time":"1994-09-05 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.3,"rhum":38,"wspd":7.6},{"date":"19940905","time":"1994-09-05 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.8,"rhum":65,"wspd":13},{"date":"19940905","time":"1994-09-05 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":70,"wspd":9.4},{"date":"19940905","time":"1994-09-05 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.7,"rhum":74,"wspd":5.4},{"date":"19940905","time":"1994-09-05 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":47,"wspd":22.3},{"date":"19940905","time":"1994-09-05 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":50,"wspd":24.1},{"date":"19940905","time":"1994-09-05 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":45,"wspd":24.1},{"date":"19940905","time":"1994-09-05 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":50,"wspd":18.7},{"date":"19940905","time":"1994-09-05 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":54,"wspd":13},{"date":"19940905","time":"1994-09-05 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":55,"wspd":13},{"date":"19940905","time":"1994-09-05 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":55,"wspd":18.7},{"date":"19940905","time":"1994-09-05 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":58,"wspd":14.8},{"date":"19940905","time":"1994-09-05 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":60,"wspd":14.8},{"date":"19940905","time":"1994-09-05 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":62,"wspd":13},{"date":"19940905","time":"1994-09-05 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":62,"wspd":14.8},{"date":"19940905","time":"1994-09-05 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":64,"wspd":16.6},{"date":"19940905","time":"1994-09-05 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":60,"wspd":20.5},{"date":"19940905","time":"1994-09-05 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":52,"wspd":22.3},{"date":"19940905","time":"1994-09-05 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":48,"wspd":25.9},{"date":"19940905","time":"1994-09-05 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":44,"wspd":24.1},{"date":"19940905","time":"1994-09-05 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":41,"wspd":27.7},{"date":"19940905","time":"1994-09-05 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":41,"wspd":24.1},{"date":"19940905","time":"1994-09-05 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":40,"wspd":20.5},{"date":"19940905","time":"1994-09-05 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":38,"wspd":18.7},{"date":"19940905","time":"1994-09-05 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":38,"wspd":24.1},{"date":"19940905","time":"1994-09-05 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":35,"wspd":24.1},{"date":"19940905","time":"1994-09-05 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":36,"wspd":24.1},{"date":"19940905","time":"1994-09-05 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":38,"wspd":20.5}]},"19940906":{"guardian_articles":[],"nytimes_articles":[{"date":"19940906","headline":"Relentless Faith Awaits Visions in a Parking Lot","web_url":"https://www.nytimes.com/1994/09/06/nyregion/our-towns-relentless-faith-awaits-visions-in-a-parking-lot.html","abstract":"  TRUE, Mary Ann Schram agreed. The parking lot at the Marlboro Mall does not make the ideal place to pray. But it will do.   In fact, after a year, it seems almost cozy. Eyeballed by curious locals on their way to the pizza parlor and by police officers in dark cars that shout \"undercover,\" Ms. Schram and about 100 other pilgrims who meet at the strip mall the first Sunday of every month take the situation in stride.","thumbnail":null,"section":"New York"},{"date":"19940906","headline":"Rules Due on Disputed Embryo Research","web_url":"https://www.nytimes.com/1994/09/06/science/rules-due-on-disputed-embryo-research.html","abstract":"  JUST when it seemed that the bitter argument over fetal tissue transplants had faded, the Federal agency that is the lifeline of American biomedical research has stepped into another debate centered on discordant opinions about when human life begins and how science can best explore the forces that usher it into being.    At the end of the month, an advisory panel is expected to recommend to the National Institutes of Health guidelines on the use of human embryos for scientific research.","thumbnail":null,"section":"Science"},{"date":"19940906","headline":"Parking Rules","web_url":"https://www.nytimes.com/1994/09/06/nyregion/parking-rules-159182.html","abstract":"  Because of Rosh ha-Shanah, alternate-side street cleaning regulations are suspended in New York City today and tomorrow. Other regulations remain in effect.","thumbnail":null,"section":"New York"},{"date":"19940906","headline":"Steel Mill Is Shadow Of What It Once Was","web_url":"https://www.nytimes.com/1994/09/06/us/steel-mill-is-shadow-of-what-it-once-was.html","abstract":"  It was a symbol of America's industrial might, one of the world's biggest, most sophisticated, most expensive steel mills, employing thousands of workers and producing 2.3 million tons of high-grade carbon steel a year when it went on line in 1979.   But almost immediately, the 23-story-high Kaiser Steel Corporation plant, built at a cost of $287 million, became a symbol of wrenching changes in the economy, its roaring furnaces burdened by international competition, environmental regulations, labor disputes and the encroachments of corporate raiders.","thumbnail":null,"section":"U.S."},{"date":"19940906","headline":"Lead Team's Mayhem","web_url":"https://www.nytimes.com/1994/09/06/opinion/l-lead-team-s-mayhem-278874.html","abstract":"  To the Editor:    The carefully collected and mounted autumn leaves are gone. The fall pictures saved and displayed for the last 30 years are missing. The paints, paper, crayons and math manipulatives no longer exist. Puzzle pieces are missing, and books are destroyed.","thumbnail":null,"section":"Opinion"},{"date":"19940906","headline":"The Good, the Bad and the Truly Ugly Faces of Electronic Mail","web_url":"https://www.nytimes.com/1994/09/06/science/personal-computers-the-good-the-bad-and-the-truly-ugly-faces-of-electronic-mail.html","abstract":"  IT is part of the American culture to identify heroes, front-runners and other No. 1 people, places or things, and the computer industry is no exception. Ever since the Lotus 1-2-3 spreadsheet was annointed a decade ago as the first so-called killer application -- the software that justified the purchase of the personal computer needed to operate it -- people have been asking, \"What's the next killer app?\"   In my mind, there is no doubt: electronic mail is the killer app for the 1990's, ahead of word processing and far ahead of the runners-up: Mosaic, a software tool for browsing the Internet, and Doom, an addictive shoot-'em-up game that involves separating an opponent's gray matter from his, her or its cranium.","thumbnail":null,"section":"Science"},{"date":"19940906","headline":"Politicians Still Courting Perot's Leaderless Army","web_url":"https://www.nytimes.com/1994/09/06/us/politicians-still-courting-perot-s-leaderless-army.html","abstract":"  At the height of the bitter battle over ratification of the North American Free Trade Agreement, Ross Perot held a Washington news conference to denounce the pact. Representative Olympia J. Snowe was right there beside him.   And when Mr. Perot's organization, United We Stand, holds a candidate forum this fall, Ms. Snowe, a nine-term Republican from northern Maine now running for the Senate, will be there as well.","thumbnail":null,"section":"U.S."},{"date":"19940906","headline":"Football Ratings Up for Fox","web_url":"https://www.nytimes.com/1994/09/06/sports/pro-football-football-ratings-up-for-fox.html","abstract":"  Fox's overnight rating for its first Sunday of regular-season National Football League coverage was 18 percent higher than CBS's rating for the first weekend of the 1993 season.   Sunday's games on Fox got a 13.0 overnight rating and a 32 share, Nielsen Media Research said yesterday. The rating is the percentage of television households tuned in from 32 major markets and the share is the percentage watching among televisions in those markets that are on at the time. National ratings will be released later this week.","thumbnail":null,"section":"Sports"},{"date":"19940906","headline":"In Belfast, Prosperity Eases Catholic Nationalism","web_url":"https://www.nytimes.com/1994/09/06/world/in-belfast-prosperity-eases-catholic-nationalism.html","abstract":"  During Sunday morning Mass, the Volvos and Mercedeses belonging to worshipers at St. Brigid's spill up and down the fashionable streets along Malone Road, once a privileged redoubt of Northern Ireland's moneyed Protestants.   Built more than a hundred years ago to serve the servants who worked in the area, St. Brigid's is now Belfast's fastest-growing and most prosperous Roman Catholic parish. These days Catholic teachers, lawyers and business people fill nearly half the houses in this leafy enclave, and in a muddy lot next door to the old red-brick church, a new $2.3 million sanctuary is rising against the sky.","thumbnail":null,"section":"World"},{"date":"19940906","headline":"G.O.P. Strangled Health Care Reform","web_url":"https://www.nytimes.com/1994/09/06/opinion/l-gop-strangled-health-care-reform-161900.html","abstract":"  To the Editor:   Your call to President Clinton to break the Congressional logjam on health-care reform (editorial, Aug. 28) is in line with your past carping, and ignores the despicable role the Republicans played in the strangulation of universal health care.","thumbnail":null,"section":"Opinion"},{"date":"19940906","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/06/nyregion/c-corrections-161594.html","abstract":"  Because of a production error, an article in Business Day yesterday about the removal of Herbert Haft as chairman of Combined Properties Inc. was omitted in some copies and a duplicate article about problems in a Canadian town's police force was printed in its place. Readers wishing copies of the omitted article may write to Production Quality Control, The New York Times, 229 West 43d Street, New York, N.Y. 10036.","thumbnail":null,"section":"New York"},{"date":"19940906","headline":"Labor Day: When Summer Wanes and the Race for Governor Begins to Heat Up","web_url":"https://www.nytimes.com/1994/09/06/nyregion/labor-day-when-summer-wanes-and-the-race-for-governor-begins-to-heat-up.html","abstract":"  In raucous parades in Rochester and Crown Heights, on blustery boardwalks in the Rockaways, and in 30-second attack ads aired from Long Island to Buffalo, New York's gubernatorial candidates yesterday kicked off the traditional start to the fall campaign that this year will determine whether Mario M. Cuomo is written into the state's political lore for winning a fourth term.   Within nine weeks, as New York voters resolve whether to keep or dump Mr. Cuomo, a one-time Democratic Presidential aspirant, they could also set the state on the path toward radical changes in its policies on taxation, welfare and the death penalty. In the process, they may send a message, along with voters in California, Texas, Florida and other large states, about the health of President Clinton's coalition and his own prospects for re-election in 1996.","thumbnail":null,"section":"New York"},{"date":"19940906","headline":"Forgive and Regret?","web_url":"https://www.nytimes.com/1994/09/06/nyregion/forgive-and-regret.html","abstract":"  Who couldn't go for a good amnesty? Cheaters repent, taxes are paid, library books are returned. But is forgiveness cost-effective? Page B1.","thumbnail":null,"section":"New York"},{"date":"19940906","headline":"Chess","web_url":"https://www.nytimes.com/1994/09/06/arts/chess-161071.html","abstract":"  Trench warfare was the keynote of the International Chess Federation's quarterfinal matches in Sanghi-Nagar, India. No one produced glamorous feats of tactical wizardry. It was all stubborn, hand-to-hand wrestling. There were no grand plans or large, sparkling strategical ideas. Everyone was grubbing for whatever he got, and persistence and patience paid the greatest dividends.   This is not cause for consternation. No one came up with the surprise that confuses the opponent and sets up a brilliant kill. At the top level, the players are great at anticipating danger and sidestepping it. But in the business of grinding along flawlessly throughout the game, most players can be worn down.","thumbnail":null,"section":"Arts"},{"date":"19940906","headline":"Martin Margiela","web_url":"https://www.nytimes.com/1994/09/06/style/IHT-martin-margiela.html","abstract":"THE suit has the stolid style of 25 years ago. The blouse is like an old-fashioned smock. The labels are more precise: \"Men's suit 1970, schoolgirl's blouse 1920, exact reproductions.\".Martin Margiela, the designer whose made-over flea-market","thumbnail":null,"section":"Style"},{"date":"19940906","headline":"How a Flu Molecule Stands on Its Head To Infect Human Cells","web_url":"https://www.nytimes.com/1994/09/06/science/how-a-flu-molecule-stands-on-its-head-to-infect-human-cells.html","abstract":"  SHEDDING light on the inner workings of the flu virus, researchers say they have determined how a protein on the surface of the virus undergoes a radical transformation to help infect human cells. Their findings may also prove useful in understanding other viruses, including the one that causes AIDS, they said.   The protein, called hemagglutinin, is a triple-stranded molecule with identical subunits. In its neutral state, the molecule is shaped a bit like a broccoli floret. Three globular heads containing receptor-binding sites are mounted on three connected stalks that protrude from the membrane surrounding the virus, said Dr. Don C. Wiley, a researcher with the Howard Hughes Medical Institute at Harvard University. The stalks are helical.","thumbnail":null,"section":"Science"},{"date":"19940906","headline":"Visions of Ryan Blitzing in the Giants' Heads","web_url":"https://www.nytimes.com/1994/09/06/sports/pro-football-visions-of-ryan-blitzing-in-the-giants-heads.html","abstract":"  Buddy Ball is not a new adventure ride at Disneyland. It's blitzing.    And more blitzing.","thumbnail":null,"section":"Sports"},{"date":"19940906","headline":"Keep Pushing on Gun Control","web_url":"https://www.nytimes.com/1994/09/06/opinion/keep-pushing-on-gun-control.html","abstract":"  Supporters of gun control should not take excessive comfort from the inclusion of a limited ban on assault weapons in the 1994 crime bill. The ban covers only 19 kinds of rapid-fire weapons. There are 600 similar weapons still on the market. Also, guns have long lives. The gun linked to the slaying of an NBC stagehand in midtown Manhattan last week was a Chinese assault rifle that can no longer be imported. But this weapon, a version of the AK-47, was still around to fulfill the deadly business for which it was specifically designed.   All this means the road to firearms sanity is a long one, and the partial ban was worth passing for tactical and symbolic reasons. It was another step in getting Congress in the habit of responding to the broad public demand for gun-free streets. It was also the second big defeat in less than a year for the National Rifle Association, which lost its battle against the Brady bill last November.","thumbnail":null,"section":"Opinion"},{"date":"19940906","headline":"The UN Needs a Standing Force, and Gurkhas Could Do the Job","web_url":"https://www.nytimes.com/1994/09/06/opinion/IHT-the-un-needs-a-standing-force-and-gurkhas-could-do-the-job.html","abstract":"Since the collapse of the Soviet Union and the end of the Cold War, military forces wearing the blue berets of the United Nations have increasingly been called upon to intervene in trouble spots around the world. The seemingly endless series of crises fr","thumbnail":null,"section":"Opinion"},{"date":"19940906","headline":"Can Rwanda's Gorillas Survive?","web_url":"https://www.nytimes.com/1994/09/06/opinion/l-can-rwanda-s-gorillas-survive-156620.html","abstract":"  To the Editor:   In \"Gorillas, Still in Rwanda's Mist\" (editorial, Aug. 31), you write about the mountain gorillas: \"Having lost their fear of people, they are a cruelly easy mark for poachers, who covet their skins and hands, which they sell as grisly souvenirs.\" Fortunately, your information is a full decade out of date.","thumbnail":null,"section":"Opinion"},{"date":"19940906","headline":"Still Riding Playoff Wave, Devils Get Down to Business","web_url":"https://www.nytimes.com/1994/09/06/sports/hockey-still-riding-playoff-wave-devils-get-down-to-business.html","abstract":"  Devils Coach Jacques Lemaire had the voice and look of a sage Sunday as his team opened training camp.   Last season? The playoffs? Let him tell you about that. As his thick eyebrows arched, his eyes flickered at the thought of the Eastern Conference finals with the Rangers. It was great hockey, Lemaire said, the greatest kind of hockey there is.","thumbnail":null,"section":"Sports"},{"date":"19940906","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/09/06/us/inside-156817.html","abstract":"  Rwandan Rebels' Strength   The rebels who won in Rwanda succeeded through leadership, discipline and commitment, as personified in their military leader. Page A6. The Case for Selling Kidder   Wall Street's big question is not whether Kidder, Peabody will be sold by General Electric, but when and how. News analysis, page D1. Disputed Research    Federal guidelines are expected later this month on the controversial use of human embryos in scientific research. Science Times, page C1. Rice! Touchdown!    The 49ers' Jerry Rice scored his 127th touchdown to surpass the N.F.L. record held by Jim Brown. Page B9.","thumbnail":null,"section":"U.S."},{"date":"19940906","headline":"Did Gore Reinvent Government? A Progress Report","web_url":"https://www.nytimes.com/1994/09/06/opinion/did-gore-reinvent-government-a-progress-report.html","abstract":"In September 1993, Vice President Al Gore promised nothing less than a campaign to reinvent the Federal Government. In a document boldly named the National Performance Review, he pledged a Government that \"works better and costs less,\" treating citizens as customers and delivering better value for their tax dollars.\n\nSkeptics dismissed the campaign as hollow rhetoric, just another strand in a long string of ill-fated Presidential commissions to improve Government efficiency. But a year later, the skeptics have been proved wrong. Amid sour debate over health reform and crime, the National Performance Review has been one of the Clinton Administration's few clear victories.","thumbnail":null,"section":"Opinion"},{"date":"19940906","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/09/06/nyregion/news-summary-157287.html","abstract":"  International A3-10  A POPULATION OFFENSIVE  The United Nations conference on world population opened with sharp attacks by delegates on Catholic and Muslim conservatives who have tried to block proposals that refer to abortion and women's rights.  A1","thumbnail":null,"section":"New York"},{"date":"19940906","headline":"Formula One Disputes Will Go On","web_url":"https://www.nytimes.com/1994/09/06/sports/on-auto-racing-formula-one-disputes-will-go-on.html","abstract":"  Michael Schumacher has driven his Benetton-Ford across the finish line first in 8 of the 11 Formula One races so far this season. That would seem to be a dominance by both man and machine worthy of the 1994 world championship.   Yes, Schumacher sure looks like Germany's first world champion. But who are you going to believe in this tempestuous 1994 season: the people running this show or your lying eyes?","thumbnail":null,"section":"Sports"},{"date":"19940906","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/06/nyregion/c-corrections-156922.html","abstract":"  A map with an article on Aug. 26 about a reunion of survivors of the Lodz ghetto in Poland located Chelmno, site of a Nazi death camp, incorrectly. It is on the Ner River about 35 miles northwest of Lodz, not farther to the northwest as shown on the map.","thumbnail":null,"section":"New York"},{"date":"19940906","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/06/nyregion/c-corrections-161578.html","abstract":"  A report in the Chronicle column on Saturday about a donation of $10,000 to help a boy with brain cancer misstated the first name of the donor, who is the president of the Loew's Corporation and an owner of the New York Giants. He is Preston Robert Tisch.","thumbnail":null,"section":"New York"},{"date":"19940906","headline":"U.S. Status Wars: Agassi Puts Chang in His Place","web_url":"https://www.nytimes.com/1994/09/06/sports/us-open-94-us-status-wars-agassi-puts-chang-in-his-place.html","abstract":"  This was a match about power and pecking order, an all-American affair played out before a wave-minded holiday crowd beneath a cerulean holiday sky. There was tension, there was theater and there wasn't an empty or impartial seat in the house yesterday at the United States Open when Andre Agassi, who managed to play the roles of hotdog and underdog simultaneously, squared off against the always dogged Michael Chang.   \"Whenever we play each other, it doesn't matter where, doesn't matter what surface, it brings out an intensity,\" Chang said. \"There's something about a pecking order there.\"","thumbnail":null,"section":"Sports"},{"date":"19940906","headline":"Rosenbaum: Fighting as an Outsider","web_url":"https://www.nytimes.com/1994/09/06/nyregion/the-ad-campaigns-rosenbaum-fighting-as-an-outsider.html","abstract":"  CANDIDATE: Richard M. Rosenbaum PRODUCER: Sandler-Innocenzi, Alexandria, Va.","thumbnail":null,"section":"New York"},{"date":"19940906","headline":"The Facts Stand Out, Except to the Owners","web_url":"https://www.nytimes.com/1994/09/06/sports/on-baseball-the-facts-stand-out-except-to-the-owners.html","abstract":"  As the days dwindle down to a precious few and negotiators for baseball's owners and players can't even find an excuse to meet, maybe the owners should go wild and revisit Roger Noll.   Now there is a chap the owners wouldn't invite for a Labor Day barbecue. To them, Roger Noll is a member-in-bad-standing of their Hall of Infamy, right alongside Marvin Miller, Richard Moss, Peter Seitz, Thomas Roberts, George Nicolau, Peter Ueberroth, Fay Vincent and George Steinbrenner.","thumbnail":null,"section":"Sports"},{"date":"19940906","headline":"On Bolshoi Hiring, Yeltsin Decides for Innovation","web_url":"https://www.nytimes.com/1994/09/06/arts/on-bolshoi-hiring-yeltsin-decides-for-innovation.html","abstract":"  Striding into one of his country's most painful cultural disputes, President Boris N. Yeltsin of Russia ordered a major change today in the way the Bolshoi Theater hires its employees.   Starting today, all 2,100 Bolshoi staff members -- from cleaning workers to artistic directors and prima ballerinas -- will be hired only on a contractual basis, as is common with most Western ballets, operas and orchestras.","thumbnail":null,"section":"Arts"},{"date":"19940906","headline":"For Everyone's Well-Being, Tackle the Population Crisis Now","web_url":"https://www.nytimes.com/1994/09/06/opinion/IHT-for-everyones-wellbeing-tackle-the-population-crisis-now.html","abstract":"The writer is executive director of Unicef.","thumbnail":null,"section":"Opinion"},{"date":"19940906","headline":"GROWING ECONOMY PRODUCES SURPLUS IN STATE BUDGETS","web_url":"https://www.nytimes.com/1994/09/06/us/growing-economy-produces-surplus-in-state-budgets.html","abstract":"  In a fiscal turnaround that would have been all but unthinkable in the nation's statehouses just a few years ago, state budgets are swelling with revenue and nearly half the states have enacted election-year tax cuts in recent months.   In state capitals from Boston to Phoenix, lawmakers who fought in 1991 and 1992 over how to fill huge, painful budget gaps instead battled this year over how to divide unexpected wealth. A growing national economy has largely been responsible, and not only for the surge in revenue: it has also helped to ease recession-era strains on the budgets, like welfare spending and Medicaid.","thumbnail":null,"section":"U.S."},{"date":"19940906","headline":"Game's Ultimate Strikeout Is Hanging in the Balance","web_url":"https://www.nytimes.com/1994/09/06/sports/baseball-game-s-ultimate-strikeout-is-hanging-in-the-balance.html","abstract":"  Whether or not this Friday is a firm deadline for a season-saving labor agreement could be immaterial if the two sides don't meet in the near future. The striking players and owners have not met since Aug. 25 and have no bargaining sessions scheduled.   Asked yesterday whether Friday could come and go without a meeting, Bud Selig, the acting commissioner, who last Friday set the date as more or less a deadline, said: \"I don't know. One would hope and think not, but we'll see how each day plays out.\"","thumbnail":null,"section":"Sports"},{"date":"19940906","headline":"Arafat Allows Paper To Publish Again After Loyalty Pledge","web_url":"https://www.nytimes.com/1994/09/06/world/arafat-allows-paper-to-publish-again-after-loyalty-pledge.html","abstract":"  Five weeks after it was banned by the Palestinian Authority because of its pro-Jordanian stance, the Palestinian newspaper An Nahar returned to newsstands today, declaring its loyalty to the Palestine Liberation Organization.    Today's issue carried little news from Jordan. Instead, an editorial declared the paper to be \"Palestinian to the bone\" and pledged allegiance to the \"national line.\" Another ended with the P.L.O. slogan: \"Revolution until victory.\" Yasir Arafat, the P.L.O. chairman, was described as \"The Brother, The Leader, The Symbol.\"","thumbnail":null,"section":"World"},{"date":"19940906","headline":"Black Culture Is Theme In Lyons Dance Biennial","web_url":"https://www.nytimes.com/1994/09/06/arts/black-culture-is-theme-in-lyons-dance-biennial.html","abstract":"  The Lyons Dance Biennial, a French festival established in 1984, will focus this month on the international impact of black culture. Six American dance troupes will be featured among the 20 companies and musicians and singers who are also from Brazil, Africa, the Caribbean and France.   Unlike other European dance festivals, the Biennial is based thematically on dance in one country or in related cultures. This year's event, which runs from next Tuesday through Oct. 1, is called \"Mama Africa\" and will include traditional and experimental companies \"from Africa to Harlem,\" said the festival's artistic director, Guy Darmet.","thumbnail":null,"section":"Arts"},{"date":"19940906","headline":"Washington Public Schools Set to Open One Week Late","web_url":"https://www.nytimes.com/1994/09/06/us/washington-public-schools-set-to-open-one-week-late.html","abstract":"  The District of Columbia decided today to delay the start of school by five days, until Sept. 12, after a judge turned down a stopgap plan to put fire patrols in the hallways at dozens of schools that do not meet fire codes.   Most of the District's schools are in compliance with the codes, but education officials have said it would be too confusing to keep some schools closed while opening others as scheduled on Wednesday. The school board ordered the officials to draw up plans to accommodate the students whose schools will remain closed next Monday.","thumbnail":null,"section":"U.S."},{"date":"19940906","headline":"1 Killed, 1 Wounded in Dispute With an Off-Duty Rookie Officer","web_url":"https://www.nytimes.com/1994/09/06/nyregion/1-killed-1-wounded-in-dispute-with-an-off-duty-rookie-officer.html","abstract":"  An off-duty rookie police officer shot two men, killing one of them, during an altercation on the Bronx-Whitestone Bridge late Sunday night, the police said.   Officer David Velez, 23, was driving toward the Bronx around 11 P.M. when he saw a white Acura speeding up behind him. He changed lanes, but the car soon sped up to pull abreast, and its passengers began yelling at the officer before speeding ahead to cut him off, said Detective Andrew McInnis, a police spokesman.","thumbnail":null,"section":"New York"},{"date":"19940906","headline":"Cuomo: The First Nod Towards Pataki","web_url":"https://www.nytimes.com/1994/09/06/nyregion/the-ad-campaigns-cuomo-the-first-nod-towards-pataki.html","abstract":"  CANDIDATE: Gov. Mario M. Cuomo PRODUCER: The Garth Group, New York","thumbnail":null,"section":"New York"},{"date":"19940906","headline":"Jets Are in a Bubble Too Pleasant to Burst","web_url":"https://www.nytimes.com/1994/09/06/sports/pro-football-jets-are-in-a-bubble-too-pleasant-to-burst.html","abstract":"  Slow down, fans, Boomer Esiason cautioned today.   Esiason's Jets teammates are already being instructed by Coach Pete Carroll to keep in perspective their stunning 23-3 opening-day rout of the Bills. But while Esiason said that Jets fans should remember that next Sunday the John Elway-led Denver Broncos loom, he still sounded excited about what happened against the Bills.","thumbnail":null,"section":"Sports"},{"date":"19940906","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/06/nyregion/c-corrections-161586.html","abstract":"  Because of an editing error, an article yesterday about a campaign advertisement for Gov. Mario M. Cuomo misstated his position on assault weapons. Mr. Cuomo is a long-time supporter of banning the weapons.","thumbnail":null,"section":"New York"},{"date":"19940906","headline":"Sports of The Times; Unseeded, Undaunted, Unpredictable","web_url":"https://www.nytimes.com/1994/09/06/sports/sports-of-the-times-unseeded-undaunted-unpredictable.html","abstract":"  HE appears to be as much undaunted as he is unseeded. Andre Agassi is saying that he has never in his life hit the ball this well, this confidently, this special time of year. He is saying that he is ready to embrace his immense tennis talent, right here in New York City, right now when professional tennis needs him the most.   Agassi won a five-set match yesterday from Michael Chang, the last person you would expect Agassi to outlast on Labor Day at the United States Open. Chang is the world's foremost grinder. Agassi has been known as one of the tour's great unravelers.","thumbnail":null,"section":"Sports"},{"date":"19940906","headline":"Prenup Wins Jerome In Wire-to-Wire Drive","web_url":"https://www.nytimes.com/1994/09/06/sports/horse-racing-prenup-wins-jerome-in-wire-to-wire-drive.html","abstract":"  Prenup, the colt who missed the Triple Crown series because of knee surgery, kept streaking through the second half of the racing season yesterday afternoon, when he went wire to wire to win the 126th running of the Jerome Handicap at Belmont Park by four lengths over Ulises.   Although he scored a personal success, he didn't do much to clarify the rankings among horses headed for the landmark races that will decide the year's championships.","thumbnail":null,"section":"Sports"},{"date":"19940906","headline":"Police Arrest Man In Hit-and-Run Case","web_url":"https://www.nytimes.com/1994/09/06/nyregion/police-arrest-man-in-hit-and-run-case.html","abstract":"  After a hit-and-run accident yesterday in the Bronx that left a pedestrian dead, the police arrested a man whose driver's license had been suspended 40 times and finally revoked.   Mario Chavez, 41, of 537 West 133d Street in Manhattan, was charged with leaving the scene of an accident and aggravated unlicensed driving. The police said last night that it was not clear exactly how the accident occurred or who was to blame.","thumbnail":null,"section":"New York"},{"date":"19940906","headline":"Love, Found and Lost, Amid Sharp Turns of Fate","web_url":"https://www.nytimes.com/1994/09/06/books/books-of-the-times-love-found-and-lost-amid-sharp-turns-of-fate.html","abstract":"  Open Secrets  By Alice Munro  294 pages. Alfred A. Knopf. $23.    In \"A Real Life,\" one of the strongest tales in this sparkling new collection by Alice Munro, we are introduced to a woman named Dorrie, a woman whose life in the Ontario countryside seems completely set, frozen in ritual and routine. For years, Dorrie has led a frugal, marginal existence, trapping muskrats for their fur, collecting walnuts to mark the change of seasons. This is the life she led with her brother Albert, and this is the life she has continued to lead since his death. Then, suddenly, unexpectedly, everything changes: a visitor from Australia is charmed by Dorrie's eccentricity; the two begin to correspond; he proposes and after a small crisis of confidence, she marries him and moves to his plantation in Queensland. There, we are told, she embraces a very different sort of life: riding horses, flying airplanes, shooting crocodiles.","thumbnail":null,"section":"Books"},{"date":"19940906","headline":"Injury Forces Reneberg Out","web_url":"https://www.nytimes.com/1994/09/06/sports/us-open-94-injury-forces-reneberg-out.html","abstract":"  Richey Reneberg, an unseeded long shot, seemed on his way to the quarterfinals of the United States Open last night when he beat the No. 9 seeded Todd Martin, 6-3, in the first set.   But Reneberg, who upset seventh-seeded Boris Becker in the first round, felt a pop in the upper part of his left leg in the last game of that set, got treatment from a trainer at courtside twice, then retired after losing the first three games of the second set.","thumbnail":null,"section":"Sports"},{"date":"19940906","headline":"Rice Reigns as Touchdown King","web_url":"https://www.nytimes.com/1994/09/06/sports/pro-football-rice-reigns-as-touchdown-king.html","abstract":"  The touchdowns usually come by air. They are often a thing a beauty. Jerry Rice races downfield, speeds past his defender, soars through the air and makes the grab. Rice jukes and shakes and runs past the defense into the end zone.   But the touchdown that Rice made here tonight to tie Jim Brown's National Football League career touchdown mark was on a 23-yard reverse. That score made it San Francisco 37, Raiders 14, with 12 minutes 15 seconds to play.","thumbnail":null,"section":"Sports"},{"date":"19940906","headline":"Jean-Paul Gaultier","web_url":"https://www.nytimes.com/1994/09/06/style/IHT-jeanpaul-gaultier.html","abstract":"IT used to be called unisexwhen women started to wear the pants and Mick Jagger wore a dress. Jean-Paul Gaultier harked back to the days when you could not tell the chicks from the chaps. But the model duos walking out in his new JPG spring collection w","thumbnail":null,"section":"Style"},{"date":"19940906","headline":"Green Revolution Is Not Enough, Study Finds","web_url":"https://www.nytimes.com/1994/09/06/science/green-revolution-is-not-enough-study-finds.html","abstract":"  CONFOUNDING both doomsayers and optimists, a new study has found that the much-admired \"green revolution\" in agriculture, coupled with a quadrupling of the rate at which contraceptives are used, has enabled India to do little more than mark time in per capita food production for the last 20 years.   While food production kept pace with India's swelling population, the study by Indian, American and European collaborators found, there is no assurance it can continue. Furthermore, agriculture's monumental achievement of feeding a population that nearly doubled over the two decades has come at a stiff price in environmental degradation and impoverishment of the soil, the study found.","thumbnail":null,"section":"Science"},{"date":"19940906","headline":"East German Spy Chief on Trial for Manslaughter","web_url":"https://www.nytimes.com/1994/09/06/world/east-german-spy-chief-on-trial-for-manslaughter.html","abstract":"  The longtime chief of East Germany's secret police, Erich Mielke, went on trial here today for manslaughter, but the trial was quickly recessed after defense lawyers challenged the judge's conduct.   The charges allege that Mr. Mielke, 86, was among those responsible for ordering border guards to shoot East Germans who tried to flee westward. He is already serving a six-year prison term for the murder of two Berlin police officers in 1931.","thumbnail":null,"section":"World"},{"date":"19940906","headline":"Orphaned East Timor : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/06/opinion/IHT-orphaned-east-timor-letters-to-the-editor.html","abstract":"Regarding \"Remember The Rape of East Timor\" (Opinion, Aug. 13):.Anthony Lewis writes: \"The Timorese had shown no sympathy for communism. They just wanted independence.\" The first statement is for the most part true; but after the ir","thumbnail":null,"section":"Opinion"},{"date":"19940906","headline":"I.O.C. Names a Second American to Its Ruling Body","web_url":"https://www.nytimes.com/1994/09/06/sports/olympics-ioc-names-a-second-american-to-its-ruling-body.html","abstract":"  The International Olympic Committee today elected James L. Easton, president of the International Archery Federation, to the second American seat on the Olympic movement's powerful ruling body.   Easton was named to the post vacated in 1991 when Robert Helmick was forced to resign amid charges of conflict of interest. Anita DeFrantz, a former Olympic rower, had been the sole American member on the I.O.C. since Helmick's resignation.","thumbnail":null,"section":"Sports"},{"date":"19940906","headline":"Black-Tights Era Is Giving Way To Variety","web_url":"https://www.nytimes.com/1994/09/06/style/black-tights-era-is-giving-way-to-variety.html","abstract":"  One fashion decision a woman hasn't had to make in the last few years is what to wear on her legs. Black opaque tights have been the right choice with just about any skirt length. But those carefree days may be over. There are signs of anarchy in the hosiery area, with designers suggesting sheer nude or sheer black pantyhose, opaque white tights, over-the-knee stockings and even knee-highs with a skirt.   Women with an interest in fashion have already started experimenting, going barelegged in the summer or wearing thigh-high stockings with mini-dresses or white tights with dark skirts. Now that fall merchandise has been in the stores for a month, retailers have noticed a change in what women are buying.","thumbnail":null,"section":"Style"},{"date":"19940906","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/06/nyregion/chronicle-161659.html","abstract":"  The Red Hot Chili Peppers, a hard-rock band worshiped by the grunge generation, are trying to tap into a new audience: the Sesame Street set.   The group's lead singer, ANTHONY KIEDIS , recently told Melody Maker magazine that the band has wanted to perform on Sesame Street for a long time. But the Children's Television Workshop, which produces the show, has nixed the idea.","thumbnail":null,"section":"New York"},{"date":"19940906","headline":"Azzedine Alaia","web_url":"https://www.nytimes.com/1994/09/06/style/IHT-azzedine-alaia.html","abstract":"YOU have to hand it to a designer who can make tweed look super-sexy and give a fresh spin to cowgirl chic. Azzedine Alaa's skill is in the cut and thrust of his clothes and the way they fit, from the spike-heeled puss- in-boots rising to the minusc","thumbnail":null,"section":"Style"},{"date":"19940906","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/09/06/style/IHT-what-theyre-reading.html","abstract":"Moufida Tlatli, Tunisian- born filmmaker, is reading \"A Small Personal Voice: Essays, Reviews, Interviews\" by Doris Lessing..\"I have read every word Lessing has written. There is a luminous wisdom and seriousness that flows from her pen.","thumbnail":null,"section":"Style"},{"date":"19940906","headline":"How Minority Tutsi Won the War","web_url":"https://www.nytimes.com/1994/09/06/world/how-minority-tutsi-won-the-war.html","abstract":"  At first glance, it seems a bit incredible that the guerrilla forces of the Rwandan Patriotic Front routed the Rwandan Army.   After all, the rebels, made up largely of ethnic Tutsi refugees, represented at most 15 percent of the population, while the governing Hutu accounted for nearly 85 percent and had been trained by the French and equipped with modern weapons by several countries over the years.","thumbnail":null,"section":"World"},{"date":"19940906","headline":"1919: Austrian Question : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/06/opinion/IHT-1919-austrian-question-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Despatches from Ble indicate that the German Government has sent to the Peace Conference a reply to the ultimatum demanding a modification of the clauses in the German Constitution which open the door to future union with Austria. Germany is","thumbnail":null,"section":"Opinion"},{"date":"19940906","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/09/06/sports/transactions-160725.html","abstract":"  HOLIDAY Baseball  National League  CHICAGO CUBS -- Announced a four-year extension of their player development contract with Daytona of the Florida State League.","thumbnail":null,"section":"Sports"},{"date":"19940906","headline":"Latest Killing in Gaza Strip Adds to Israelis' Unease","web_url":"https://www.nytimes.com/1994/09/06/world/latest-killing-in-gaza-strip-adds-to-israelis-unease.html","abstract":"  The killing of an Israeli soldier in the Gaza Strip overnight reinforced for Israelis today that neither their Government nor the new Palestinian Authority has been able to stop recurring attacks by armed Palestinians opposed to peace talks.   After the latest incident, a drive-by shooting that left one soldier dead and two others wounded, Prime Minister Yitzhak Rabin cautioned that violence -- and the failure of Palestinian leaders to stop it -- could endanger future negotiations on extending Palestinian self-rule in the occupied territories.","thumbnail":null,"section":"World"},{"date":"19940906","headline":"An Electronic Coach for Computer Slide Talks","web_url":"https://www.nytimes.com/1994/09/06/science/peripherals-an-electronic-coach-for-computer-slide-talks.html","abstract":"  AT every moment of the working day, people are giving business presentations. A presentation may be as simple as making an oral proposal to a superior; it may involve standing before the board of directors with pie charts, or even running a \"slide show,\" which these days is as likely to be done with a computer as with a slide projector.   That computer slide show may have been prepared with Microsoft Powerpoint, Harvard Graphics, Lotus Freelance Graphics or another program. But it does not, and should not, run by itself. Someone still has to stand there, making comments, changing slides, perhaps even editing on the fly to speed things up or slow them down to suit a particular audience.","thumbnail":null,"section":"Science"},{"date":"19940906","headline":"Touchdown! Scoreboards Can Barely Keep Up","web_url":"https://www.nytimes.com/1994/09/06/sports/pro-football-touchdown-scoreboards-can-barely-keep-up.html","abstract":"  The National Football League craved more scoring, and this past weekend it got it.   The N.F.L. opened its 1994 season with a 70-touchdown barrage, including 4 games in which 8 or more touchdowns were scored. Just 56 touchdowns were scored on the opening Sunday last season.","thumbnail":null,"section":"Sports"},{"date":"19940906","headline":"Love, Found and Lost, Amid Sharp Turns of Fate","web_url":"https://www.nytimes.com/1994/09/06/books/love-found-and-lost-amid-sharp-turns-of-fate.html","abstract":"In \"A Real Life,\" one of the strongest tales in this sparkling new collection by Alice Munro, we are introduced to a woman named Dorrie, a woman whose life in the Ontario countryside seems completely set, frozen in ritual and routine. For years, Dorrie has led a frugal, marginal existence, trapping muskrats for their fur, collecting walnuts to mark the change of seasons. This is the life she led with her brother Albert, and this is the life she has continued to lead since his death. Then, suddenly, unexpectedly, everything changes: a visitor from Australia is charmed by Dorrie's eccentricity; the two begin to correspond; he proposes and after a small crisis of confidence, she marries him and moves to his plantation in Queensland. There, we are told, she embraces a very different sort of life: riding horses, flying airplanes, shooting crocodiles. <TD WIDTH=2","thumbnail":null,"section":"Books"},{"date":"19940906","headline":"Gay Presence Leads Revival Of Declining Neighborhoods","web_url":"https://www.nytimes.com/1994/09/06/us/gay-presence-leads-revival-of-declining-neighborhoods.html","abstract":"  As cities around the country continue to shrink, urban planners say the neighborhoods molded by homosexuals in recent decades are taking on a new importance as bastions against further decay.   Although there are no authoritative statistics to track the migration of homosexuals to various urban neighborhoods, their presence -- and with it their economic power -- has become increasingly visible.","thumbnail":null,"section":"U.S."},{"date":"19940906","headline":"Patterns","web_url":"https://www.nytimes.com/1994/09/06/style/patterns-159387.html","abstract":"  Outfoxing the Editors    When Martin Margiela decided to forgo the March runway shows in Paris and present his collection for the first time when it is already in the stores, he missed out on an important part of fashion process -- the part when editors view collections and decide what trends to focus on in their magazines.","thumbnail":null,"section":"Style"},{"date":"19940906","headline":"Population Meeting Opens With Challenge to the Right","web_url":"https://www.nytimes.com/1994/09/06/world/population-meeting-opens-with-challenge-to-the-right.html","abstract":"  World leaders opened the United Nations Conference on Population and Development today with unexpectedly sharp attacks on religious conservatives who have tried to block an international agreement on curbing population because it contains references to abortion and women's rights.   The responses of many of the delegations to the speeches was surprisingly enthusiastic, dealing at least a temporary psychological setback to the Vatican and Islamic religious scholars who have led the opposition to the agreement. At the end of the day, Vatican officials said that they were still far from agreement on several issues, despite a European effort to revise some of the language of an accord intended to establish guidelines for population stabilization over the next two decades.","thumbnail":null,"section":"World"},{"date":"19940906","headline":"In Capital's Streets and Halls, Dogged Voice for the Disabled","web_url":"https://www.nytimes.com/1994/09/06/us/in-capital-s-streets-and-halls-dogged-voice-for-the-disabled.html","abstract":"  Receptionists in the Senate often recognize Stephen Sellows as he approaches, a small man who shuffles from office to office and speaks unclearly.  Some aides exchange knowing glances as they prepare to brush him off with metallic courtesy.    On one of his recent weekly visits to Congress, Mr. Sellows occasionally barged into offices and haltingly demanded to see the person in charge of \"the D.C. budget.\" Lacking the polish of lobbyists who represent business, he would then try to plead on behalf of statehood for the District of Columbia and aid to people with disabilities.","thumbnail":null,"section":"U.S."},{"date":"19940906","headline":"By Design; High Heels Teeter In","web_url":"https://www.nytimes.com/1994/09/06/style/by-design-high-heels-teeter-in.html","abstract":"  Leaf through any fashion magazine and what do you see on the models' feet? Staggeringly high heels.   Designers brought back stiletto heels for day and evening in their fall shows, and the footwear is now drifting into the stores. Whether the shoes will walk out again depends on whether a generation that grew up in sneakers can balance on four-inch heels. But nothing spells nighttime glamour better than spike-heeled satin slippers.","thumbnail":null,"section":"Style"},{"date":"19940906","headline":"Robbers Tie Up Tiffany Guards And Take $1 Million in Jewelry","web_url":"https://www.nytimes.com/1994/09/06/nyregion/robbers-tie-up-tiffany-guards-and-take-1-million-in-jewelry.html","abstract":"  With trickery, threats, precision timing and a dash of bravado, two armed robbers invaded Tiffany's fabled emporium in midtown Manhattan late Sunday, the police said, and, after binding four guards and defeating alarm systems, made off with more than $1 million in jewelry -- and videotapes that had recorded the whole escapade.   No shots were fired and no one was injured. But it was the costliest robbery in the 157-year history of Tiffany & Company, which had been victimized nine times previously by ambitious shoplifters, smash-and-grab thugs, con artists with elaborate tales and, once, by a man who shot a hole in a sidewalk display window and tried to snare a diamond-and-ruby necklace with a wire.","thumbnail":null,"section":"New York"},{"date":"19940906","headline":"Chinese Women Continue to Pile Up the Medals and Suspicions","web_url":"https://www.nytimes.com/1994/09/06/sports/swimming-chinese-women-continue-to-pile-up-the-medals-and-suspicions.html","abstract":"  If you did not swim for the world's most populous nation, it was a day for looking up reluctantly and often bitterly at the times on the scoreboard; a day for looking up at the top step of the Foro Italico medals stand; a day for becoming increasingly familiar with \"March of the Volunteers.\"   \"I'm getting sick of that song,\" said the American swimmer Jenny Thompson.","thumbnail":null,"section":"Sports"},{"date":"19940906","headline":"Elementary School Must Start Building Math and Science Skills; Set the Goals High","web_url":"https://www.nytimes.com/1994/09/06/opinion/l-elementary-school-must-start-building-math-and-science-skills-set-the-goals-high-161926.html","abstract":"  To the Editor:   I am a product of New York City public schools in the South Bronx. Among other courses, I now teach statistics to undergraduate students. I would not have been successful in math had I not had to meet the high expectations that were set by my teachers and myself.","thumbnail":null,"section":"Opinion"},{"date":"19940906","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/06/nyregion/c-corrections-161608.html","abstract":"  A headline yesterday about talks between the United States and Cuba described a Cuban proposal on immigration incorrectly in some editions. The proposal was for the United States to accept 100,000 Cuban immigrants in total, not 100,000 per year.","thumbnail":null,"section":"New York"},{"date":"19940906","headline":"1894:Case of Blackmail?: IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/06/opinion/IHT-1894case-of-blackmail-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - Mrs. Glascock yesterday [Sept. 4], in Court, said that Senator Stewart had drugged her and then outraged her in his office. The Senator says the woman is carrying on \"a badger game.\" Our despatches last reported that Mr. Charles I. Gl","thumbnail":null,"section":"Opinion"},{"date":"19940906","headline":"Q&A","web_url":"https://www.nytimes.com/1994/09/06/science/q-a-160024.html","abstract":"  Raindrops and Sheets   Q.  Why does rain fall as drops and not sheets?","thumbnail":null,"section":"Science"},{"date":"19940906","headline":"Studies Raise Doubts About Need to Lower Home Radon Levels","web_url":"https://www.nytimes.com/1994/09/06/science/studies-raise-doubts-about-need-to-lower-home-radon-levels.html","abstract":"  SEVERAL new studies of radon, the radioactive gas known to cause cancer and found to be seeping into millions of homes across the country, have uncovered little evidence linking household exposure to disease, raising questions about how much risk radon poses to humans at very low levels.   Researchers say these studies have in most cases failed to show an association between lung cancer and household radon levels at or even slightly higher than the level at which the Environmental Protection Agency recommends taking corrective measures.","thumbnail":null,"section":"Science"},{"date":"19940906","headline":"People With 401(k)'s Still Need to Plan","web_url":"https://www.nytimes.com/1994/09/06/opinion/people-with-401-k-s-still-need-to-plan.html","abstract":"  To the Editor:   There is good cause to beware of corporate America's plans for its retirees. When overfunded pension plans were a juicy reward for an in-house raid, officers and boards were happy with traditional pensions.","thumbnail":null,"section":"Opinion"},{"date":"19940906","headline":"Russian Troops On Full Alert In the Caucasus","web_url":"https://www.nytimes.com/1994/09/06/world/russian-troops-on-full-alert-in-the-caucasus.html","abstract":"  Russian troops stationed near the border of the secessionist Chechen republic were put on top alert today after dozens of people died in the worst fighting yet between the Chechen government and troops opposed to secession.   Russia, which refused to recognize the secession three years ago, last month began backing an opposition group, but promised that Russian troops would not intervene.","thumbnail":null,"section":"World"},{"date":"19940906","headline":"Elementary School Must Start Building Math and Science Skills","web_url":"https://www.nytimes.com/1994/09/06/opinion/l-elementary-school-must-start-building-math-and-science-skills-161799.html","abstract":"  To the Editor:   Schools Chancellor Ramon Cortines and his staff are to be commended for their interest and efforts in raising standards in New York City high school mathematics and science (news article, Aug. 30).","thumbnail":null,"section":"Opinion"},{"date":"19940906","headline":"Library's Gay Show Is an Eye-Opener, Even for Its Subjects","web_url":"https://www.nytimes.com/1994/09/06/arts/library-s-gay-show-is-an-eye-opener-even-for-its-subjects.html","abstract":"  The snowy marble walls and carved oak ceilings of the Gottesman Exhibition Hall at the New York Public Library do not commonly echo with sounds of sobbing and shouts of glee.   But \"Becoming Visible: The Legacy of Stonewall,\" a history of New York's lesbian and gay life, has prompted many such reactions -- and flashes of anger and disgust -- since its opening in June, when it broke attendance records for a show at the library.","thumbnail":null,"section":"Arts"},{"date":"19940906","headline":"Though Desperate, Most Cubans Are Not Ready to Take to Rafts","web_url":"https://www.nytimes.com/1994/09/06/world/flight-cuba-cuba-though-desperate-most-cubans-are-not-ready-take-rafts.html","abstract":"  There are no rafts in the quiet gulf that presses up to this small town on Cuba's western end, only children splashing around under the hot late-summer sun and fishing boats tethered to the shore.    Though some hungry townspeople have taken to stealing food from their neighbors' homes, no one has yet tried to steal any of the boats. In a town whose name translates as Faith, no one seems to have turned decisively against the Revolution.","thumbnail":null,"section":"World"},{"date":"19940906","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/09/06/nyregion/metro-digest-157678.html","abstract":"  TIFFANY'S COSTLIEST ROBBERY: $1 MILLION   With trickery, threats, precision timing and a dash of bravado, two armed robbers invaded Tiffany's fabled emporium in midtown Manhattan while it was closed and, after binding four guards and defeating alarm systems, made off with more than $1 million in jewelry -- and videotapes that had recorded the whole operation. No shots were fired, and no one was injured. But it was the costliest robbery in the 157-year history of Tiffany & Company. A1.","thumbnail":null,"section":"New York"},{"date":"19940906","headline":"Not Letting an Amnesty Turn Into a Travesty; Bucks or Books, It's a Short Shelf Life","web_url":"https://www.nytimes.com/1994/09/06/nyregion/not-letting-amnesty-turn-into-travesty-bucks-books-it-s-short-shelf-life.html","abstract":"  Who couldn't go for a good amnesty? Cheaters repent, authorities forgive, the slate gets wiped clean. Some are good for the state's bank balance, others get missing books back on library shelves, still others eliminate the backlog on unpaid parking tickets. And they're all good P.R.    In New York, some state legislators were so happy with the state's first tax amnesty in the mid-1980's that they began promoting a second, which finally went into effect Thursday for the next three months.","thumbnail":null,"section":"New York"},{"date":"19940906","headline":"Henning Gets Fast Start In Shaping Up the Isles","web_url":"https://www.nytimes.com/1994/09/06/sports/hockey-henning-gets-fast-start-in-shaping-up-the-isles.html","abstract":"  Lorne Henning skated off the ice after his first practice session as head coach of the Islanders and said he liked what he saw.   \"I thought the guys looked great,\" said Henning, who was named to the post on June 20, 19 days after Al Arbour announced his retirement. \"We had a good tempo today, and everyone looks in good shape.\"","thumbnail":null,"section":"Sports"},{"date":"19940906","headline":"U.S. Again Offers More Visas for Cuban Refugees","web_url":"https://www.nytimes.com/1994/09/06/world/flight-from-cuba-diplomacy-us-again-offers-more-visas-for-cuban-refugees.html","abstract":"  The Clinton Administration made a new offer to Cuba over immigration yesterday, saying that if Havana clamped down on the exodus of boat people, the United States might take more than the 20,000 refugees it offered to admit each year when talks between the two sides opened here five days ago.    But Administration officials refused to provide details, saying only that they were prepared to show flexibility and that they considered the offer \"a serious attempt to meet the immigration needs of both sides,\" as one put it.","thumbnail":null,"section":"World"},{"date":"19940906","headline":"It Takes a Big Push","web_url":"https://www.nytimes.com/1994/09/06/opinion/l-it-takes-a-big-push-161896.html","abstract":"  To the Editor:   A postscript to your exhaustive post-mortem of the health-care bill, \"For Health Care, Time Was a Killer\" (front page, Aug. 29):","thumbnail":null,"section":"Opinion"},{"date":"19940906","headline":"Editorial Notebook: Ireland's Real Lawmakers; The Songs and Poems Make Its Destiny","web_url":"https://www.nytimes.com/1994/09/06/opinion/editorial-notebook-ireland-s-real-lawmakers-the-songs-and-poems-make-its-destiny.html","abstract":"  \"It's Over!\" proclaimed a headline in The Belfast Telegraph when the Irish Republican Army announced a complete cessation of its 25-year war against British rule in Northern Ireland. This time, it may be so. But you can be sure there will be no cease-fire in Ireland's truly abiding conflict, the war of words.    Other disputes between kindred peoples may have lasted longer and involved bigger pieces of territory. However, no quarrel I can think of has generated more eloquent speeches, songs, novels and plays, and more reams of poetry, than that in the Emerald Isle. Here if nowhere else, in Shelley's memorable phrase, poets have been the unacknowledged legislators of mankind.","thumbnail":null,"section":"Opinion"},{"date":"19940906","headline":"Parade Shows Off West Indian Political Clout","web_url":"https://www.nytimes.com/1994/09/06/nyregion/parade-shows-off-west-indian-political-clout.html","abstract":"  The West Indian American Day Parade, the largest annual street celebration in New York City, was an explosion of colorful costumes, a haze of spiced food and a thunder of steel-band music yesterday, flowing down Eastern Parkway in Brooklyn. But first came the politicians, strutting for support from one of the city's burgeoning immigrant groups.   The Caribbean festival drew state and local politicians by the dozens, demonstrating the infusion of new and potential voters represented by immigrants, including those from the Caribbean islands.","thumbnail":null,"section":"New York"},{"date":"19940906","headline":"Now It's Laughter And Fun For Pierce","web_url":"https://www.nytimes.com/1994/09/06/sports/us-open-94-now-it-s-laughter-and-fun-for-pierce.html","abstract":"  Mary Pierce lost the point, and she laughed.   She lunged too late for a hard-hit ball to her left, missed, and flashed a smile. She shared high-fives with her doubles partner, Murphy Jensen, and bounced around the tennis court as if she were at a weekend party in the country rather than in a quarterfinal match at the United States Open.","thumbnail":null,"section":"Sports"},{"date":"19940906","headline":"A Lunch Date Proves Costly As Friends Pinch His Picasso","web_url":"https://www.nytimes.com/1994/09/06/nyregion/a-lunch-date-proves-costly-as-friends-pinch-his-picasso.html","abstract":"  When Crawford Greenleaf returned from a lunch date with a dear friend to find his apartment burglarized and his valuable Picasso sketch among the missing items, he did not have a clue, the police say, that his friend was in on the job.   But the police say that Mr. Greenleaf's friend for 20 years, Barbara Joslyn, 45, of West Hollywood, Calif., had lured him to a lunch date on Saturday so that her companion, Ian Pringle, a film producer, could make off with two paintings, the Picasso sketch, a clock and jewelry, with an estimated total value of $800,000.","thumbnail":null,"section":"New York"},{"date":"19940906","headline":"Film Ratings Under Attack From More Than One Angle","web_url":"https://www.nytimes.com/1994/09/06/movies/film-ratings-under-attack-from-more-than-one-angle.html","abstract":"  Movie ratings seem like taxes: necessary but a source of irritation and anger. Within the last few days, debate over the 26-year-old film rating system has taken a particularly nasty turn.    \"I've had a Maalox moment on this latest go-round,\" said Jack Valenti, chairman of the Motion Picture Association of America, the movie industry's lobbying arm, which controls the ratings classification board and is now locked in an angry dispute with the creators of a new film, \"Jason's Lyric,\" about black teen-agers in Houston.","thumbnail":null,"section":"Movies"},{"date":"19940906","headline":"Debate May Force A Redrawing Of Flying Reptile From the Jurassic","web_url":"https://www.nytimes.com/1994/09/06/science/debate-may-force-a-redrawing-of-flying-reptile-from-the-jurassic.html","abstract":"  DISAGREEMENT over the wing structure of extinct flying reptiles has led to a lacerating scientific debate between paleontologists, the outcome of which could oblige artists and film makers to begin redrawing the terrible pterosaurs of fact and fancy.   Important issues, including the precise relationships between dinosaurs, pterosaurs and birds, could eventually be affected by the debate. But for the moment, attention centers on the fossil remnant of a single reptile about the size of a crow that flew over what is now Kazakhstan 156 million years ago.","thumbnail":null,"section":"Science"},{"date":"19940906","headline":"Woman Is Killed in Attack By Son's Pit Bulls in Bronx","web_url":"https://www.nytimes.com/1994/09/06/nyregion/woman-is-killed-in-attack-by-son-s-pit-bulls-in-bronx.html","abstract":"  Two pit bull terriers left with a Bronx man's parents mauled the couple Sunday night, killing the mother and injuring the father, the police said.   The attack was one of three unrelated violent incidents in the city involving pit bulls in less than 24 hours. Police officers in Brooklyn killed two that had chased a 13-year-old boy and then turned on the officers, and an officer in Manhattan was bitten by another one of the dogs.","thumbnail":null,"section":"New York"},{"date":"19940906","headline":"Bridging the Generation Gap With the Youth of Autumn","web_url":"https://www.nytimes.com/1994/09/06/style/IHT-bridging-the-generation-gap-with-the-youth-of-autumn.html","abstract":"A youthquake has shaken fashion - and the changed landscape was on view at the exhibitions held last weekend. In the offerings for women and men at the Porte de Versailles, there was not so much a gender divide as a generation gap. For the first time sin","thumbnail":null,"section":"Style"},{"date":"19940906","headline":"Refugees Crowding Navy 'Paradise'","web_url":"https://www.nytimes.com/1994/09/06/world/flight-from-cuba-the-base-refugees-crowding-navy-paradise.html","abstract":"  They call it \"paradise,\" the Navy's best-kept secret.   \"The weather, things to do -- snorkeling, fishing, scuba diving,\" said Petty Officer Lynn Rodriguez, 22 years old, listing what is nice about this military outpost on the Caribbean, in the southeast corner of Cuba.","thumbnail":null,"section":"World"},{"date":"19940906","headline":"1944: War on Bulgaria : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/06/opinion/IHT-1944-war-on-bulgaria-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] Russia tonight [Sept. 5] declared war on Bulgaria, bluntly asserting that the so- called \"neutrality\" of the Sofia government was only a cloak to cover continuing aid to Germany. The Soviet declaration was m","thumbnail":null,"section":"Opinion"},{"date":"19940906","headline":"President Begins a Campaign to Avoid Losses for the Democratic Party in November","web_url":"https://www.nytimes.com/1994/09/06/us/president-begins-a-campaign-to-avoid-losses-for-the-democratic-party-in-november.html","abstract":"  President Clinton opened a campaign today to fend off heavy losses in the November elections with a Labor Day address that called attention to what the White House hopes will save Democrats: the creation of jobs.   At the huge shipyard here that is Maine's largest employer, Mr. Clinton pointed to the 4.1 million jobs by which the nation's economy has grown since he became President and called that a measure of a vitality that his critics have overlooked.","thumbnail":null,"section":"U.S."},{"date":"19940906","headline":"Lead Team's Mayhem","web_url":"https://www.nytimes.com/1994/09/06/opinion/l-lead-team-s-mayhem-317946.html","abstract":"  To the Editor:    The carefully collected and mounted autumn leaves are gone. The fall pictures saved and displayed for the last 30 years are missing. The paints, paper, crayons and math manipulatives no longer exist. Puzzle pieces are missing, and books are destroyed.","thumbnail":null,"section":"Opinion"},{"date":"19940906","headline":"Woodstock '94 Becomes Myth Before Our Eyes","web_url":"https://www.nytimes.com/1994/09/06/opinion/l-woodstock-94-becomes-myth-before-our-eyes-161810.html","abstract":"  To the Editor:   That good old Woodstock amnesia seems to be setting in early, even among reliable reporters.","thumbnail":null,"section":"Opinion"},{"date":"19940906","headline":"Liberators of Paris : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/06/opinion/IHT-liberators-of-paris-letters-to-the-editor.html","abstract":"As a soldier who fought through France and Germany during World War II, I was intensely interested in all the hullabaloo about the Normandy landings and the liberation of Paris. However, I was deeply disappointed in the way the French press, television a","thumbnail":null,"section":"Opinion"},{"date":"19940906","headline":"Mental Hospitals Aren't for Criminals","web_url":"https://www.nytimes.com/1994/09/06/opinion/l-mental-hospitals-aren-t-for-criminals-161888.html","abstract":"  To the Editor:   Committing criminals to mental hospitals, as New Jersey plans to do, is a bad idea. The state's plan to put violent criminals, including sex offenders, into state mental hospitals if they are still dangerous by the end of their prison terms is the wrong solution to the serious problem of how to protect society from these criminals.","thumbnail":null,"section":"Opinion"},{"date":"19940906","headline":"Arriving at Richard III After Years of Imagining","web_url":"https://www.nytimes.com/1994/09/06/theater/arriving-at-richard-iii-after-years-of-imagining.html","abstract":"  Asked if he were going to have a hump as Richard III, Richard Thomas said, \"You think I waited 30 years to play this role and I'm going to do it without a hump?\" He laughed, and added: \"Two humps! And a patch over my eye -- and a hook. I've been pretty long enough.\"   It was in 1964 that Mr. Thomas first acted in \"Richard III,\" as the young Prince Edward, at the American Shakespeare Festival in Stratford, Conn. Two years after that, he played the other young prince, the Duke of York, for the New York Shakespeare Festival in Central Park. Now he is preparing to play the title role at Hartford Stage in a production that starts previews on Sept. 24.","thumbnail":null,"section":"Theater"},{"date":"19940906","headline":"India's Dirty Little War","web_url":"https://www.nytimes.com/1994/09/06/opinion/india-s-dirty-little-war.html","abstract":"  A relentless, deadly struggle goes on and on in India's mainly Muslim state of Kashmir, where New Delhi is trying to crush forces seeking independence or union with Pakistan. The violence comes from both sides, but India's obdurate insistence on resolving a political problem by force has increasingly enmeshed it in a campaign of lawless state terrorism. The ugly results are documented in a new study by Human Rights Watch/Asia.    Regrettably, Washington, instead of raising its voice to defend human rights, has lowered it in an effort to improve commercial and diplomatic ties. The U.S. may have little power to deter India from repression. But the Clinton Administration should assert American disapproval more forthrightly.","thumbnail":null,"section":"Opinion"},{"date":"19940906","headline":"Officer Is Slain By Brother, Also on Force","web_url":"https://www.nytimes.com/1994/09/06/nyregion/officer-is-slain-by-brother-also-on-force.html","abstract":"  After an afternoon at a family barbecue spent drinking and arguing over plans for his bachelor party, a New York City police sergeant was shot and killed by his older brother, himself a police officer, in the older brother's home late Saturday night, the police said.   Sgt. Douglas Soorko, 32, was shot by Officer Steven Soorko, 39, in the officer's home about 11 P.M. Saturday, the police said. The younger brother, who was to be married Sept. 17, had gone to the officer's house to continue a heated argument over the wedding when the shooting occurred, said Sgt. John Clifford, a Police Department spokesman.","thumbnail":null,"section":"New York"},{"date":"19940906","headline":"Sonic Device for Blind May Aid Navigation","web_url":"https://www.nytimes.com/1994/09/06/science/sonic-device-for-blind-may-aid-navigation.html","abstract":"  THE other day Dr. Reginald Golledge, who is blind, took a remarkable stroll through the campus of the University of California at Santa Barbara. As Dr. Golledge walked along, places and impediments in his path seemed to call out their names to him -- \"library here, library here,\" \"bench here, bench here\" -- guiding him through a Disney-esque landscape of talking objects.   Dr. Golledge, a geographer at the university, was testing a prototype navigation system for the blind that announced the whereabouts of the objects through stereo headphones mounted to a computer in his backpack, creating a virtual reality landscape. The information came not from some miniature radar but from the signals broadcast by the military's network of global positioning satellites. One day, its developers hope, miniaturized versions of this navigation device, which now weighs 28 pounds, will help the blind navigate unfamiliar neighborhoods.","thumbnail":null,"section":"Science"},{"date":"19940906","headline":"To Economists, Managed Care Is No Cure-All","web_url":"https://www.nytimes.com/1994/09/06/us/to-economists-managed-care-is-no-cure-all.html","abstract":"  Advocates of managed health care say the way to slow the growth in the nation's medical spending is to move most Americans into health maintenance organizations and similar groups. But many economists say that any savings would largely disappear if everybody had managed-care coverage.   In large part, these economists say, the savings of managed care -- which come from steering patients to doctors and hospitals that accept lower fees and cost-saving rules -- are illusory for the country as a whole. That is because when a managed-care group negotiates a lower group rate with a hospital, say, the hospital does not simply absorb the loss of revenue. Instead, it makes up the difference from patients with traditional fee-for-service coverage, a tactic called cost-shifting.","thumbnail":null,"section":"U.S."},{"date":"19940906","headline":"Developers Seek Profits in Polluted Land","web_url":"https://www.nytimes.com/1994/09/06/nyregion/developers-seek-profits-in-polluted-land.html","abstract":"  If the 166-acre tract of scraggly, garbage-strewn undergrowth here seems an unlikely place for a new shopping mall, consider what lies beneath its scarred topsoil. For decades, almost all of this city's trash was buried here.   In the parlance of environmentalists, the site is a brown field -- something less polluted than a toxic waste dump, but still needing more extensive cleanup than the undeveloped greenery of the nation's suburbs and rural areas.","thumbnail":null,"section":"New York"},{"date":"19940906","headline":"Gay Neighborhoods Adding Life to Cities","web_url":"https://www.nytimes.com/1994/09/06/us/gay-neighborhoods-adding-life-to-cities.html","abstract":"  As American cities continue to shrink, urban planners say the neighborhoods molded by homosexuals in the last few decades are taking on a new importance as examples of once-decaying areas that have been revived and that are bastions against further deterioration.","thumbnail":null,"section":"U.S."},{"date":"19940906","headline":"'Traditional' Urban Design : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/06/opinion/IHT-traditional-urban-design-letters-to-the-editor.html","abstract":"Regarding \"Islands Across America Where 'Do Not' Is the Law\" (Meanwhile, Aug. 23) by Evan McKenzie:.The writer makes a strong point for the insidiousness of \"condo law\" in America, and as a victim of such law I heartily agree that s","thumbnail":null,"section":"Opinion"},{"date":"19940906","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/06/nyregion/chronicle-158143.html","abstract":"  During a rare public appearance on Sunday, actress LUISE RAINER expressed regret about the abrupt end of her film career in the late 1930's.   Ms. Rainer, 84, won Oscars for best actress in successive years, for \"The Great Ziegfeld\" in 1936 and \"The Good Earth\" in 1937. But she disappeared from the movie screen soon afterward. Accepting an award from the Society for Cinephiles in Hollywood, Ms. Rainer said she stopped acting because she didn't like any of the roles she was offered after her early successes, The Associated Press reported.","thumbnail":null,"section":"New York"},{"date":"19940906","headline":"Beijing Journal; City's Healthy Flush Begins to Look Like Fever","web_url":"https://www.nytimes.com/1994/09/06/world/beijing-journal-city-s-healthy-flush-begins-to-look-like-fever.html","abstract":"  \"Get out of the way, bread box!\"   \"How do you expect people to get through?\" yelled Wei Qinghai, 73, as he powered his pedal-driven cab through a busy intersection in central Beijing.","thumbnail":null,"section":"World"},{"date":"19940906","headline":"Serbian Church Blocking Pope's Visit to Belgrade","web_url":"https://www.nytimes.com/1994/09/06/world/serbian-church-blocking-pope-s-visit-to-belgrade.html","abstract":"  The Serbian Orthodox Church, unforgiving of what it sees as the complicity of some Roman Catholic bishops in the mass killings of Serbs during World War II, has quietly blocked plans for Pope John Paul II to visit Belgrade as part of the trip he plans this week to Sarajevo in Bosnia and Zagreb in Croatia.   Politicians and church officials involved in the negotiations said the Serbian President, Slobodan Milosevic, and the Vatican were both in favor of the Belgrade visit.","thumbnail":null,"section":"World"},{"date":"19940906","headline":"On My Mind; A Victory in Cairo","web_url":"https://www.nytimes.com/1994/09/06/opinion/on-my-mind-a-victory-in-cairo.html","abstract":"  In all the talk, hope and fury about the Cairo conference, one agreed sentence has received almost no public or press attention. That is a pity.   The sentence is of importance to women specifically but it touches every man because it is an achievement for human rights and human decency.","thumbnail":null,"section":"Opinion"},{"date":"19940906","headline":"No Headline","web_url":"https://www.nytimes.com/1994/09/06/nyregion/no-headline-156973.html","abstract":"  \"Morality becomes hypocrisy if it means accepting mothers' suffering or dying in connection with unwanted pregnancies and illegal abortions and unwanted children.\" -- GRO HARLEM BRUNDTLAND, Prime Minister of Norway, at the United Nations Conference on Population and Development.  [ A1:4. ]","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19940906","time":"1994-09-06 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":77,"wspd":7.6},{"date":"19940906","time":"1994-09-06 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":82,"wspd":7.6},{"date":"19940906","time":"1994-09-06 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.1,"rhum":83,"wspd":3.6},{"date":"19940906","time":"1994-09-06 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":83,"wspd":7.6},{"date":"19940906","time":"1994-09-06 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.5,"rhum":86,"wspd":5.4},{"date":"19940906","time":"1994-09-06 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":87,"wspd":5.4},{"date":"19940906","time":"1994-09-06 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.3,"rhum":85,"wspd":5.4},{"date":"19940906","time":"1994-09-06 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":84,"wspd":1.8},{"date":"19940906","time":"1994-09-06 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":81,"wspd":3.6},{"date":"19940906","time":"1994-09-06 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":68,"wspd":7.6},{"date":"19940906","time":"1994-09-06 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.3,"rhum":64,"wspd":5.4},{"date":"19940906","time":"1994-09-06 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16,"rhum":59,"wspd":11.2},{"date":"19940906","time":"1994-09-06 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.1,"rhum":65,"wspd":13},{"date":"19940906","time":"1994-09-06 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":66,"wspd":16.6},{"date":"19940906","time":"1994-09-06 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.7,"rhum":62,"wspd":14.8},{"date":"19940906","time":"1994-09-06 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":65,"wspd":13},{"date":"19940906","time":"1994-09-06 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15,"rhum":69,"wspd":14.8},{"date":"19940906","time":"1994-09-06 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.8,"rhum":73,"wspd":13},{"date":"19940906","time":"1994-09-06 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":78,"wspd":13},{"date":"19940906","time":"1994-09-06 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":82,"wspd":5.4},{"date":"19940906","time":"1994-09-06 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.3,"rhum":84,"wspd":5.4},{"date":"19940906","time":"1994-09-06 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":85,"wspd":7.6},{"date":"19940906","time":"1994-09-06 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":87,"wspd":11.2},{"date":"19940906","time":"1994-09-06 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":88,"wspd":5.4},{"date":"19940906","time":"1994-09-06 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":44,"wspd":18.7},{"date":"19940906","time":"1994-09-06 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":51,"wspd":18.7},{"date":"19940906","time":"1994-09-06 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":56,"wspd":16.6},{"date":"19940906","time":"1994-09-06 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":56,"wspd":18.7},{"date":"19940906","time":"1994-09-06 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":60,"wspd":16.6},{"date":"19940906","time":"1994-09-06 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":58,"wspd":16.6},{"date":"19940906","time":"1994-09-06 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":64,"wspd":18.7},{"date":"19940906","time":"1994-09-06 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":67,"wspd":18.7},{"date":"19940906","time":"1994-09-06 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":70,"wspd":14.8},{"date":"19940906","time":"1994-09-06 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":70,"wspd":16.6},{"date":"19940906","time":"1994-09-06 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":67,"wspd":18.7},{"date":"19940906","time":"1994-09-06 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":67,"wspd":18.7},{"date":"19940906","time":"1994-09-06 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":57,"wspd":20.5},{"date":"19940906","time":"1994-09-06 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":48,"wspd":24.1},{"date":"19940906","time":"1994-09-06 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":44,"wspd":25.9},{"date":"19940906","time":"1994-09-06 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":41,"wspd":27.7},{"date":"19940906","time":"1994-09-06 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":32,"wspd":25.9},{"date":"19940906","time":"1994-09-06 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":28,"wspd":24.1},{"date":"19940906","time":"1994-09-06 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":27,"wspd":24.1},{"date":"19940906","time":"1994-09-06 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":27,"wspd":25.9},{"date":"19940906","time":"1994-09-06 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":31,"wspd":22.3},{"date":"19940906","time":"1994-09-06 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":31,"wspd":24.1},{"date":"19940906","time":"1994-09-06 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":32,"wspd":22.3},{"date":"19940906","time":"1994-09-06 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":31,"wspd":20.5}]},"19940907":{"guardian_articles":[{"date":"19940907","headline":"Instant cafe","web_url":"https://www.theguardian.com/technology/1994/sep/08/internet","abstract":null,"thumbnail":null,"section":"Technology"}],"nytimes_articles":[{"date":"19940907","headline":"With Washington Schools Delayed for Week, Officials and Parents Look for Alternatives","web_url":"https://www.nytimes.com/1994/09/07/us/with-washington-schools-delayed-for-week-officials-parents-look-for-alternatives.html","abstract":"  A day after the District of Columbia school board postponed the opening of schools because of fire code violations, school officials scrambled to find alternatives for the schools that would not be ready by the scheduled opening on Monday. At the same time, parents searched frantically for day care.   The delay came after Judge Kaye K. Christian on Monday refused to accept an interim plan to open 47 school buildings that had failed to meet fire codes. Education officials said it would be too confusing to open some schools as scheduled on Wednesday while others were closed.","thumbnail":null,"section":"U.S."},{"date":"19940907","headline":"Clinton Staff Shows Jitters As Shake-Up Is Expected","web_url":"https://www.nytimes.com/1994/09/07/us/clinton-staff-shows-jitters-as-shake-up-is-expected.html","abstract":"  As President Clinton wraps up his vacation here and heads back to Washington, some of his top aides are awaiting his return on Wednesday with more than a little apprehension, expecting him to make the first of a series of staff changes as the White House gets back to business.   For two months, Leon E. Panetta, the new White House chief of staff, has quietly been weighing big changes in Mr. Clinton's team. Now, White House officials say that Mr. Panetta is getting ready to present those recommendations to Mr. Clinton and that an overhaul of the lineup could be announced next week.","thumbnail":null,"section":"U.S."},{"date":"19940907","headline":"Degrees of Freedom for Raft Children","web_url":"https://www.nytimes.com/1994/09/07/world/degrees-of-freedom-for-raft-children.html","abstract":"  Clad in \"Batman\" sneakers and a \"Miami Dolphins\" T-shirt, 8-year-old Yandro Martinez says he has learned some English -- \"teacher\" and \"door\" -- and made two friends since he started the third grade last week at Ben Sheppard Elementary School here.   He tells classmates he is a \"balsero,\" a Spanish term now applied to those who came from Cuba on a raft or a small boat.","thumbnail":null,"section":"World"},{"date":"19940907","headline":"Making Waves in the Murky Nuclear Potion","web_url":"https://www.nytimes.com/1994/09/07/opinion/IHT-making-waves-in-the-murky-nuclear-potion.html","abstract":"The assertion by former Prime Minister Nawaz Sharif that Pakistan has an atom bomb is a disturbing development for peace in the subcontinent. If indeed it is true that Pakistan has a bomb, it will come as no surprise to the world. But the claim by a pers","thumbnail":null,"section":"Opinion"},{"date":"19940907","headline":"Nigeria Needs Democracy : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/07/opinion/IHT-nigeria-needs-democracy-letters-to-the-editor.html","abstract":"Regarding the report \"Fraud Does a Thriving Business as Nothing Else Moves in Nigeria\" (Aug. 31):.The major singular contributory factor for the environment in which these fraudulent activities thrive has been the lack of democracy in Nigeria","thumbnail":null,"section":"Opinion"},{"date":"19940907","headline":"Devils Seem to Sport Their Same Smart Look","web_url":"https://www.nytimes.com/1994/09/07/sports/hockey-devils-seem-to-sport-their-same-smart-look.html","abstract":"  With the exception of Bernie Nicholls, who signed with the Chicago Blackhawks, and Slava Fetisov, an unrestricted free agent who was not invited to training camp, the Devils have returned to the ice with the same cast that brought them the second-best point total in the National Hockey League last season.   Jacques Lemaire, in his second season as coach, said he didn't know whether an established newcomer -- he cited Steve Yzerman of the Detroit Red Wings as an example -- would provide the ingredient to take the Devils beyond the heights they reached last season, when they lost to the Rangers in double overtime in Game 7 of the Stanley Cup semifinals.","thumbnail":null,"section":"Sports"},{"date":"19940907","headline":"Personal Health; Getting back into the game quickly with RICE.","web_url":"https://www.nytimes.com/1994/09/07/us/personal-health-getting-back-into-the-game-quickly-with-rice.html","abstract":"  COMING downstairs the other morning, I missed a step and twisted my ankle so badly I wept with pain. As visions of weeks without tennis or cycling added to my agony, I hopped to the kitchen where I quickly downed ibuprofen and taped an ice pack tightly around my throbbing ankle. Then I hopped over to my reclining chair and sat down to read with my foot elevated. An hour later, I returned to the refrigerator to replace the now-melted ice pack with a frozen one and climbed back up to my chair.   I continued icing my ankle for 20 minutes of every hour all afternoon, keeping it elevated, and took another dose of ibuprofen after four hours. By evening I was able to walk several blocks to take my nightly swim. Then I taped the ankle for the night. The next morning, with the ankle still taped, I was able to bicycle in comfort and the second morning I could play tennis without tape, without pain and without favoring the injured foot.","thumbnail":null,"section":"U.S."},{"date":"19940907","headline":"1919:Liberty Replica : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/07/opinion/IHT-1919liberty-replica-in-our-pages100-75-and-50-years-ago.html","abstract":"BORDEAUX - At the mouth of the Gironde River was laid this morning [Sept. 6] the corner- stone of the replica of the statue of Liberty which will commemorate the arrival of the first American troops in France.","thumbnail":null,"section":"Opinion"},{"date":"19940907","headline":"Financial Issues Helping Cuomo to Focus Scrutiny on Pataki as Primary Draws Near","web_url":"https://www.nytimes.com/1994/09/07/nyregion/financial-issues-helping-cuomo-to-focus-scrutiny-on-pataki-as-primary-draws-near.html","abstract":"  Throughout his rapid rise from local politics to endorsed Republican candidate for governor, State Senator George E. Pataki has sought to present a carefully honed image to the public: son of immigrants, farm boy, Ivy League scholarship winner, principled legislator.   But for the last few weeks, Mr. Pataki has had to answer questions generated by news articles about his personal finances. And though none of those questions individually has proved deeply damaging, together they have given Gov. Mario M. Cuomo's campaign new tools to chisel at Mr. Pataki's public persona.","thumbnail":null,"section":"New York"},{"date":"19940907","headline":"Woods Named to International Team","web_url":"https://www.nytimes.com/1994/09/07/sports/sports-people-golf-woods-named-to-international-team.html","abstract":"  TIGER WOODS was one of four players chosen yesterday to represent the United States in next month's world amateur team championship, to be played in Versailles, France. Woods, 18, won the United States Amateur last month. Joining him on the team are ALLEN DOYLE, 46, a three-time selection from LaGrange, Ga.; JOHN HARRIS, 42, of Edina, Minn., and TODD DEMSEY, 22, of Rancho Santa Fe, Calif. The team is chosen by the United States Golf Association based upon play in the last two years. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940907","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/09/07/nyregion/metro-digest-167690.html","abstract":"  PEPPER SPRAY GOES TO COLLEGE   The hottest must-have item among female students at Rutgers University this fall is neither baggy pants nor book bags nor electronic games. It is pepper spray. Crime and the fear of crime has come to college, from big city universities to tiny rural schools. Although some still cling to the image of college as a sacred haven of higher purpose, increasingly, experts say, parents and students are realizing that few campuses are as idyllic as they look. A1. NEW YORK CITY","thumbnail":null,"section":"New York"},{"date":"19940907","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/07/nyregion/c-corrections-172553.html","abstract":"  An art review in Weekend on Friday about an exhibition of silk Kashan rugs at the Metropolitan Museum of Art misstated the curator's surname. He is Daniel Walker, not Daniel Walsh.","thumbnail":null,"section":"New York"},{"date":"19940907","headline":"U.S. Studies Officer Shooting","web_url":"https://www.nytimes.com/1994/09/07/nyregion/us-studies-officer-shooting.html","abstract":"  A United States Justice Department official said yesterday that the department's civil rights division was monitoring developments in the local investigation of the shooting of a Transit police officer by an off-duty New York City police officer last month.   The official, who spoke on condition of anonymity, said senior department attorneys have held preliminary talks with the United States Attorney's office in Manhattan about a potential Federal inquiry.","thumbnail":null,"section":"New York"},{"date":"19940907","headline":"Toward Saner Football","web_url":"https://www.nytimes.com/1994/09/07/opinion/toward-saner-football.html","abstract":"  The grim sight of Napoleon McCallum's knee being wrenched from its socket on \"Monday Night Football\" reminds us that the season of mayhem and misplaced values is upon us again. To be sure, it is delusional to think that football is going to disappear. For one thing, it is too deeply intertwined with the fabric of national life and America's social and historical consciousness.   Consider what football represents. By one analysis, the drive for the end zone represents a re-enactment of the frontier experience: the offensive drive as manifest destiny. By another account, the training of a boy to play an obedient role as one-eleventh of The Team is the way the nation prepares him to fit into the modern corporation.","thumbnail":null,"section":"Opinion"},{"date":"19940907","headline":"Now Starring in Dublin: A Poetic Friel Heroine","web_url":"https://www.nytimes.com/1994/09/07/arts/critic-s-notebook-now-starring-in-dublin-a-poetic-friel-heroine.html","abstract":"  The sad and miraculous plight of Molly Sweeney has brought out the best in the playwright Brian Friel.   Telling the story of a blind massage therapist who, at 41, temporarily recovers her sight, he has produced an entrancing drama that lodges in the mind's eye and stays there, long after Molly's final words have been spoken.","thumbnail":null,"section":"Arts"},{"date":"19940907","headline":"Grandmothers Raise New Families for Love, Not for Money","web_url":"https://www.nytimes.com/1994/09/07/opinion/l-grandmothers-raise-new-families-for-love-not-for-money-172910.html","abstract":"  To the Editor:   \"Paying Grandmas to Keep Kids in Limbo\" by Judith Sheindlin (Op-Ed, Aug. 29), on grandmothers who care for their grandchildren, omits details crucial to widespread acceptance of kinship care. The author devotes much time to the reimbursements grandmothers receive, yet little to the children they care for. She never mentions that children in the foster care system who are placed with relatives, usually grandmothers, were previously abused or neglected and are typically traumatized.","thumbnail":null,"section":"Opinion"},{"date":"19940907","headline":"Rwanda's Leaders Vow to Build a Multiparty State for Both Hutu and Tutsi","web_url":"https://www.nytimes.com/1994/09/07/world/rwanda-s-leaders-vow-to-build-a-multiparty-state-for-both-hutu-and-tutsi.html","abstract":"  Rwanda's new Government is committed to building a multiparty democracy in which ethnic origin is no longer an issue, according to Paul Kagame, the country's new Vice President and the man who led a rebel army to victory in the civil war here.   Five months after the most recent burst of heavy fighting, which killed countless thousands and forced thousands of others to flee, international human rights organizations are present, and Mr. Kagame said in an interview that others were welcome to join them and the United Nations observers posted here to help protect returning refugees.","thumbnail":null,"section":"World"},{"date":"19940907","headline":"New Tour Plan Put on Hold","web_url":"https://www.nytimes.com/1994/09/07/sports/new-tour-plan-put-on-hold.html","abstract":"  A fierce battle for the control of women's tennis in 1995 and beyond was revealed yesterday when Billie Jean King and the International Management Group announced and then hastily canceled a news conference outlining the development of a new tour. The new tour would be backed and run for the next two years by I.M.G., a sports management conglomerate, and would include King at the helm.   The proposed takeover of the current WTA Tour reportedly has the endorsement of top players, including the WTA Players Association president, Martina Navratilova. Navratilova favors the streamlining of events to promote more rivalries between top names.","thumbnail":null,"section":"Sports"},{"date":"19940907","headline":"Can Siberia Teach Us About Heating?","web_url":"https://www.nytimes.com/1994/09/07/opinion/l-can-siberia-teach-us-about-heating-172626.html","abstract":"  To the Editor:   \"Verkhoyansk Journal: A Siberian Icebox That Holds a Thousand People\" (news article, Sept. 3) has important information about home heating in very cold weather. You state that it takes seven truckloads of wood costing $1,650 to heat a modest house each winter in Verkhoyansk, Russia, where temperatures drop to as low as -90 degrees Fahrenheit.","thumbnail":null,"section":"Opinion"},{"date":"19940907","headline":"Castro and Washington : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/07/opinion/IHT-castro-and-washington-letters-to-the-editor.html","abstract":"An effective U.S. strategy for dealing with Cuba must start with the abandonment of policy from another era, an epoch when communism ran rampant and served as the buzzword for all forms of xenophobia.. First, Fidel Castro must be given respect, which he","thumbnail":null,"section":"Opinion"},{"date":"19940907","headline":"1894:Abyssinian's Visit : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/07/opinion/IHT-1894abyssinians-visit-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - King Menelik of Abyssinia is coming northward with the object of obtaining a recognition of his independence. He may not reach Rome until he has visited all the other capitals, in order to proclaim in unmistakable terms that he does not mean to be","thumbnail":null,"section":"Opinion"},{"date":"19940907","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/07/opinion/IHT-letters-to-the-editor-91037871539.html","abstract":"Current U.S. policy toward Cuba and Haiti is cruel to the people of those countries and counterproductive. I suggest lifting the blockades, inviting Mr. Castro and Lieutenant General Raoul Cdras to Washington on state visits and welcoming both coun","thumbnail":null,"section":"Opinion"},{"date":"19940907","headline":"Book Notes; Out of art, into publishing Stephen King, on tour Booker Prize time.","web_url":"https://www.nytimes.com/1994/09/07/books/book-notes-out-of-art-into-publishing-stephen-king-on-tour-booker-prize-time.html","abstract":"  Out of Art    David Ramus is a former fine-arts dealer whose high-flying years in the 1980's art world left him with spectacular debts and a number of creditors clamoring for blood. \"I failed miserably in the art world,\" is how he described it in a recent interview from his home in Atlanta.    Mr. Ramus, 39, has never been a writer except in private, dabbling in sketches and short stories he never showed to anyone. But last October, when his art-selling practices became the subject of a Federal investigation, he sat down to write his first novel, as much, he said, \"to exorcise my demons as anything else.\" The book, \"Thief of Light,\" about forged masterpieces and greed and murder in the art world, caused a tremendous end-of-the-summer stir in a small but rich corner of Manhattan's publishing world. The stir turned out to be brief, because the novel was snapped up so quickly that few people had time to learn about it.","thumbnail":null,"section":"Books"},{"date":"19940907","headline":"3 Minutes Of Rock (And Fame)","web_url":"https://www.nytimes.com/1994/09/07/nyregion/about-new-york-3-minutes-of-rock-and-fame.html","abstract":"  LIKE once-proud Greeks adapting to the culture of an ascendant Rome, the members of the Russian Red Army chorus were taking their cues from younger, long-haired MTV commissars of our own triumphant culture of rock-and-roll and youth-driven marketing.   \"O.K., let's really hear those balalaikas,\" said one of the Americans, a leather-vested, postmodern, post-Communist, post-adolescent as he led a rehearsal of \"Sweet Home Alabama,\" the song that the Red Army Chorus is to present during the MTV Video Music Awards on Thursday night at Radio City Music Hall.","thumbnail":null,"section":"New York"},{"date":"19940907","headline":"McCallum Likely to Be Out for Season","web_url":"https://www.nytimes.com/1994/09/07/sports/sports-people-pro-football-mccallum-likely-to-be-out-for-season.html","abstract":"  NAPOLEON McCALLUM, the Los Angeles Raiders running back, was expected to be lost for the season after surgery to replace a ruptured artery in his left knee. McCallum's knee was dislocated on a tackle in the third quarter of the Raiders' 44-14 loss to the San Francisco 49ers on Monday night. He underwent two hours of surgery Monday night at Stanford Medical Center.   \"It would be premature for me to speculate on the severity, but it would be fair to assume this was at least season-ending,\" the Raiders' executive assistant, AL LoCASALE, said yesterday.","thumbnail":null,"section":"Sports"},{"date":"19940907","headline":"Staten Island's Leader Endorses Pataki","web_url":"https://www.nytimes.com/1994/09/07/nyregion/staten-island-s-leader-endorses-pataki.html","abstract":"  Borough President Guy V. Molinari of Staten Island, a harsh critic of the way Republican leaders chose George E. Pataki as a gubernatorial candidate, endorsed Mr. Pataki yesterday in a show of party unity before the primary election.   Mr. Molinari's daughter, Representative Susan Molinari, a Republican of Staten Island, also supported Mr. Pataki yesterday. He is running against Richard M. Rosenbaum, a former state party chairman waging an outsider's challenge in the Republican primary next Tuesday.","thumbnail":null,"section":"New York"},{"date":"19940907","headline":"2 Ohioans Arrested in Series of Slayings","web_url":"https://www.nytimes.com/1994/09/07/us/2-ohioans-arrested-in-series-of-slayings.html","abstract":"  It was a cross-country crime rampage that began in rural Ohio one week ago with a stolen car, a missing woman and two male suspects. One was an ex-convict fresh out of prison, a man found guilty both of theft and of once biting his own baby so hard that he drew blood. The other was a gangly, troubled 16-year-old described as \"a follower,\" not a violent criminal, by his hometown police chief.   The rampage turned murderous three times over in Missouri and Oklahoma, where the victims' cars were stolen after automobiles taken in previous crimes were abandoned. And it ended this morning, after a nationwide manhunt, with arrests in a dusty culvert at the edge of the mountains around Santa Fe.","thumbnail":null,"section":"U.S."},{"date":"19940907","headline":"Shawinigan Journal; Quebec Libre? His Hometown Won't Think of It","web_url":"https://www.nytimes.com/1994/09/07/world/shawinigan-journal-quebec-libre-his-hometown-won-t-think-of-it.html","abstract":"  They have known him here for years, people like Marcel Brousseau, who as a boy played baseball with him, or the brothers Guy and Gilles Sauvageau, who run a coffee, magazine and tobacco shop where he still occasionally drops in to pass the time of day.   Prime Minister Jean Chretien, the son of a machinist at a local paper mill, comes home every few weeks, the way Harry Truman used to return to Independence, Mo. Mr. Chretien still owns a house in Shawinigan, has family here and knows many townspeople by their first names.","thumbnail":null,"section":"World"},{"date":"19940907","headline":"A Third-World Effort on Family Planning","web_url":"https://www.nytimes.com/1994/09/07/world/a-third-world-effort-on-family-planning.html","abstract":"  Challenging the notion that birth control is a Western idea out of keeping with traditional cultures, 10 developing nations with successful family planning programs will announce here this week a new international partnership to share their skills and experience with other third-world countries.   The 10 nations -- Bangladesh, Colombia, Egypt, Indonesia, Kenya, Mexico, Morocco, Thailand, Tunisia and Zimbabwe -- include Muslim, Buddhist and Christian lands, some poor and some newly richer. Because they prove that family planning can work in diverse settings, they are in a sense models for the United Nations International Conference on Population and Development now in session here.","thumbnail":null,"section":"World"},{"date":"19940907","headline":"Candidate Ties Gubernatorial Bid to Property Taxes","web_url":"https://www.nytimes.com/1994/09/07/nyregion/candidate-ties-gubernatorial-bid-to-property-taxes.html","abstract":"  In a governor's race in which all the candidates talk tough on crime and promise to purge the government of waste, William E. Curry Jr. has seized onto the state's high property taxes as an issue that highlights his independence from the pack.   While several of his opponents have focused on cutting or eliminating an unpopular income tax introduced in 1991, Mr. Curry has pledged to return about $1 billion from state coffers to cities and towns for property tax relief. The details of the program have met widespread criticism, but Mr. Curry insists that his approach is the only one that challenges the status quo.","thumbnail":null,"section":"New York"},{"date":"19940907","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/09/07/nyregion/inside-166626.html","abstract":"  A Meeting of Irishmen   Gerry Adams, the I.R.A.'s political leader, held his first talks with the Prime Minister of Ireland on ending \"the troubles\" in Ulster. Page A11. Promise From Rwanda    Rwanda's new Government pledged to build a multiparty democracy in which ethnic origin, the root of much strife, was not an issue. Page A10. Police Suicide Count Rises    Two New York City police officers killed themselves, matching a grim record set in 1987: 10 suicides by city officers in a year. Page B1. Sampras Eliminated at Open    Pete Sampras, the defending champion and top-seeded player, was beaten in five sets by Jaime Yzaga of Peru. Page B15.","thumbnail":null,"section":"New York"},{"date":"19940907","headline":"She's Long On Talent, Short on The Serve","web_url":"https://www.nytimes.com/1994/09/07/sports/us-open-94-she-s-long-on-talent-short-on-the-serve.html","abstract":"  The first time, it was taken as an aberration. After all, how many times does a serve fall 10 feet short of the net? Gabriela Sabatini had served softly, 49 miles per hour to be precise, and the ball simply sputtered to a stop before it made it to the other side of the court.   The double fault was Sabatini's seventh of the day, and she would get No. 8 two games later, when yet another serve -- this one clocked at 46 m.p.h. -- drooped and dropped on her side of the court. This time, Sabatini's odd failure quickly prompted whispers at the United States Open. And the question so many asked was one heard often lately on the women's tour:","thumbnail":null,"section":"Sports"},{"date":"19940907","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/07/nyregion/c-corrections-172545.html","abstract":"  The Peripherals column in Science Times yesterday, about a software program for business presentations, named it incorrectly at one point. It is Harvard Spotlight for Windows, not Harvard Presenter for Windows.","thumbnail":null,"section":"New York"},{"date":"19940907","headline":"Inquiries in Two Shootings","web_url":"https://www.nytimes.com/1994/09/07/nyregion/inquiries-in-two-shootings.html","abstract":"  Two cases in which off-duty New York City police officers shot people to death on Monday are to be presented to grand juries soon, according to Mary deBourbon, spokeswoman for the Queens District Attorney.    In one case, an officer killed his younger brother, a sergeant on the force; in the other, a civilian was killed and another wounded.","thumbnail":null,"section":"New York"},{"date":"19940907","headline":"Caribbean New York","web_url":"https://www.nytimes.com/1994/09/07/opinion/caribbean-new-york.html","abstract":"  New York City is a perpetual work in process, an immigrant city that is always remaking itself from the customs and intonations of its newest foreign-born families. The process is often imperceptible until a sudden shift in conditions brings a new demographic order into focus.   This will be recorded as the year in which the traditional Labor Day parade in Manhattan was canceled for lack of interest, forcing politicians who typically used it as a photo opportunity to retreat to the West Indian American Day Parade in Brooklyn. Smart move. The gathering, known to West Indians themselves as \"Carnival,\" has long been the largest street gathering in New York, drawing between one and two million revelers yearly.","thumbnail":null,"section":"Opinion"},{"date":"19940907","headline":"Jets' Washington Looks For Another Game Ball","web_url":"https://www.nytimes.com/1994/09/07/sports/pro-football-jets-washington-looks-for-another-game-ball.html","abstract":"  When a pro football defense faces a relatively immobile quarterback like Jim Kelly or Dan Marino, it tries to drive him out of the pocket. Against a mobile quarterback like John Elway or Randall Cunningham, it tries to keep him in the pocket because once he gets outside, he can scramble or throw on the run, sometimes as far as 50 yards upfield or crossfield.   So Marvin Washington, who gave Kelly fits Sunday in the Jets' 23-3 thrashing of the Buffalo Bills, has no time to celebrate, not that he's the celebrating type. This Sunday, the Jets play the Denver Broncos at Giants Stadium, and Washington must concern himself about Elway.","thumbnail":null,"section":"Sports"},{"date":"19940907","headline":"Osborne Will Return to Rangers","web_url":"https://www.nytimes.com/1994/09/07/sports/sports-people-pro-hockey-osborne-will-return-to-rangers.html","abstract":"  MARK OSBORNE, who played for the Rangers for three and a half seasons in the mid-1980's, has re-signed with the Stanley Cup champions as an unrestricted free agent, the club announced yesterday. Osborne, 33, played for the Toronto Maple Leafs last season, scoring 9 goals and assisting on 15 others in 73 games. He has appeared in 882 career games and has 527 points. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940907","headline":"Of a Mouse and Friends, and Passage From Cell to Liberty","web_url":"https://www.nytimes.com/1994/09/07/opinion/IHT-of-a-mouse-and-friends-and-passage-from-cell-to-liberty.html","abstract":"Fifty years ago this Wednesday, Mickey Mouse was welcomed back to France as a symbol of the Allied liberation by Lon Bancal, editor of the Marseille daily Le Provenal. Mr. Bancal (1893-1966) gave the welcome in a sequel to an editorial he had","thumbnail":null,"section":"Opinion"},{"date":"19940907","headline":"Citing Security, Pope Defers Sarajevo Trip","web_url":"https://www.nytimes.com/1994/09/07/world/citing-security-pope-defers-sarajevo-trip.html","abstract":"  Citing security concerns, Pope John Paul II called off a visit to Sarajevo that had been scheduled for Thursday. The Vatican said the Pope acted out of concern for the safety of people who would flock to see him in the devastated city, which is still encircled by Serbian siege forces.   The Bosnian Serbs had warned for weeks that they could not even promise that the Pope's plane would land safely. Sniper fire was reported in the stadium where the Pope was to offer Mass in Sarajevo, and planes at the airport have been hit by small arms fire in the last two days.","thumbnail":null,"section":"World"},{"date":"19940907","headline":"1944:Poor G.I.s in Paris : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/07/opinion/IHT-1944poor-gis-in-paris-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - [From our New York edition:] For the first time since the war began the American soldier is a poor man. With his high rate of pay the G.I. has been a comparative plutocrat in most parts of the world, but when he comes into Paris now he finds that","thumbnail":null,"section":"Opinion"},{"date":"19940907","headline":"Lots of Pain, Little Gain: Sampras Upset by Yzaga","web_url":"https://www.nytimes.com/1994/09/07/sports/us-open-94-lots-of-pain-little-gain-sampras-upset-by-yzaga.html","abstract":"  Pete Sampras, his physical condition deteriorating as the match wore on, was dethroned from his position as the defending champion of the United States Open yesterday by a merciless five-set challenge from Jaime Yzaga of Peru, a scrapper who exploited the fact that the champion was perilously sore.   \"I really saw that he was getting tired, more tired every time, and I congratulate him because he never really gave up and obviously he wasn't feeling well, but that's what makes a champion, he kept fighting until the end,\" observed Yzaga, who saved his admiration of Sampras's mettle until the upset was complete.","thumbnail":null,"section":"Sports"},{"date":"19940907","headline":"On the Trail Of Genocide","web_url":"https://www.nytimes.com/1994/09/07/opinion/on-the-trail-of-genocide.html","abstract":"  The prisoners in the Government jail in Kibungo, Rwanda, will tell you they killed their Tutsi neighbors and burned their houses, but they deny they did it willingly. Their testimony has a chilling similarity: not just their repeated invocations of \"orders from above\" or their matter-of-fact delivery, but their depiction of the massacres as a military operation, a matter of guns and grenades. The duty of the civilian conscripts, they say, was nettoyage, \"cleaning up\" -- killing the survivors.   But it is unlikely that the several hundred prisoners held in Kibungo will come to trial in the near, or even foreseeable, future. In early August, the United States and the United Nations secured a promise from the new Government of Rwanda that it would not prosecute anyone for genocide. Instead, Rwanda's Prime Minister, Faustin Twagiramungu, agreed to an international war crimes tribunal under U.N. auspices, probably at The Hague.","thumbnail":null,"section":"Opinion"},{"date":"19940907","headline":"Clinton Has Opportunity to Act Wisely on Cuba","web_url":"https://www.nytimes.com/1994/09/07/opinion/l-clinton-has-opportunity-to-act-wisely-on-cuba-172766.html","abstract":"  To the Editor:   Clinton Administration officials insist that Fidel Castro is directing the flow of refugees fleeing Cuba. They, and much of the United States media, portray President Castro as the dictator in control of the floodgates, which he cynically opens and closes at will, forcing out thousands of unhappy Cubans. Such a distorted picture has plunged President Clinton into a policy quagmire. Mr. Castro cannot now stop the exodus; only a change in United States policy will stem the human tide.","thumbnail":null,"section":"Opinion"},{"date":"19940907","headline":"Public & Private; Beside the Point","web_url":"https://www.nytimes.com/1994/09/07/opinion/public-private-beside-the-point.html","abstract":"  When Tim Wirth, the Under Secretary of State for Global Affairs, first began to lay the Administration's rhetorical groundwork for this week's global population conference in Cairo, the note he sounded seemed inspired.    \"Sustainable development cannot be realized without the full engagement and complete empowerment of women,\" Mr. Wirth said in a speech in March. Bypassing the contentious divisions of overpopulation vs. overconsumption, developed vs. developing nations, the rights of women could unite all in strategies for a world whose population has doubled in the last four decades and might triple by the end of the next century.","thumbnail":null,"section":"Opinion"},{"date":"19940907","headline":"CUBAN REFUGEES START TO ARRIVE AT PANAMA BASE","web_url":"https://www.nytimes.com/1994/09/07/world/cuban-refugees-start-to-arrive-at-panama-base.html","abstract":"  The first of what could eventually amount to 10,000 Cubans landed here tonight from the overloaded Guantanamo Bay Naval Station in Cuba, moving into new camps and giving some breathing room to the Administration in its standoff with the Cuban Government.    As the first refugees, most wearing shorts, T-shirts and sandals, walked to a bus, reporters called out, asking how they felt to be in Panama. One answered: \"Good, good. We're a long way from Fidel Castro.\"","thumbnail":null,"section":"World"},{"date":"19940907","headline":"North Raises Iran-Contra Issue In Debate for Senate Candidates","web_url":"https://www.nytimes.com/1994/09/07/us/north-raises-iran-contra-issue-in-debate-for-senate-candidates.html","abstract":"  Oliver L. North used a nationally televised debate tonight to confront what he called \"a whispering campaign\" conducted by his three opponents in the Virginia Senate race: his role in the Iran-contra affair.    As a military aide to President Ronald Reagan in 1985 and 1986, Mr. North helped to divert profits from the sale of arms to Iran to the contra rebels in Nicaragua.","thumbnail":null,"section":"U.S."},{"date":"19940907","headline":"Rice and 49ers Deliver a Powerful Message","web_url":"https://www.nytimes.com/1994/09/07/sports/on-pro-football-rice-and-49ers-deliver-a-powerful-message.html","abstract":"  Jerry Rice is unique. Jerry Rice is like any other National Football League player.   N.F.L. coaches can scream and scowl and stroke. They can attempt to motivate their players in so many ways. But nothing serves as motivation for an N.F.L. player as much as a subtle push from his opposing peers, Rice included.","thumbnail":null,"section":"Sports"},{"date":"19940907","headline":"LaFontaine Signs for Some Big Money","web_url":"https://www.nytimes.com/1994/09/07/sports/sports-people-pro-hockey-lafontaine-signs-for-some-big-money.html","abstract":"  Buffalo Sabre center PAT LaFONTAINE, who was the National Hockey League's second-leading scorer two seasons ago but who was injured most of last season, has agreed to a contract that will reportedly make him one of the highest-paid players in the sport.","thumbnail":null,"section":"Sports"},{"date":"19940907","headline":"Taking Change From Classroom to Central Office","web_url":"https://www.nytimes.com/1994/09/07/us/taking-change-from-classroom-to-central-office.html","abstract":"  This fall, Deborah Meier, the reform-minded principal who created a new kind of high school in Harlem, becomes, in a way, one of them at the New York City Board of Education headquarters. She will now have an office alongside some of the very officials she had long avoided.   For nearly two decades, Ms. Meier, a prize-winning educator who pioneered several of New York City's alternative schools, has been viewed as an exception, not a threat, by those in charge of the city's schools. Leave her alone, her supporters said; she just wants to run her schools.","thumbnail":null,"section":"U.S."},{"date":"19940907","headline":"Remembering the 60's The Living Theater Way","web_url":"https://www.nytimes.com/1994/09/07/theater/theater-review-remembering-the-60-s-the-living-theater-way.html","abstract":"  About 10 minutes into the Living Theater's 30th-anniversary production of \"Mysteries and Smaller Pieces,\" at the Theater for the New City (155 First Avenue, East Village), the catcalls begin. \"Next!,\" shouts one man. Another yells: \"Go ahead! Move! I dare you!\"   Are the voices coming from the audience or from members of the classically iconoclastic troupe? No matter. Tom Walker, the actor who has been standing immobile since the stage lights came up, doesn't stir. Yes, he blinks from time to time. But he remains as resonantly silent as a statue in a church, even when other actors swarm around him in a mock military drill.","thumbnail":null,"section":"Theater"},{"date":"19940907","headline":"Balancing Outsider Appeal With an Insider's Strategy","web_url":"https://www.nytimes.com/1994/09/07/nyregion/balancing-outsider-appeal-with-an-insider-s-strategy.html","abstract":"  If the abstract reasons why Richard M. Rosenbaum could win the Republican primary for governor were made flesh and bone, they might walk and talk like Henry Grassi, 68, a retired letter carrier from Brighton Beach, Brooklyn.   After meeting the ever-ebullient Mr. Rosenbaum at the Brighton Beach Baths on Saturday, Mr. Grassi said he was impressed with the candidate's cannonball straightforwardness, his gruff lack of pretension. Impressed enough, indeed, to vote for him over the acknowledged front-runner in next Tuesday's primary, state Senator George E. Pataki.","thumbnail":null,"section":"New York"},{"date":"19940907","headline":"Simpson Team Taking Aim at DNA Laboratory","web_url":"https://www.nytimes.com/1994/09/07/us/simpson-team-taking-aim-at-dna-laboratory.html","abstract":"  When prosecutors in the O. J. Simpson trial present DNA results implicating him in the slashing deaths of his former wife and her friend, defense lawyers will probably counterattack with evidence that the laboratory that did the tests has made errors in two proficiency tests and has had problems in court cases.   In court papers, Mr. Simpson's defense team has disclosed that in two independent proficiency tests, the company, Cellmark Diagnostics, found DNA in one of 50 mock crime scene samples when none was present. It was the type of mistake, the defense team has said, that could send an innocent person to jail.","thumbnail":null,"section":"U.S."},{"date":"19940907","headline":"Berman to Theismann: ESPN Is Still Scoring the Biggest Pre-Game Points","web_url":"https://www.nytimes.com/1994/09/07/sports/tv-sports-berman-to-theismann-espn-is-still-scoring-the-biggest-pre-game-points.html","abstract":"  Before \"Fox N.F.L. Sunday\" is anointed as the mother of all pre-game shows because it is one hour long and boasts the only bald host, let us now praise ESPN's \"N.F.L. Gameday\" as the best of its breed. Against Fox's program and NBC's one-week-only expansion of \"The N.F.L. Live\" to 60 minutes, \"Gameday\" showed it is the one to follow for information, pacing and mirth.   \"Gameday\" -- one hour long -- is in its 10th season; \"Fox N.F.L. Sunday\" is merely one week old. \"Gameday\" has enviable chemistry with the host, Chris Berman, Joe Theismann, Tom Jackson and Chris Mortensen. Phil Simms, added this season, fit in quickly.","thumbnail":null,"section":"Sports"},{"date":"19940907","headline":"Stich Allows Kafelnikov Hardly a Shred of Hope","web_url":"https://www.nytimes.com/1994/09/07/sports/us-open-94-stich-allows-kafelnikov-hardly-a-shred-of-hope.html","abstract":"  Confronted last night at the United States Open by the ominous prospect of facing 14th-seeded Yevgeny Kafelnikov, the 20-year-old Russian whose rise through the ranks has been swift and fearless, fourth-seeded Michael Stich refused to buckle under to the towheaded upstart who seems to have made a habit of upsetting him.   Instead of allowing Kafelnikov to notch a fifth consecutive victory against him, Stich poured on the power, used his superior Grand Slam experience and dealt the Russian a 7-6 (10-8), 6-3, 6-2 dressing-down.","thumbnail":null,"section":"Sports"},{"date":"19940907","headline":"U.S. Comes to Soccer's Temple In Search of Some Respect...","web_url":"https://www.nytimes.com/1994/09/07/sports/IHT-us-comes-to-soccers-temple-in-search-of-some-respect.html","abstract":"David Platt came around the corner of Bisham Abbey, the elegant grounds of stone and brick where the England team trains, and there he found the photographers waiting for him. This is something the U.S. press doesn't do any longer, stage photographs - th","thumbnail":null,"section":"Sports"},{"date":"19940907","headline":"Amino Acid Offers Hope of Relieving Milder Symptoms Of Schizophrenia","web_url":"https://www.nytimes.com/1994/09/07/us/amino-acid-offers-hope-of-relieving-milder-symptoms-of-schizophrenia.html","abstract":"  AMONG the most intractable symptoms of schizophrenia are those that are the most subtle, including social withdrawal, emotional flatness and apathy, which do not respond to most existing medications. But new studies are finding that very large doses of a form of glycine, a common amino acid, may offer relief from these \"negative\" symptoms.   The finding, reported in the August issue of The American Journal of Psychiatry, is potentially of great importance, because the negative symptoms are more persistent than the more blatant ones, like delusions and hallucinations, and account for some of the most debilitating long-term effects of the disorder.","thumbnail":null,"section":"U.S."},{"date":"19940907","headline":"Tending the Spirit as Well as the Body; Chaplains' Nurturing Plays a Growing Role in Hospital Care","web_url":"https://www.nytimes.com/1994/09/07/nyregion/tending-spirit-well-body-chaplains-nurturing-plays-growing-role-hospital-care.html","abstract":"  During Daryl Bloom's eight-year battle against bone cancer, the doctors and nurses who deftly restored his health over the course of a dozen operations were helped by someone who never stepped foot into surgery, someone, in fact, who holds no medical degree and whose specialty is the realm of the intangible.   Sister Elaine Goodell, a staff chaplain at Memorial Sloan-Kettering Cancer Center, was Mr. Bloom's \"spiritual bodybuilder,\" providing counsel, conversation or just company during his many hospital stays and insisting that he would get out of the hospital and on with his life.","thumbnail":null,"section":"New York"},{"date":"19940907","headline":"Massachusetts Governor Cruises Election Road","web_url":"https://www.nytimes.com/1994/09/07/us/massachusetts-governor-cruises-election-road.html","abstract":"  Mark Roosevelt, the front-runner in the Democratic primary for governor, was introducing himself to the men at the Eire Pub in Dorchester, a staunchly Democratic neighborhood in Boston.   Dennis Farrell, a lifelong Democrat, hardly took his eyes off the television. He seemed surprised that Mr. Roosevelt, a 38-year-old state representative, was campaigning. \"Seems like a shoo-in for Weld,\" Mr. Farrell, who manages a post office, told a reporter.","thumbnail":null,"section":"U.S."},{"date":"19940907","headline":"Sports of The Times; Pete Flunks Endurance Competition","web_url":"https://www.nytimes.com/1994/09/07/sports/sports-of-the-times-pete-flunks-endurance-competition.html","abstract":"  FIRST Pete Sampras fell into a hole. Then he hit the wall. This tennis is a dangerous sport. And what's worse, the danger is spreading. Jaime Yzaga is the man who defeated the top-seeded player at the United States Open yesterday, and Yzaga couldn't stay the course, either.   Yzaga walked off the court after beating Sampras and strolled into the press conference and started talking in near flawless English. But after a few minutes of staring at the raffish gaggle of international journalists, Yzaga, too, hit his personal wall. \"I'm not feel that well, sorry,\" he said. \"Can we stop it? Who's in charge here? I'm not feeling well.\"","thumbnail":null,"section":"Sports"},{"date":"19940907","headline":"Cuban Reply to U.S. Keeps Talks Going","web_url":"https://www.nytimes.com/1994/09/07/world/cuban-reply-to-us-keeps-talks-going.html","abstract":"  Cuba replied today to the new immigration offer made by the United States on Monday as talks on stemming the exodus of boat people from Cuba entered their fifth day.   An Administration official described the Cuban response as serious, though still containing \"some material we can't accept.\" But neither side provided details of what the Cubans said or what the United States is offering. The two delegations are to meet again Wednesday at the United Nations.","thumbnail":null,"section":"World"},{"date":"19940907","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/07/opinion/IHT-letters-to-the-editor.html","abstract":"Fidel Castro has lost control of his people because of his insistence on continuing the anachronistic Communist system. Dissent is starting to surface now in spite of threats and coercion because Cubans simply cannot take it any more. . ALVIN STILLER. .","thumbnail":null,"section":"Opinion"},{"date":"19940907","headline":"Neely Ends His Holdout With Bruins","web_url":"https://www.nytimes.com/1994/09/07/sports/sports-people-pro-hockey-neely-ends-his-holdout-with-bruins.html","abstract":"  CAM NEELY, one of the league's top goal scorers despite a succession of serious injuries, ended his holdout yesterday by agreeing to a one-year contract with the Boston Bruins. Terms of the pact were not released, but Neely and the Bruins reportedly had reached agreement on a base salary of $1.4 million, with incentives that could add $1 million. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940907","headline":"Foe of Risk Hyperbole","web_url":"https://www.nytimes.com/1994/09/07/opinion/l-foe-of-risk-hyperbole-172928.html","abstract":"  To the Editor:   James Hahn (letter, Aug. 29) objects to your quoting a scientist from the American Council on Science and Health because he alleges that our corporate funding makes this person not credible. We receive relatively little of our budget from the chemical industry, which sells its products to the tobacco industry and is uncomfortable with our unrelenting opposition to cigarette companies.","thumbnail":null,"section":"Opinion"},{"date":"19940907","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/07/nyregion/c-corrections-172537.html","abstract":"  An article on Monday about the reunion of a California woman with her son who had been abducted to Iraq by her estranged husband misstated the given name of a State Department spokesman in some copies. The spokesman, who described the difficulties of resolving international custody disputes, was Michael McCurry, not Steve.","thumbnail":null,"section":"New York"},{"date":"19940907","headline":"Lawyer Accuses the Police in His Arrest","web_url":"https://www.nytimes.com/1994/09/07/nyregion/lawyer-accuses-the-police-in-his-arrest.html","abstract":"  The only thing L. Monty Kandekore and the Greenburgh police agree on is this: A struggle took place last fall between Mr. Kandekore and police officers outside his apartment complex on Central Avenue.   Mr. Kandekore, a bankruptcy lawyer who is black, says two officers beat him and used racial slurs. White police officers tell a different story. They say the lawyer appeared intoxicated and repeatedly punched an officer who was trying to arrest him. Mr. Kandekore was indicted on charges of driving while intoxicated, assault and resisting arrest and is awaiting trial.","thumbnail":null,"section":"New York"},{"date":"19940907","headline":"In Any Case, Unfair Punishment","web_url":"https://www.nytimes.com/1994/09/07/opinion/in-any-case-unfair-punishment.html","abstract":"  Three months after accusing O. J. Simpson of double murder and only weeks before the trial, Los Angeles prosecutors have yet to say whether they will seek the death penalty. Their hesitation is understandable, but the delay constitutes an indictment of capital punishment and exposes the arbitrary rules that haunt its use.    Whoever slashed the throat of Mr. Simpson's former wife, Nicole, and stabbed her friend Ronald Goldman to death is surely eligible for California's death penalty in every legal sense. But the same can be said of multitudes of convicted murderers, while only a few hundred have been executed since 1976 under court-approved guidelines. The selection from those technically eligible, as even advocates of the death penalty understand, is warped by unwritten standards and social forces.","thumbnail":null,"section":"Opinion"},{"date":"19940907","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/07/style/chronicle-168165.html","abstract":"  For most of the 33 years that ZUBIN MEHTA has been associated with the Israel Philharmonic, the past 25 years as its music director, he was unable to take the orchestra to India, his place of birth, because Israel and India did not establish diplomatic relations until 1992. That will change when Mr. Mehta and the orchestra perform in New Delhi on Nov. 27 and in four concerts in Bombay from Nov. 30 to Dec. 3.    \"It will be a dream fulfilled,\" Mr. Mehta said yesterday. \"It has hurt me for so many years that I couldn't take this orchestra to my own country.\"","thumbnail":null,"section":"Style"},{"date":"19940907","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/09/07/nyregion/news-summary-166545.html","abstract":"  International A3-15  PANAMA TAKES IN CUBANS  The first of 10,000 Cubans arrived in Panama from the Guantanamo Bay naval base in Cuba, opening a new holding area for refugees and giving some breathing room to the Clinton Administration in its standoff with Fidel Castro.  A1  Cuban children cling to hope despite detention camp chaos.  A14","thumbnail":null,"section":"New York"},{"date":"19940907","headline":"Health Care Debate to Shift To Federal Employees' Plan","web_url":"https://www.nytimes.com/1994/09/07/us/health-care-debate-to-shift-to-federal-employees-plan.html","abstract":"  Almost every health care proposal still pending in Congress complies with the politically potent demand -- expressed over and over in last month's Senate debate -- that all Americans should be able to get insurance as good as what Congress has.   In fact, there is no special health plan for members of Congress. They participate in the Federal Employees Health Benefits Program, along with nine million other Government workers, retirees and dependents.","thumbnail":null,"section":"U.S."},{"date":"19940907","headline":"Don't Call Unemployment a Jobs Plan","web_url":"https://www.nytimes.com/1994/09/07/opinion/l-don-t-call-unemployment-a-jobs-plan-172880.html","abstract":"  To the Editor:   Secretary of Labor Robert B. Reich's boastful summary of the Clinton Administration's \"work-force agenda\" in \"The Fracturing of the Middle Class\" (Op-Ed, Aug. 31) is political disingenuousness.","thumbnail":null,"section":"Opinion"},{"date":"19940907","headline":"At Venice Festival, a Meeting of the Simpletons and Psychopaths","web_url":"https://www.nytimes.com/1994/09/07/style/IHT-at-venice-festival-a-meeting-of-the-simpletons-and-psychopaths.html","abstract":"The first days of this year's Venice Film Festival suggest a world - as viewed through the filmmaker's lens, at least - sharply divided between natural- born psychopaths and natural-born nincompoops. Michael Radford, whose previous films include \"An","thumbnail":null,"section":"Style"},{"date":"19940907","headline":"Let Relatives Be Foster Parents","web_url":"https://www.nytimes.com/1994/09/07/opinion/let-relatives-be-foster-parents.html","abstract":"  Many of New York City's foster children live with relatives. The \"kinship care\" program has been controversial. Some critics think it should be eliminated altogether. In fact it serves the needs of some children well, but can be made to work better.   Just like non-related families that agree to take in abused or neglected children on a temporary basis, relatives of about 40 percent of the city's 47,000 foster children receive government stipends and must be approved and supervised by child welfare officials.","thumbnail":null,"section":"Opinion"},{"date":"19940907","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/07/style/chronicle-172820.html","abstract":"  Gone are the days when PATTI LABELLE strutted on stage in glittering dresses, feathers in her hair, platform heels on her feet.   When the singer opens a 50-city, seven-week tour in Oakland, Calif., on Oct. 7, she will be dressed all in red by CAROLINE SIMONELLI, a New York designer, whose elegant ballgowns are sold at stores like Henri Bendel.    \"I'm into fire and ice -- brilliant colors and beautiful, refined fabrics like taffetas and crepes,\" said the singer, who will open her show dressed in a slinky red rayon matte jersey strapless sheath and a matching full-length red coat shaped like a kite.","thumbnail":null,"section":"Style"},{"date":"19940907","headline":"Orchestras Merge Business Resources","web_url":"https://www.nytimes.com/1994/09/07/arts/music-notes-orchestras-merge-business-resources.html","abstract":"  In an innovative managerial arrangement, the American Symphony Orchestra has taken the chamber orchestra Concordia under its wing. Concordia, founded 10 years ago by Marin Alsop to explore American music, particularly concert music with jazz influences, will retain its own board of trustees, keep its own books and pursue its own artistic goals. But the American Symphony Orchestra will oversee the presentation of its concerts, as well as its marketing and fund raising.   \"What we're trying to do,\" explained Eugene Carr, the executive director of the American Symphony, \"is to create a new way to manage the arts by combining resources. It seem ridiculous that if you have a dozen organizations, each producing a small number of events every year, you also have a dozen executive directors, a dozen office leases, a dozen marketing departments. None of the organizations can really afford to engage as much staff as it needs.\"","thumbnail":null,"section":"Arts"},{"date":"19940907","headline":"A Boom, for the Few -- A special report.; Latin Economic Speedup Leaves Poor in the Dust","web_url":"https://www.nytimes.com/1994/09/07/world/boom-for-few-special-report-latin-economic-speedup-leaves-poor-dust.html","abstract":"  The much-hailed economic recovery in almost all of Latin America has politicians and Government economists preaching the benefits of open markets, privatization, fiscal discipline and deregulation.   It would seem they have good reason. Having put aside the politics of protected markets and nationalism, and welcomed vast new foreign investment, the region's economies are expected to grow an estimated 3 percent this year. That would be the fourth consecutive year of such growth, the most robust economic expansion in Latin America in decades.","thumbnail":null,"section":"World"},{"date":"19940907","headline":"2 World Records: One Complicated, One Straightforward","web_url":"https://www.nytimes.com/1994/09/07/sports/swimming-2-world-records-one-complicated-one-straightforward.html","abstract":"  For Tom Dolan, the tall drink of water from the University of Michigan, his world record in the men's 400-meter individual medley was a relatively straightforward affair. The 19-year-old Dolan swam well in the preliminaries; he swam even better in the final, covering the distance in 4 minutes 12.30 seconds, bettering the old mark by six-tenths of a second.   For Franziska Van Almsick, 16, the other teen-ager who broke a world record today at the world swimming championships in the Foro Italico, the story was not nearly so simple.","thumbnail":null,"section":"Sports"},{"date":"19940907","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/07/nyregion/c-corrections-172561.html","abstract":"  The dateline of a sports article on Aug. 27 about the United States Amateur golf tournament misidentified the site. Ponte Vedra is in Florida, not California.  ","thumbnail":null,"section":"New York"},{"date":"19940907","headline":"A Riddling Writer So Far Out He's In","web_url":"https://www.nytimes.com/1994/09/07/movies/a-riddling-writer-so-far-out-he-s-in.html","abstract":"When Paul Bowles was an aspiring young writer and composer visiting Paris in the late 1920's, he looked up Gertrude Stein and showed her some of his poems. One of the verses she read began, \"The heated beetle pants.\" Stein sternly pointed out that beetles don't pant and advised him that his real talent was for prose.     Stein also insisted on calling Mr. Bowles Freddy because she felt that Paul was too romantic a name for someone who she sensed didn't have an ounce of romanticism.  ","thumbnail":null,"section":"Movies"},{"date":"19940907","headline":"Undercover Games","web_url":"https://www.nytimes.com/1994/09/07/opinion/l-undercover-games-172936.html","abstract":"  To the Editor:   Since anybody can buy a fake badge and a toy gun and play policeman, and since undercover officers can fail to recognize their own, what are we to make of the subway shootout involving two police officers?","thumbnail":null,"section":"Opinion"},{"date":"19940907","headline":"Tailhook Group Wins Early Round in Ex-Navy Woman's Suit","web_url":"https://www.nytimes.com/1994/09/07/us/tailhook-group-wins-early-round-in-ex-navy-woman-s-suit.html","abstract":"  The Pentagon report on the Tailhook Association's 1991 convention has been barred from evidence in a lawsuit brought by a former Navy officer who was one of the women sexually abused there.   The ruling, issued last Friday by Judge Philip M. Pro of Federal District Court in Las Vegas, Nev., who called the report \"not sufficiently trustworthy,\" was a victory for the Tailhook Association, an organization of naval aviators, and its co-defendant, the Las Vegas Hilton, where the convention took place.","thumbnail":null,"section":"U.S."},{"date":"19940907","headline":"Elliott Plans His Own Racing Team","web_url":"https://www.nytimes.com/1994/09/07/sports/sports-people-auto-racing-elliott-plans-his-own-racing-team.html","abstract":"  BILL ELLIOTT, a former Winston Cup champion, made his split with JUNIOR JOHNSON's racing team official yesterday and said he planned to form his own racing team with his brothers, ERNIE and DAN. Elliott, winner of 40 Winston Cup races and the 1985 points championship, will be sponsored by McDonald's, which also backs a Johnson car driven by JIMMY SPENCER.   \"I want to go back home,\" Elliott said at a news conference in Charlotte, N.C. He is from Dawsonville, Ga.","thumbnail":null,"section":"Sports"},{"date":"19940907","headline":"Fear Prompts Self-Defense As Crime Comes to College","web_url":"https://www.nytimes.com/1994/09/07/nyregion/fear-prompts-self-defense-as-crime-comes-to-college.html","abstract":"  The hottest must-have item among female students at Rutgers University this fall is neither baggy pants nor book bags nor electronic games. It is pepper spray.   Dangling from key chains or tucked inside backpacks, the slender cans of chemical repellent are commonplace across this sprawling campus. In a bathroom at the student center on the Busch College campus of Rutgers, which crosses into Piscataway, N.J., during freshmen orientation week, several young women relinquished their weapons momentarily as they paused to check their hair. Outside, a few students displayed their cans and answered without hesitation when asked what topic most occupies their minds.","thumbnail":null,"section":"New York"},{"date":"19940907","headline":"Payments, Not Games, Are Latest Issue","web_url":"https://www.nytimes.com/1994/09/07/sports/baseball-payments-not-games-are-latest-issue.html","abstract":"  Major league baseball union and management officials have been unable to reconvene negotiations in an effort to resolve the major issues that caused a strike to halt games on Aug. 12. Other issues continue to percolate, one of which resulted in the union's filing an unfair labor practice charge against club owners yesterday.    The charge, registered with the National Labor Relations Board, alleges that the club owners violated the National Labor Relations Act by failing to make a $7.8 million payment to the players' health and benefit fund on Aug. 1. The missed payment was widely denounced at the time by union officials and players, who called it an inflammatory act on the owners' part, and it added to the bitterness that has characterized the relationship between the two sides.","thumbnail":null,"section":"Sports"},{"date":"19940907","headline":"Yes, What's Past Is Past; Hextall Hopes It Isn't Goals","web_url":"https://www.nytimes.com/1994/09/07/sports/hockey-yes-what-s-past-is-past-hextall-hopes-it-isn-t-goals.html","abstract":"  Ron Hextall isn't one to make excuses.   \"Last year was probably my worst year ever,\" Hextall, the Islander goalie, said today at training camp. \"But I think I learned from it. It keeps you on your toes a little more when you're not as successful as you have been.\"","thumbnail":null,"section":"Sports"},{"date":"19940907","headline":"No Headline","web_url":"https://www.nytimes.com/1994/09/07/nyregion/no-headline-167150.html","abstract":"  \"I don't think people are as naive as they once were. Parents are becoming even more and more sensitive to the issue of safety when they're looking at schools. It's a result of the world we live in.\" TERESA AWALT, of the National Campus Violence Prevention Center.  [ A1:5. ]","thumbnail":null,"section":"New York"},{"date":"19940907","headline":"Romance Author Tells of a Real-Life Crime","web_url":"https://www.nytimes.com/1994/09/07/nyregion/romance-author-tells-of-a-real-life-crime.html","abstract":"  If the crime sounded as if it had been dreamed up by a romance-novel writer, listen to the confession:   \"My life was effectively at an end,\" wrote Barbara Josyln, the love-story author, trying to explain the despair and financial hardship that induced her to act as a decoy, taking a friend to lunch on Saturday while a male accomplice robbed the friend's Park Avenue apartment of a Picasso sketch and other valuables worth $800,000, the police said.","thumbnail":null,"section":"New York"},{"date":"19940907","headline":"After 5 Sacks Against Eagles, Giants Feel Pretty Chipper","web_url":"https://www.nytimes.com/1994/09/07/sports/pro-football-after-5-sacks-against-eagles-giants-feel-pretty-chipper.html","abstract":"  After one game, they've stopped saying, \"We'll be O.K.\" In Week 2 of the P.L.T. Era (Post Lawrence Taylor), the Giants' defense is preparing for Buddy Ryan's Arizona Cardinals with a good measure of confidence, employing less bark and more bite.   Although Mike Nolan, the Giants' defensive coordinator, has yet to buy into this notion, he is \"feeling a little better\" after the Giants contained quarterback Randall Cunningham in a 28-23 victory over the Eagles last Sunday.","thumbnail":null,"section":"Sports"},{"date":"19940907","headline":"In America; A Good Chance","web_url":"https://www.nytimes.com/1994/09/07/opinion/l-in-america-a-good-chance-172715.html","abstract":"  A few months ago I was waiting on line for coffee at a shop in Times Square when a fellow in a wheelchair came in. New York is both a city of strangers and a place where you're constantly running into people you know. You can spend a lifetime learning the etiquette of eye contact. I had a feeling I knew this guy but I wasn't sure. And then he said, \"Bob?\"   \"Jerome! Hey, man, how you doing?\"","thumbnail":null,"section":"Opinion"},{"date":"19940907","headline":"Pope, Lacking Safety Guarantee, Defers Visit to Bosnia","web_url":"https://www.nytimes.com/1994/09/07/world/pope-lacking-safety-guarantee-defers-visit-to-bosnia.html","abstract":"  Pope John Paul II has decided to postpone his visit to Sarajevo after failing to receive assurances for the safety of those who would attend events connected with his visit, the Vatican said today.   Preparations for a one-day visit on Thursday had been moving ahead, although the Vatican had consistently left open the possibility of a cancellation, insisting that the visit hinged on firm security assurances, particularly from the Bosnian Serbs.","thumbnail":null,"section":"World"},{"date":"19940907","headline":"Irish Premier Receives I.R.A. Chief Over Protestant Objections","web_url":"https://www.nytimes.com/1994/09/07/world/irish-premier-receives-ira-chief-over-protestant-objections.html","abstract":"  With Government workers watching from windowsills and a knot of cheering supporters waving the Irish tricolor on the sidewalk, Gerry Adams, the political leader of the Irish Republican Army, entered Government Buildings today for his first meeting with the Irish Prime Minister, Albert Reynolds.   Even before it began, the session was denounced by Protestant Unionists in the North. They saw it as a charade designed to confer sheep's clothing on Mr. Adams now that the I.R.A. -- on whose behalf he speaks -- has declared an unconditional cease-fire in the 25-year struggle over Northern Ireland.","thumbnail":null,"section":"World"},{"date":"19940907","headline":"Not 'War Sex,' but Rape","web_url":"https://www.nytimes.com/1994/09/07/opinion/l-not-war-sex-but-rape-172901.html","abstract":"  To the Editor:   Your Sept. 1 report on Korean protests over a Japanese financial offer to atone for women forced into brothels for Japanese troops in World War II mentions \"forced sex\" numerous times, but \"rape\" not once.","thumbnail":null,"section":"Opinion"},{"date":"19940907","headline":"Don't Call Unemployment a Jobs Plan; Meanwhile at the Fed","web_url":"https://www.nytimes.com/1994/09/07/opinion/l-don-t-call-unemployment-a-jobs-plan-meanwhile-at-the-fed-172898.html","abstract":"  To the Editor:   \"Jobs Versus Inflation at the Fed\" (editorial, Aug. 30) states that I \"called last week for the Fed to use monetary policy to bring down unemployment from temporary high levels.\" Not so. I even voted to raise the discount rate on Aug. 16.","thumbnail":null,"section":"Opinion"},{"date":"19940907","headline":"In a Story of Inwardness, the Hero Is Always the Self","web_url":"https://www.nytimes.com/1994/09/07/books/books-of-the-times-in-a-story-of-inwardness-the-hero-is-always-the-self.html","abstract":"   The Jukebox   And Other Essays on Storytelling   By Peter Handke   Translated by Ralph Manheim and Krishna Winston. 167 pages. Farrar Straus & Giroux. $21.     Once upon a time, serious writers decided they were sick and tired of \"once upon a time.\" In 1936, Walter Benjamin spoke of the embarrassment that arose when the simple, primal wish to hear a story was expressed: \"It is as if something that seemed inalienable to us, the securest among our possessions, were taken from us: the ability to exchange experiences.\" Now, almost 60 years later, writers like the Austrian Peter Handke are still looking for ways to reclaim that possession. \"The Jukebox and Other Essays on Storytelling\" tries out all sorts of manners and tones. It struggles, ponders, poses, lectures, deconstructs and daydreams. It is high-minded, it is artful, it is officious and at moments it is actually moving.","thumbnail":null,"section":"Books"},{"date":"19940907","headline":"Flyers Name Lindros Their Captain","web_url":"https://www.nytimes.com/1994/09/07/sports/sports-people-pro-hockey-flyers-name-lindros-their-captain.html","abstract":"  The Philadelphia Flyers yesterday named 21-year-old center ERIC LINDROS their team captain. In 1992, the Flyers traded six players, two first-round draft choices and $15 million for the rights to Lindros, who refused to sign with the Quebec Nordiques after they made him the first overall selection in the 1991 draft. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940907","headline":"Vatican Rejects Compromise On Abortion at U.N. Meeting","web_url":"https://www.nytimes.com/1994/09/07/world/vatican-rejects-compromise-on-abortion-at-un-meeting.html","abstract":"  After a day of tortuous closed-door talks that pitted Vatican diplomats against many other delegates, the United Nations population conference failed tonight to reach a compromise on the contentious issue of abortion.   Standing alone, Vatican diplomats blocked a consensus on a formula sponsored by Pakistan, saying they found it unacceptable. The proposed formula itself took five hours of haggling among 15 countries.","thumbnail":null,"section":"World"},{"date":"19940907","headline":"Sit Back, Relax and Enjoy the Air Show","web_url":"https://www.nytimes.com/1994/09/07/sports/college-football-sit-back-relax-and-enjoy-the-air-show.html","abstract":"  Since 12 touchdown passes had been thrown and 118 points had been scored, what would 7 more points mean? Everything.    The difference between winning and losing. The difference between Alcorn State's becoming the first team to defeat Coach Eddie Robinson and Grambling in four consecutive matchups. The difference between Alcorn State quarterback Steve (Air) McNair leading the Braves to yet another last-second victory over Robinson.","thumbnail":null,"section":"Sports"},{"date":"19940907","headline":"Sarajevo Standoff: Paralysis of Big-Power Diplomacy","web_url":"https://www.nytimes.com/1994/09/07/world/sarajevo-standoff-paralysis-of-big-power-diplomacy.html","abstract":"  The cancellation of Pope John Paul II's visit to Sarajevo underscores the continuing limbo of insecurity in which the Bosnian capital lives, and the failure of the United States and its partners to carry out threats of tough action against the Bosnian Serbs.   It is now more than six weeks since the Clinton Administration and its partners in the so-called contact group -- Russia, Britain, France and Germany -- presented a take-it-or-leave-it proposal for a settlement in Bosnia that was supposed to lead to severe punishment for any party rejecting it.","thumbnail":null,"section":"World"},{"date":"19940907","headline":"The Robbers At Tiffany's: Not Jewelers","web_url":"https://www.nytimes.com/1994/09/07/nyregion/the-robbers-at-tiffany-s-not-jewelers.html","abstract":"  It was curiosity that drew Cathy Paul to the fabled showroom of Tiffany & Company yesterday, the first day of business after daring robbers escaped with more than $1.25 million in jewelry during the weekend.   \"I thought they were going to take the yellow diamonds,\" said Ms. Paul, a midtown resident, who was browsing through the store at Fifth Avenue and 57th Street at noon. \"I came to see if they were still there. I heard they went for the stones.\"","thumbnail":null,"section":"New York"},{"date":"19940907","headline":"Gopac Trains Leaders In Conservative Ideals","web_url":"https://www.nytimes.com/1994/09/07/opinion/l-gopac-trains-leaders-in-conservative-ideals-172871.html","abstract":"  To the Editor:   Re \"Newt Gingrich: Leader of the PAC\" (editorial, Aug. 30): Representative Gingrich does not have a personal leadership PAC. Neither his campaign nor he personally receives any money from Gopac. He is the general chairman of this Republican organization, founded by Gov. Pete du Pont in 1979. Gopac's primary role is to be the nation's premier training organization for political leaders on the local, state and national level.","thumbnail":null,"section":"Opinion"},{"date":"19940907","headline":"The Subcontinent Doesn't Need Indian Ballistic Missiles","web_url":"https://www.nytimes.com/1994/09/07/opinion/IHT-the-subcontinent-doesnt-need-indian-ballistic-missiles.html","abstract":"India will soon decide whether to start mass-producing and deploying its short-range ballistic missile, the Prithvi, which can carry nuclear weapons. New Delhi should resist such a move. It would damage Indian security, trigger a ballistic-missile arms r","thumbnail":null,"section":"Opinion"},{"date":"19940907","headline":"Fitzpatrick Visits His New Daughter","web_url":"https://www.nytimes.com/1994/09/07/sports/sports-people-pro-hockey-fitzpatrick-visits-his-new-daughter.html","abstract":"  Florida Panther goalie MARK FITZPATRICK, facing a charge of aggravated domestic battery against his wife, SUSAN, became a father when she gave birth to a baby girl. Fitzpatrick, who has a restraining order against him, visited the baby at a Miami hospital but said he was not allowed contact with his wife or any member of her immediate family. The girl, ALEXANDRA ELIZABETH, was born Friday night. Fitzpatrick's pretrial hearing on the battery charge is scheduled for Oct. 4. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940907","headline":"...And England Will Deliver It, With a Vengeance","web_url":"https://www.nytimes.com/1994/09/07/sports/IHT-and-england-will-deliver-it-with-a-vengeance.html","abstract":"The stars and stripes are flying over Wembley Stadium for Alexi Lalas and Co. It has taken three score years and eleven, but finally the English have condescended to receive the United States of America in London for a game of soccer..The way some Cath","thumbnail":null,"section":"Sports"},{"date":"19940907","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/07/opinion/IHT-letters-to-the-editor-90620037400.html","abstract":"Clearly, the Clinton administration has aligned itself with the intransigent, vengeful thinking of the Cuban-American community in Miami. This is a prescription for bloodshed in Cuba in the short term, and for never-ending political uncertainty on the is","thumbnail":null,"section":"Opinion"},{"date":"19940907","headline":"New Suicides Inspire Inquiry By the Police","web_url":"https://www.nytimes.com/1994/09/07/nyregion/new-suicides-inspire-inquiry-by-the-police.html","abstract":"  One was a New York City Police Department veteran whose career was put in limbo by the corruption scandal in the 30th Precinct. The other was a rookie who graduated from the Police Academy just last week but then saw his career jeopardized by a drunken-driving arrest over the weekend.   Within hours of each other yesterday, they chose the same solution to their problems: they shot themselves to death.","thumbnail":null,"section":"New York"},{"date":"19940907","headline":"Moscow Is Almost Certain: Anastasia Died With Czar's Family","web_url":"https://www.nytimes.com/1994/09/07/world/moscow-is-almost-certain-anastasia-died-with-czar-s-family.html","abstract":"  Saying it has resolved an enduring mystery, a Government commission reported today that Princess Anastasia, long rumored to have survived the firing squad that killed Czar Nicholas II and his family, was indeed murdered by the Bolsheviks in 1918.   The commission, directed by Deputy Prime Minister Yuri F. Yarov, reached its conclusions after two years of forensic, anthropological and molecular analysis of nine skeletons found in a shallow pit near the city of Yekaterinburg.","thumbnail":null,"section":"World"}],"wiki_events":[],"weather":[{"date":"19940907","time":"1994-09-07 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":89,"wspd":7.6},{"date":"19940907","time":"1994-09-07 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.7,"rhum":89,"wspd":7.6},{"date":"19940907","time":"1994-09-07 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":89,"wspd":5.4},{"date":"19940907","time":"1994-09-07 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.1,"rhum":89,"wspd":7.6},{"date":"19940907","time":"1994-09-07 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":88,"wspd":5.4},{"date":"19940907","time":"1994-09-07 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":88,"wspd":5.4},{"date":"19940907","time":"1994-09-07 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":89,"wspd":1.8},{"date":"19940907","time":"1994-09-07 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":89,"wspd":1.8},{"date":"19940907","time":"1994-09-07 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":87,"wspd":1.8},{"date":"19940907","time":"1994-09-07 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":82,"wspd":3.6},{"date":"19940907","time":"1994-09-07 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.5,"rhum":75,"wspd":5.4},{"date":"19940907","time":"1994-09-07 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.7,"rhum":63,"wspd":11.2},{"date":"19940907","time":"1994-09-07 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.2,"rhum":53,"wspd":11.2},{"date":"19940907","time":"1994-09-07 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.9,"rhum":61,"wspd":13},{"date":"19940907","time":"1994-09-07 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16,"rhum":75,"wspd":3.6},{"date":"19940907","time":"1994-09-07 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.2,"rhum":59,"wspd":13},{"date":"19940907","time":"1994-09-07 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.5,"rhum":49,"wspd":18.4},{"date":"19940907","time":"1994-09-07 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.5,"rhum":52,"wspd":14.8},{"date":"19940907","time":"1994-09-07 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.6,"rhum":56,"wspd":13},{"date":"19940907","time":"1994-09-07 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.7,"rhum":63,"wspd":13},{"date":"19940907","time":"1994-09-07 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.8,"rhum":71,"wspd":7.6},{"date":"19940907","time":"1994-09-07 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":78,"wspd":9.4},{"date":"19940907","time":"1994-09-07 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15,"rhum":81,"wspd":14.8},{"date":"19940907","time":"1994-09-07 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":86,"wspd":11.2},{"date":"19940907","time":"1994-09-07 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":38,"wspd":16.6},{"date":"19940907","time":"1994-09-07 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":42,"wspd":16.6},{"date":"19940907","time":"1994-09-07 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":49,"wspd":16.6},{"date":"19940907","time":"1994-09-07 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":57,"wspd":14.8},{"date":"19940907","time":"1994-09-07 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":63,"wspd":13},{"date":"19940907","time":"1994-09-07 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":65,"wspd":9.4},{"date":"19940907","time":"1994-09-07 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":67,"wspd":14.8},{"date":"19940907","time":"1994-09-07 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":70,"wspd":13},{"date":"19940907","time":"1994-09-07 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":70,"wspd":9.4},{"date":"19940907","time":"1994-09-07 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":75,"wspd":7.6},{"date":"19940907","time":"1994-09-07 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":78,"wspd":7.6},{"date":"19940907","time":"1994-09-07 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":78,"wspd":9.4},{"date":"19940907","time":"1994-09-07 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":75,"wspd":13},{"date":"19940907","time":"1994-09-07 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":65,"wspd":16.6},{"date":"19940907","time":"1994-09-07 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":59,"wspd":18.7},{"date":"19940907","time":"1994-09-07 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":54,"wspd":16.6},{"date":"19940907","time":"1994-09-07 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":52,"wspd":20.5},{"date":"19940907","time":"1994-09-07 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":45,"wspd":22.3},{"date":"19940907","time":"1994-09-07 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":44,"wspd":24.1},{"date":"19940907","time":"1994-09-07 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":37,"wspd":25.9},{"date":"19940907","time":"1994-09-07 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":38,"wspd":29.5},{"date":"19940907","time":"1994-09-07 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":42,"wspd":31.7},{"date":"19940907","time":"1994-09-07 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":39,"wspd":27.7},{"date":"19940907","time":"1994-09-07 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":43,"wspd":22.3}]}}