{"19940712":{"guardian_articles":[],"nytimes_articles":[{"date":"19940712","headline":"Union Supports Reforms to Dismiss Incompetent Teachers","web_url":"https://www.nytimes.com/1994/07/12/opinion/l-union-supports-reforms-to-dismiss-incompetent-teachers-642762.html","abstract":"  To the Editor:   \"Teachers and Tenure: Rights vs. Discipline\" (front page, June 28) was an accurate portrayal of how a system that is intended to provide a fair hearing for accused teachers can be perverted. Unfortunately, however, your article left the incorrect impression that the teachers' union condones such abuses.","thumbnail":null,"section":"Opinion"},{"date":"19940712","headline":"COLLEGES;\nRaveling Turns Down Offer to Coach Pirates","web_url":"https://www.nytimes.com/1994/07/12/sports/colleges-raveling-turns-down-offer-to-coach-pirates.html","abstract":"Saying he had to listen to what his \"inner voice and heart said to do,\" George Raveling today said he would remain as the head basketball coach at the University of Southern California and would not accept an offer to coach at Seton Hall University, which had been pursuing Raveling for the last two weeks.\n\nSeton Hall has been looking for a coach since P. J. Carlesimo left the Pirates last month to become the head coach of the Portland Trail Blazers of the National Basketball Association.","thumbnail":null,"section":"Sports"},{"date":"19940712","headline":"Quirks in Juvenile Offender Law Stir Calls for Change","web_url":"https://www.nytimes.com/1994/07/12/nyregion/quirks-in-juvenile-offender-law-stir-calls-for-change.html","abstract":"  Gregory Morris had wanted a bicycle. He wanted it so badly that he and his friends went hunting for one last summer in Prospect Park. When Allyn Winslow, a 42-year-old drama teacher, rode by on his blue mountain bike, Gregory handed his .22-caliber revolver to a friend and shouted \"Get him! Get him!\" The friend shot Mr. Winslow in the back, but the dying man managed to pedal away.    In losing out on the bicycle, the young Mr. Morris got a legal break.","thumbnail":null,"section":"New York"},{"date":"19940712","headline":"F.B.I. Chief Backs Black Ex-Agent Criticized in Book on Agency","web_url":"https://www.nytimes.com/1994/07/12/us/fbi-chief-backs-black-ex-agent-criticized-in-book-on-agency.html","abstract":"  Faced with a possible lawsuit, Louis J. Freeh, the Director of the Federal Bureau of Investigation, issued a highly unusual official statement today, supporting a former black agent whose performance was criticized in a book authorized by the agency, the agent's lawyer said today.   Mr. Freeh agreed to \"clarify\" passages in the book about Donald Rochon, whose complaints of racial harassment in the 1980's came to symbolize problems of racial discrimination at the bureau and forced the law enforcement agency to re-examine its approach to hiring, training and promoting minorities.","thumbnail":null,"section":"U.S."},{"date":"19940712","headline":"Ulster Protestant Slain","web_url":"https://www.nytimes.com/1994/07/12/world/ulster-protestant-slain.html","abstract":"  A leading Protestant political figure was killed today, and the Irish Republican Army claimed responsibility in a message to news outlets.","thumbnail":null,"section":"World"},{"date":"19940712","headline":"France Calls Rwanda Mission a Success; Asks for U.N. Force","web_url":"https://www.nytimes.com/1994/07/12/world/france-calls-rwanda-mission-a-success-asks-for-un-force.html","abstract":"  France told the Security Council today that its military intervention in Rwanda had largely succeeded in its aim and that the time had come for the United Nations to deploy its 5,000-member peacekeeping force.    Prime Minister Edouard Balladur told a special meeting of the Council that it was important to the United Nations' credibility that the African peace force be sent in quickly now that the French have created a safe area in the southwest, ending the bloodshed there and taking in more than a million refugees.","thumbnail":null,"section":"World"},{"date":"19940712","headline":"Big Payday at the Brickyard","web_url":"https://www.nytimes.com/1994/07/12/sports/big-payday-at-the-brickyard.html","abstract":"  The Brickyard 400, the first stock car race at the Indianapolis Motor Speedway scheduled for Aug. 6, will very likely pay a bigger purse than the Daytona 500 does.   The race, for which more than 280,000 seats were sold out within days last year, now has a posted purse of $2,687,249, Bob Walters, a Speedway spokesman, said yesterday from Indianapolis. That is less than the $2,756,845 paid last Feb. 20 at the Daytona 500, the race generally considered the biggest stock car race in the world before the Brickyard 400 was announced. But added awards expected before race day could push the Brickyard purse beyond $3 million, Walters said, making it the richest race on the Winston Cup tour.","thumbnail":null,"section":"Sports"},{"date":"19940712","headline":"In Austria, Two Festivals for the Few, Who Eventually Became Too Many","web_url":"https://www.nytimes.com/1994/07/12/arts/critic-s-notebook-austria-two-festivals-for-few-who-eventually-became-too-many.html","abstract":"  The very notion of the European summer festival evokes grand scale and splashy glamour, with famous orchestras and lavishly produced operas. But there are more refined gatherings for the connoisseur, as well, and right now perhaps the two most refined music festivals of all take place at the extreme opposite ends of Austria.   The festivals are the Schubertiade Feldkirch, tucked at the foot of the imposing Vorarlberg Alps at the west end of the country, next to Switzerland and Liechtenstein, and the Lockenhaus Chamber Music Festival here, 90 minutes south of Vienna on Austria's eastern border with Hungary. Feldkirch ran this year from June 13 to 26; Lockenhaus began on June 30 and ended Sunday.","thumbnail":null,"section":"Arts"},{"date":"19940712","headline":"Vexing Pursuit of Breast Cancer Gene","web_url":"https://www.nytimes.com/1994/07/12/science/vexing-pursuit-of-breast-cancer-gene.html","abstract":"  MY TATE of Richmond is thinking about something no 23-year-old should have to consider: getting rid of her healthy young breasts.   Already her family has suffered enough misery to satisfy Sophocles. Her grandmother was diagnosed with breast cancer at age 39 and died of it eight years later, her body a brutal tapestry of surgical scars and radiation burns. In 1989, Ms. Tate's aunt, Mary Jo Ellis Kahn, also learned she had breast cancer, at age 39. As Ms. Kahn was in the hospital having her mastectomy, Ms. Tate's mother, Judi Ellis, discovered that she, too, had breast cancer, at age 41. Both women went through months of harsh chemotherapy, which was enough to persuade Ms. Tate's other two maternal aunts, Charlynn Ross and Lauran Ellis, to have prophylactic mastectomies in their mid-30's.","thumbnail":null,"section":"Science"},{"date":"19940712","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/12/nyregion/c-corrections-642495.html","abstract":"  Because of an editing error, a chart on Monday about a poll of teen-agers misstated a question on teen-age girls' view of boys' attitudes. The poll found that 49 percent of all respondents, 42 percent of girls and 56 percent of boys agreed with the statement \"Do most girls you know think of boys as lesser than themselves,\" (not as \"better than themselves\").","thumbnail":null,"section":"New York"},{"date":"19940712","headline":"If Today Is Tuesday, It Must Be Mets Baseball","web_url":"https://www.nytimes.com/1994/07/12/sports/baseball-if-today-is-tuesday-it-must-be-mets-baseball.html","abstract":"  It was in Atlanta on a Tuesday in June, the temperature over 90 degrees and the humidity making it seem even more oppressive. Bret Saberhagen was complaining about the pitching rotation. John Franco was criticizing both ownership and management. And Bobby Bonilla was cursing his manager's name.   With veteran leadership frustrated and fractious, the mood in the clubhouse was grim at best. At that point, exactly three weeks ago, the Mets had no idea that a bombshell was right around the corner, ready to further decimate their hopes.","thumbnail":null,"section":"Sports"},{"date":"19940712","headline":"Death Penalty Politics in New York","web_url":"https://www.nytimes.com/1994/07/12/opinion/death-penalty-politics-in-new-york.html","abstract":"  Gov. Mario Cuomo of New York believes that he is being unfairly accused of playing politics with his proposal to hold a referendum on the death penalty. His claim, of course, is naive or disingenuous. For a seasoned opponent of the death penalty to put out a press release calling for such a vote in the middle of a campaign year is by definition a political act. Moreover, it can reasonably be interpreted as an attempt to get off the hook with voters who do not share his opposition to capital punishment.   That said, Mr. Cuomo has beat such a hasty retreat that there is probably little harm done, except to the Governor's reputation for constancy. In fairness to him, the idea of a referendum is one that he has floated from time to time, but this time it came in the trappings of a legislative proposal. That contributed to the sense of betrayal among capital-punishment opponents who have long regarded Mr. Cuomo as their champion.","thumbnail":null,"section":"Opinion"},{"date":"19940712","headline":"Would New Borders Help?: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/12/opinion/IHT-would-new-borders-help-letters-to-the-editor.html","abstract":"Jim Hoagland (\"Cast Off Myths and Redraw the Boundaries in Africa,\" Opinion, June 18) would have Africans exorcise the myth of the sanctity of the borders handed down by European imperialists. William Pfaff (\"Africans Need a Middle Class,","thumbnail":null,"section":"Opinion"},{"date":"19940712","headline":"THE HEALTH CARE DEBATE: WASHINGTON MEMO Health Plans Set Congress On Swift, Fateful Course","web_url":"https://www.nytimes.com/1994/07/12/us/health-care-debate-washington-memo-health-plans-set-congress-swift-fateful.html","abstract":"  Nothing about the last 18 months of the health care struggle has been easy, least of all for a public trying to make sense of it all. But Congress is now leaving the rapids of health care and heading for the falls.    The next five weeks, leading up to what Democratic leaders hope will be a vote on a health care law, will test Congress, the White House, the two parties and the masses of organized interest groups in ways they have never been tested before.","thumbnail":null,"section":"U.S."},{"date":"19940712","headline":"By Design; Shade Up Top","web_url":"https://www.nytimes.com/1994/07/12/style/by-design-shade-up-top.html","abstract":"  Even the woman who doesn't consider herself a hat person will often plop one on on a summer day. Next to a 30-SPF sun block, a wide-brimmed hat is the best way to protect the skin from the sun. And it can be fashionable, too, if it's a well-shaped straw with a minimum of trimming.    Bergdorf Goodman has a totally unadorned pale straw hat with a rounded crown and adjustable brim ($45) on its fifth floor, a wide-brimmed cream straw with a crushed linen crown by Deborah Harper ($95), a braided straw in dark tones by David Cohen ($100) and a corn-colored straw with a black grosgrain band, also by David Cohen ($175).","thumbnail":null,"section":"Style"},{"date":"19940712","headline":"Loving Love Canal Once More","web_url":"https://www.nytimes.com/1994/07/12/nyregion/our-towns-loving-love-canal-once-more.html","abstract":"  THIS is the busy season everywhere in the real-estate world. But still. Michael Costantino had to wait almost two hours on the street to see a few modest ranches. Love Canal, it seems, is becoming quite a seller's market.   \"That house went,\" Mr. Costantino said. \"I heard that house went.\" He was crossing out addresses from a list of available Love Canal homes. He'd been looking for a while and was worried that people would beat him out.","thumbnail":null,"section":"New York"},{"date":"19940712","headline":"Where Hispanic Merchants Thrive; In Westchester, Growth of Businesses Bolsters Economy","web_url":"https://www.nytimes.com/1994/07/12/nyregion/where-hispanic-merchants-thrive-westchester-growth-businesses-bolsters-economy.html","abstract":"  A decade ago, when Rafael and Roberto Ochoa began selling Mexican spices and food here, parts of this Westchester city's downtown business district were a forlorn patchwork of boarded-up storefronts and lifeless streets.   These days, though, the district has taken on some of the verve and flavor of a Latin American bazaar amid a steady influx of new businesses begun by Hispanic entrepreneurs, who like the Ochoas worked long hours and saved their money to go out on their own. Cuban, Peruvian and Mexican restaurants abound as well as several groceries that sell chili peppers, green tomatoes and tender cactuses, and a cluster of travel agencies, social clubs and bodegas that cater to Spanish speakers.","thumbnail":null,"section":"New York"},{"date":"19940712","headline":"Pharmaceutical Giant Is Buying Operator of Drug-Benefit Plans","web_url":"https://www.nytimes.com/1994/07/12/us/pharmaceutical-giant-is-buying-operator-of-drug-benefit-plans.html","abstract":"  In the latest consolidation of health care providers, Eli Lilly & Company announced yesterday that it would buy PCS Health Systems, the country's largest manager of drug benefit programs, from the McKesson Corporation for $4 billion in cash.   The deal will give Lilly, a pharmaceutical manufacturer based in Indianapolis, better access to the insurance companies and employer health plans that are customers of PCS and that buy billions of dollars worth of drugs a year. PCS provides drug benefits for about 50 million people.","thumbnail":null,"section":"U.S."},{"date":"19940712","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/07/12/nyregion/news-summary-638196.html","abstract":"  International A2-9  HAITI EJECTING U.N. OBSERVERS  Haiti ordered United Nations and Organization of American States human rights monitors to leave, saying they were disturbing public order, after they reported an increase in rights violations. A1","thumbnail":null,"section":"New York"},{"date":"19940712","headline":"Somali Kidnapping: Should Press Be Mum?","web_url":"https://www.nytimes.com/1994/07/12/world/somali-kidnapping-should-press-be-mum.html","abstract":"  News organizations all over the world agreed not to report the kidnapping of a reporter for The Associated Press in Somalia during a 20-day captivity that ended on Friday.   The kidnapping -- and the information that news organizations did not report it -- was first disclosed publicly in an Associated Press dispatch printed by many newspapers on Saturday. The reporter, Tina Susman, was released in good health on Friday.","thumbnail":null,"section":"World"},{"date":"19940712","headline":"UKRAINIANS ELECT A NEW PRESIDENT","web_url":"https://www.nytimes.com/1994/07/12/world/ukrainians-elect-a-new-president.html","abstract":"  A former director of the Soviet Union's largest missile factory won Ukraine's presidential election on Sunday after promising to cooperate more closely with Russia and to speed economic reform.   The victory by the industrialist, Leonid D. Kuchma, shocked nationalists, who fear he will push Ukraine back into Moscow's orbit. He denies any such intention but he must deal quickly with a deepening split between nationalistic western Ukraine and the Russian-speaking eastern part of the country.","thumbnail":null,"section":"World"},{"date":"19940712","headline":"Satisfying a Hunger for Excitement","web_url":"https://www.nytimes.com/1994/07/12/books/books-of-the-times-satisfying-a-hunger-for-excitement.html","abstract":"  Camaro City  By Alan Sternberg  219 pages. Harcourt Brace & Company. $19.95.   With \"Camaro City,\" Alan Sternberg's first collection of stories, we are immersed in the daily life of a small Connecticut town. This blue-collar community -- nicknamed Camaro City for its residents' fondness for those fast, sporty cars -- is one of those factory towns, reeling from the recession of the early 90's and filled with disappointed people who have fallen behind in their mortgage payments and have reluctantly mortgaged their dreams. All over the city, one character thinks, \"people were irritable with one another and were fed up with what they were doing.\"","thumbnail":null,"section":"Books"},{"date":"19940712","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/07/12/nyregion/metro-digest-638030.html","abstract":"  CORRUPT OFFICER SENTENCED TO PRISON   Apologizing for disgracing his fellow police officers, Michael Dowd was sentenced to spend at least 11 years in prison for a career of crime in uniform that when it came to light two years ago, touched off New York City's worst police scandal in two decades. A1.","thumbnail":null,"section":"New York"},{"date":"19940712","headline":"Can Ballesteros Rebuild the Fire?","web_url":"https://www.nytimes.com/1994/07/12/sports/golf-can-ballesteros-rebuild-the-fire.html","abstract":"  He stood in the bunker near the practice green today, his face nearly as clouded and brooding as the Scottish skies. Digging his feet into the sand, he went to work. With each smooth swing that sent sand and ball floating onto the green, Seve Ballesteros's expression seemed to grow more grim, more determined.   Here it was Monday of British Open week, and already he was talking to himself. From a distance, it was hard to tell if the mutterings were of admonishment or encouragement. Then he bounced a ball off the flag stick. He sent another rolling just past the cup. The next one went in.","thumbnail":null,"section":"Sports"},{"date":"19940712","headline":"School Is Alternative to Prison for Drug Offenders","web_url":"https://www.nytimes.com/1994/07/12/nyregion/school-is-alternative-to-prison-for-drug-offenders.html","abstract":"  Dexter Frederick spent 14 months at Rikers Island awaiting his trial and sentencing for drug possession before he was given a choice: serve his sentence or attend Phoenix Academy, a residential high school in the suburbs for young drug offenders and substance abusers.   Mr. Frederick, a Brooklyn native arrested three times on drug charges as a teen-ager, chose the school.","thumbnail":null,"section":"New York"},{"date":"19940712","headline":"Flood Brings Danger Now, Worry Later For Georgia","web_url":"https://www.nytimes.com/1994/07/12/us/flood-brings-danger-now-worry-later-for-georgia.html","abstract":"  Long after the muddy waters go down in Albany, after the stench of human waste and 300,000 dead chickens disappears from Montezuma, after workers start repairing 1,700 roads, 600 bridges and 100 dams damaged by last week's flooding, the Southeast's answer to last year's Midwestern flooding will continue to haunt this battered state.   The waters were still rising today in the southwest corner of Georgia, and officials in Bainbridge worked to move residents out of danger as they awaited the Flint River's record crest later this week. But from Atlanta south, the area battered by the rains brought by Tropical Storm Alberto, residents and officials were beginning to ponder the long-term effects of the worst flooding in Georgia history.","thumbnail":null,"section":"U.S."},{"date":"19940712","headline":"L.I.R.R. Workers Approve Contract","web_url":"https://www.nytimes.com/1994/07/12/nyregion/lirr-workers-approve-contract.html","abstract":"  Workers who struck the Long Island Rail Road last month have overwhelmingly approved the new contract that ended the two-day walkout, a union official announced today.   Edward J. Yule Jr., the general chairman of the United Transportation Union, said the results of a mail ballot were 1,681 in favor of the three-year contract and 259 against.","thumbnail":null,"section":"New York"},{"date":"19940712","headline":"1894: Chicago Prepares : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/07/12/opinion/IHT-1894-chicago-prepares-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - United States troops continue to arrive in Chicago. Three thousand infantry, cavalry and artillery are now on duty there. The entire National Guard of Illinois is also on duty in or near the city. In anticipation that the excitement might follo","thumbnail":null,"section":"Opinion"},{"date":"19940712","headline":"Prisoner Dies in Custody","web_url":"https://www.nytimes.com/1994/07/12/nyregion/prisoner-dies-in-custody.html","abstract":"  A 29-year-old Long Island man, who had been smoking crack cocaine in a Queens motel and creating a disturbance, died in police custody on Sunday, the police said yesterday.","thumbnail":null,"section":"New York"},{"date":"19940712","headline":"Not Simply Statistics As Key Has Starter Role","web_url":"https://www.nytimes.com/1994/07/12/sports/baseball-not-simply-statistics-as-key-has-starter-role.html","abstract":"  In baseball, strutting peacocks and petulant superstars often drain the energies of managers and take attention away from their quieter and yet equally productive peers. But not always, not even at All-Star Games.   That was evident today when Jimmy Key, one of the most unassuming but most proficient pitchers in the game, was rewarded not only for his fine numbers, but also his teamwork and gentlemanly approach.","thumbnail":null,"section":"Sports"},{"date":"19940712","headline":"No. 21, a Hero With Both Bat and Heart","web_url":"https://www.nytimes.com/1994/07/12/sports/on-baseball-no-21-a-hero-with-both-bat-and-heart.html","abstract":"  Inside Three Rivers Stadium, Ruben Sierra talked of the impact a man had made on the life of a young boy from a poor family and a poor town in Puerto Rico.   \"I knew last year the All-Star Game was going to be here,\" Sierra said. \"Ever since then, I wanted to be here where he played. He was the greatest. That's why I wear his number, in honor of him. Not because I can be like him but because of an honor for him.\"","thumbnail":null,"section":"Sports"},{"date":"19940712","headline":"Panel Clears Top Teamster Of Mob Link","web_url":"https://www.nytimes.com/1994/07/12/nyregion/panel-clears-top-teamster-of-mob-link.html","abstract":"  Ron Carey, who became president of the nation's 1.4 million-member teamsters union on an insurgent pledge to uproot mobsters and corruption, was cleared yesterday by an independent oversight panel of allegations that he had ties to organized-crime figures. The panel also said it had found no evidence to support an accusation that Mr. Carey had engaged in improper financial deals.   The most serious allegations were raised by Alphonse D'Arco, the former acting boss of the Lucchese crime family in New York City, and by union rivals seeking to oust Mr. Carey as the head of the International Brotherhood of Teamsters.","thumbnail":null,"section":"New York"},{"date":"19940712","headline":"1919: Blockade Lifted : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/07/12/opinion/IHT-1919-blockade-lifted-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The Supreme Council decided yesterday afternoon [July 11] that the German ratification of the Treaty was valid, and that consequently the blockade shall be lifted to-day. So far as France is concerned, however, this measure cannot become effective","thumbnail":null,"section":"Opinion"},{"date":"19940712","headline":"HAITI ORDERS OUT FOREIGN MONITORS OF HUMAN RIGHTS","web_url":"https://www.nytimes.com/1994/07/12/world/haiti-orders-out-foreign-monitors-of-human-rights.html","abstract":"  The army-backed Government defied the international community today by ordering human rights monitors from the United Nations and the Organization of American States to leave Haiti by Wednesday morning.    The United Nations spokesman, Eric Falt, said the Government, in a written order delivered at 9 A.M., warned the human rights mission to leave Haiti to avoid an incident or provocation.","thumbnail":null,"section":"World"},{"date":"19940712","headline":"To China From Germany, a Lesson in Unrepressed Democracy","web_url":"https://www.nytimes.com/1994/07/12/opinion/IHT-to-china-from-germany-a-lesson-in-unrepressed-democracy.html","abstract":"The visit to Germany last week by Li Peng, China's prime minister, has cast much light on prospects for democracy in the two countries, both notable for failed attempts at liberal representative rule that led to harsh dictatorship..Despite a small but","thumbnail":null,"section":"Opinion"},{"date":"19940712","headline":"Clues to the Irrational Nature of Dreams","web_url":"https://www.nytimes.com/1994/07/12/science/clues-to-the-irrational-nature-of-dreams.html","abstract":"  FIRST comes drowsiness and a sense that it's time to rest. Eyelids grow heavy. Stray thoughts flicker through the mind as sleep begins, often with a sudden twitch. And then the human brain falls into a state of profound madness filled with hallucinations, delusions and confabulations.    Dreams unfold. We walk, run, fly and float through strange landscapes. Characters appear and turn into different people. Objects are transformed. A rope becomes a snake. Uncle Harry turns into a Tibetan monk and it all makes sense in some screwy, dreamlike way.","thumbnail":null,"section":"Science"},{"date":"19940712","headline":"Eagles' Pick in Police Dispute","web_url":"https://www.nytimes.com/1994/07/12/sports/sports-people-football-eagles-pick-in-police-dispute.html","abstract":"  BERNARD WILLIAMS, a first-round draft pick of the Philadelphia Eagles, filed a complaint against the police in Memphis yesterday following his arrest on a disorderly conduct charge.","thumbnail":null,"section":"Sports"},{"date":"19940712","headline":"Facing Limit on Spending, House Reduces Clinton's Requests","web_url":"https://www.nytimes.com/1994/07/12/us/facing-limit-on-spending-house-reduces-clinton-s-requests.html","abstract":"  Squeezed by the rigid spending ceilings that were enacted last year to lower the budget deficit, the House of Representatives has approved only a fraction of the new money President Clinton sought this year for his main domestic initiatives.   In the appropriations bills it passed last month, the House voted, for example, to give the President only 30 percent of the increase he wanted for Head Start, only half the increase he requested for the main Federal education program for poor children and less than half of the additional money he wanted for his national service program.","thumbnail":null,"section":"U.S."},{"date":"19940712","headline":"And They Also Let Women Into the Club","web_url":"https://www.nytimes.com/1994/07/12/opinion/l-and-they-also-let-women-into-the-club-642665.html","abstract":"  To the Editor:   Six months ago, the Chief Judge of the New York State Court of Appeals, Judith S. Kaye, was asked to leave the dining room of an all-male club in New York City because she happens to be a woman. I am surprised that your July 4 legislative update of the session in Albany fails to mention the passage of the private clubs bill, legislation that was pending in Albany for 13 years and which will finally make it illegal for clubs where business is conducted to discriminate against women and minorities.","thumbnail":null,"section":"Opinion"},{"date":"19940712","headline":"Chess","web_url":"https://www.nytimes.com/1994/07/12/arts/chess-640514.html","abstract":"  The final knockout match in the Intel World Grand Prix in Manhattan ended in an upset of the world champion, Gary Kasparov of Russia, by his protege, 19-year-old Vladimir Kramnik, also of Russia. Kramnik's score of 1 1/2- 1/2 in their two-game contest earned him the $30,000 first prize and relegated Kasparov to second place and a $20,000 prize.   Sixteen of the world's best players took part in this tournament, which was run under the \"active\" format of all moves in 25 minutes for each player in each game. Kramnik and Kasparov cut a swath through the opposition to set up their dramatic finale in the Jacob Javits Convention center on June 30.","thumbnail":null,"section":"Arts"},{"date":"19940712","headline":"2 Jail Barges May Be Sold At Shortfall Of Millions","web_url":"https://www.nytimes.com/1994/07/12/nyregion/2-jail-barges-may-be-sold-at-shortfall-of-millions.html","abstract":"  After more than two years sitting empty off the docks in lower Manhattan, two floating jails that cost the city $41 million may be sold for a fraction of the price.    Two years ago the city passed up an offer of $3.2 million as too low. Now, city officials say, the jail barges would fetch only $900,000.","thumbnail":null,"section":"New York"},{"date":"19940712","headline":"Cheap Rooms at Hotel Giuliani","web_url":"https://www.nytimes.com/1994/07/12/opinion/cheap-rooms-at-hotel-giuliani.html","abstract":"  Several aides to Mayor Rudolph Giuliani got breaks on rent payments for New York apartments run by a real estate executive who has been a big Giuliani fund-raiser. The Mayor denies this amounts to free rent. His chief of staff called it a \"lease arrangement,\" where favored tenants did not pay rent until some weeks or months after they moved in.   Well, whether or not the deal was free, it sure was cheap. It is also textbook conflict of interest, whatever you call it, and certainly at odds with clean government.","thumbnail":null,"section":"Opinion"},{"date":"19940712","headline":"A Prize for David Ferry From Poets' Academy","web_url":"https://www.nytimes.com/1994/07/12/books/a-prize-for-david-ferry-from-poets-academy.html","abstract":"  The Academy of American Poets has named David Ferry the recipient of its 60th fellowship for poetic achievement, a $20,000 award.    Mr. Ferry is a professor of English at Wellesley College; his most recent book is \"Gilgamesh: A New Rendering in English Verse,\" published in 1992 by Farrar, Straus & Giroux.","thumbnail":null,"section":"Books"},{"date":"19940712","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/07/12/style/chronicle-642509.html","abstract":"  PATRICK PACHECO, a freelance journalist, has just received -- or rather, eaten -- the last payment for an assignment he undertook about two years ago. Mr. Pacheco was the ghostwriter for ANGELA LANSBURY on the preface to \"The Little Pie Company of the Big Apple Pies and Other Dessert Favorites,\" published last year by Harper Perennial.    Mr. Pacheco said: \"Arnold Wilkerson, one of the shop's owners, said, 'Would you take the fee in pies?' and I said, 'Sure.' We decided $800 worth of pies would be fair.\"","thumbnail":null,"section":"Style"},{"date":"19940712","headline":"U.S. Gets Its Money's Worth in Science","web_url":"https://www.nytimes.com/1994/07/12/opinion/l-us-gets-its-money-s-worth-in-science-642894.html","abstract":"  To the Editor:   Re \"Congress Versus Science\" (Op-Ed, June 27) by Robert L. Park: As a member of an apparently dispensable generation of scientists, I would like to speak in favor of support of basic research and against Congressional micromanagement of national science policy.","thumbnail":null,"section":"Opinion"},{"date":"19940712","headline":"Nailz the Wrestler Testifies He Was Told to Use Steroids","web_url":"https://www.nytimes.com/1994/07/12/nyregion/nailz-the-wrestler-testifies-he-was-told-to-use-steroids.html","abstract":"  A former wrestler testified in Federal court here today that Vincent K. McMahon, the wrestling promoter, personally asked him to use steroids.   The testimony, by Kevin Patrick Wacholz, whose professional wrestling persona was a convict called Nailz, came after three days of more general testimony about the use of anabolic steroids by Hulk Hogan and other professional wrestlers. It was the first testimony directly linking Mr. McMahon to steroid use.","thumbnail":null,"section":"New York"},{"date":"19940712","headline":"For 'Client,' a Survivor, Age 10","web_url":"https://www.nytimes.com/1994/07/12/movies/for-client-a-survivor-age-10.html","abstract":"  Casting Susan Sarandon and Tommy Lee Jones was smooth sailing for Joel Schumacher, the director of \"The Client,\" the film adaptation of the thriller by John Grisham. But finding someone for the important title role, a streetwise 11-year-old boy on the run from the Mafia and Federal prosecutors, was a far more turbulent experience than Mr. Schumacher had expected.   \"I wanted an intelligent kid who's a tough and savvy survivor, a kid with an authentic Southern accent, a kid from a trailer park, like the character in the movie,\" said Mr. Schumacher. \"I wanted a kid who understood in the marrow of his psyche what it was like to grow up too soon.\"","thumbnail":null,"section":"Movies"},{"date":"19940712","headline":"Clinton Calls On Germany To Be Partner","web_url":"https://www.nytimes.com/1994/07/12/world/clinton-calls-on-germany-to-be-partner.html","abstract":"  Acknowledging that a united Germany is now the powerhouse of Europe, President Clinton urged the Germans today to become America's main partners in integrating the former Communist nations of Eastern Europe with the economic and military institutions of the West.   Mr. Clinton's message was that the German-American military alliance must be replaced with a less lopsided partnership focused on economics and the unification of Europe. As Mr. Clinton noted, \"Trade, as much as troops, will increasingly define the ties that bind nations in the 21st century.\"","thumbnail":null,"section":"World"},{"date":"19940712","headline":"A Nice, Pretty, Quiet Online Neighborhood","web_url":"https://www.nytimes.com/1994/07/12/science/personal-computers-a-nice-pretty-quiet-online-neighborhood.html","abstract":"  APPLE COMPUTER INC.'s new online information service, called E-World for Macintosh, is the prettiest and friendliest town in cyberspace.    The service, which Apple is promoting with each new Macintosh computer it sells, has cute little buildings, including an entertainment center, a post office, a computer center, a school, a marketplace, a community center, a corporate skyscraper and a newsstand. While other online services are about as easy to navigate as the New York City subway system, E-World's pathways are logically laid out.","thumbnail":null,"section":"Science"},{"date":"19940712","headline":"In the East, the Unexpected Becomes Routine","web_url":"https://www.nytimes.com/1994/07/12/sports/on-soccer-in-the-east-the-unexpected-becomes-routine.html","abstract":"  The theme was sounded after the first round: This is a World Cup full of surprises. Colombia losing to the United States, and failing to advance; South Korea tying Spain and nearly upsetting Germany; Saudi Arabia making the round of 16; Maradona letting banned ephedrines somehow seep into his system, thus getting banned himself.   But as the tournament draw narrowed and became bicoastal, there have been more shocks on the East Coast -- where Bulgaria beat Germany -- than out west.   In the western half, the only real surprise was Argentina losing to Romania in the Round of 16, but even then, there was the excuse of Maradona's soap-operatic exit and Claudio Caniggia's injury.","thumbnail":null,"section":"Sports"},{"date":"19940712","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/07/12/style/chronicle-642517.html","abstract":"  JEFF BRIDGES, 44, received a star on the Hollywood Walk of Fame and the services of someone to care for it at the same time.   Mr. Bridges, a three-time Oscar nominee, received the Walk of Fame's 2,030th star yesterday from the Hollywood Chamber of Commerce, The Associated Press reported. The star is next to that of his father, the actor Lloyd Bridges.","thumbnail":null,"section":"Style"},{"date":"19940712","headline":"Giuliani Fund-Raiser Gave Rent Deals to Mayor's Aides","web_url":"https://www.nytimes.com/1994/07/12/nyregion/giuliani-fund-raiser-gave-rent-deals-to-mayor-s-aides.html","abstract":"  Several campaign workers and high-ranking aides to Mayor Rudolph W. Giuliani rented apartments from a real-estate executive who was one of the Mayor's largest fund-raisers under terms in which they paid no rent for the first five weeks to three months of their leases, officials said yesterday.    Mr. Giuliani yesterday defended the arrangements with the executive, William W. Koeppel, saying his workers were all paying fair market rents, which made up for the first free months over time. \"No one got free rent here,\" he said in a telephone interview.","thumbnail":null,"section":"New York"},{"date":"19940712","headline":"An Easier Way to Get Into Print","web_url":"https://www.nytimes.com/1994/07/12/science/peripherals-an-easier-way-to-get-into-print.html","abstract":"  \"DON'T be a wimp,\" Robin Williams exhorts readers of her wonderful new \"Nondesigner's Design Book: Design and Typographic Principles for the Visual Novice\" (Peachpit Press; $14.95). She means that \"for contrast to be effective, it must be strong,\" and that the beginner must approach contrast and the three other basic principles of the design of printed material, repetition, alignment and proximity, boldly and without fear.   Preparing reports, brochures, letterheads and business cards in the office with a computer rather than sending the work out to a professional shop has introduced many an unprepared soul to the craft of publishing. A secretary who types, takes shorthand and finds files can now design reports. A sales manager who can make a customer reach for his checkbook in the middle of an oral delivery can prepare presentations for the mail. Neither knows Bodoni from Helvetica, and why should they?","thumbnail":null,"section":"Science"},{"date":"19940712","headline":"North Korea's Heir Apparent Meets Foreign Diplomats","web_url":"https://www.nytimes.com/1994/07/12/world/north-korea-s-heir-apparent-meets-foreign-diplomats.html","abstract":"  In yet another sign that he will become the new leader of North Korea, Kim Jong Il suddenly came out of seclusion tonight and met with foreigners for the first time since the death of his father, Kim Il Sung, on Friday.   Ambassadors stationed in North Korea's capital of Pyongyang were invited on short notice tonight to the presidential palace to see the body of Kim Il Sung and pay respects to his survivors.","thumbnail":null,"section":"World"},{"date":"19940712","headline":"Salvaging the Law of the Sea","web_url":"https://www.nytimes.com/1994/07/12/opinion/salvaging-the-law-of-the-sea.html","abstract":"  Washington appears to have pulled the Law of the Sea Convention from the murky deep. Work on this global charter for the oceans began in the Nixon years and resulted in the most complex international instrument ever negotiated: 320 articles and 9 annexes, most of them welcomed by the U.S. and other maritime nations. What sparked heated opposition was its creation of an International Seabed Enterprise to control mining on the ocean floor.    \"Socialism run amok\" and \"third-world giveaway,\" charged the Reagan Administration and its press supporters. But objections were practical as well, which is why no industrial country is a party to the convention. Even so, enough other nations have ratified that the convention will provisionally come into force this November. Anticipating that, major holdouts have been working for years with the United Nations to modify unacceptable provisions.","thumbnail":null,"section":"Opinion"},{"date":"19940712","headline":"Pilobolus on Clothing, And the Lack Thereof","web_url":"https://www.nytimes.com/1994/07/12/arts/dance-review-pilobolus-on-clothing-and-the-lack-thereof.html","abstract":"  The choreographers of the Pilobolus Dance Theater seem to love to dress up dances with fancy titles and have dancers take off their clothes. Verbal extravagance and physical nudity were combined once again in \"Vestidigitations,\" the solo that received its New York premiere on Friday night at the Joyce Theater.    The whimsical title suggests words like \"vested,\" \"vestiges,\" \"vestments\" and \"prestidigitation.\" All those linguistic free associations were surely intended by Robby Barnett and Jonathan Wolken, who choreographed the piece in collaboration with Kent Lindemer, its performer. The solo, costumed by Gail Fresia, is a genial sermon in the guise of a striptease.","thumbnail":null,"section":"Arts"},{"date":"19940712","headline":"Man Faces Charge in Shooting","web_url":"https://www.nytimes.com/1994/07/12/sports/sports-people-golf-man-faces-charge-in-shooting.html","abstract":"  A man who says he accidentally shot the L.P.G.A. golfer KIM WILLIAMS will be charged in connection with the shooting, authorities in Niles, Ohio, said yesterday.   GARY SWANEY, 35, of Howland, Ohio, will be charged this morning with negligent assault, police Capt. AL KIJOWSKI said. Swaney turned over to the authorities a 9-millimeter handgun the day after the July 2 shooting. He said he and a friend were taking target practice in a wooded area about a mile from where a bullet struck Williams as she was about to enter a pharmacy.","thumbnail":null,"section":"Sports"},{"date":"19940712","headline":"Sports of The Times; Four Stars On Baseball's Mountaintop","web_url":"https://www.nytimes.com/1994/07/12/sports/sports-of-the-times-four-stars-on-baseball-s-mountaintop.html","abstract":"  BARRY BONDS was considered \"the best player in baseball\" in recent years but now that title has been awarded to Ken Griffey Jr.   Or should it be awarded to Frank Thomas? Or by the end of the season will all the headlines belong to Matt Williams if he, rather than Griffey or Thomas, were to break Roger Maris's record of 61 homers? If, that is, the 162-game season isn't interrupted or shortened by a strike.","thumbnail":null,"section":"Sports"},{"date":"19940712","headline":"As Fires Scorch West, Forest Policy Is Concern","web_url":"https://www.nytimes.com/1994/07/12/us/as-fires-scorch-west-forest-policy-is-concern.html","abstract":"  Between the radiant sky and the parched earth, the only sign of fire in the rugged Boise National Forest was a glowing ember of fear in the eyes of the forest supervisor, Stephen P. Mealey.   \"I am sitting here terrified,\" he said on Sunday. \"The only thing between us and disaster is a lightning strike.\" Foremost in his mind and the minds of many other forest officials in the drought-stricken West is the explosive fire in Glenwood Springs, Colo., where 14 firefighters died on Wednesday.","thumbnail":null,"section":"U.S."},{"date":"19940712","headline":"Rabbi Withdraws Plea","web_url":"https://www.nytimes.com/1994/07/12/nyregion/rabbi-withdraws-plea.html","abstract":"  A Hasidic rabbi yesterday withdrew his guilty plea to a lesser charge and will stand trial on charges of kidnapping a Jewish teen-ager from his parents.   The rabbi, Shlomo Helbrans, is accused of kidnapping Shai Fhima Reuven, 15, who disappeared in April 1992 while attending a Brooklyn yeshiva that was run by the rabbi. The boy resurfaced publicly early this year, saying he had not been kidnapped but had run away from his mother because she was abusive.","thumbnail":null,"section":"New York"},{"date":"19940712","headline":"It's Called Diplomacy, Senator","web_url":"https://www.nytimes.com/1994/07/12/opinion/it-s-called-diplomacy-senator.html","abstract":"  Bob Dole, the Senate minority leader, is preparing to run for the Republican Presidential nomination in 1996. He thus invites us to measure his words and actions against that lofty aspiration, to treat him not just as a partisan politician but as a potential world leader. By that standard, his captious criticism of President Clinton's comments following the death of the North Korean leader Kim Il Sung is disturbing.    What provoked his ire was Mr. Clinton's statement extending \"sincere condolences to the people of North Korea\" and expressing appreciation for Mr. Kim's leadership in resuming talks with the United States. Whatever stumbles Mr. Clinton may have made in foreign affairs, in this case he struck the right note. After months of nervous diplomacy, Mr. Kim had offered to resume conversations about North Korea's nuclear program; it was clearly in Mr. Clinton's interest to thank him for that and to encourage Mr. Kim's successors to continue along the path of accommodation.","thumbnail":null,"section":"Opinion"},{"date":"19940712","headline":"10 Are Hurt in String of Police Car Collisions","web_url":"https://www.nytimes.com/1994/07/12/nyregion/10-are-hurt-in-string-of-police-car-collisions.html","abstract":"  Four police cars, responding to a report of a robbery yesterday in South Jamaica, Queens, were involved in a string of accidents that injured eight officers and two civilians, the police said.   Three separate collisions came as officers raced to 139th Street and Rockaway Boulevard, near the Van Wyck Expressway, where a a robbery was reported to be under way, said Detective Kim Royster, a spokeswoman for the Police Department. The report was later found to be false.","thumbnail":null,"section":"New York"},{"date":"19940712","headline":"Galway Journal; Defining 'Quality of Life' on the Crisp Celtic Coast","web_url":"https://www.nytimes.com/1994/07/12/world/galway-journal-defining-quality-of-life-on-the-crisp-celtic-coast.html","abstract":"  While many of Ireland's cities are trying to fight their way out of economic recession with ambitious urban development, this clean, windy city of 55,000 on the Atlantic Coast has decided that it has gone about as far as it should go with bricks and mortar.   The Galwegians, the residents of this 500-year-old city, say that they have enough new buildings pushing against the ancient gray walls of the port, and that a high quality of life does not require more construction.","thumbnail":null,"section":"World"},{"date":"19940712","headline":"Observer; The Joy of Being Earnest","web_url":"https://www.nytimes.com/1994/07/12/opinion/observer-the-joy-of-being-earnest.html","abstract":"  There is an old story that Ernest Hemingway once saw Zelda and Scott Fitzgerald cavorting in the fountain outside New York's Plaza Hotel and felt challenged.   Being intensely competitive, Hemingway cried, \"I can do a fountain cavort twice as good as Scott's and, what's more, I can do it without even getting my knees wet.\" With which he leaped into the fountain and started to do the classic cavorter's veronica, which Manolete had taught him in the fountains of Andalusia.","thumbnail":null,"section":"Opinion"},{"date":"19940712","headline":"How Can We Instill Democracy in Haiti?","web_url":"https://www.nytimes.com/1994/07/12/opinion/l-how-can-we-instill-democracy-in-haiti-642851.html","abstract":"  To the Editor:   As an American who lived and worked for a United States corporation in Haiti for three years in the 1950's, and who has followed our State Department's vacillating Haitian policy since then, I am bemused to read that the latest of many unreal justifications for invasion is \"the protection of Americans in Haiti\" (news article, July 4).","thumbnail":null,"section":"Opinion"},{"date":"19940712","headline":"Players Aren't Setting Strike Date. Yet.","web_url":"https://www.nytimes.com/1994/07/12/sports/baseball-players-aren-t-setting-strike-date-yet.html","abstract":"  The head of the baseball players' union said today the players would have to think about not striking later this season if the owners pledged not to implement a salary cap after the season. But the owners' chief labor executive said there was no chance the owners would take such a step.   \"Baseball will be in one heck of a mess if we get to Nov. 1 without an agreement,\" Richard Ravitch said at a news conference after one held by Donald Fehr, the players' labor leader. \"The owners will not continue under the current economic system. If we reach a genuine impasse, I see no reason why we should forgo the remedies that are available to us under the law.\"","thumbnail":null,"section":"Sports"},{"date":"19940712","headline":"Q&A","web_url":"https://www.nytimes.com/1994/07/12/science/q-a-642444.html","abstract":"  Silver Tarnish   Q.  What makes silver tarnish? Is tarnish the same thing as rust?","thumbnail":null,"section":"Science"},{"date":"19940712","headline":"Patterns","web_url":"https://www.nytimes.com/1994/07/12/style/patterns-641057.html","abstract":"  Knockoffs vs. the Real Thing    Gianni Versace became so frustrated with the speed at which knockoffs make it into stores that he discussed moving his ready-to-wear show to New York from Milan, giving copyists a month's less time. But he seems to have settled on another method of slowing the pace. He banned Bloomingdale's from his men's collection in Milan on June 26 and said he would not invite Kalman Ruttenstein, the store's fashion director, to his July 17 couture show.","thumbnail":null,"section":"Style"},{"date":"19940712","headline":"President Had to Answer Far Right's Attacks; Why No Troopergate?","web_url":"https://www.nytimes.com/1994/07/12/opinion/l-president-had-to-answer-far-right-s-attacks-why-no-troopergate-642886.html","abstract":"  To the Editor:   Anthony Lewis accuses the \"nasty, irresponsible British press\" of right-wing bias and cites a column I wrote for The Times of London last January concerning, strangely enough, liberal bias in the United States media (\"Down the Tabloid Slope,\" July 4).","thumbnail":null,"section":"Opinion"},{"date":"19940712","headline":"Cliburn Concert at the Met","web_url":"https://www.nytimes.com/1994/07/12/arts/cliburn-concert-at-the-met.html","abstract":"  Van Cliburn and the Moscow Philharmonic, currently on a United States tour, are to give a concert at the Metropolitan Opera House on Aug. 2 at 8 P.M. The pianist will play the two concertos most closely associated with him -- the Tchaikovsky First and the Rachmaninoff Third -- and is to be the narrator of Copland's \"Lincoln Portrait.\" Vassily Sinaisky is to conduct. Tickets are $30 to $150. Information: (212) 362-6000.","thumbnail":null,"section":"Arts"},{"date":"19940712","headline":"Ear May Distinguish Bipeds From Monkeys","web_url":"https://www.nytimes.com/1994/07/12/science/ear-may-distinguish-bipeds-from-monkeys.html","abstract":"  THE quest for understanding when and why human ancestors began walking on two feet has traditionally involved analyses of the motor components of fossil skeletons and the footprint trails of early hominids. Now a team of European scientists has begun focusing on the bony labyrinth of the inner ear.    Because good balance is critical for bipeds, the researchers decided to examine the fossil record to determine whether clues to human evolution could be found in the bony semicircular canals preserved in the skulls of early hominids. In living vertebrates, the fluid-filled semicircular canals of the inner ear form the sense organs that control balance.","thumbnail":null,"section":"Science"},{"date":"19940712","headline":"Burmese Junta Leader Agrees To Meet Imprisoned Dissident","web_url":"https://www.nytimes.com/1994/07/12/world/burmese-junta-leader-agrees-to-meet-imprisoned-dissident.html","abstract":"  The head of Burmese military intelligence said today that he would accept an invitation to meet with Daw Aung San Suu Kyi, the imprisoned opposition leader and Nobel laureate, in a demonstration of his Government's willingness to \"work hand in hand with politicians who have opposed us in the past.\"   The intelligence chief, Lieut. Gen. Khin Nyunt, is often described as the most powerful man in the military Government of Myanmar, and a meeting with Mrs. Aung San Suu Kyi would be at least a symbolic step toward political reform in the country formerly known as Burma.","thumbnail":null,"section":"World"},{"date":"19940712","headline":"Doctors vs. H.M.O.'s","web_url":"https://www.nytimes.com/1994/07/12/us/doctors-vs-hmo-s.html","abstract":"  In a crucial battle on health, medical groups say H.M.O.'s are unfairly excluding doctors from their networks. Page A16.","thumbnail":null,"section":"U.S."},{"date":"19940712","headline":"No Time for Funnies: Brazilians Must Win","web_url":"https://www.nytimes.com/1994/07/12/sports/world-cup-94-no-time-for-funnies-brazilians-must-win.html","abstract":"  Carlos Alberto Parreira, the national team coach of Brazil, used a security-guard escort for his crowded news conference today, but at least his inquisitors were asking questions this time instead of demanding changes.   Twelve days ago, he was Pariah, not Parreira, having subjected his country to a \"national tragedy\" by drawing 1-1 against Sweden in the first round of the World Cup. The news media, Pele, Brazilian President Itamar Franco, even Parreira's own mother were calling for changes in the lineup. Now, with Sweden on the schedule again in Wednesday's semifinal, Parreira has reversed his fortunes. He is a momentary hero, a rainmaker on the verge of ending Brazil's 24-year title drought.","thumbnail":null,"section":"Sports"},{"date":"19940712","headline":"Doctors Are Sparring With Insurers Over Right to Join Health Networks","web_url":"https://www.nytimes.com/1994/07/12/us/health-care-debate-doctors-doctors-are-sparring-with-insurers-over-right-join.html","abstract":"  In a battle that will profoundly shape the way American medical care is delivered, doctors across the country are pressing for state and Federal laws to make it harder for insurance companies and health maintenance organizations to exclude doctors from health care networks.   These managed-care networks generally have lists of doctors who agree to work for discounted fees; patients must choose from among these doctors to receive insurance reimbursement.","thumbnail":null,"section":"U.S."},{"date":"19940712","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/07/12/style/IHT-what-theyre-reading.html","abstract":"Simon Susman, director of Woolworths in Cape Town, is reading \"The Kindness of Women\" by J.G. Ballard..\"I bought this as a sequel to 'The Empire of the Sun,' which I enjoyed so much. However, in some ways I am finding this book even more","thumbnail":null,"section":"Style"},{"date":"19940712","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/12/nyregion/c-corrections-638765.html","abstract":"  An article and a headline on Sunday about a meeting planned between Secretary of State Warren Christopher and Vietnam's Foreign Minister described it incorrectly. It would be the fifth between an American Secretary of State and a Vietnamese Foreign Minister since the country was unified, not the first.","thumbnail":null,"section":"New York"},{"date":"19940712","headline":"President Had to Answer Far Right's Attacks; Give 'em Hell, Bill","web_url":"https://www.nytimes.com/1994/07/12/opinion/l-president-had-to-answer-far-right-s-attacks-give-em-hell-bill-642878.html","abstract":"  To the Editor:   \"Now, Focus the President\" (editorial, June 28), on changes in Mr. Clinton's staff and on his striking out at the media for uniquely unfair attacks on him, chides the President and calls his description of that unfairness ahistorical, citing Franklin Delano Roosevelt. This is not the first time journalists have shown mistaken ideas of the media of the past.","thumbnail":null,"section":"Opinion"},{"date":"19940712","headline":"Mayor Agrees To 2 Advisers On Bond Sales","web_url":"https://www.nytimes.com/1994/07/12/nyregion/mayor-agrees-to-2-advisers-on-bond-sales.html","abstract":"  Settling for now a major dispute with the city's Comptroller, Mayor Rudolph W. Giuliani said yesterday that the city would retain two financial advisers for its forthcoming bond sales, including the black-owned company that the Giuliani administration sought to remove as a cost-cutting measure.   By backing down on its demand that only one company be hired, the administration can go forward with two important bond sales that are estimated to provide $225 million that the Mayor has counted on to close the budget gap and to help improve the city's cash flow.","thumbnail":null,"section":"New York"},{"date":"19940712","headline":"Yanks Are Wobbling In First-Place Role","web_url":"https://www.nytimes.com/1994/07/12/sports/baseball-yanks-are-wobbling-in-first-place-role.html","abstract":"  The Yankees disassembled for the All-Star Game break still clinging to first place in the American League East. So why all the worried faces? Why have some bleak forecasts cropped up? And why does a team that possessed the elite record in baseball two weeks ago suddenly seem vulnerable?   Blame it on the 10 lousy days before the break, the 10 days that nudged the Yankees from quality to somewhat questionable.   Perhaps the numerous injuries during the last month became too much of a burden. Perhaps the tantalizing thoughts of three straight days off after 36 games in 38 days had some Yankees thinking about fun and friends instead of first. Perhaps their four-and-a-half-game lead was only a mirage because this race was supposed to be tighter. Perhaps they skidded at an inopportune time and will regroup and rectify their plummet. Meaningful Games    But by losing 7 of their last 10 games, at Yankee Stadium and against teams from the supposedly inferior American League West, the Yankees have caused fresh doubts to be dumped upon their pursuit of post-season play. In a season when they are attempting to play meaningful games in October for the first time since 1981, the Yankees had four games chopped off their lead in 10 days and escaped to their homes with a one-half game advantage over the Baltimore Orioles. The race is on.   \"I thought,\" said Luis Polonia, \"we were going to run away with it.\"   Not so fast, Luis. While Manager Buck Showalter would categorize this losing as a \"perceived trend,\" the perceptions are that the Yankees will have some concerns when they initiate the second half of the season on Thursday in Seattle. Showalter has already wondered whether Don Mattingly (tendinitis right wrist) and Mike Gallego (strained calf muscle) will return promptly and effectively from injuries. And he will probably rely on 23-year-old Sterling Hitchcock in the rotation because 31-year-old Terry Mulholland's repertory has turned into Homers-R-Us for hitters.   There is also the need for Jimmy Key to continue dazzling, for the other starters to imitate Key on his worst day; for Danny Tartabull to start dazzling and for the bullpen to remain bearable. Showalter must instill in his players that they are still the finest team in the league, or at least the best in the division, despite the sputtering. Encouraging Sign    \"To realize we're capable of better and are still in first place is encouraging,\" said Showalter, after the Yankees reached the All-Star break with a 50-35 record. \"We still have to get even better as the season progresses.\"   When the Yankees stormed ahead of the pack to grab the top record in the majors for 26 days in May and June, with Paul O'Neill hitting over .400 and Key winning virtually every start, Showalter rarely smiled. He talked about challenges and winning every series because he did not want the Yankees to think their job was complete. Although Showalter does not think the Yankees relaxed with the decent lead, he admitted that having an edge allows teams to relax. He did not have to concede that the Yankees never boosted the lead from decent to devastating.   \"When you have a four and a half or three and a half game lead, you don't play with that sense of urgency,\" Showalter said. \"When you're behind, every game creates more tension as far as making every at-bat and every day count. You can't afford to fall back.\"   The urgency has returned. With a half-game lead, the Yankees will be studying the scoreboard to see how BAL is doing. Since they snatched first place by themselves on May 9 and stretched their lead to three and a half games by May 27, the Yankees had the opportunity to forge a sizable edge and make the other teams pursue the wild card berth. But now they are one defeat from having the fourth-best record in the league.   \"At that point, you would have said everybody was going to stay behind us,\" said Polonia, recalling when the Yankees were winning at a remarkable .700 percentage. \"But we lost a lot of games and Baltimore kept winning. You still have to think of the possibility of a wild card.\" Thoughts Are Urgent    O'Neill did not mention the wild card, but his thoughts were urgent.   \"I think there's an urgency anytime you are in position to win,\" he said. \"You don't know when you're going to be in that position again. When you're in first after the All-Star break, it's a clear chance.\"   Showalter added: \"I'd rather be controlling our own destiny. I know if we win, we don't have to worry about what they did.\"   How did the Yankees forfeit the chance to make it easier on themselves?    One answer is that until Melido Perez regained his form in the last month, Key was their only dependable starter. Another is that winning 7 out of every 10 games is nearly impossible. And let's not overlook the injuries that struck, as well as the loss of their touch at home; the Yankees have lost 14 of their last 22 games at Yankee Stadium. Over all, the Yankees dropped 20 of 37 games while limping to the break.   Still, Showalter hopes this team does not mimic the club that was tied for first place a major league record 18 days in 1993.   \"We hope,\" Showalter said, \"to make Baltimore, Detroit, Toronto and Boston feel like we did last year.\" A Lot of Ifs    If the starters are sturdy, the injuries heal, the Yankees regain their earlier form and there is no strike, the second half could still be joyous for them. Jim Abbott thinks it will be. Sitting at Fenway Park two weeks ago, Abbott surveyed the lineup and told himself he was part of a special team. He saw Key, Mattingly, Wade Boggs and O'Neill and thought about first and beyond.   \"It would be nice to do something with this group of guys,\" said Abbott, who figures to leave the Yankees as a free agent after the season.   \"I'm happy to be part of this team. I want to remember these times. I want to be a part of something with these guys.\"","thumbnail":null,"section":"Sports"},{"date":"19940712","headline":"The Farrakhan Sideshow","web_url":"https://www.nytimes.com/1994/07/12/opinion/the-farrakhan-sideshow.html","abstract":"Fifty years ago, the civil rights movement battled the concrete ills of legal segregation. We now face that era's legacy, a more insidious and complex form of injustice characterized by drastic disparities between the races. The socioeconomic gap has created an equally alarming chasm of attitudes and perceptions.\n\nAlmost half of all African-American children live in poverty. Black unemployment is twice that of whites. The infant mortality rate in many black communities is equal to that of many third world nations. The statistics for housing, crime and education deliver a tragic statement of despair and inequality. Yet in polls, more than 60 percent of whites say blacks now have equal opportunity.","thumbnail":null,"section":"Opinion"},{"date":"19940712","headline":"President Had to Answer Far Right's Attacks","web_url":"https://www.nytimes.com/1994/07/12/opinion/l-president-had-to-answer-far-right-s-attacks-642770.html","abstract":"  To the Editor:   \"Now, Focus the President\" (editorial, June 28) seriously misjudges the significance of President Clinton's recent, and greatly overdue, response to the deadly demagogic attacks on him and his Presidency by the vastly powerful religious-political far right.","thumbnail":null,"section":"Opinion"},{"date":"19940712","headline":"A Crime Against God, Too","web_url":"https://www.nytimes.com/1994/07/12/opinion/a-crime-against-god-too.html","abstract":"On my first visit to a women's shelter, in 1985, I listened to the stories and looked closely at the arms and legs of Yardena, who had just arrived. \n\nShock 1: That anyone would beat such a tiny woman, kicking her a dozen times.","thumbnail":null,"section":"Opinion"},{"date":"19940712","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/07/12/style/chronicle-641146.html","abstract":"  JAMES FARMER, the civil rights leader, has been hospitalized with pneumonia and complications from diabetes, said his secretary at Mary Washington College in Fredericksburg, Va., where he has taught history since 1985. \"His blood sugar was very high and he was kind of shaky,\" Kay Baker, the secretary, told The Associated Press yesterday.   Mr. Farmer, 74, was admitted to Mary Washington Hospital on Thursday and was listed in stable condition yesterday.","thumbnail":null,"section":"Style"},{"date":"19940712","headline":"Key Patent On AIDS To Favor The French","web_url":"https://www.nytimes.com/1994/07/12/science/key-patent-on-aids-to-favor-the-french.html","abstract":"  French and American health agencies today announced a scientific peace treaty that is intended to end a 10-year-long dispute over the division of royalties from the patent on the AIDS blood test. The reapportionment of the royalties is designed to let each side earn an equal amount of money over the full 14-year life of the patent, due to end in 2002.   That was the original intent, but because more American tests were sold than French tests, the Americans had made more money until now. The French will make more in the last years of the patent.","thumbnail":null,"section":"Science"},{"date":"19940712","headline":"Tyson Tells Sentencing Judge His Conduct Was 'Inexcusable'","web_url":"https://www.nytimes.com/1994/07/12/sports/sports-people-boxing-tyson-tells-sentencing-judge-his-conduct-was-inexcusable.html","abstract":"  MIKE TYSON yesterday asked the judge who has presided in his case to reconsider her decision not to let him out of prison early, saying he knows his behavior toward a teen-age beauty contestant was \"inexcusable.\"   Tyson was sentenced in March 1992 to six years in an Indiana prison after a Superior Court jury convicted him of rape. The former heavyweight champion is scheduled to be released in May 1995.","thumbnail":null,"section":"Sports"},{"date":"19940712","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/07/12/sports/transactions-641960.html","abstract":"  Baseball  American League  BALTIMORE ORIOLES -- Activated Paul Carey, first baseman, from the 60-day disabled list and optioned him to Rochester of the International League. Sent Rick Forney, pitcher, outright to Bowie of the Eastern League. National League","thumbnail":null,"section":"Sports"},{"date":"19940712","headline":"Target Jupiter. Next: Us?","web_url":"https://www.nytimes.com/1994/07/12/opinion/target-jupiter-next-us.html","abstract":"On Saturday, fragments of the comet Shoemaker-Levy 9 will begin smashing into Jupiter at about 130,000 miles an hour.\n\nThe largest piece is likely to strike with explosive energy exceeding the potential of all the nuclear weapons ever made. It may even be as forceful as the object that hit Earth at the end of the Cretaceous era 65 million years ago and apparently led to the extinction of most living species, including the dinosaurs.","thumbnail":null,"section":"Opinion"},{"date":"19940712","headline":"Summer's Tides: A periodic look at the season nationwide.; Beach Curfews Are Clouding California's Endless Summer","web_url":"https://www.nytimes.com/1994/07/12/us/summer-s-tides-periodic-look-season-nationwide-beach-curfews-are-clouding.html","abstract":"  A 17-year-old surfer named Brian Doorley, his peroxide-bleached hair glowing in the night, kissed his ponytailed summer love, 16-year-old Shauna Meneses, one more time.   It was 10 P.M. The last beachgoers were packing up their Frisbees and blankets. The lifeguards, Matt Norton and Eric Dieterman, were patrolling in their four-wheel drive, enforcing the new curfew. \"Time to go home, folks,\" they called out over the public address system. And people did.","thumbnail":null,"section":"U.S."},{"date":"19940712","headline":"An Individualist Widens Her Reach","web_url":"https://www.nytimes.com/1994/07/12/style/an-individualist-widens-her-reach.html","abstract":"  Maybe you know who Yeohlee is, but you shouldn't feel too bad if you don't. She is not a superstar designer, but she has a loyal following of customers who appreciate her distinctive style, which is more timeless than trendy yet never evokes a yawn.  And in a precarious business with a high dropout rate, she has proven her staying power.    For nearly 14 years, she has owned her own company, called simply Yeohlee, and she has built it up to annual sales of nearly $10 million. She has never had a financial backer, preferring instead to gamble with her own money to keep total control over what she designs and produces.","thumbnail":null,"section":"Style"},{"date":"19940712","headline":"1944: De Gaulle Backed : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/07/12/opinion/IHT-1944-de-gaulle-backed-in-our-pages100-75-and-50-years-ago.html","abstract":"WASHINGTON - [From our New York edition:] President Roosevelt followed up his conferences with General Charles de Gaulle today [July 11] by announcing that the provisional government is being recognized as the de-facto authority in liberated France. The a","thumbnail":null,"section":"Opinion"},{"date":"19940712","headline":"Convicted Police Officer Receives A Sentence of at Least 11 Years","web_url":"https://www.nytimes.com/1994/07/12/us/convicted-police-officer-receives-a-sentence-of-at-least-11-years.html","abstract":"  Apologizing for disgracing his fellow police officers, Michael Dowd was sentenced yesterday to spend at least 11 years in prison for a career of crime in uniform that, when it came to light two years ago, touched off New York City's worst police scandal in two decades.   He had shaken down drug dealers, sold cocaine himself and shielded other dealers from arrest, but as he stood before Judge Kimba M. Wood in Federal District Court in Manhattan, Mr. Dowd pleaded for a lenient sentence.","thumbnail":null,"section":"U.S."},{"date":"19940712","headline":"Rwanda's Capital Calm After War Moves On","web_url":"https://www.nytimes.com/1994/07/12/world/rwanda-s-capital-calm-after-war-moves-on.html","abstract":"  A week after rebels took control of this capital, ending three months of deadly daily bombardment, residents have slowly begun to return, trudging up steep streets, pushing wheelbarrows stuffed with suitcases and rolled-up mattresses.   Surrounded by bullet-pocked buildings in streets littered with burned-out carcasses of cars, people embraced joyfully as they discovered friends they had feared were killed in the violence.","thumbnail":null,"section":"World"},{"date":"19940712","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/12/nyregion/c-corrections-642487.html","abstract":"  A picture caption on Sunday about the ribbon cutting for a housing project in Harlem referred incorrectly in some copies to State Comptroller H. Carl McCall's location in the picture. He was gesturing at the right.","thumbnail":null,"section":"New York"},{"date":"19940712","headline":"Discontent of Belarus Voters Fueled Landslide for Outsider","web_url":"https://www.nytimes.com/1994/07/12/world/discontent-of-belarus-voters-fueled-landslide-for-outsider.html","abstract":"  Suggesting a deep unhappiness that has surfaced in other former Soviet republics, voters in Belarus have elected as their first President a man who promised to dismiss everyone connected to the Government \"within a day.\"   Aleksandr Lukashenko, 39, a crusader against corruption who comes to the job with no significant experience in domestic or international politics, rolled to a thunderous victory, receiving more than 80 percent of the vote.","thumbnail":null,"section":"World"},{"date":"19940712","headline":"No Headline","web_url":"https://www.nytimes.com/1994/07/12/nyregion/no-headline-638471.html","abstract":"  \"The first thing I'd like to do is apologize to each and  every police officer that has had to work under the guise I left them two years ago. It's a very difficult job and I made it much more difficult, and for that I apologize.\" -- MICHAEL DOWD, a former police officer, as he was sentenced to prison.  [ A1:3. ]","thumbnail":null,"section":"New York"},{"date":"19940712","headline":"It's Hats Off to Griffey and His Home Runs","web_url":"https://www.nytimes.com/1994/07/12/sports/baseball-it-s-hats-off-to-griffey-and-his-home-runs.html","abstract":"  Ken Griffey Jr. wore his baseball cap in the traditional way today, then hit home runs in a most untraditional way, by repeatedly visiting the upper deck of Three Rivers Stadium.   That Griffey did so en route to winning baseball's annual home-run hitting contest served only to strengthen his hold on the collective imaginations of baseball fans who cheered him above all others in this, the season of the full-fledged assault on home-run records.","thumbnail":null,"section":"Sports"},{"date":"19940712","headline":"Breyer Is Challenged on Apparent Conflict on Eve of Hearing","web_url":"https://www.nytimes.com/1994/07/12/us/breyer-is-challenged-on-apparent-conflict-on-eve-of-hearing.html","abstract":"  Senator Howard M. Metzenbaum said today that Judge Stephen G. Breyer, President Clinton's nominee for the Supreme Court, may have been insensitive to ethical considerations when, as a judge, he participated in pollution cases that might have indirectly affected one of his investments.   Mr. Metzenbaum, an Ohio Democrat who is a member of the Senate Judiciary Committee, said he expected to raise the issue of Judge Breyer's investment in a Lloyd's of London insurance syndicate, which had great financial losses because of pollution cases, when the committee took up his nomination on Tuesday.","thumbnail":null,"section":"U.S."},{"date":"19940712","headline":"A World Cup Running Over With Spicy Surprises","web_url":"https://www.nytimes.com/1994/07/12/sports/IHT-a-world-cup-running-over-with-spicy-surprises.html","abstract":"Whatever the sting may bring to the tale, this has become the most memorable World Cup in a quarter of a century..The gamble of taking the game to America, for reasons of commerce first, sport second, has paid off in a way no one could have imagined. F","thumbnail":null,"section":"Sports"},{"date":"19940712","headline":"Scientists Find a Plant That Dupes Birds Into Spreading Its Seeds","web_url":"https://www.nytimes.com/1994/07/12/science/scientists-find-a-plant-that-dupes-birds-into-spreading-its-seeds.html","abstract":"  FEW things are more effective for speeding a sluggish digestive tract than a helping of fruit, whether it is a handful of potent prunes or a ripe peach. Scientists now have evidence that the biological effect of these tasty treats is the result of chemical manipulation in which animals are drugged into transporting and dropping the precious seeds quickly.    In a study in last month's issue of the journal Ecology, researchers found a chemical laxative in the cherry-sized fruit of a Costa Rican shrub. The drug appears to act on the bowels of birds, to the plants' and not the birds' advantage.","thumbnail":null,"section":"Science"},{"date":"19940712","headline":"Old Order Changes: Once-Hungry Germans Now Down and Out","web_url":"https://www.nytimes.com/1994/07/12/sports/IHT-old-order-changes-oncehungry-germans-now-down-and-out.html","abstract":"Rudi Vller, 34 years old and retired once already, and his striking partner Jrgen Klinsmann, who will turn 30 soon, were standing in the midfield circle, leaning over the ball. They wanted to kick it - couldn't their countrymen see? One was g","thumbnail":null,"section":"Sports"},{"date":"19940712","headline":"Examining Saudi Stability : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/12/opinion/IHT-examining-saudi-stability-letters-to-the-editor.html","abstract":"Regarding \"Saudi Arabia's Solid Foundations Assure a Durable Kingdom\" (Opinion, July 6) by Prince Bandar ibn Sultan:.It is surely foolish of the Saudi ambassador to introduce the false analogy that his country has been around since 1744, long","thumbnail":null,"section":"Opinion"},{"date":"19940712","headline":"A New, and Bitter, Mara Emerges","web_url":"https://www.nytimes.com/1994/07/12/sports/world-cup-94-a-new-and-bitter-mara-emerges.html","abstract":"  There is very little that Wellington Mara has not seen in over 60 years of experience with the National Football League. He is the president and co-chief executive officer of the New York Giants. He has done everything from scouting to sitting on many of the league's ownership committees. He is respected and cherished for his knowledge and care for the game, so much so that according to several owners, league officials and others close to him, Mara has become increasingly bitter over the last several weeks about his role in the organization.   Most of Mara's feelings, they say, stem from the unceremonious release of quarterback Phil Simms. Mara may have been closer to Simms, who had been with the Giants for 15 years, than any other of his players in team history.","thumbnail":null,"section":"Sports"},{"date":"19940712","headline":"Japan Has Cause to Worry About Chinese Ambition","web_url":"https://www.nytimes.com/1994/07/12/opinion/IHT-japan-has-cause-to-worry-about-chinese-ambition.html","abstract":"China says it needs a peaceful environment to be strong and prosperous, yet Beijing seems to be pursuing contradictory policies. It wants to participate in multilateral economic and security arrangements in the Asia- Pacific region. At the same time, it","thumbnail":null,"section":"Opinion"},{"date":"19940712","headline":"Court Expert Told to Draw Nassau Map","web_url":"https://www.nytimes.com/1994/07/12/nyregion/court-expert-told-to-draw-nassau-map.html","abstract":"  Exasperated by the failure of feuding Republicans and Democrats to agree on district lines for a new legislature in Nassau County, a Federal judge today appointed a Manhattan lawyer to propose the political map for them.   The judge, Arthur D. Spatt of Federal District Court here, issued an order giving Edwin J. Wesely, an expert in complex litigation and multiparty disputes, the authority to develop and recommend a legislative districting plan the judge could impose on Nassau. Mr. Wesely is to meet with the disputing parties and their lawyers starting Wednesday.","thumbnail":null,"section":"New York"},{"date":"19940712","headline":"Tall Kids Lose on Buses","web_url":"https://www.nytimes.com/1994/07/12/opinion/l-tall-kids-lose-on-buses-642908.html","abstract":"  To the Editor:   Just the other day, I used a New York City bus to take my cousin's daughter and her friend to a museum. I was asked to pay full fare for my 6-year-old relative, while her 8-year-old friend paid nothing at all.","thumbnail":null,"section":"Opinion"},{"date":"19940712","headline":"Here's My Team. See It Soon at Your Own Risk.","web_url":"https://www.nytimes.com/1994/07/12/sports/sports-business-here-s-my-team-see-it-soon-at-your-own-risk.html","abstract":"  The primary marketing campaign the Yankees are now waging is one of fear. For over a year, George Steinbrenner and his many minions have agitated about how crime, parking, sanitation, traffic and bad highways conspire to hold down Yankee Stadium attendance. The campaign is only too obviously aimed at scaring up a new stadium like Jacobs Field in Cleveland.   The campaign stepped up on July 6 when the Yankees circulated a press release lamenting the 22,021 attendance on July 4. Its headline read: \"Yankees Say Fear of Crime, Lack of Parking Kept Fans Away on Fourth of July.\" Take note, it was \"Yankees Say,\" with no evidence of the team's assertion from fans.","thumbnail":null,"section":"Sports"},{"date":"19940712","headline":"Mark Morris's Way With Music","web_url":"https://www.nytimes.com/1994/07/12/arts/dance-review-mark-morris-s-way-with-music.html","abstract":"  The audience at the performance by the Mark Morris Dance Group on Friday night at the Jacob's Pillow Dance Festival here seemed to be mostly vacationers in the Berkshires who were informed about the arts but had few preconceptions about dance styles and novelties. The theater was filled with an invigorating sense of meeting the dances head-on, in much the same way Mr. Morris appears to respond to music.    For music was a key to the program's four dances, a thread that connected four quite different themes and approaches to movement, from \"A Lake,\" the bounding, plotless dance to Haydn that opened the program, to the uncategorizable new \"Lucky Charms.\"","thumbnail":null,"section":"Arts"},{"date":"19940712","headline":"Astronomers Prepare for Comet's Collision With Jupiter","web_url":"https://www.nytimes.com/1994/07/12/science/astronomers-prepare-for-comet-s-collision-with-jupiter.html","abstract":"  In the forlorn hope that Comet Shoemaker-Levy 9 will kindle some fireworks when it begins hitting Jupiter next Saturday, astronomers will aim virtually every major telescope on earth or aboard an airplane, rocket or spacecraft at the giant planet to look for reflections and remnants of the unseen show -- if one occurs.   When the first of about 21 large chunks of the disintegrating comet slams into Jupiter at 3:54 p.m. EDT on Saturday (give or take about 20 minutes), thousands of scientists from the South Pole to Canada and from the Hawaiian Islands to the Canaries will have to content themselves with observing and measuring the wrong side of the planet. Even the cleverest scientific techniques cannot change the fact that the vast bulk of Jupiter will stand squarely between the show and the audience.","thumbnail":null,"section":"Science"},{"date":"19940712","headline":"Israeli-Palestinian Talks Start","web_url":"https://www.nytimes.com/1994/07/12/world/israeli-palestinian-talks-start.html","abstract":"  Israeli and Palestinian negotiators began talks today in Cairo on expanding Palestinian autonomy in the Israeli-occupied West Bank and settling outstanding security issues in the self-rule areas.   The talks marked a new phase in the Middle East peace effort. They opened as Yasir Arafat, chairman of the Palestine Liberation Organization, landed in Cairo after leaving Tunisia, home to the P.L.O. for the last 12 years. On Tuesday, he will travel to his new home in the self-rule areas of Gaza and Jericho.","thumbnail":null,"section":"World"},{"date":"19940712","headline":"Notre Dame Joins the Big East","web_url":"https://www.nytimes.com/1994/07/12/sports/colleges-notre-dame-joins-the-big-east.html","abstract":"  After all the blessings were finally received, after years of flirtation and subtle courtship that led to the secretive mating dance of the last few weeks, the Big East Conference and the University of Notre Dame acknowledged a celebrated marriage of convenience yesterday. Each side, having overcome its own doubts and sense of risk, enthusiastically presented the other with a sizable dowry.   Just four months and two days after the league declared a moratorium on any expansion beyond 12 teams -- one that Commissioner Mike Tranghese said yesterday had been misunderstood, even by some school presidents -- the Big East added a 13th.","thumbnail":null,"section":"Sports"},{"date":"19940712","headline":"Indurain of Spain Has Raced to the Front in the Tour de France","web_url":"https://www.nytimes.com/1994/07/12/sports/cycling-indurain-of-spain-has-raced-to-the-front-in-the-tour-de-france.html","abstract":"  Big Mig is back.   Riding with his accustomed power, Miguel Indurain trashed the Tour de France pack today in an individual time trial and started toward his fourth consecutive victory in the world's greatest bicycle race.","thumbnail":null,"section":"Sports"},{"date":"19940712","headline":"Gene May Solve Puzzle: Why Some Cells Resist Cancer Treatments","web_url":"https://www.nytimes.com/1994/07/12/science/gene-may-solve-puzzle-why-some-cells-resist-cancer-treatments.html","abstract":"  ALTHOUGH chemotherapy and radiation have been standard cancer treatments for decades, it sometimes seems to be almost dumb luck that they work. Cancer researchers readily confess that they do not know why cancer cells are more susceptible to these poisons than normal cells. Nor do they always know why some cancers are resistant to chemotherapy and radiation while others are sensitive.   But new research on the molecular biology of cancer cells is leading to a compelling hypothesis. One of the cells' best studied genes, called p53, seems to be the cancer therapy gatekeeper. New studies indicate that if a cancer cell has an intact p53 gene, it commits suicide when it is damaged by chemotherapy or radiation. But if a cancer cell's p53 gene is mutated -- as it often is -- the cell seems to be impervious to chemotherapy or radiation.","thumbnail":null,"section":"Science"}],"wiki_events":[],"weather":[{"date":"19940712","time":"1994-07-12 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20,"rhum":78,"wspd":0},{"date":"19940712","time":"1994-07-12 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17,"rhum":88,"wspd":0},{"date":"19940712","time":"1994-07-12 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19,"rhum":83,"wspd":3.6},{"date":"19940712","time":"1994-07-12 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.3,"rhum":83,"wspd":3.6},{"date":"19940712","time":"1994-07-12 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16,"rhum":88,"wspd":0},{"date":"19940712","time":"1994-07-12 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18,"rhum":83,"wspd":3.6},{"date":"19940712","time":"1994-07-12 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.7,"rhum":79,"wspd":3.6},{"date":"19940712","time":"1994-07-12 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22,"rhum":69,"wspd":0},{"date":"19940712","time":"1994-07-12 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24,"rhum":61,"wspd":3.6},{"date":"19940712","time":"1994-07-12 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":26.1,"rhum":52,"wspd":7.6},{"date":"19940712","time":"1994-07-12 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":29,"rhum":45,"wspd":13},{"date":"19940712","time":"1994-07-12 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":30,"rhum":40,"wspd":16.6},{"date":"19940712","time":"1994-07-12 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":31.5,"rhum":36,"wspd":18.4},{"date":"19940712","time":"1994-07-12 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":32,"rhum":36,"wspd":18.4},{"date":"19940712","time":"1994-07-12 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":33,"rhum":34,"wspd":20.5},{"date":"19940712","time":"1994-07-12 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":32.1,"rhum":33,"wspd":16.6},{"date":"19940712","time":"1994-07-12 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":31.9,"rhum":34,"wspd":18.4},{"date":"19940712","time":"1994-07-12 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":29.9,"rhum":30,"wspd":14.8},{"date":"19940712","time":"1994-07-12 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":29.4,"rhum":30,"wspd":16.6},{"date":"19940712","time":"1994-07-12 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":28.8,"rhum":33,"wspd":11.2},{"date":"19940712","time":"1994-07-12 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":27.9,"rhum":32,"wspd":14.8},{"date":"19940712","time":"1994-07-12 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":27,"rhum":37,"wspd":7.6},{"date":"19940712","time":"1994-07-12 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":25.9,"rhum":41,"wspd":11.2},{"date":"19940712","time":"1994-07-12 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24.2,"rhum":57,"wspd":11.2},{"date":"19940712","time":"1994-07-12 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":33,"wspd":13},{"date":"19940712","time":"1994-07-12 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":35,"wspd":14.8},{"date":"19940712","time":"1994-07-12 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":52,"wspd":11.2},{"date":"19940712","time":"1994-07-12 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":54,"wspd":9.4},{"date":"19940712","time":"1994-07-12 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":50,"wspd":9.4},{"date":"19940712","time":"1994-07-12 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":53,"wspd":13},{"date":"19940712","time":"1994-07-12 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":59,"wspd":11.2},{"date":"19940712","time":"1994-07-12 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":64,"wspd":11.2},{"date":"19940712","time":"1994-07-12 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":63,"wspd":11.2},{"date":"19940712","time":"1994-07-12 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":68,"wspd":7.6},{"date":"19940712","time":"1994-07-12 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":70,"wspd":7.6},{"date":"19940712","time":"1994-07-12 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":61,"wspd":7.6},{"date":"19940712","time":"1994-07-12 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":54,"wspd":7.6},{"date":"19940712","time":"1994-07-12 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":44,"wspd":7.6},{"date":"19940712","time":"1994-07-12 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":37,"wspd":16.6},{"date":"19940712","time":"1994-07-12 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":35,"wspd":16.6},{"date":"19940712","time":"1994-07-12 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":35,"wspd":18.7},{"date":"19940712","time":"1994-07-12 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":32,"wspd":24.1},{"date":"19940712","time":"1994-07-12 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":32,"wspd":24.1},{"date":"19940712","time":"1994-07-12 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.2,"rhum":32,"wspd":22.3},{"date":"19940712","time":"1994-07-12 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.2,"rhum":33,"wspd":24.1},{"date":"19940712","time":"1994-07-12 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.8,"rhum":32,"wspd":18.7},{"date":"19940712","time":"1994-07-12 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.2,"rhum":33,"wspd":22.3},{"date":"19940712","time":"1994-07-12 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":36,"wspd":24.1}]},"19940713":{"guardian_articles":[],"nytimes_articles":[{"date":"19940713","headline":"On the Fire Line","web_url":"https://www.nytimes.com/1994/07/13/opinion/on-the-fire-line.html","abstract":"There will never be an adequate explanation for the death of the 14 firefighters on Storm King Mountain in Colorado last week. Like the loss of 13 firefighters in the Mann Gulch fire in Montana 45 years ago, an eerily similar tragedy, it logically shouldn't have happened.\n\nIn both cases, an apparently tame fire unexpectedly blew up, trapping an elite crew of firefighters -- Smokejumpers, who parachute from planes, and Hotshots, the highly trained ground crews. The Forest Service says it will take at least 45 days to investigate the Storm King tragedy. As it did with Mann Gulch, it will analyze the incident from every angle, but in the end, it won't make sense.","thumbnail":null,"section":"Opinion"},{"date":"19940713","headline":"Senate Republicans Deal A Major Defeat to Labor","web_url":"https://www.nytimes.com/1994/07/13/us/senate-republicans-deal-a-major-defeat-to-labor.html","abstract":"  Handing organized labor a major defeat, Senate Republicans today blocked passage of a bill that would have made it illegal for employers to hire permanent replacements for workers striking over wages and benefits.   Republican threats to filibuster the bill, which passed the House comfortably last year, led Senate leaders to schedule today's vote over whether to cut off debate.","thumbnail":null,"section":"U.S."},{"date":"19940713","headline":"A Transition in Definition for Serious Fun","web_url":"https://www.nytimes.com/1994/07/13/theater/a-transition-in-definition-for-serious-fun.html","abstract":"  Jed Wheeler says he started using the phrase \"serious fun,\" an oxymoronic tag he later bestowed upon Lincoln Center's annual summer festival of performances by hard-to-describe artists, because he got tired of the term \"avant-garde.\" And it's probably true that by the time serious fun (the concept) became Serious Fun (the festival Mr. Wheeler ran for the first time in 1987 and the last time a year ago), the idea of avant-garde art had begun to lose its bite. It had become hard to define. Who could tell what distinguished the avant-garde from the merely idiosyncratic? Or from the just plain weird?   Now in its eighth season, the Serious Fun festival, which began last Wednesday and is to run through July 30, has spawned the sort of confusion that comes with growth and change. Critics say the whole thing has gotten too serious. Or maybe that it's too much fun. In any case, as Lincoln Center, with a new director of programming, Jane S. Moss, is mulling over a restructuring of all its special-performance series, no one seems entirely certain what Serious Fun is supposed to be. And though Ms. Moss said plans for next year's festival were under way, she acknowledged that performance-art programming under the Serious Fun rubric at Lincoln Center was not immune to change.","thumbnail":null,"section":"Theater"},{"date":"19940713","headline":"At Issue: What Is Adequate for the Poor?","web_url":"https://www.nytimes.com/1994/07/13/nyregion/paying-for-new-jersey-s-schools-impact-issue-what-adequate-for-poor.html","abstract":"  With today's ruling, the New Jersey Supreme Court reaffirmed the state's duty to provide effective schooling, not just equal spending, for all students, especially those in struggling urban districts. But the ruling also pushed the state further into a national debate about what constitutes an adequate education for students who grow up poor.    The court declined to specify which programs were necessary. But it noted that both the plaintiffs' and the state' experts agreed that efforts like smaller classes for early grades, outreach for dropouts and effective summer school were essential.","thumbnail":null,"section":"New York"},{"date":"19940713","headline":"Chance of a Lifetime Is in Their Hands","web_url":"https://www.nytimes.com/1994/07/13/sports/IHT-chance-of-a-lifetime-is-in-their-hands.html","abstract":"They stand apart in a team game. There are just four of them left, and on Wednesday every muscle they move, every reflex, every option they take will be exposed to the scrutiny of hundreds of millions around the globe..Who would be a goalkeeper? More s","thumbnail":null,"section":"Sports"},{"date":"19940713","headline":"Clarifying a Dispatch : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/13/opinion/IHT-clarifying-a-dispatch-letters-to-the-editor.html","abstract":"It has come to my attention that the International Herald Tribune published a story (\"Rabin Answers One of Arafat's Prayers,\" June 25) which stated that The Jerusalem Post, of which I am president and publisher, printed an article titled \"K","thumbnail":null,"section":"Opinion"},{"date":"19940713","headline":"After 7 Years, Employees Win United Airlines","web_url":"https://www.nytimes.com/1994/07/13/us/after-7-years-employees-win-united-airlines.html","abstract":"  Concluding one of the longest-running buyout efforts in the history of corporate America, employees of United Airlines gained control of their company today, exchanging deep cuts in pay and benefits for a majority stake in one of the largest employee-owned companies in the country.   Except for a new advertising campaign that United began tonight to publicize the deal, passengers will notice few changes.","thumbnail":null,"section":"U.S."},{"date":"19940713","headline":"Television Coverage Of Senate Hearings","web_url":"https://www.nytimes.com/1994/07/13/us/the-supreme-court-television-coverage-of-senate-hearings.html","abstract":"  The Senate Judiciary Committee's confirmation hearings on Judge Stephen G. Breyer's nomination to the Supreme Court will be covered live today, beginning at 10 A.M., by the Public Broadcasting Service.   The service will provide gavel-to-gavel coverage to its affiliates, which have the option of carrying the hearings or running other programming.","thumbnail":null,"section":"U.S."},{"date":"19940713","headline":"Ukrainian Leader's Defeat Worries Kiev Bureaucrats","web_url":"https://www.nytimes.com/1994/07/13/world/ukrainian-leader-s-defeat-worries-kiev-bureaucrats.html","abstract":"  After using their votes to oust their first President, who was only halfway through his term, Ukrainians woke to a summer's day like any other. Some worried about the fate of the nation; some worried about the freshness of the bread.   But in the corridors of the Government, officials said, there was a kind of hushed panic in the face of the biggest prospective change in Ukraine since independence. Leonid M. Kravchuk, the former Communist Party ideology secretary who led Ukraine to independence, stayed locked in his office, silent.","thumbnail":null,"section":"World"},{"date":"19940713","headline":"Good Old-Fashioned Lemonade Is Coming Back","web_url":"https://www.nytimes.com/1994/07/13/style/good-oldfashioned-lemonade-is-coming-back.html","abstract":"Anyone who has ever taken a seat at a cafe in Paris, crossed his or her legs, leaned back and said, \"Un citron presse, s'il vous plait,\" knows that lemonade is highly esteemed the world over.\n\nThe ultimate inner-body cleanser, and a liquid nutrient potent in vitamin C, lemonade has been an international picker-upper for centuries, both in its pure state and as a mixer. Americans may think they have a lock on the drink -- what dusty sepia print of a Fourth of July picnic does not include at least one maiden with lemonade? -- but even the most casual search through liquid history finds a long line of lemonade drinkers.","thumbnail":null,"section":"Style"},{"date":"19940713","headline":"Will Smith Still Save The Orioles?","web_url":"https://www.nytimes.com/1994/07/13/sports/sports-of-the-times-will-smith-still-save-the-orioles.html","abstract":"  He came sauntering out of the bullpen the way he always does, slowly. He would pitch the way he always does, hard.   Lee Smith has more saves, 430, than any pitcher in major league history, including 29 for the Baltimore Orioles this season. And last night he had the opportunity for his first save in the 65th annual All-Star Game until he threw what he later described as a \"perfect pitch\" to Fred McGriff.","thumbnail":null,"section":"Sports"},{"date":"19940713","headline":"In School","web_url":"https://www.nytimes.com/1994/07/13/us/in-school.html","abstract":"  Antonio Strano, a 51-year-old junior high school art teacher, has a teen-ager's soul trapped in an adult's body.    The message on his answering machine is a cacophony of stupid noises, the electronic equivalent of a whoopee cushion. And he is planning a purple-food party on his houseboat here, with invitations begging guests to be imaginative so that everybody doesn't show up with eggplant.","thumbnail":null,"section":"U.S."},{"date":"19940713","headline":"With a Few Strides, Clinton Celebrates Germany's Unity","web_url":"https://www.nytimes.com/1994/07/13/world/with-a-few-strides-clinton-celebrates-germany-s-unity.html","abstract":"  President Clinton paid tribute today to the end of Berlin's long and bitter schism, striding across the line that once divided the city and lowering for the last time the flag of the American forces whose vigil here began on July 4, 1945.   From the Brandenburg Gate, a symbol of a divided Europe, Mr. Clinton faced east in celebration and told some 50,000 Berliners who thronged Pariser Platz that he rejoiced with them that \"Berlin ist frei!\"","thumbnail":null,"section":"World"},{"date":"19940713","headline":"The Law of the Fugue, as Laid Down by Bach","web_url":"https://www.nytimes.com/1994/07/13/arts/music-review-the-law-of-the-fugue-as-laid-down-by-bach.html","abstract":"  On Monday night in Avery Fisher Hall, when the Juilliard String Quartet reached the famous theme that spells out Bach's name in the last, unfinished fugue of \"The Art of the Fugue,\" one could almost feel the small audience that remained draw in its breath. The players, who have made this work a specialty in recent years, did not bear down on the four notes with portentous solemnity. Instead, after two hours of exploring Bach's inventiveness and spiritual grandeur, in a work in which themes were expanded, contracted, turned upside down, combined with themselves and their variants in an encyclopedia of possibilities, the quartet played the theme with quiet, eloquent simplicity.   The tension immediately increased; it was as if a spring were being pulled back. Two themes had already been heard in the majestic fugue. But this third, signature theme, which has long been used as a tribute to the composer (in German, B is B-flat and H is B-natural), was clearly an announcement of something more sublime than had yet been achieved. A hint of what was to come was heard as the three themes intertwined, awaiting some sort of fulfillment. Then, without warning, the first violin fell mute, the second violin followed, as did the cello, and for brief moments there were only the eighth notes of the viola, which ended in silent space. That is where Bach is said to have left the manuscript at his death.","thumbnail":null,"section":"Arts"},{"date":"19940713","headline":"Cam's Card Shark 3-2 Choice","web_url":"https://www.nytimes.com/1994/07/13/sports/cam-s-card-shark-3-2-choice.html","abstract":"  Cam's Card Shark, the leading horse in harness racing who has dominated the 3-year-old division, was installed yesterday as the 3-2 morning-line favorite over nine rivals in Saturday night's $1 million Meadowlands Pace.   Owned by Jeffrey Snyder of New York, the Cam Fella colt has 10 victories and two second-place finishes in 12 starts for a season-leading $1,247,922 in earnings.","thumbnail":null,"section":"Sports"},{"date":"19940713","headline":"Drinking Night Ends in Fatal Shooting of One Brother by Another","web_url":"https://www.nytimes.com/1994/07/13/nyregion/drinking-night-ends-in-fatal-shooting-of-one-brother-by-another.html","abstract":"  An argument between two brothers who had gone drinking with a third brother for the evening ended in gunfire early this morning as one shot and killed the other while the third looked on in horror.   The police charged Sean Messmer, 29, an employee at Jones Beach, with manslaughter in the death of his oldest brother, Patrick, 33, a former marine who was unemployed.","thumbnail":null,"section":"New York"},{"date":"19940713","headline":"Sending Money to Home District: Earmarking and the Pork Barrel","web_url":"https://www.nytimes.com/1994/07/13/us/sending-money-to-home-district-earmarking-and-the-pork-barrel.html","abstract":"  Representative Paul E. Kanjorski, Democrat of Pennsylvania, says he is fighting a lonely struggle to realize a great idea benefiting his district, the nation and the world, opposed by a cabal of cranky constituents, flyspecking lawyers and boneheaded bureaucrats.   To those critics, Mr. Kanjorski's vision is little more than a giveaway: a means of extracting $30 million from the Pentagon to enable a nonprofit corporation run by his brother, his friends and his allies to buy thousands of acres of land in his home district for far less than their appraised value.","thumbnail":null,"section":"U.S."},{"date":"19940713","headline":"The Pop Life","web_url":"https://www.nytimes.com/1994/07/13/arts/the-pop-life-653357.html","abstract":"  Heard in Two Worlds   For many musicians, drawing the line between making art and making entertainment can be a complex determination. Before Branford Marsalis joined the \"Tonight\" show as a bandleader two years ago, before he started accepting bit parts in Hollywood movies seven years ago, before he joined Sting's band nine years ago, he was regarded as a prime mover in the jazz renaissance. He still is, but to the millions of Americans who watch \"Tonight,\" he's also a fountain of five-second versions of pop standards and a grinning sidekick to Jay Leno.   Mr. Marsalis's new album, a collaboration with DJ Premier of the rap group Gang Starr called \"Buckshot LeFonque\" (Columbia), further muddles the issue of credibility. It is a very pop-conscious blend of jazz, hip-hop, funk, soul, African music and reggae.","thumbnail":null,"section":"Arts"},{"date":"19940713","headline":"Missed Chances in Europe","web_url":"https://www.nytimes.com/1994/07/13/opinion/missed-chances-in-europe.html","abstract":"  It is no secret that President Clinton is trying to demonstrate to the American public that he is capable of consistent, credible foreign policy leadership. On that score, the summit meeting of industrial democracies in Naples -- the centerpiece of his latest European tour -- was a missed opportunity.   It is also no secret that it is not as easy nowadays for an American President to dominate the world stage. Absent a common Soviet threat, America is seen as one more player in a complex and increasingly parochial post-cold war world. In the past, for example, Mr. Clinton's plea to the industrialized nations to open their markets to Eastern Europe might have commanded a respectful hearing; troubled by unemployment, the industrialized nations turned a deaf ear.","thumbnail":null,"section":"Opinion"},{"date":"19940713","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/13/nyregion/c-corrections-654086.html","abstract":"  A brief article by Reuters in some editions of Business Day yesterday about Mattel Inc.'s takeover offer for J. W. Spear & Sons of Britain misstated Spear's involvement with the game of Scrabble. J. W. Spear owns the rights in certain markets outside the United States. The company did not invent the game; it was invented during the Depression by Alfred M. Butts, an architect in Queens.","thumbnail":null,"section":"New York"},{"date":"19940713","headline":"N.A.A.C.P. Leader Tries To Build a Bridge to Youth","web_url":"https://www.nytimes.com/1994/07/13/us/naacp-leader-tries-to-build-a-bridge-to-youth.html","abstract":"  When the Rev. Benjamin F. Chavis Jr. talks about reaching out to the young and the disillusioned in black America, he is talking about people like 22-year-old Alturo Rhymes.   Mr. Chavis is executive director of the National Association for the Advancement of Colored People, which is holding its annual convention here this week, but as far as Mr. Rhymes and his buddies are concerned, the 85-year-old civil rights organization might as well be called the National Association for the Advancement of Middle-Class and Old Colored People.","thumbnail":null,"section":"U.S."},{"date":"19940713","headline":"Honor a Son of Italy On the Fourth of July","web_url":"https://www.nytimes.com/1994/07/13/opinion/l-honor-a-son-of-italy-on-the-fourth-of-july-654817.html","abstract":"  To the Editor:   As an American of Italian heritage I have wondered why Filippo Mazzei is not credited with his service to the Revolutionary cause when we celebrate the Fourth of July.","thumbnail":null,"section":"Opinion"},{"date":"19940713","headline":"A Suspicious Fire Tests Strength of a Synagogue's Members","web_url":"https://www.nytimes.com/1994/07/13/nyregion/a-suspicious-fire-tests-strength-of-a-synagogue-s-members.html","abstract":"  For 90 years the grand but battered synagogue has stood by the sea in the Rockaways, weathering the loss of Jews and, eventually, everyone else as urban renewal stripped bare the land stretching for 150 blocks around it. The dwindling and aging membership of Congregation Derech Emunoh somehow found the wherewithal to keep it open, cherishing the moments they could spend praying in the same pews that had supported their parents and grandparents.   But the determination of its 40 members came close to exhaustion yesterday morning when an early-morning fire destroyed much of the synagogue's ceiling and roof. Fire department officials said the two-alarm blaze was suspicious in origin, and because it involved a synagogue, the case was being investigated by the police as a possible bias incident. Though the 600-seat structure could be rebuilt, the president of the synagogue said he did not believe it was worth trying to raise the necessary funds when the congregation was already barely surviving on its memories. 'This Is the End'    \"I doubt very much that we will have a congregation here any longer,\" said Robert Wein, the president, a third-generation member of Derech Emunoh who travels from Manhattan every week to pray next to the memorial plaque with his grandfather's name on it. \"To spend hundreds of thousands on the roof when there is no Jewish community here any longer -- it's just not practical. This is the end.\"","thumbnail":null,"section":"New York"},{"date":"19940713","headline":"Where Paddle Ball Is Heaven; The Joys of Youth Are Relived Daily on a Patch of Concrete in Greenwich Village","web_url":"https://www.nytimes.com/1994/07/13/nyregion/where-paddle-ball-heaven-joys-youth-are-relived-daily-patch-concrete-greenwich.html","abstract":"  Because the weather looked chancy for the next two days, Lu Benitez decided he had better go to the paddle ball courts after all. He picked up a game at once and began dismantling his opponent with care. Then he bore in on a second player. He had been there the day before, and the day before that, but the wins were still smooth, dreamy pleasures.   When he feels overcome on all sides, he reaches for his paddle. His deft play drives his opponents to mutter to themselves: \"Man, how can you be so awful?\" or \"That's a ball there. See it. Hit it!\"","thumbnail":null,"section":"New York"},{"date":"19940713","headline":"A Feminist Writer's Defiance Fuels Militants in Bangladesh","web_url":"https://www.nytimes.com/1994/07/13/world/a-feminist-writer-s-defiance-fuels-militants-in-bangladesh.html","abstract":"  After more than a month in hiding, a feminist writer who has been threatened with death by Muslim clerics remains out of sight. And the controversy surrounding critical remarks she is alleged to have made about the Koran continues to foster an atmosphere of political crisis.    The Government brought criminal charges of insulting the Muslim religion against the writer, Taslima Nasrin, on June 4, prompting her to go underground. Rumors then swept this capital that she had sought refuge from angry demonstrators in a Western embassy.","thumbnail":null,"section":"World"},{"date":"19940713","headline":"1894: A Powerful Quake : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/07/13/opinion/IHT-1894-a-powerful-quake-in-our-pages100-75-and-50-years-ago.html","abstract":"CONSTANTINOPLE - Earthquake shocks continued to be felt here in the night. Details of the havoc caused Tuesday last [July 10] show that the disturbance extended over a wide area. The shock was felt in the interior of Anatolia for a distance of 236 miles f","thumbnail":null,"section":"Opinion"},{"date":"19940713","headline":"Bought and Sold","web_url":"https://www.nytimes.com/1994/07/13/opinion/bought-and-sold.html","abstract":"Last month, Amnesty International's American branch decided it was time to abolish slavery. Presented with evidence of human bondage in North Africa, the members voted to add to an already crowded mandate the emancipation of chattel slaves. \n\nIt may be hard to believe that in 1994 a new abolitionist movement is needed. Today, in the former French colony of Mauritania, where slavery was ended -- on paper -- in 1980, the State Department estimates that 90,000 blacks still live as the property of Berbers. Perhaps 300,000 freed slaves continue to serve their former masters because of psychological or economic dependence.","thumbnail":null,"section":"Opinion"},{"date":"19940713","headline":"Show Pays Homage to French Comic","web_url":"https://www.nytimes.com/1994/07/13/style/IHT-show-pays-homage-to-french-comic.html","abstract":"Jrme Savary, director of the Thtre de Chaillot, is presenting \"Pierre Dac, mon matre soixante-trois\" that is dedicated to the French comedian. Dac died in 1975 after an amazing career as entertainer, philosopher, p","thumbnail":null,"section":"Style"},{"date":"19940713","headline":"Health Care Caravans To Deliver a Message","web_url":"https://www.nytimes.com/1994/07/13/us/the-health-care-debate-the-bus-tour-health-care-caravans-to-deliver-a-message.html","abstract":"  Supporters of President Clinton's proposal for national health insurance announced plans today for cross-country bus caravans that will deliver hundreds of people to Capitol Hill next month just as Congress begins to debate the issue.   Administration officials, while uncertain how much public excitement can be generated in the middle of the summer, describe the caravans as an effort to duplicate the successes of the Presidential campaign, when Mr. Clinton, Al Gore and their wives went on a six-day bus tour in July 1992, immediately after the Democratic National Convention in New York.","thumbnail":null,"section":"U.S."},{"date":"19940713","headline":"Leaders Begin The Shaping Of Final Bills","web_url":"https://www.nytimes.com/1994/07/13/us/the-health-care-debate-the-legislation-leaders-begin-the-shaping-of-final-bills.html","abstract":"  Democratic Congressional leaders today began the delicate process of trying to reshape health care legislation, seeking some formula that could transform varying bills adopted by four committees into new measures capable of winning 218 votes in the House and 51 in the Senate.   The leaders' first efforts were tentative. There were meetings and telephone conversations intended to make clear to the committee chairmen, as gently as possible, that their bills would have to undergo changes before the full House and Senate voted on them.","thumbnail":null,"section":"U.S."},{"date":"19940713","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/13/nyregion/c-corrections-654108.html","abstract":"  Because of an editing error, the Our Towns colum yesterday referred incorrectly in some copies to a homebuyer in Love Canal, N.Y. It was Michael Costantino, not Sam Giarrizzo, who was looking for a new home.","thumbnail":null,"section":"New York"},{"date":"19940713","headline":"Bishops Enter Health Battle With a Warning on Abortion","web_url":"https://www.nytimes.com/1994/07/13/us/health-care-debate-catholic-church-bishops-enter-health-battle-with-warning.html","abstract":"  The nation's Roman Catholic bishops have warned the leaders of Congress that they are mobilizing millions of members of their church against any health care plan that requires all insurers to cover abortion as part of a standard package of benefits.    In a letter to Congressional leaders this week, the bishops affirmed their support for changing the health system to achieve universal coverage. But they promised \"vigorous opposition\" to any health plan that includes a requirement of abortion coverage.","thumbnail":null,"section":"U.S."},{"date":"19940713","headline":"Judge Seeks N.B.A. Settlement","web_url":"https://www.nytimes.com/1994/07/13/sports/basketball-judge-seeks-nba-settlement.html","abstract":"  A Federal judge, wielding a prickly verbal scepter, warned the National Basketball Association and the players' union yesterday to settle their simmering labor impasse. He said that if they did not, he would make a decision that would please no one.   \"All this should have been resolved at collective bargaining,\" United States District Court Judge Kevin Duffy said. \"No two ways about it. Neither side is particularly well served by litigation.\"","thumbnail":null,"section":"Sports"},{"date":"19940713","headline":"Breyer Has Opportunity To Recount His Story Account Is Enthusiastic and Thorough","web_url":"https://www.nytimes.com/1994/07/13/us/supreme-court-nominee-breyer-has-opportunity-recount-his-story-account.html","abstract":"  Judge Stephen G. Breyer today began the process of defining himself for the Senate Judiciary Committee and the public, neither of which is likely ever again to hear him discuss his life and thoughts at such length.   There is no doubt that Judge Breyer will be confirmed as a Supreme Court Justice, as senators of both parties emphasized in welcoming him to a confirmation hearing that was sometimes lighthearted, sometimes ponderous and occasionally revealing of the nominee's tastes and values.","thumbnail":null,"section":"U.S."},{"date":"19940713","headline":"Small Victory for Huskies","web_url":"https://www.nytimes.com/1994/07/13/sports/sports-people-college-football-small-victory-for-huskies.html","abstract":"  The beleaguered Washington Huskies program finally won one off the field. Or at least managed a partial victory, thanks to the school's president, Dr. WILLIAM GERBERDING. The N.C.A.A. Committee on Infractions announced yesterday it was backing off a proposed one-year television ban for the Huskies. Instead, Washington will be restricted to four football television games in one of the next two seasons, and the Huskies said they would take the penalty in 1995. At issue were violations of N.C.A.A. rules concerning payments by boosters to student athletes for work not actually performed, \"as well as a lack of institutional controls of a summer jobs program,\" the N.C.A.A. said in a release from its headquarters. On June 5, a delegation headed by Dr. Gerberding argued against the proposed one-year ban at a four-hour hearing before the infractions committee. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940713","headline":"Is Sloppy Security Military Tradition?","web_url":"https://www.nytimes.com/1994/07/13/opinion/l-is-sloppy-security-military-tradition-654493.html","abstract":"  To the Editor:   Nothing new about sloppy security within the military as reported by Jeff Stein in \"The Mole's Manual\" (Op-Ed, July 5). Here's an example.","thumbnail":null,"section":"Opinion"},{"date":"19940713","headline":"Palestinians and Israelis, Side by Side Into an Unknown Future","web_url":"https://www.nytimes.com/1994/07/13/opinion/IHT-palestinians-and-israelis-side-by-side-into-an-unknown-future.html","abstract":"The streets are as unkempt as ever and Arabic graffiti still cover virtually every wall, but Gaza is a transformed city. The glaze of suppressed emotions that gave it its surliness has dissipated with the Israeli pullout two months ago. The arrival of Ya","thumbnail":null,"section":"Opinion"},{"date":"19940713","headline":"Consensus Has Indurain On Competitive Pedestal","web_url":"https://www.nytimes.com/1994/07/13/sports/cycling-consensus-has-indurain-on-competitive-pedestal.html","abstract":"  Anybody out there planning to form a Miguel Indurain Fan Club, please remember to send a membership application to Lance Armstrong.   \"Big Mig!\" the American rider exclaimed this morning. \"Too much! The man is just too strong.\"","thumbnail":null,"section":"Sports"},{"date":"19940713","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/07/13/nyregion/metro-digest-648507.html","abstract":"  PAYING FOR NEW JERSEY'S SCHOOLS: MONEY, EDUCATION AND POLITICS   For the third time since 1973, the New Jersey Supreme Court ruled that the state's system of financing public education violated the State Constitution because the law fails to guarantee parity in spending between the poorest and the most affluent school districts. A1.   The court gave Gov. Christine Todd Whitman enough time to face up to the painful struggle over school finances to assure that the worst pain will probably not be felt until after the next election. News analysis, B6.","thumbnail":null,"section":"New York"},{"date":"19940713","headline":"Nations Envied for Schools Share Americans' Worries","web_url":"https://www.nytimes.com/1994/07/13/us/nations-envied-for-schools-share-americans-worries.html","abstract":"  When American officials embarked on efforts to improve public education a decade ago, the campaign was accompanied by hand-wringing over the well-run, results-oriented school systems of other nations. Why, American analysts asked, are schools in other countries seemingly better off than those in the United States?   The answer is that they are not, as American officials discovered in a rare meeting with high-ranking education leaders from Australia, Canada, New Zealand and seven other Pacific Rim nations here. The meeting ended over the weekend, but not before the foreign educators lamented problems that, to hard-pressed United States representatives, sounded reassuringly familiar. Students need to achieve at higher levels. they said; teacher training needs improvement; vocational education and school-to-work transition programs fall short, and the need for them will only grow. Finally, they said, there is too little money to overhaul schools.","thumbnail":null,"section":"U.S."},{"date":"19940713","headline":"Italy Reduces Diplomats After Algiers Shootout","web_url":"https://www.nytimes.com/1994/07/13/world/italy-reduces-diplomats-after-algiers-shootout.html","abstract":"  On a day in which four more people were killed in a shootout in front of the Italian Embassy in Algiers, Italy said today that it was sending military reinforcements to guard its embassy and a consulate in Algeria, and is reducing its diplomatic staff.    The Italian Foreign Minister, Antonio Martino, said in Paris that Italy and France had agreed to coordinate an evacuation of their nationals if the situation \"was to come to the worst.\"","thumbnail":null,"section":"World"},{"date":"19940713","headline":"A Violent Drama In MacMillan Finale","web_url":"https://www.nytimes.com/1994/07/13/arts/dance-review-a-violent-drama-in-macmillan-finale.html","abstract":"  It is easy to overlook the creative aspect of a ballet troupe that calls itself the Royal Ballet and that has as its signature work \"The Sleeping Beauty.\" Yet the name \"Royal\" came relatively late and the company is anything but a court ballet descended from a Sun King.    Its 95-year-old founder, Ninette de Valois, is every inch as indomitable as Queen Elizabeth I. But in 1931, when she established the company long known as the Sadler's Wells Ballet, she hardly expected the Royal charter it acquired in 1956. For all its staging of 19th-century spectacles, the de Valois company, influenced by its founder's experience with Diaghilev, was conceived as an experimental troupe.","thumbnail":null,"section":"Arts"},{"date":"19940713","headline":"Eight Lives to Go","web_url":"https://www.nytimes.com/1994/07/13/opinion/eight-lives-to-go.html","abstract":"  Tabitha, two pounds lighter and richer by 30,000 frequent-flier miles, has finally emerged from the cargo hold of the Tower Airlines 747 in which she's been hiding for 12 days. Which, as anyone who has ever known a cat knows, she was sure to do if the person routinely in charge of her menu were sent in to seek her. Cats respond very quickly to the voice behind the hand that serves the Friskies.   Tabitha escaped from her cargo crate while accompanying her owner, Carol Ann Timmel, on a flight from New York to Los Angeles on June 30. Ms. Timmel begged to search the hold on her own; the airline begged to differ, and Tabitha began her life as a traveling tabby.","thumbnail":null,"section":"Opinion"},{"date":"19940713","headline":"Yankees' Top Pick Is Starting Out Fast","web_url":"https://www.nytimes.com/1994/07/13/sports/baseball-yankees-top-pick-is-starting-out-fast.html","abstract":"  Brian Buchanan, the power-hitting University of Virginia outfielder who was the Yankees' top choice in the amateur draft, hasn't wasted any time in making his mark on the club's farm system. Hours after signing a contract on Monday, Buchanan went 3 for 5 in helping the Class A Oneonta Yankees to a 9-5 victory over Elmira.   The impressive debut against the Florida Marlins' farm team in Elmira, N.Y., was hardly unexpected. A 6-foot-4-inch 220-pounder, Buchanan, who was the 24th pick over all, was widely regarded as the premier power hitter in the June draft, largely because he maintained a .396 batting average this season while setting school records of 22 home runs, 37 extra base hits and 66 runs batted in in 54 games.","thumbnail":null,"section":"Sports"},{"date":"19940713","headline":"Swedes to Confront Brazil's Glorious Past","web_url":"https://www.nytimes.com/1994/07/13/sports/world-cup-94-swedes-to-confront-brazil-s-glorious-past.html","abstract":"  Brazil has Romario, Bebeto and enough World Cup trophies and skeletons in its closet to clog the Amazon. Sweden has Martin Dahlin, Tomas Brolin and only one precedent for a soccer game of this importance.   It came 36 years ago in the final of the 1958 World Cup in Sweden. On that occasion, the heavily favored Brazilians won, 5-2.","thumbnail":null,"section":"Sports"},{"date":"19940713","headline":"Term Limits Don't Subvert the Constitution","web_url":"https://www.nytimes.com/1994/07/13/opinion/l-term-limits-don-t-subvert-the-constitution-654213.html","abstract":"  To the Editor:   \"Term Limits and the High Court\" (editorial, July 3) misstates the constitutional issues term-limits proponents will argue before the Supreme Court. The Arkansas case is a ballot access measure, one that prevents House or Senate incumbents with 6 or 12 years' service, respectively, from appearing on the ballot. A write-in vote allows their election. Thus, there is no \"added qualification.\"","thumbnail":null,"section":"Opinion"},{"date":"19940713","headline":"The Top 12 Reasons to Love This Classic","web_url":"https://www.nytimes.com/1994/07/13/sports/yacht-racing-the-top-12-reasons-to-love-this-classic.html","abstract":"  Where have all the 12-Meters gone? The question surfaces often among yachtsmen who remember the beauty and elegance of the 68-foot sailboats that once vied for the America's Cup.   The 12-Meters are now making a comeback on the East Coast. Emerging from their boat-shed graveyards in surprising numbers, 12-Meters are bringing back not only nostalgia but also their unique brand of yacht-racing competition.","thumbnail":null,"section":"Sports"},{"date":"19940713","headline":"When Juries Flout the Facts, And Sentiment Is the Issue","web_url":"https://www.nytimes.com/1994/07/13/movies/television-review-when-juries-flout-the-facts-and-sentiment-is-the-issue.html","abstract":"  With polls showing that Americans are divided by race over the O. J. Simpson case, tonight's look at the jury decision in the Reginald Denny trial takes on disturbing relevance. Mr. Denny, of course, was the truck driver who had the misfortune to find himself in the epicenter of the Los Angeles riots in April 1992. A helicopter camera caught the beating of the white man by several black youths. Despite the evidence of the video tape, the jury acquitted two defendants of the most serious charge of attempted murder, finding them guilty only of relatively minor charges like assault.   \"Reginald Denny: Jury Under Siege\" does not reveal much of what went on in the jury room, but the lawyer for Damien Williams, seen on the tape hurling a concrete slab into Mr. Denny's head, concedes that he appealed especially to black jurors in his summation. Moreover, as the jurors deliberated, they could hear the shouts of street demonstrators, reminders of the eruption after an all-white jury acquitted the white police officers who were seen on another famous videotape beating Rodney G. King, a black man.","thumbnail":null,"section":"Movies"},{"date":"19940713","headline":"One Last Flight for Tabitha the Cat","web_url":"https://www.nytimes.com/1994/07/13/nyregion/one-last-flight-for-tabitha-the-cat.html","abstract":"  Tabitha the cat slipped through a cargo-compartment ceiling panel on a Tower Air jet yesterday into the arms of her gleefully weeping owner, ending a crisscross-country voyage that could put a strain on frequent-flyer stipulations.   For 12 days, Tabitha, a 3-year-old domestic shorthair, hid within the nooks and crannies of the vast, temperature-controlled body of the Boeing 747. In that time, she logged 30,000 miles zigging between New York and Los Angeles, with occasional zags to Miami and San Juan, P. R.","thumbnail":null,"section":"New York"},{"date":"19940713","headline":"Moore Signs One-Year Contract With Jets","web_url":"https://www.nytimes.com/1994/07/13/sports/pro-football-moore-signs-one-year-contract-with-jets.html","abstract":"  Rob Moore, the Jets' fifth-year wide receiver, was an unrestricted free agent, free to sign with any team. The only hitch was that the Jets had made him a transition player, allowing them to match any offer he received. So yesterday, Moore forgot about moving and agreed to a one-year contract with the Jets.   Unless the Jets make him a franchise or transition player next year, Moore will become a free agent in February. But General Manager Dick Steinberg said he hoped to work out a long-term contract \"somewhere along the way.\"","thumbnail":null,"section":"Sports"},{"date":"19940713","headline":"In Victory for N.R.A., House Backs Hunting in the Mojave","web_url":"https://www.nytimes.com/1994/07/13/us/in-victory-for-nra-house-backs-hunting-in-the-mojave.html","abstract":"  In a victory for the National Rifle Association, the House today approved legislation to allow hunting to continue in the East Mojave Scenic Area in the California desert.   The amendment, which passed 239 to 183, was among the most disputed aspects of the landmark California Desert Protection Act, which would grant Federal protection to nearly eight million acres of the desert.","thumbnail":null,"section":"U.S."},{"date":"19940713","headline":"Book Notes","web_url":"https://www.nytimes.com/1994/07/13/books/book-notes-653284.html","abstract":"  McGinniss Goes to Crown   For the last several weeks, Morton L. Janklow has been hunting for a publisher for his client Joe McGinniss's next book, which is to be about the O. J. Simpson case. It's a tricky situation because of the subject's saturation in the news media and because of the shadow on Mr. McGinniss's career following the disastrous 1993 publication by Simon & Schuster of \"The Last Brother,\" a novelized biography of Senator Edward M. Kennedy.    Yesterday, Mr. Janklow announced that he had sold world rights to the book -- and another McGinniss book whose subject hasn't yet been chosen -- to Crown Publishers, a division of Random House, for a seven-figure advance. He said he couldn't be more pleased. Crown felt good, too, particularly, the publisher stressed, because the book was to be about far more than just Mr. Simpson. \"His book, while examining all aspects of the crime and the trial, will more importantly explore modern-day heroes, sports mythology and the incredible power of the media,\" said Betty Prashker, Crown's editor in chief, who acquired the book.","thumbnail":null,"section":"Books"},{"date":"19940713","headline":"Arafat Back in Gaza, to Little Fanfare","web_url":"https://www.nytimes.com/1994/07/13/world/arafat-back-in-gaza-to-little-fanfare.html","abstract":"  With little of the fanfare that accompanied his triumphant visit here earlier this month, Yasir Arafat arrived with his wife, Suha, to settle permanently in Gaza today and to take up the task of governing this impoverished coastal strip and the West Bank town of Jericho.   Though Mr. Arafat again swept in from Egypt in his now familiar high-speed motorcade trailed by truckloads of armed Palestinian police officers, his entry today, which formally ended decades of exile, was deliberately low-key and businesslike.","thumbnail":null,"section":"World"},{"date":"19940713","headline":"'Gump,' a 9-Year Personal Campaign","web_url":"https://www.nytimes.com/1994/07/13/movies/gump-a-9-year-personal-campaign.html","abstract":"  It did not take a lifetime to make \"Forrest Gump,\" but it certainly felt that way to Wendy Finerman.   \"Nine years,\" said Ms. Finerman, the 33-year-old producer who nurtured the project to fruition, almost obsessively and despite a general unwillingness in Hollywood to make a film about a slow-witted man who follows the tide of history from the 1950's onward.","thumbnail":null,"section":"Movies"},{"date":"19940713","headline":"Dining With a Dictator : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/13/opinion/IHT-dining-with-a-dictator-letters-to-the-editor.html","abstract":"Regarding \"Heckled, China's Leader Shuns Germans\" (July 9):.To see a dictator like Prime Minister Li Peng squirm when faced with a free populace, as represented by the anti-Beijing protesters in Germany, is delicious. But I would dearly love","thumbnail":null,"section":"Opinion"},{"date":"19940713","headline":"Welfare Chief Received Free Use of Apartment","web_url":"https://www.nytimes.com/1994/07/13/nyregion/welfare-chief-received-free-use-of-apartment.html","abstract":"  Marva L. Hammons, who runs the city's welfare system, was the highest-ranking official in the Giuliani Administration to receive a rent concession from a real-estate executive who was one of the Mayor's largest fund-raisers, officials said yesterday.    Randy M. Mastro, Mr. Giuliani's chief of staff, said Ms. Hammons, the city's Human Resources Commissioner, had originally signed a 25-month lease, with one month free, for a $2,500 two-bedroom apartment in a building owned by the real-estate executive, William W. Koeppel.","thumbnail":null,"section":"New York"},{"date":"19940713","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/07/13/style/chronicle-654469.html","abstract":"  Dame BARBARA CARTLAND, the prolific romance novelist, celebrated her 93d birthday yesterday with a luncheon in London and an announcement that she has just published her 600th book (and her fifth autobiography), called \"I Reach for the Stars.\"    At the gathering at the Berkeley Hotel, which was attended by 60 friends and relatives, she noted that she had signed a deal to have three million copies of her works published in Russia and that she was a big hit in China.    \"In China, they've taken out all the books with sex in them and only mine remain,\" she told The Daily Telegraph, adding that she was a literary champion of \"real love\" and not sex.   ","thumbnail":null,"section":"Style"},{"date":"19940713","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/07/13/nyregion/inside-646830.html","abstract":"  Producer Prices Hold Steady   Inflation at the producer level was nonexistent in June for the third straight month, the Labor Department reported. Page D1. Costly Scandal for Prudential   Prudential Securities added $305 million to reserves for settlements. The limited partnership scandal has now cost the firm $1.1 billion. Page D1. Suit Over Admission Policy    If a lawsuit against the University of Texas Law School succeeds, affirmative action admissions policies nationwide will be at risk. Page B8. National League Wins   The National League ended a six-year All-Star Game drought with an 8-7 victory in 10 innings. SportsWednesday, page B9.  Haiti Monitors Urged to Stay    Supporters of the exiled President urged human rights monitors to stay in Haiti despite the Government's orders for them to leave. Page A2. Bringing Bosnians Home    Bosnia is considering pardoning draft evaders, to lure back skilled refugees to rebuild the country, but the plan angers many who stayed. Page A3. Cat, World Weary, Returns    Tabitha slipped through a ceiling panel into her owner's arms, ending a long trip lost in a Boeing 747. Page B3.","thumbnail":null,"section":"New York"},{"date":"19940713","headline":"Even With the Staging Flaws, 'The Seagull' Works Its Magic","web_url":"https://www.nytimes.com/1994/07/13/style/IHT-even-with-the-staging-flaws-the-seagull-works-its-magic.html","abstract":"John Caird's revival of \"The Seagull\" at the National is in many respects - notably the casting - admirable. But having assembled such expert Chekhovians as Edward Petherbridge, Norman Rodway and Anna Calder-Marshall (and for minor roles), we d","thumbnail":null,"section":"Style"},{"date":"19940713","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/13/nyregion/c-corrections-654060.html","abstract":"  Because of an editing error, an article on Monday about the judge handling the sexual harassment suit filed against President Clinton misstated part of Mr. Clinton's election history. His loss in a 1974 Congressional race was not his only electoral defeat; he was also defeated when he ran for re-election as Governor in 1980.","thumbnail":null,"section":"New York"},{"date":"19940713","headline":"Death of Kim: An Edgy Reappraisal","web_url":"https://www.nytimes.com/1994/07/13/world/death-of-kim-an-edgy-reappraisal.html","abstract":"  For more than four decades, ever since the North Korean dictator Kim Il Sung launched the Korean War, leaving hundreds of thousands dead and the peninsula in ruins, many South Koreans and Americans have been awaiting the death of this dangerous leader as a moment to rejoice.   But something strange has happened since Mr. Kim died on Friday at 82, reportedly of a heart attack. Not only have many people here failed to applaud his passing but, as a Government official put it today, there is even some disappointment among top policy makers.","thumbnail":null,"section":"World"},{"date":"19940713","headline":"Excerpts From Court Ruling Ordering Parity in New Jersey School Funding","web_url":"https://www.nytimes.com/1994/07/13/nyregion/paying-for-new-jersey-s-schools-excerpts-court-ruling-ordering-parity-new-jersey.html","abstract":"  Following are excerpts from the New Jersey Supreme Court's unanimous ruling yesterday on the state's system of financing public education.   We affirm the judgment of the Chancery Division declaring unconstitutional the Quality Education Act (the act or QEA), N.J.S.A. 18A:7D-1 to -37. Our decision is based on the act's failure to assure parity of regular education expenditures between the special-needs districts and the more affluent districts. The state informs us that it does not anticipate that the act in its present form will continue to control financing of public education.","thumbnail":null,"section":"New York"},{"date":"19940713","headline":"When It Comes to Cup Pressure, Italy and Brazil Have Been There","web_url":"https://www.nytimes.com/1994/07/13/sports/world-cup-94-when-it-comes-to-cup-pressure-italy-and-brazil-have-been-there.html","abstract":"  Three former World Cup winners were still alive when the quarterfinals began. Now there are two, with Germany, the defending champion, gone.   Will those two still be around tomorrow? Will Brazil and Italy, both three-time winners, survive their semifinal games today and make it to the final?","thumbnail":null,"section":"Sports"},{"date":"19940713","headline":"Lenard to Stay in College","web_url":"https://www.nytimes.com/1994/07/13/sports/sports-people-college-basketball-lenard-to-stay-in-college.html","abstract":"  VOSHON LENARD, a second-round draft choice of the Milwaukee Bucks, has told the team he is returning to the University of Minnesota for his senior year. Under a new National Collegiate Athletic Association rule, underclassmen may enter the draft but retain their college eligibility if they decide to return to college within 30 days of the draft. Any team drafting an underclassman retains that player's rights for the next year's draft. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940713","headline":"Personal Health; A new type of over-the-counter pain reliever.","web_url":"https://www.nytimes.com/1994/07/13/us/personal-health-a-new-type-of-over-the-counter-pain-reliever.html","abstract":"  WITH pharmacy shelves already sagging with over-the-counter painkillers -- all of them various combinations or permutations of aspirin, acetaminophen or ibuprofen -- are you ready for something new? Enter naproxen. For 10 years the leading prescription drug in its class (sold as Anaprox and Naprosyn), it is now being offered directly to consumers as Aleve, competitively priced at nearly one-tenth the cost of the equivalent prescription dose and available without the added pain of a doctor's bill.    The $100 million advertising campaign begun by Aleve's manufacturer, Procter-Syntex Health Products Company in Cincinnati, insures that many of the 135 million Americans who develop an ache or pain sometime in the next three months will know about it and perhaps decide to give it a try. But before people switch from the product they rely on for pain relief, they should know more about the relative benefits and risks of the various choices, as well as their price tags. Painkillers Galore    Aleve joins a crowded and confusing field. Over-the-counter pain relief comes in many guises: extra-strength, maximum strength, buffered and enteric-coated; in a wide range of dosages, and with brand names like Bayer Aspirin, Anacin, Excedrin, Ecotrin, Tylenol, Advil, Motrin IB and Nuprin. There are also generic, and therefore less expensive, versions of aspirin, acetaminophen or ibuprofen.","thumbnail":null,"section":"U.S."},{"date":"19940713","headline":"School Poll Finds Harsher View of Drugs","web_url":"https://www.nytimes.com/1994/07/13/nyregion/school-poll-finds-harsher-view-of-drugs.html","abstract":"  Running counter to a national trend, a survey released yesterday suggests that the attitudes of New York City schoolchildren are hardening against drugs.   The survey of more than 15,000 children in public and parochial schools last year showed an increase in the perceived risk of taking drugs, as well as sharp decreases in the perceived benefits, compared with a similar poll the previous year.","thumbnail":null,"section":"New York"},{"date":"19940713","headline":"Man Charged in Shooting","web_url":"https://www.nytimes.com/1994/07/13/sports/sports-people-golf-man-charged-in-shooting.html","abstract":"  In Niles, Ohio, a man was charged yesterday with negligent assault in the accidental shooting of a professional golfer, KIM WILLIAMS. GARY SWANEY, 35, of Howland, pleaded innocent to the misdemeanor charge in Niles Municipal Court. A pretrial hearing was scheduled for Aug. 1 before Judge THOMAS TOWNLEY. Williams was shot on July 2 in a parking lot. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940713","headline":"Make the Pools Safe for Everyone","web_url":"https://www.nytimes.com/1994/07/13/opinion/make-the-pools-safe-for-everyone.html","abstract":"  Parks Commissioner Henry Stern says there is no real crisis in the city's public pools -- they are safer than the streets. So they should be. But in only 11 days, 10 young women have been the victims of sexual assaults or assault attempts in New York City pools. These incidents echo a nasty trend begun last summer with \"whirlpooling,\" in which groups of young males surrounded girls and young women, rhythmically clapping and intimidating them, then assaulting them.   Betsy Gotbaum, who was Parks Commissioner at that time, insensitively referred to those incidents as \"ordinary horseplay that got out of hand.\" Mr. Stern has shown that he is taking the problem more seriously. One idea he considered, but wisely rejected, was to segregate the sexes in the pools. Rather than deprive peaceful pool users of the pleasure of swimming with whomever they choose, he has opted to hold the thugs to civilized standards. A New York police officer is now constantly \"on deck\" at every intermediate- and large-size pool in the city.","thumbnail":null,"section":"Opinion"},{"date":"19940713","headline":"Police Concerned About Patrol-Car Accidents","web_url":"https://www.nytimes.com/1994/07/13/nyregion/police-concerned-about-patrol-car-accidents.html","abstract":"  After four police cars were wrecked responding to the same robbery call on Monday evening, two other police vehicles were involved in accidents yesterday -- one as it returned from trying to catch a car thief, the other as it raced to assist an officer who had called for help, the police said.   A civilian and five police officers were injured in the first of yesterday's accidents, three officers seriously. A civilian motorcyclist was hurt in the second crash.","thumbnail":null,"section":"New York"},{"date":"19940713","headline":"Mayor Backs Reform Plan To Break Up City Schools","web_url":"https://www.nytimes.com/1994/07/13/nyregion/mayor-backs-reform-plan-to-break-up-city-schools.html","abstract":"  Mayor Rudolph W. Giuliani publicly endorsed a plan yesterday that would largely eliminate the central administration of the New York City Board of Education, but he backed off recent statements in which he set a quick timetable for putting the plan into effect.   The Mayor called the proposals a \"revolution in the way we think about the school system.\" But he acknowledged that he had not yet stitched together the support he would need for the plan from the city's educational and political establishment.","thumbnail":null,"section":"New York"},{"date":"19940713","headline":"Court's Decision Gives a Grateful Whitman Some Breathing Space","web_url":"https://www.nytimes.com/1994/07/13/nyregion/paying-for-new-jersey-s-schools-governor-court-s-decision-gives-grateful-whitman.html","abstract":"  The New Jersey Supreme Court today assured that Gov. Christine Todd Whitman would have to face up to the state's painful struggle over school finances before she faces the voters again. But it also gave her time enough that the worst pain will probably not be felt by voters and taxpayers until after the next election, in 1997.   The state had faced a deadline of the 1995-96 school year for equalizing school spending between rich and poor districts. But today the court gave the administration until the 1997-98 school year to bridge a gap estimated at between $350 million and $600 million a year.","thumbnail":null,"section":"New York"},{"date":"19940713","headline":"Reactor Was Designed To Breed Plutonium","web_url":"https://www.nytimes.com/1994/07/13/opinion/l-reactor-was-designed-to-breed-plutonium-654507.html","abstract":"  To the Editor:   The inaccurate information on the Integral Fast Reactor comes from Senators Paul Simon and Dirk Kempthorne (letter, July 5), not from your June 26 editorial. The reactor was designed for breeding plutonium and can readily be converted to do so. The Congressional Office of Technology Assessment recently concluded that for the purpose of evaluating the reactor's potential impact on proliferation risks, \"it must be considered a breeder-capable reactor system.\"","thumbnail":null,"section":"Opinion"},{"date":"19940713","headline":"Moscow Journal; Tattooed Lady, 2,000 Years Old, Blooms Again","web_url":"https://www.nytimes.com/1994/07/13/world/moscow-journal-tattooed-lady-2000-years-old-blooms-again.html","abstract":"  A 2,000-year-old woman's body discovered frozen in the Siberian permafrost by Russian archeologists is undergoing a rejuvenating make-over by the same scientists who preserved Lenin's body.   Already, she doesn't look a day over 1,800.","thumbnail":null,"section":"World"},{"date":"19940713","headline":"ResultsPlus","web_url":"https://www.nytimes.com/1994/07/13/sports/resultsplus-653144.html","abstract":"  TRACK AND FIELD Double Diamond Day  Irina Privalova of Russia set two track records in the DN-Galan Grand Prix meet in Stockholm yesterday and came away with a couple of diamonds. Meet organizers offered a diamond worth $10,000 for each track record set, and Privalova was the day's only double winner. She set records in the women's 100 meters (10.90 seconds) and the 200 (22.02), narrowly beating Gwen Torrence of the United States in the latter event. Two other Americans, Dennis Mitchell and Jeff Williams, came up with diamonds for their efforts in the men's 100 and 200, respectively. Mitchell was clocked in 9.97, shaving .14 seconds off the track record set by Valery Borzov of Russia in 1975. Leroy Burrell set the world mark of 9.85 last week at Lausanne, Switzerland. Williams was timed in 20.19 seconds, edging Frank Fredericks of Namibia, who was clocked in 20.29. (AP) TENNIS  Top Paycheck: $3,000  It took Mike Zimmerman just 55 minutes to match the biggest paycheck of his tennis career. Zimmerman, who led Harvard to a 36-0 Ivy League record from 1989 to 1992, traveled to the other side of the Charles River yesterday and beat Kenny Thorne of Gainesville, Fla., 6-1, 6-2, in the first round of the United States Pro Tennis Championships in Brookline, Mass. Zimmerman, a native of Great Neck, L.I., had lost in the qualifying tournaments at three English events -- including Wimbledon -- in June, and spent much of the spring playing at minor tournaments in Mexico. Thorne never broke Zimmerman's serve and had only two break points in the match. Zimmerman, who is ranked 447th in the world, made $3,000 for beating Thorne, who is ranked 188th. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940713","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/13/nyregion/c-corrections-654094.html","abstract":"  An article on Monday about a New York City police supervisor who said he had been ostracized for reporting corruption misstated the location of a precinct where the supervisor, Capt. Gary Carey, received a Christmas card with offensive messages. The precinct was in the Midwood-Flatbush area of Brooklyn, not in Coney Island.","thumbnail":null,"section":"New York"},{"date":"19940713","headline":"No Headline","web_url":"https://www.nytimes.com/1994/07/13/nyregion/no-headline-647276.html","abstract":"  \"If you see kids in any other aspect of life, they're up, down, wiggling, nothing but movement. If they're still, you think they're sick or dull. But here we reward those who sit the best. It's like we're trying to teach pigs to dance and whistle.\" ANTONIO STRANO, a California teacher.  [ B8:5. ]","thumbnail":null,"section":"New York"},{"date":"19940713","headline":"New Island Is Proposed For Harbor","web_url":"https://www.nytimes.com/1994/07/13/nyregion/new-island-is-proposed-for-harbor.html","abstract":"  Senior environmental regulators offered a striking solution yesterday to the problem -- economically important if not often talked about -- of where to dump safely the muck that is regularly dredged to keep the harbor channels clear for shipping.   They want to build a two- or three-mile-long island in the harbor where sediments tainted with dioxin and other toxic materials could be disposed of.","thumbnail":null,"section":"New York"},{"date":"19940713","headline":"White House Says Growth Is Pushing the Deficit Down","web_url":"https://www.nytimes.com/1994/07/13/us/white-house-says-growth-is-pushing-the-deficit-down.html","abstract":"  Clinton Administration officials today reduced their forecast for this year's Federal budget deficit by $14.7 billion because stronger-than-expected economic growth has produced more than enough tax revenue to offset the cost to the Federal Government from higher interest rates.   But they cautioned that unless long-term interest rates fell to their levels of earlier this year, higher interest on the national debt would result in slightly higher deficits later in the decade.","thumbnail":null,"section":"U.S."},{"date":"19940713","headline":"Bosnia Prepares to Offer Pardons to Draft Dodgers","web_url":"https://www.nytimes.com/1994/07/13/world/bosnia-prepares-to-offer-pardons-to-draft-dodgers.html","abstract":"  In two years of civil war, more than a million Bosnians have fled the country, many of them inmates released from Serbian concentration camps or escaping threats to their lives. But some have been young men who have fled to avoid being drafted into the Bosnian Army.   Now the new Muslim-Croat coalition that dominates Bosnia's Government is preparing a law that would, despite the grumbling of its military, pardon draft evaders in an effort to lure home thousands of skilled refugees to rebuild this war-battered country.","thumbnail":null,"section":"World"},{"date":"19940713","headline":"Pele Took the World by Storm in '58","web_url":"https://www.nytimes.com/1994/07/13/sports/world-cup-94-notebook-pele-took-the-world-by-storm-in-58.html","abstract":"  Pele sounded nostalgic today as he recalled the Brazil-Sweden clash of nine World Cups ago, a match in another decade, another country.   The year was 1958 and the place was Sweden, the host nation of the sixth World Cup that year; Brazil and Sweden met in the final.","thumbnail":null,"section":"Sports"},{"date":"19940713","headline":"Spotlight Gives Way To Statutes","web_url":"https://www.nytimes.com/1994/07/13/nyregion/about-new-york-spotlight-gives-way-to-statutes.html","abstract":"  REMEMBER Lana Cantrell, the nighclub singer? Well, she's now Lana Cantrell, the lawyer.   \"These days, the only place I sing is at home,\" said Ms. Cantrell, 48, who was called \"a singer's singer\" by Variety when she regularly performed at places like the Waldorf, the Persian Room of the Plaza and the Maisonette of the St. Regis.","thumbnail":null,"section":"New York"},{"date":"19940713","headline":"Cable Company in QVC Bid, Upsetting CBS Merger Plan","web_url":"https://www.nytimes.com/1994/07/13/us/cable-company-in-qvc-bid-upsetting-cbs-merger-plan.html","abstract":"  In a last-minute move that apparently scuttles the planned merger of CBS Inc. and QVC Inc., a minority shareholder in QVC surprised the entertainment industry last evening with an unsolicited bid to take over QVC.    The new bidder, the Comcast Corporation, which is the nation's third-largest cable television company, was unhappy that QVC's chairman, Barry Diller, was aligning his cable televison home-shopping channel with a network broadcasting company and taking it away from its core cable business. Comcast, which owns 15.5 percent of QVC, was reluctant to become a minority shareholder in the over-the-air television business.","thumbnail":null,"section":"U.S."},{"date":"19940713","headline":"Health Care Caravans","web_url":"https://www.nytimes.com/1994/07/13/us/health-care-caravans.html","abstract":"  Supporters of the Clinton health care proposal unveiled plans for bus caravans to Capitol Hill when Congress debates the issue. Page A15.","thumbnail":null,"section":"U.S."},{"date":"19940713","headline":"Fans Put the Wizard Back on Star-Studded Road","web_url":"https://www.nytimes.com/1994/07/13/sports/on-baseball-fans-put-the-wizard-back-on-star-studded-road.html","abstract":"  Ozzie Smith long ago stopped trying to figure out the major leagues. \"A lot of strange things go on in baseball these days,\" Smith said.   Millions of fans would undoubtedly agree. And they might offer as Exhibit A the 1993 All-Star team, which did not include Smith, the man who is to shortstop what Brooks Robinson was to third base, Willie Mays to center field and Roberto Clemente to right field.","thumbnail":null,"section":"Sports"},{"date":"19940713","headline":"1944:Ingenious Warfare : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/07/13/opinion/IHT-1944ingenious-warfare-in-our-pages100-75-and-50-years-ago.html","abstract":"WITH AMERICAN FORCES IN FRANCE - [From our New York edition:] Something new was added to warfare during the last few days. Ingenious young members of an American tank outfit broadcast two fifteen-. minute programs to the Germans with amplifiers right in f","thumbnail":null,"section":"Opinion"},{"date":"19940713","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/13/nyregion/c-corrections-654078.html","abstract":"  A chart in Science Times yesterday showing estimated times for fragments of Comet Shoemaker-Levy 9 to strike Jupiter misstated the time of impact of the first one, designated A. As the related article said, it will be 3:26 P.M. on Saturday, Eastern daylight time, give or take about seven minutes.","thumbnail":null,"section":"New York"},{"date":"19940713","headline":"Dead Woman's Spouse Fled Before Search Began","web_url":"https://www.nytimes.com/1994/07/13/nyregion/dead-woman-s-spouse-fled-before-search-began.html","abstract":"  Hours after the police found the body of Nihal Abequa hidden under her bed last Wednesday, a search began for her husband, Mohammad.   But it was too late. He was already in his native Jordan.","thumbnail":null,"section":"New York"},{"date":"19940713","headline":"2 Drugs Get a New Use: Soothing Mania","web_url":"https://www.nytimes.com/1994/07/13/us/2-drugs-get-a-new-use-soothing-mania.html","abstract":"  THERE is another choice for treatment of the manic side of manic-depression, the exuberant, agitated state that breeds boundless -- and sometimes disastrous -- enthusiasm.   The standard medication, lithium, fails to help about half the patients who take it. But with the discovery that some medications for epilepsy can calm manic episodes, psychiatrists have found a way to treat many of those patients.","thumbnail":null,"section":"U.S."},{"date":"19940713","headline":"Semifinalist Serenity: Bulgarians Live (and Love) Every Moment","web_url":"https://www.nytimes.com/1994/07/13/sports/IHT-semifinalist-serenity-bulgarians-live-and-love-every-moment.html","abstract":"Better to make the best of each moment, say the Bulgarians, who refuse to worry about tomorrow. This echoes the philosophy of Roberto Baggio, the Buddhist whose calm has rescued Italy into the World Cup semifinal on Wednesday at Giants Stadium in New Jer","thumbnail":null,"section":"Sports"},{"date":"19940713","headline":"Battling in Trenton on School Financing","web_url":"https://www.nytimes.com/1994/07/13/nyregion/paying-for-new-jersey-s-schools-chronology-battling-trenton-school-financing.html","abstract":"  The New Jersey Constitution was amended in 1875 to require the Legislature to establish a system of \"thorough and efficient education.\" Almost 100 years later those words set off a legal battle over how New Jersey finances local school districts. 1970 FEB. 3: A lawsuit, Robinson v. Cahill, contends that the state's system of financing local schools discriminates against poorer districts and creates disparities in education. 1973","thumbnail":null,"section":"New York"},{"date":"19940713","headline":"1919: Police Ultimatum : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/07/13/opinion/IHT-1919-police-ultimatum-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The strike fever has spread even to the Paris policemen, six thousand of whom assembled yesterday [July 12] and passed resolutions demanding higher pay and a number of other advantages. The policemen decided to send an ultimatum to the authorities","thumbnail":null,"section":"Opinion"},{"date":"19940713","headline":"The Dear Successor Inherits a Doomed Dictatorship","web_url":"https://www.nytimes.com/1994/07/13/opinion/IHT-the-dear-successor-inherits-a-doomed-dictatorship.html","abstract":"After the death of Kim Il Sung, it seems almost certain that his reclusive son, Kim Jong Il, will continue the family dynasty. Is this good news or bad - or will it make very little difference?.There is much scuttlebutt about Kim Jong Il, but little of","thumbnail":null,"section":"Opinion"},{"date":"19940713","headline":"NEW JERSEY COURT ORDERS NEW PLAN FOR SCHOOL FUNDS","web_url":"https://www.nytimes.com/1994/07/13/nyregion/paying-for-new-jersey-s-schools-overview-new-jersey-court-orders-new-plan-for.html","abstract":"  For the third time since 1973, the New Jersey Supreme Court ruled today that the state's system of financing public education violated the State Constitution because the law failed to guarantee parity in spending between the poorest and most affluent school districts.    The court's unanimous ruling gives New Jersey three years to raise spending levels in 30 \"special needs\" districts -- essentially hard-pressed cities like Newark, Camden and Paterson -- to \"substantial equivalence\" with what the state's affluent communities spend on their schools.","thumbnail":null,"section":"New York"},{"date":"19940713","headline":"The Guard Takes On The Gangs","web_url":"https://www.nytimes.com/1994/07/13/us/the-guard-takes-on-the-gangs.html","abstract":"  One day just before dawn a year ago, 500 police officers and National Guard troops descended on Las Gladiolas public housing project here, searching apartments, confiscating drugs and weapons, and making arrests.   Afterward, nearly 200 of them stayed on. They closed off a back entrance to the four buildings in the fenced-in project and built a bulletproof guard house with gates to control access to the property. Three months later, the Guard and most of the police officers withdrew, but 18 officers remained, quartered at a mini-station house.","thumbnail":null,"section":"U.S."},{"date":"19940713","headline":"TAKING INITIATIVE, NOMINEE DEFENDS CONDUCT AS JUDGE","web_url":"https://www.nytimes.com/1994/07/13/us/the-supreme-court-the-hearing-taking-initiative-nominee-defends-conduct-as-judge.html","abstract":"  Judge Stephen G. Breyer, President Clinton's Supreme Court nominee, moved swiftly today to defend himself against assertions that he might have acted improperly by ruling on pollution cases while he was an investor in an insurance syndicate facing heavy losses from pollution lawsuits.   In his first day of testimony before the Senate Judiciary Committee, which is considering his nomination, Judge Breyer said he was confident that his participation in eight pollution cases as a Federal appeals court judge violated no laws or judicial ethics guidelines.","thumbnail":null,"section":"U.S."},{"date":"19940713","headline":"Edna O'Brien Takes Her Pen to a Wider Canvas","web_url":"https://www.nytimes.com/1994/07/13/books/books-of-the-times-edna-o-brien-takes-her-pen-to-a-wider-canvas.html","abstract":"  House of Splendid Isolation   By Edna O'Brien   232 pages. Farrar, Straus & Giroux. $21.     How tired Edna O'Brien must get of being compared to James Joyce's Molly Bloom because she is Irish and lusty, and to Colette because she is lusty and literate. Having published fiction for more than 30 years, she is at a stage in her career when she could canonize past glories, as some of her contemporaries do. She could write novels about lusty, literate Irish female writers, for instance, and their encounters with celebrated people whose names are changed to avoid libel and incite speculation.","thumbnail":null,"section":"Books"},{"date":"19940713","headline":"Sentencing Delayed For Teacher's Killer","web_url":"https://www.nytimes.com/1994/07/13/nyregion/sentencing-delayed-for-teacher-s-killer.html","abstract":"  The sentencing of Gregory Morris, 15, for his murder conviction in the shooting of a bicycle rider in Prospect Park last year, was adjourned yesterday in Brooklyn Family Court, pending a sentencing hearing on July 26.   Mr. Morris was convicted of felony murder, or causing a death while committing another crime -- in this case, attempting to steal the bicycle of the victim, Allyn Winslow, 42, a drama teacher.","thumbnail":null,"section":"New York"},{"date":"19940713","headline":"For Now, Just Call It a Truce","web_url":"https://www.nytimes.com/1994/07/13/sports/world-cup-94-for-now-just-call-it-a-truce.html","abstract":"  When the striker Bebeto put Brazil ahead of the Netherlands, 2-0, in the World Cup quarterfinals last Saturday, he bolted for the sideline and began swinging his arms, rocking an imaginary baby in homage of his two-day-old son, Matthaus, named after the German star Lothar Matthaus. Joining Bebeto was Romario, a teammate generally known for rocking the boat, not the cradle.   Bebeto and Romario, though teammates on the Brazilian national team, are fierce rivals in the Spanish League. Bebeto led the Spanish first division with 29 goals in 1992-93 and Romario led it with 30 goals in 1993-94. It was Romario who gave Bebeto the nickname Chorao, or Crybaby, for his habit of pouting to referees. It was also Romario who called a news conference before the World Cup to announce that he would not sit next to Bebeto on the team's flight to California.","thumbnail":null,"section":"Sports"},{"date":"19940713","headline":"Public & Private; Order In The Court","web_url":"https://www.nytimes.com/1994/07/13/opinion/public-private-order-in-the-court.html","abstract":"  Some years ago I stood behind a teacher with a gaggle of students who had approached a court officer at the Criminal Courts Building in lower Manhattan to ask how she could arrange to observe a trial. The officer told her what he later said many people failed to understand: that anyone can watch.    It's that simple: the public usually has a right to be present at the process by which we find our fellows guilty or not of some infraction of law.  Today, as the O. J. Simpson case has made clearer than ever before, we even have the right to watch from the comfort of our living rooms.","thumbnail":null,"section":"Opinion"},{"date":"19940713","headline":"Italy and Brazil in Final","web_url":"https://www.nytimes.com/1994/07/13/sports/world-cup-94-italy-and-brazil-in-final.html","abstract":"  No country has won a fourth World Cup. On Sunday, two will try. The scenario unfolded yesterdayas three-time winners Italy and Brazil created a show-down for soccer's biggest prize withvictories ondifferent coasts fashioned by goals from two of the game's biggest stars. First, the ITalians defeated Bulgaria, 2-1, at Giants Stadium in East Rutherford, N.J. Both goals were scored by Roberto Baggio. In the day's second semifinal, Brazil beat Sweden, 1-0, at the Rose Bowl in Pasadena, Calif., which will be the site of Sunday's title game. The goal, in the 80th minute, was scored on a head shot by Romario.    SportsThursday, page B9.","thumbnail":null,"section":"Sports"},{"date":"19940713","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/07/13/nyregion/news-summary-646776.html","abstract":"  International A2-13  GERMAN MILITARY ROLE APPROVED  Germany's high court ruled that the country could take part in military operations beyond its borders if Parliament approved, clearing the way for a broader world role. A1  CLINTON SPEAKS TO BERLIN  President Clinton, in Berlin, paid tribute to the end of the city's schism, crossing where the Berlin Wall once stood and speaking to a crowd of some 50,000 people. A12","thumbnail":null,"section":"New York"},{"date":"19940713","headline":"Relatives of Drowned Girl Charged in Fight at Hospital","web_url":"https://www.nytimes.com/1994/07/13/nyregion/relatives-of-drowned-girl-charged-in-fight-at-hospital.html","abstract":"  A drowned 14-year-old girl's body was found by her family near Bloomfield, Conn., on Monday, and frantic relatives, who accused the police of calling off their own search too soon because the victim was Puerto Rican, became involved in a melee at a Hartford hospital.    Family members had consulted an adviser versed in the African-Caribbean religion of Santeria and said she told them how to locate the body.","thumbnail":null,"section":"New York"},{"date":"19940713","headline":"Norman's Best Image Reflected in Claret Jug","web_url":"https://www.nytimes.com/1994/07/13/sports/golf-norman-s-best-image-reflected-in-claret-jug.html","abstract":"  It sat glittering in his field of vision for a year, always just a glance away. Wherever he happened to be sitting in his office on the grounds of his home in Hobe Sound, Fla., Greg Norman could look at the silver claret jug emblematic of his greatest achievement, and remember.   Reflected in the surface of the jug, the ancient cup that goes to the winner of the British Open, were some of the trophies from Norman's other 66 tournament victories. They dot the walls and sit in glass cases around the room. But all those images diminish in comparison to the claret jug, which is the centerpiece of Norman's golf career because it represents his only major championship successes.","thumbnail":null,"section":"Sports"},{"date":"19940713","headline":"It Takes 10, but American League Streak Ends at 6","web_url":"https://www.nytimes.com/1994/07/13/sports/baseball-it-takes-10-but-american-league-streak-ends-at-6.html","abstract":"  The instant Fred McGriff's fly ball sailed over the fence in left-center field, the American League should have known its longest winning streak in All-Star Game history was in serious jeopardy.   McGriff's pinch-hit two-run home run against Lee Smith only tied the game, 7-7, but at the least it would send the game into extra innings, where the National League has never lost.","thumbnail":null,"section":"Sports"},{"date":"19940713","headline":"No Good Reason to Invade Haiti","web_url":"https://www.nytimes.com/1994/07/13/opinion/no-good-reason-to-invade-haiti.html","abstract":"  If the Clinton Administration is looking for a pretext to invade Haiti -- a distinct possibility -- it has just been handed a dandy one.    The army-backed Government's abrupt expulsion of foreign human rights monitors is a defiant slap at the United Nations and the Organization of American States. By threatening the safety of these international civil servants, Gen. Raoul Cedras and his crew have conveniently internationalized what has been essentially a domestic political crisis, finessing the objection that an invasion would violate Haitian sovereignty.","thumbnail":null,"section":"Opinion"},{"date":"19940713","headline":"Japan and World Trade : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/13/opinion/IHT-japan-and-world-trade-letters-to-the-editor.html","abstract":"Regarding \"The World Trade Organization Is Unlikely to Work\" (Opinion, June 27) by Karel van Wolferen:.According to Mr. van Wolferen, the primary issue that has undermined the global trade regime is \"the incompatibility of institutions t","thumbnail":null,"section":"Opinion"},{"date":"19940713","headline":"Heeding the Hard Lesson of Capriati","web_url":"https://www.nytimes.com/1994/07/13/sports/on-tennis-heeding-the-hard-lesson-of-capriati.html","abstract":"  The good news, if you happen to be offended by the notion of 14-year-old professional tennis players and appalled by the drug-related defection and despair of Jennifer Capriati, is that 14-year-old Venus Williams will not be making her debut next month at the Virginia Slims of Los Angeles.   The bad news, if you happen to market this cradle-robbing sport and reap personal profit from multimillion dollar careers like Capriati's, is that 14-year-old Venus Williams will not be making her debut next month at the Virginia Slims of Los Angeles.","thumbnail":null,"section":"Sports"},{"date":"19940713","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/07/13/style/chronicle-654450.html","abstract":"  In Israel, cries of protest were instant when the Haifa Municipal Theater announced last month that VANESSA REDGRAVE would appear twice on its stage in \"Brecht in Exile,\" a selection of works written by the dramatist Bertolt Brecht after he had left Nazi Germany.   The issue was not Ms. Redgrave's acting ability but her ardent support of the Palestine Liberation Organization and her condemnations of Israel over the years. Some critics argued it was an exercise in masochism for a tax-supported theater in Israel to invite someone who had spoken scathingly about \"crimes of the Zionist nation.\" On the other side were those who argued that what counts is an actress's talent, not her politics.","thumbnail":null,"section":"Style"},{"date":"19940713","headline":"With Rizzuto in Full Dress, Yanks Have a Presence","web_url":"https://www.nytimes.com/1994/07/13/sports/baseball-notebook-with-rizzuto-in-full-dress-yanks-have-a-presence.html","abstract":"  New York came to Pittsburgh this week and the sentimentality was obvious.   In one league's All-Star Game clubhouse, Phil Rizzuto, the Hall of Famer in waiting, donned a Yankee uniform, fulfilling his role as the honorary captain of the American League stars.","thumbnail":null,"section":"Sports"},{"date":"19940713","headline":"In America; When Kids Say 'Enough!'","web_url":"https://www.nytimes.com/1994/07/13/opinion/in-america-when-kids-say-enough.html","abstract":"  Elba Clark is 13 years old and lives in Crown Heights, Brooklyn. She just finished the eighth grade. Much of her summer will be spent doing volunteer work at a neighborhood nursing home. In her spare time she likes to jump rope, and every now and then the delightful vision of a double-dutch championship will slip into her head, and that will make her smile.   As she is a child in a big, big city, there is a certain dissonance to the music of Elba's daily life. She is frightened, for example, by the frequent gunfire in the neighborhood. \"The shooting and the arguing scare me,\" she says, \"but I pretend like it doesn't scare me because I don't want to scare my brother. I just want to calm him down and keep it to myself.\"","thumbnail":null,"section":"Opinion"},{"date":"19940713","headline":"Court Permits German Troops A Foreign Role","web_url":"https://www.nytimes.com/1994/07/13/world/court-permits-german-troops-a-foreign-role.html","abstract":"  Germany's highest court cleared the way today for German forces to take part in military operations beyond the country's borders if Parliament first approves.    The ruling by the Federal Constitutional Court makes possible a broader German role on the world stage, which has been sought by the United States and other allies within NATO. The decision also swept aside a psychological barrier that has inhibited Germany ever since the defeat of the Nazi regime in 1945.","thumbnail":null,"section":"World"},{"date":"19940713","headline":"Racial Discrimination Or Righting Past Wrongs?","web_url":"https://www.nytimes.com/1994/07/13/us/racial-discrimination-or-righting-past-wrongs.html","abstract":"  From Cheryl J. Hopwood's point of view, if overcoming past hardship was counted as a plus when applying to the University of Texas Law School, she should have been among the more qualified candidates.   Ms. Hopwood's father died when she was a girl and she was reared under difficult circumstances by her mother. She worked all through high school and put herself through both community college and the California State University at Sacramento, where she graduated with a 3.8 grade point average. Then, having become a Texas resident, she did well enough on the law school admissions test to get into a category of law school applicant that is almost automatically admitted at Texas.","thumbnail":null,"section":"U.S."},{"date":"19940713","headline":"NBC Reported To Be Uniting Its Magazines","web_url":"https://www.nytimes.com/1994/07/13/arts/nbc-reported-to-be-uniting-its-magazines.html","abstract":"  NBC News is close to a decision to combine its news-magazine programs into one, using a new three-night-a-week format with a centralized staff and anchor team, NBC News staff members said yesterday.   Under the new concept, the Wednesday-night news magazine \"Now\" would be eliminated and the two anchors of that program, Tom Brokaw and Katie Couric, would scale back their activity to occasional appearances on the new program. That program would carry the title of the network's other incumbent news magazine, \"Dateline NBC.\"","thumbnail":null,"section":"Arts"},{"date":"19940713","headline":"Opponents of Haiti's Military Urge Rights Monitors to Stay","web_url":"https://www.nytimes.com/1994/07/13/world/opponents-of-haiti-s-military-urge-rights-monitors-to-stay.html","abstract":"  Supporters of the exiled President, the Rev. Jean-Bertrand Aristide, urged international human rights monitors today to remain in the country and continue investigating increasing reports of abuses.    The monitors, a joint civilian mission of the United Nations and the Organization of American States, were ordered Monday by the military-backed Government to leave. They are to go Wednesday.","thumbnail":null,"section":"World"},{"date":"19940713","headline":"Reconsider Switzerland : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/13/opinion/IHT-reconsider-switzerland-letters-to-the-editor.html","abstract":"Over the years Switzerland has declined to join the United Nations and the European Community. Not long ago, the Swiss voted against making even a few hundred troops available for UN peacekeeping missions. While refusing to undertake these basic obligati","thumbnail":null,"section":"Opinion"},{"date":"19940713","headline":"Mets Could Avoid Liability","web_url":"https://www.nytimes.com/1994/07/13/sports/sports-people-baseball-mets-could-avoid-liability.html","abstract":"  A judge said yesterday he was not inclined to hold the Mets responsible for injuries received by a 2-year-old girl when VINCE COLEMAN threw an explosive device into a group of fans last July. Coleman, who was suspended by the Mets after the incident and traded to the Kansas City Royals in January, pleaded guilty earlier this year to possession of an explosive device and was fined $1,000. The outfielder is being sued, along with the former Los Angeles Dodger ERIC DAVIS, by the family of AMANDA SANTOS, who received eye injuries when Coleman threw the device out of a car being driven by Davis near Dodger Stadium. (Reuters)","thumbnail":null,"section":"Sports"},{"date":"19940713","headline":"Post-Post Cold War","web_url":"https://www.nytimes.com/1994/07/13/world/post-post-cold-war.html","abstract":"  When President Kennedy visited West Berlin in 1963, the more than one million Berliners who turned out to greet him were the largest crowd he had ever seen. So large, in fact, that Mr. Kennedy said that when he left office he was going to leave his successor a sealed letter to be opened only when things got really bad at home. The letter would read, \"Go to Germany.\"   Times have changed. What has been striking about Mr. Clinton's trip through Europe this week, including Berlin, is how muted the response has been. From Latvia, to Poland, to Italy, to Germany, the crowds have been substantial at times, but never huge, always embracing but hardly ecstatic.","thumbnail":null,"section":"World"},{"date":"19940713","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/07/13/style/chronicle-654442.html","abstract":"  A Baltimore teen-ager became the youngest pilot to fly solo across the country yesterday, touching down in Long Beach, Calif., after a 12-day trip from Ocean City, Md., in a rented Cessna.   JIMMY MATHIS, 16, was greeted at Long Beach Airport by a cheering group of about 50 people, who included his relieved parents, JIM and MARY LOU MATHIS, The Associated Press reported.","thumbnail":null,"section":"Style"},{"date":"19940713","headline":"Help the Poor Help Themselves","web_url":"https://www.nytimes.com/1994/07/13/opinion/l-help-the-poor-help-themselves-654485.html","abstract":"  To the Editor:   As the founder and president of TechnoServe, a nonprofit, international development organization that has worked with the poor in the developing world for more than 25 years, I have learned some valuable lessons.   The lessons of a quarter-century of experience in Latin America and Africa helping the working poor establish and expand their own small businesses are the operating principles in what we call participatory development: helping people to help themselves. Here are the most important, which translate into any language and will work in America's cities as well as in the developing world.","thumbnail":null,"section":"Opinion"},{"date":"19940713","headline":"McEnroe Back in the Hunt","web_url":"https://www.nytimes.com/1994/07/13/sports/sports-people-tennis-mcenroe-back-in-the-hunt.html","abstract":"  He may be 35 and he may have stopped playing competitively on the men's tour, but that does not mean JOHN McENROE has ruled out picking up a racquet for his country. During a teleconference from his SoHo art gallery to promote his exhibition Saturday against ANDRE AGASSI in Mahwah, N.J., McEnroe admitted he would not mind playing again for the national team.   \"I would consider playing doubles in the Davis Cup if I was approached,\" the world's No. 1 player from 1981-84 and a member of five Davis Cup champions, said. (AP)","thumbnail":null,"section":"Sports"}],"wiki_events":[],"weather":[{"date":"19940713","time":"1994-07-13 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.5,"rhum":55,"wspd":7.6},{"date":"19940713","time":"1994-07-13 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.6,"rhum":71,"wspd":3.6},{"date":"19940713","time":"1994-07-13 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.3,"rhum":63,"wspd":11.2},{"date":"19940713","time":"1994-07-13 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19,"rhum":82,"wspd":13},{"date":"19940713","time":"1994-07-13 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.1,"rhum":86,"wspd":5.4},{"date":"19940713","time":"1994-07-13 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.1,"rhum":85,"wspd":5.4},{"date":"19940713","time":"1994-07-13 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.1,"rhum":83,"wspd":13},{"date":"19940713","time":"1994-07-13 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.9,"rhum":79,"wspd":9.4},{"date":"19940713","time":"1994-07-13 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.7,"rhum":78,"wspd":7.6},{"date":"19940713","time":"1994-07-13 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.2,"rhum":74,"wspd":11.2},{"date":"19940713","time":"1994-07-13 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.8,"rhum":77,"wspd":13},{"date":"19940713","time":"1994-07-13 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.3,"rhum":77,"wspd":11.2},{"date":"19940713","time":"1994-07-13 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.5,"rhum":82,"wspd":11.2},{"date":"19940713","time":"1994-07-13 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.8,"rhum":81,"wspd":9.4},{"date":"19940713","time":"1994-07-13 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.1,"rhum":79,"wspd":9.4},{"date":"19940713","time":"1994-07-13 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20,"rhum":75,"wspd":9.4},{"date":"19940713","time":"1994-07-13 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.3,"rhum":73,"wspd":13},{"date":"19940713","time":"1994-07-13 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.8,"rhum":71,"wspd":14.8},{"date":"19940713","time":"1994-07-13 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.1,"rhum":69,"wspd":14.8},{"date":"19940713","time":"1994-07-13 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.1,"rhum":69,"wspd":13},{"date":"19940713","time":"1994-07-13 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21,"rhum":73,"wspd":5.4},{"date":"19940713","time":"1994-07-13 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20,"rhum":75,"wspd":9.4},{"date":"19940713","time":"1994-07-13 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.3,"rhum":79,"wspd":9.4},{"date":"19940713","time":"1994-07-13 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.4,"rhum":82,"wspd":7.6},{"date":"19940713","time":"1994-07-13 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":39,"wspd":16.6},{"date":"19940713","time":"1994-07-13 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":43,"wspd":16.6},{"date":"19940713","time":"1994-07-13 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":44,"wspd":14.8},{"date":"19940713","time":"1994-07-13 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":46,"wspd":16.6},{"date":"19940713","time":"1994-07-13 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":51,"wspd":14.8},{"date":"19940713","time":"1994-07-13 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":56,"wspd":14.8},{"date":"19940713","time":"1994-07-13 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":58,"wspd":13},{"date":"19940713","time":"1994-07-13 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":56,"wspd":14.8},{"date":"19940713","time":"1994-07-13 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":58,"wspd":18.7},{"date":"19940713","time":"1994-07-13 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":60,"wspd":16.6},{"date":"19940713","time":"1994-07-13 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":62,"wspd":16.6},{"date":"19940713","time":"1994-07-13 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":64,"wspd":16.6},{"date":"19940713","time":"1994-07-13 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":58,"wspd":14.8},{"date":"19940713","time":"1994-07-13 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":51,"wspd":13},{"date":"19940713","time":"1994-07-13 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":46,"wspd":13},{"date":"19940713","time":"1994-07-13 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.2,"rhum":41,"wspd":13},{"date":"19940713","time":"1994-07-13 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.9,"rhum":36,"wspd":9.4},{"date":"19940713","time":"1994-07-13 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":36.1,"rhum":32,"wspd":16.6},{"date":"19940713","time":"1994-07-13 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35.6,"rhum":31,"wspd":11.2},{"date":"19940713","time":"1994-07-13 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":36.7,"rhum":32,"wspd":22.3},{"date":"19940713","time":"1994-07-13 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":36.7,"rhum":33,"wspd":16.6},{"date":"19940713","time":"1994-07-13 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":36.7,"rhum":30,"wspd":25.9},{"date":"19940713","time":"1994-07-13 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":36.1,"rhum":33,"wspd":24.1},{"date":"19940713","time":"1994-07-13 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35,"rhum":35,"wspd":20.5}]},"19940714":{"guardian_articles":[],"nytimes_articles":[{"date":"19940714","headline":"Ukraine's Great Divide","web_url":"https://www.nytimes.com/1994/07/14/opinion/ukraines-great-divide.html","abstract":"The inauguration of President-elect Leonid D. Kuchma on Tuesday will represent a leap into the dark for Ukraine.\n\nAlthough Mr. Kuchma denied yesterday that he ever wanted to make Ukraine \"part of the Russian empire,\" Western diplomats in Kiev worry about a resurrection of political ties between the two largest Slav nations, because western Ukraine would fiercely resist such a move. And \"if Ukraine ruptures,\" a senior diplomat said, \"the whole of Central Europe and the Black Sea region goes up with it.\"","thumbnail":null,"section":"Opinion"},{"date":"19940714","headline":"More Questions for Judge Breyer","web_url":"https://www.nytimes.com/1994/07/14/opinion/more-questions-for-judge-breyer.html","abstract":"  In two days of Senate testimony, the Supreme Court nominee Stephen Breyer has sought to defuse troubling questions about whether he ruled, as an appeals court judge, in environmental cases whose outcomes might have affected his financial investments. Judge Breyer assured senators that, after reviewing his role in eight key cases, he was personally confident that he had not violated any conflict-of-interest standards.   His testimony answered several questions -- but raised as many more. Those unanswered questions need deeper Judiciary Committee inquiry when he returns to the witness table today, both to get a full picture of the nominee's ethics and to confront holes in the ethics rules for judges.","thumbnail":null,"section":"Opinion"},{"date":"19940714","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/07/14/us/inside-656224.html","abstract":"  Move Over, Ben Franklin   The Treasury Department announced that starting with the $100 bill, it would make the first major changes in the currency since 1929, to fight counterfeiting. Page A14. Mexico Assassination Report    A report by the special prosecutor investigating the slaying of a leading presidential candidate in Mexico states that the man who confessed to the shooting acted alone. Page A11. Giuliani and Police Deal    A tentative contract with the police and transit police unions includes raises roughly equal to those won by other New York City unions. Page B3. Gang Blamed in Prison Melee    Officials said that an aggressive Hartford-based street gang was at the center of a savage melee among inmates at a Connecticut prison that left two men dead. Page B1.","thumbnail":null,"section":"U.S."},{"date":"19940714","headline":"An Exaggerated Threat : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/14/opinion/IHT-an-exaggerated-threat-letters-to-the-editor.html","abstract":"Regarding \"North Korea: Prepare for High-Voltage Power Politics\" (Opinion, July 6) by McGeorge Bundy and Gordon M. Goldstein:.Contrary to the authors' assertion, a comparison of the present North Korean nuclear crisis with the 1962 Cuban missi","thumbnail":null,"section":"Opinion"},{"date":"19940714","headline":"Italians Save Their Best for the Cup's Next to Last","web_url":"https://www.nytimes.com/1994/07/14/sports/world-cup-94-italians-save-their-best-for-the-cup-s-next-to-last.html","abstract":"  For the first time in the 1994 World Cup tournament, Italy's team took command. For the first time, the Italians showed off the assets they had advertised but rarely displayed. For the first time, Italy lived up to expectations instead of living off luck.   Poor Bulgaria suffered the consequences.","thumbnail":null,"section":"Sports"},{"date":"19940714","headline":"Mainstream Religions To Form 'Alternate' Lobby","web_url":"https://www.nytimes.com/1994/07/14/us/mainstream-religions-to-form-alternate-lobby.html","abstract":"  A broad coalition of mainline religious leaders plans to announce on Thursday the establishment of an educational and lobbying group intended to counter the Christian Coalition, the leading organization of religious conservatives.   Organizers of the new group, the Interfaith Alliance, said there had been few people from religious organizations speaking out against the religious right, leaving most of the attacks to come from the Democratic Party. They said they hoped that people from theological backgrounds would appear more credible than politicians.","thumbnail":null,"section":"U.S."},{"date":"19940714","headline":"Woman, 66, Killed by Car Whose Driver Is Unlicensed","web_url":"https://www.nytimes.com/1994/07/14/nyregion/woman-66-killed-by-car-whose-driver-is-unlicensed.html","abstract":"  A 66-year-old woman walking her dog alongside a park in the Bronx was struck and killed Tuesday evening by a car that veered onto the sidewalk while speeding, the police and witnesses said. The driver had an invalid license that had been suspended six times, records show.   The woman, Dalida Velez, an immigrant from the Dominican Republic and the mother of six, was the latest victim in a series of deaths caused by unlicensed drivers this summer. She was dead on arrival at St. Barnabas Hospital. Earlier this month in the same borough, a 21-month-old girl was killed when an unlicensed driver backed into her outside a supermarket. Driver Is Charged    The driver in the accident yesterday at Crotona Park, Peter Henry, 27, was charged with manslaughter and criminally negligent homicide. State motor vehicle records show that he had been convicted of several traffic violations, including going through red lights and failing to stop for stop signs, that had led to the revocation of his license. The records show that after the revocation, he was issued more tickets for driving infractions, which led to the license suspensions.","thumbnail":null,"section":"New York"},{"date":"19940714","headline":"Watson's Heart, Soul Deep in Highlands","web_url":"https://www.nytimes.com/1994/07/14/sports/golf-watson-s-heart-soul-deep-in-highlands.html","abstract":"  The call came early this week, from Tom Watson to Jack Nicklaus. Watson was arranging a little final practice round for today on the eve of the 123d British Open, and wanted to know whether Nicklaus was interested in taking on \"a couple of pigeons.\"   \"Who do you have?\" Nicklaus wanted to know.","thumbnail":null,"section":"Sports"},{"date":"19940714","headline":"Beyond the West Bank; Israel Pinning Its Hopes on the Talks With Jordan and Syria","web_url":"https://www.nytimes.com/1994/07/14/world/beyond-the-west-bank-israel-pinning-its-hopes-on-the-talks-with-jordan-and-syria.html","abstract":"  While attention has been focused largely on the Palestinians and the start of their self-rule, peace talks between Israel and its Arab neighbors are at a potentially decisive stage on more fronts than at any moment since they began three years ago.   This week Israel began a new round of negotiations with the Palestine Liberation Organization. In a few days it will enter a new phase in its dialogue with Jordan, and at the same time it will also welcome Secretary of State Warren Christopher, who will try to breathe fresh life into stalled talks with Syria. Wherever the Syrians go, Lebanon can be expected to follow.","thumbnail":null,"section":"World"},{"date":"19940714","headline":"2 Sentenced In Smuggling Fatal to 10","web_url":"https://www.nytimes.com/1994/07/14/nyregion/2-sentenced-in-smuggling-fatal-to-10.html","abstract":"  A Federal judge sentenced the two top officers of the Golden Venture yesterday to close to the maximum sentence of five years for conspiring to smuggle illegal Chinese immigrants into the United States.   The judge, Reena Raggi, said she wanted to \"send as strong a message as possible to those who collaborate with smugglers.\"","thumbnail":null,"section":"New York"},{"date":"19940714","headline":"In Wild-Card Era, High Hopes for Many","web_url":"https://www.nytimes.com/1994/07/14/sports/baseball-in-wild-card-era-high-hopes-for-many.html","abstract":"  In the oddity of unnatural alliances that an All-Star Game creates, the two players most responsible for ending the National League's embarrassing losing streak will now return to the task of trying to beat each other's brains out in the race for the National League East championship.   When Fred McGriff of Atlanta swatted an electrifying pinch-hit, two-run home run in the ninth inning that tied the score Tuesday night and Moises Alou of Montreal slugged a game-winning double in the 10th, they exultantly performed for the good of their league in an 8-7 victory that ended the American League's winning streak at six games.","thumbnail":null,"section":"Sports"},{"date":"19940714","headline":"A Struggling Cuomo Attacks G.O.P. Rival","web_url":"https://www.nytimes.com/1994/07/14/nyregion/a-struggling-cuomo-attacks-gop-rival.html","abstract":"  In the past, Gov. Mario M. Cuomo's Republican challengers have fought just to get his attention. In 1986, Andrew P. O'Rourke toured the state with a cardboard cutout of Mr. Cuomo to symbolize the absence of debate. In 1990, Pierre Rinfret took to ambushing Mr. Cuomo on the campaign trail because the Governor was studiously ignoring him.   But things are different this year. With Mr. Cuomo struggling in the polls and on the defensive for his opposition to the death penalty, the Governor and his surrogates have begun directly attacking his main Republican rival, State Senator George E. Pataki.","thumbnail":null,"section":"New York"},{"date":"19940714","headline":"The World Gets Bigger And Smaller","web_url":"https://www.nytimes.com/1994/07/14/opinion/IHT-the-world-gets-bigger-and-smaller.html","abstract":"Today, computer technology enables us to move money and information quickly. Television gives us ringside seats at great events almost anywhere. Many of us have taken package tours to the farthest corners of the globe. In their own ways, the greenhouse e","thumbnail":null,"section":"Opinion"},{"date":"19940714","headline":"Journal; O. J. Come Home","web_url":"https://www.nytimes.com/1994/07/14/opinion/journal-o-j-come-home.html","abstract":"  As if it weren't bad enough that America's shrinks leave the country in the lurch in August, now we must suffer the shame and pain of severe O. J. withdrawal.   You know the symptoms. At noon sharp (11 Central, 9 Pacific) an alarm goes off deep inside your gut. Lunchtime already? Craving a smoke? No, the hour has arrived for the preliminary hearing -- or would be, had the preliminary hearing not ended after a paltry six days. No longer can an entire afternoon be given over to sifting the facts of a heinous crime with panels of rent-a-lawyers. It's back to the dreary reality of work.","thumbnail":null,"section":"Opinion"},{"date":"19940714","headline":"The Three Tenors, Guess Who, to Sing","web_url":"https://www.nytimes.com/1994/07/14/arts/the-three-tenors-guess-who-to-sing.html","abstract":"  \"The biggest ever\" is a phrase that comes up every few sentences when anyone involved with \"Encore! The Three Tenors\" is asked about the show. \"Encore\" is, of course, the reunion of Luciano Pavarotti, Placido Domingo and Jose Carreras to take place on Saturday evening at Dodger Stadium in Los Angeles, a musical spectacle meant to give a touch of high culture to the World Cup finals. The three tenors first came together at the time of the last World Cup games, in 1990, and sang a concert at the Caracalla Baths, in Rome. Broadcast live to 800,000 people, the original \"Three Tenors\" concert became a smash hit on records (more than 10 million sold) and on video (with sales of more than a million).    But that, many production, television, publishing and record companies are hoping, was just a warm-up.","thumbnail":null,"section":"Arts"},{"date":"19940714","headline":"World Cup Will Have First Four-Time Champion","web_url":"https://www.nytimes.com/1994/07/14/sports/world-cup-94-notebook-world-cup-will-have-first-four-time-champion.html","abstract":"  From the start, Brazil has been one of the premier teams in the World Cup. Most of the players may each have one name, but they sound more than one note. Italy, which struggled in the opening round, has played as well as any team in the past fortnight. So it was entirely appropriate that the two finest teams in the elimination rounds advanced yesterday to Sunday's final at the Rose Bowl, setting up a match that will determine the first four-time winner in World Cup history.   The Brazilians, flush with pride after dominating Sweden in a World Cup semifinal match at the Rose Bowl in Pasadena, Calif., are confident.","thumbnail":null,"section":"Sports"},{"date":"19940714","headline":"Merger of New York's Police Forces Faces Tough Obstacles; Back Up Mollen Panel","web_url":"https://www.nytimes.com/1994/07/14/opinion/l-merger-of-new-york-s-police-forces-faces-tough-obstacles-back-up-mollen-panel-663050.html","abstract":"  To the Editor:   Your July 7 graphic on the recommendations of New York City's Mollen Commission on Police Department corruption avoids the litmus test requirement for ending this pervasive problem. \"Integrity training\" and \"education,\" for example, are fine as far as they go, but if not backed by regulation, even a law demanding that \"honest\" cops begin to shatter their blue wall of silence will not stop widespread corruption.","thumbnail":null,"section":"Opinion"},{"date":"19940714","headline":"Haitians Fear Upheaval as Monitors Leave","web_url":"https://www.nytimes.com/1994/07/14/world/haitians-fear-upheaval-as-monitors-leave.html","abstract":"  Members of an international human rights group left Haiti today, and Haitian political workers said the country could erupt in violence within a month if repression continued.   \"I hope it does not happen, but it's inevitable,\" said the Rev. Hugo Tiest, coordinator of a church-based group, Justice and Peace of the Haitian Conference of Religion, which supports the exiled President, the Rev. Jean-Bertrand Aristide. \"I am afraid of the end results.\" A Long View    Some Haitians said they remained optimistic that a peaceful way could be found out of the impasse that has hardened since army leaders ousted Father Aristide in September 1991.  \"We spent 300 years in slavery,\" said Bayyinah Bello, who works with several local political groups. \"So three years in the life of a people is no time.\"   The Haitian military's campaign of terror has largely been aimed at the local organizations that form the backbone of Father Aristide's support, trying to insure that if the exiled President returns, he will not be able to govern.   The level of intimidation increased on Monday after the army-backed Government ordered all human rights observers from the United Nations and the Organization of American States to leave Haiti by today. On Tuesday, about 12 bodies riddled with bullets were dumped into a shallow grave near Leogane, 18 miles west.    In the months that they have been in the country, the 100 or so monitors have concluded that many killings were directly attributable to the army and its allies.  A Sample of Intimidation    Today, two men who said they were supporters of the exiled President walked into Father Tiest's downtown office and told him they needed help. But the priest said he became suspicious when the men showed him a picture of Father Aristide instead of identification.    One man drew a gun and demanded files. Father Tiest said a worker then screamed for help and the men fled. \"These are assassins and criminals,\" the priest said.   With the departure of the international observers, Haitian human rights workers are wondering how effectively they can do their work.    \"We find ourselves alone in the face of the reality of political repression,\" said Jean Robert Vaval, of the Ecumenical Center for Human Rights. \"But we will continue to fight for human rights. It's our job.\"   Mr. Vaval and others said that while much attention had been given to the plight of Haitian boat people, the refugeees within the country were an even more serious problem. These refugees, estimated at 350,000, have left their jobs and homes and live in a different city every week, trying to keep ahead of marauding soldiers.   One such refugee, a man in his 30's, said he was a member of a political organization in the Artibonite Valley in northwest Haiti. Since the coup, he said, he has moved from house to house until finding refuge in a Port-au-Prince church.  Pay Attention, World    \"I am not afraid because I have weathered the worst,\" he said, adding that he was arrested several months ago and released because of the intervention of the international observers. \"But too many people have suffered for me and now I don't want to jeopardize their lives.\"   The international monitors have been been reluctant to talk, fearing their comments might upset Haiti's military leaders. But many have voiced sadness at having to leave without completing their task.    \"I hope that the international community thinks this is enough and takes some decisive action to end this crisis now,\" said one member of the mission. \"It's a turning point because some people have perceived before that this was mainly a U.S. problem.\"                     --------------------       Corpses as a Weapon    WASHINGTON, July 13 (Reuters) -- Haiti's rulers are intensifying repression, and their latest tactic is to dump the bodies of murdered political opponents in the streets to terrorize the people, a State Department official said today.    The official, Nancy Ely-Raphel, from the department's human rights section, said that in the past two weeks, several corpses of young men with their hands tied behind their backs had been found in the streets of Port-au-Prince.    Ms. Ely-Raphel said 133 killings had been reported between February and May. But she added: \"We believe we may now be seeing a further ratcheting up of repression. The latest developments include increased dumping of bodies in public areas of Port-au-Prince in an attempt to terrorise the populace.\"                     --------------------       Exercise in Bahamas    WASHINGTON, July 13 (AP) -- Several hundred United States marines began a practice invasion-and-rescue operation today on Grand Inagua Island in the Bahamas, 150 miles northwest of Haiti, Pentagon sources said. Under current Pentagon plans, marines would secure key points in Haiti in the event of an invasion. Similar exercises were held in the United States in June.","thumbnail":null,"section":"World"},{"date":"19940714","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/07/14/style/chronicle-662240.html","abstract":"  The Bass family of Texas, with its fortunes in oil and real estate, has long been associated with Yale University: various members have given millions of dollars over the years. But there is a Vassar connection, too.   ANNE HENDRICKS BASS, the former wife of Sid Bass, has donated $1.5 million to Vassar College, in Poughkeepsie, N.Y. She graduated from the college in 1963, and her daughter Samantha Bass graduated this year.","thumbnail":null,"section":"Style"},{"date":"19940714","headline":"Cheerful Court Nominee And Cordial Senate Panel","web_url":"https://www.nytimes.com/1994/07/14/us/the-supreme-court-the-hearing-cheerful-court-nominee-and-cordial-senate-panel.html","abstract":"  Judge Stephen G. Breyer, who seems headed for easy confirmation to the Supreme Court, today painted a broad picture for the Senate Judiciary Committee of his views on the death penalty, freedom of religion and how he goes about the job of being a judge.   In his second day of testimony before the committee, Judge Breyer also elaborated on his earlier defense of his participation in pollution cases as a Federal judge. At the time, he faced great financial losses from his investment in an insurance syndicate suffering financial losses from pollution lawsuits. Judge Breyer, who on Tuesday sought to pre-empt any criticism of the issue with a statement to the committee, faced his first questioning on the subject today.","thumbnail":null,"section":"U.S."},{"date":"19940714","headline":"HOUSE DEMOCRATS SUPPORT ABORTION IN HEALTH PLANS","web_url":"https://www.nytimes.com/1994/07/14/us/health-care-debate-abortion-issue-house-democrats-support-abortion-health-plans.html","abstract":"  Escalating a long-simmering struggle, more than a fourth of the Democrats in the House served notice on their leadership today of their \"strong commitment\" to covering abortion services in any national health plan.   Their signal came in a letter to Representative Thomas S. Foley of Washington, the Speaker of the House. It was signed by about 70 Democrats -- the number was still inching up at the end of the day -- and it strongly suggested that their support for a health care bill would depend on whether it covers abortion.","thumbnail":null,"section":"U.S."},{"date":"19940714","headline":"Cutting a Myth Down to Human Size","web_url":"https://www.nytimes.com/1994/07/14/books/cutting-a-myth-down-to-human-size.html","abstract":"The Catcher Was a Spy: The Mysterious Life of Moe Berg","thumbnail":null,"section":"Books"},{"date":"19940714","headline":"Cutting a Myth Down to Human Size","web_url":"https://www.nytimes.com/1994/07/14/books/books-of-the-times-cutting-a-myth-down-to-human-size.html","abstract":"  The Catcher Was a Spy  The Mysterious Life of Moe Berg  By Nicholas Dawidoff  Illustrated. 453 pages. Pantheon. $24.    By now many readers know the most prominent mythic features of the famous athlete-scholar-spy Moe Berg (1902-1972). How he lasted 17 years in major-league baseball despite being the player who first inspired the phrase \"good field, no hit.\" How he was said to have spoken at least a dozen languages, including Sanskrit, despite its being a dead language.","thumbnail":null,"section":"Books"},{"date":"19940714","headline":"40 Years Later, It's Still The Blues","web_url":"https://www.nytimes.com/1994/07/14/arts/jazz-review-40-years-later-it-s-still-the-blues.html","abstract":"  When \"Count Basie Swings, Joe Williams Sings\" was released on Clef in 1955, the recording changed the careers of both men. Mr. Williams was a relatively unknown singer based in Chicago, and Count Basie was suffering from the general decline in interest in big bands. Their collaboration, matching a gleaming, industrial-strength orchestra with the dry and clipped singing of Mr. Williams, was a high point in blues culture, and \"Every Day I Have the Blues,\" a single from the album, rose to the No. 2 spot on the rhythm-and-blues charts.   Since then Count Basie has died, and blues culture is fading away as a training ground for younger musicians. But Mr. Williams, who is appearing through Sunday at the Blue Note, backed by the Count Basie Orchestra led by Frank Foster, remains something special, a way into a sound and musical attitude that by and large no longer exist. And on the basis of the first set on Tuesday night, Mr. Williams, 75, is more than able to make a lesson in history seem utterly contemporary, turning his art into something thrilling.","thumbnail":null,"section":"Arts"},{"date":"19940714","headline":"Helping Excite Toronto Over Books for 20 Years","web_url":"https://www.nytimes.com/1994/07/14/books/helping-excite-toronto-over-books-for-20-years.html","abstract":"  It's 8 P.M. on a Tuesday in a cultural center on transformed industrial land along Lake Ontario. Lights dim. Candles on small round tables cast fancifully flitting shadows on the ceiling. It's storytelling time.   A man of Falstaffian girth with a ginger beard barrels to the podium and welcomes an audience of perhaps 200 who have paid less than the price of a movie to hear two writers read from their recently published works.","thumbnail":null,"section":"Books"},{"date":"19940714","headline":"Simple Truths and Apostles of Death","web_url":"https://www.nytimes.com/1994/07/14/opinion/simple-truths-and-apostles-of-death.html","abstract":"  Following is an open letter from Salman Rushdie to Taslima Nasrin, a Bangladeshi physician, newspaper columnist and author of the novel \"Shame,\" who is under death threats from Muslim clerics and faces criminal charges from the Government for allegedly criticizing the Koran. Mr. Rushdie, who has been in hiding since being sentenced to death by Iranian religious leaders in 1989, is organizing an international protest on Ms. Nasrin's behalf by other prominent writers.    I am sure you have become tired of being called \"the female Salman Rushdie\" -- what a bizarre and comical creature that would be! -- when all along you thought you were the female Taslima Nasrin. I am sorry my name has been hung around your neck, but please know that there are many people in many countries working to make sure that such sloganizing does not obscure your identity, the unique features of your situation and the importance of fighting to defend you and your rights against those who would cheerfully see you dead.","thumbnail":null,"section":"Opinion"},{"date":"19940714","headline":"Mayor Announces Tentative Pact With Police Unions","web_url":"https://www.nytimes.com/1994/07/14/nyregion/mayor-announces-tentative-pact-with-police-unions.html","abstract":"  The Giuliani administration reached a tentative agreement yesterday with New York City's police and transit police unions on contracts that would increase wages and benefits by roughly as much as the settlements negotiated with the other municipal unions over the last year.   The agreement broke a two-month impasse in negotiations with the two police unions, which had held out in the hope of gaining a sweeter package for their officers than the 8.25 percent increase in salaries and benefits negotiated with the city's nonuniformed workers.","thumbnail":null,"section":"New York"},{"date":"19940714","headline":"Latest Giants Loss: Oates to the 49ers","web_url":"https://www.nytimes.com/1994/07/14/sports/pro-football-latest-giants-loss-oates-to-the-49ers.html","abstract":"  Another link to the Giants' Super Bowl past is apparently gone. Center Bart Oates, a two-time Pro Bowler and a big reason the Giants won Super Bowl XXV, has agreed to a three-year contract with the San Francisco 49ers worth $650,000 a year, according to several people in the National Football League who are familiar with the situation.   Oates was offered a similar deal by the Giants, the people said, but he was apparently concerned that he might be cut during training camp because the 28-year-old Brian Williams would clearly be the starter.","thumbnail":null,"section":"Sports"},{"date":"19940714","headline":"Philippine Realities : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/14/opinion/IHT-philippine-realities-letters-to-the-editor.html","abstract":"Regarding \"In the Philippines, an Asian Success Story With a Difference\" (Opinion, June 16):.Jaime Zobel de Ayala tries hard to persuade us that the long-ailing Philippines is doing well and on the road to healthy recovery. He cites government","thumbnail":null,"section":"Opinion"},{"date":"19940714","headline":"Fund-Raiser For Giuliani Altered Rent For Official","web_url":"https://www.nytimes.com/1994/07/14/nyregion/fund-raiser-for-giuliani-altered-rent-for-official.html","abstract":"  The tenant who preceded Marva L. Hammons, New York City's welfare commissioner, in an East Side apartment rented from a major fund-raiser for Mayor Rudolph W. Giuliani, said yesterday that she was charged $500 more a month for the apartment than Ms. Hammons.    The tenant, Linda S. Wolff-Adler, said she paid a little more than $3,000 a month for her two-bedroom apartment at 250 East 73d Street, $2,871.41 in rent and a special capital improvements assessment of $147.80.","thumbnail":null,"section":"New York"},{"date":"19940714","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/07/14/nyregion/metro-digest-656682.html","abstract":"  4 CHARGED WITH FIXING BREAD PRICES After complaints that a group of unscrupulous bakers were trying to corner the Italian-bread market in parts of New York City, undercover investigators opened a bogus bakery in Greenwich Village. Their investigation resulted in the indictment of four officials from a bakery association on price-fixing changes. Two were also charged with coercion. A1. 4 AIRLINES BUILD NEW KENNEDY TERMINAL Four foreign airlines will build the first entirely new terminal at Kennedy International Airport in more than two decades, under an agreement that is intended to bolster Kennedy's position as the nation's leading international airport. A1.","thumbnail":null,"section":"New York"},{"date":"19940714","headline":"Mexican Ends Investigation Into Shooting","web_url":"https://www.nytimes.com/1994/07/14/world/mexican-ends-investigation-into-shooting.html","abstract":"  Over the objections of powerful figures both within and outside the ruling circle, the special prosecutor investigating the assassination of the governing party's presidential candidate is ending his inquiry, officials familiar with the case said today.   In a brief report issued in Mexico City on Tuesday night, the prosecutor stated unequivocally for the first time that the 23-year-old factory worker who confessed to the shooting had acted alone, motivated by nothing other than hatred for the party in his own disturbed mind.","thumbnail":null,"section":"World"},{"date":"19940714","headline":"Merger of New York's Police Forces Faces Tough Obstacles","web_url":"https://www.nytimes.com/1994/07/14/opinion/l-merger-of-new-york-s-police-forces-faces-tough-obstacles-801810.html","abstract":"  To the Editor:   \"Unifying the Police Forces\" (editorial, July 5) is correct: the merger of New York's housing and transit police with the New York City Police Department is \"an excellent idea.\" However, you do not mention some significant obstacles.","thumbnail":null,"section":"Opinion"},{"date":"19940714","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/07/14/style/chronicle-662224.html","abstract":"  VAN CLIBURN is on a 16-city American concert tour with the Moscow Philharmonic, and the first week has been memorable -- perhaps too memorable.    Take the opening concert, which was on Monday night at the Hollywood Bowl. After the first half, Mr. Cliburn complained of dizziness, and when he returned after the intermission, he did not play the Rachmaninoff piano concerto that was listed on the program but performed four shorter compositions instead, said SUSAN TILLEY, the chairwoman of the Van Cliburn Foundation, who was traveling with him.","thumbnail":null,"section":"Style"},{"date":"19940714","headline":"Israel Bars Palestinian Officials From Gaza","web_url":"https://www.nytimes.com/1994/07/14/world/israel-bars-palestinian-officials-from-gaza.html","abstract":"  Israel barred new officials of the Palestinian National Authority from entering Gaza and Jericho today in a dispute over the arrival here of four P.L.O. men, two of whom allegedly planned a 1974 attack on a school in which 22 Israeli students were killed.    The dispute strained the self-rule accord between Israel and the Palestine Liberation Organization and highlighted a lingering lack of trust. It also touched a raw nerve in Israel, where the raid on the school, in the northern town of Maalot, is remembered as one of the most horrific terrorist assaults.","thumbnail":null,"section":"World"},{"date":"19940714","headline":"Agents Turn Bakers in Battle Against Italian-Bread Cartel","web_url":"https://www.nytimes.com/1994/07/14/nyregion/agents-turn-bakers-in-battle-against-italian-bread-cartel.html","abstract":"  For years, law-enforcement officials heard complaints about a small group of unscrupulous bakers trying to corner the Italian-bread market in parts of New York City. Using threats of violence, investigators were told, the cartel controlled the distribution of fresh Italian bread to small grocery stores in Brooklyn and Staten Island, inflating prices and eliminating competition.   But investigators found that bakers and store owners were reluctant to cooperate. The only way to get to the heart of the Italian-bread racket, they decided, was to open a bakery themselves.","thumbnail":null,"section":"New York"},{"date":"19940714","headline":"Berlin Journal; Clinton at the Brandenburg Gate: Mixed Reviews","web_url":"https://www.nytimes.com/1994/07/14/world/berlin-journal-clinton-at-the-brandenburg-gate-mixed-reviews.html","abstract":"  Born 24 years ago in what was then Communist East Berlin, Oliver Blasing was standing on a street crossing just east of the Brandenburg Gate on Tuesday, cheering President Clinton. Mr. Blasing had taken a day off from his studies at western Berlin's Technical University, and braved a beating summer sun to listen to a speech by Mr. Clinton on his first visit to Berlin.   And yet somehow, Mr. Blasing said afterward, it was all so familiar. He said that seven years earlier, in June 1987, he had stood on the very same spot waiting for another American President to speak.","thumbnail":null,"section":"World"},{"date":"19940714","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/07/14/style/chronicle-662232.html","abstract":"  TONY BENNETT, who has been enjoying a renaissance as a singing idol among the young, beamed yesterday when he heard his name announced among the nominees for the 11th annual MTV Video Music Awards, The Associated Press reported. Mr. Bennett's \"Steppin' Out With My Baby\" was nominated as Best Male Video.    The good news came at City Hall in New York, where Mayor Rudolph W. Giuliani announced that the awards ceremony would be broadcast from New York for the first time in eight years. The ceremonies will be held Sept. 8 at Radio City Music Hall.","thumbnail":null,"section":"Style"},{"date":"19940714","headline":"SIDELINES : For the Record","web_url":"https://www.nytimes.com/1994/07/14/sports/IHT-sidelines-for-the-record.html","abstract":"J.P: This one's for you.","thumbnail":null,"section":"Sports"},{"date":"19940714","headline":"Not Only Militants Oppose Mideast Peace Plan; Proper for Congress","web_url":"https://www.nytimes.com/1994/07/14/opinion/l-not-only-militants-oppose-mideast-peace-plan-proper-for-congress-663034.html","abstract":"  To the Editor:   As co-chairmen of the Congressional Peace Accord Monitoring group, we are compelled to correct several inaccuracies in \"Only in America: Likud vs. Labor\" (Op-Ed, July 2), J. J. Goldberg's comments on the Capitol Hill response to accords between Israel and the Palestine Liberation Organization.","thumbnail":null,"section":"Opinion"},{"date":"19940714","headline":"New Jersey's Neglectful School Aid","web_url":"https://www.nytimes.com/1994/07/14/opinion/new-jersey-s-neglectful-school-aid.html","abstract":"  Once again, New Jersey's highest court has ruled that the state shortchanges schoolchildren in its poorer cities. And once again the Court has put off the final reckoning. Given Gov. Christine Todd Whitman's promise of further cuts in the state income tax, she owes the Legislature and the public a prompt indication of what programs she proposes to sacrifice to finance more school aid.   New Jersey is not the only state under court orders to equalize school aid, but it is one of the most obstinate. The issue has been in and out of litigation for almost 25 years -- a quarter-century of neglect for the state's urban schoolchildren. They deserve better, and sooner.","thumbnail":null,"section":"Opinion"},{"date":"19940714","headline":"For 2d Time, Senators Block Bill to Bar Replacement of Strikers","web_url":"https://www.nytimes.com/1994/07/14/us/for-2d-time-senators-block-bill-to-bar-replacement-of-strikers.html","abstract":"  Determined not to enhance union power, conservative senators today blocked for a second time a bill intended to keep employers from permanently replacing workers striking over wages and benefits.   The vote was a replay of one on Tuesday when Senate Democrats failed to gather enough support to stop a Republican filibuster. The effort today was again 7 votes short of the 60 needed to break the filibuster.","thumbnail":null,"section":"U.S."},{"date":"19940714","headline":"With Deal Off, CBS Is Viewed As Vulnerable","web_url":"https://www.nytimes.com/1994/07/14/us/turmoil-in-television-the-overview-with-deal-off-cbs-is-viewed-as-vulnerable.html","abstract":"  The collapse of the proposed merger between CBS and QVC has left the broadcast giant in a deeply uncertain position, vulnerable to a possible takeover, television executives and analysts said yesterday. They added that CBS was also ill prepared now to deal with pressing problems like restive affiliated stations and repairing its program lineup.   CBS announced yesterday that the decision by the Comcast Corporation to bid for control of QVC had ended its pursuit of the merger. Instead, CBS said it would commence a cash tender offer to buy back up to 3.5 million of its more than 15 million shares of stock for $325 a share. That would be followed by a stock split giving shareholders five new shares in exchange for each share they already hold.","thumbnail":null,"section":"U.S."},{"date":"19940714","headline":"Brazil's Star Soars to New Heights as Goal Scorer","web_url":"https://www.nytimes.com/1994/07/14/sports/world-cup-94-brazil-s-star-soars-to-new-heights-as-goal-scorer.html","abstract":"  The Brazilians were holding hands in a show of unity as they came onto the carpet of the Rose Bowl and they left embracing each other in celebration.   Just when it looked as if Brazil had exhausted all its attempts against a resilient Swedish defense, Romario rose to the moment with 10 minutes left, heading home the only goal in the 1-0 triumph over Sweden.","thumbnail":null,"section":"Sports"},{"date":"19940714","headline":"France Helps in Rwanda -- So Far","web_url":"https://www.nytimes.com/1994/07/14/opinion/france-helps-in-rwanda-so-far.html","abstract":"  Grant France this much credit for its risky armed intervention into the genocidal civil war in Rwanda. Some 2,500 French troops moved into Rwanda, saved lives and created a safe area in the southwest, and are now poised to withdraw. This decisiveness contrasts with the inability of Washington and the United Nations to speed promised armored personnel carriers to Africa for use by 500 Ghanaian peacekeepers scheduled to replace the French soldiers.   The U.N. is being billed $10 million for these rented vehicles, which arrived after weeks of paperwork delay only to face fresh delays for lack of trained Ghanaian drivers. The world body should try Avis next time.","thumbnail":null,"section":"Opinion"},{"date":"19940714","headline":"Bosnian Serbs Confer With Britain and France on Peace Plan","web_url":"https://www.nytimes.com/1994/07/14/world/bosnian-serbs-confer-with-britain-and-france-on-peace-plan.html","abstract":"  The leader of Bosnia's Serbian nationalists said today that his faction's parliament would decide on Monday whether to accept an internationally backed proposal to end the Bosnian war, but the Serbian leader hinted that in his opinion the \"take it or leave it\" plan should be rejected.    The remarks by the nationalist leader, Radovan Karadzic, came after a meeting with the Foreign Ministers of Britain and France, Douglas Hurd and Alain Juppe.","thumbnail":null,"section":"World"},{"date":"19940714","headline":"1894:Corean Imbroglio : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/07/14/opinion/IHT-1894corean-imbroglio-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - There are some questions in Europe the solution of which is somewhat complicated, that of the Balkans, for instance, but there is nothing in Europe, Africa, America or Australia comparable to the Corean imbroglio. One day everything is lost, twent","thumbnail":null,"section":"Opinion"},{"date":"19940714","headline":"Scars of War Hurt Croatian Arts Festival","web_url":"https://www.nytimes.com/1994/07/14/arts/scars-of-war-hurt-croatian-arts-festival.html","abstract":"  In the heyday of the former Yugoslavia, the Dubrovnik Festival was a glamorous affair. Although Croatian and other Yugoslav artists were featured, this was the country's, and really the Communist bloc's, premiere forum for international performing artists and ensembles. The great singers and instrumentalists and conductors performed here. Famous orchestras, opera companies and dance groups played on the city's many indoor and outdoor stages. Venturesome theatrical productions from Yugoslavia and beyond were staged every summer.   Today this extraordinary city, built between the 11th and 17th centuries but in essence a marvelously preserved 13th-century merchant fortress, still stands. As does the striking Adriatic coast, with its cliffs and turquoise waters, its comforting harbors and sheltering islands. And as it does every year at this time, bougainvillea spills out from every corner, painting the brilliant landscape with violet intensity.","thumbnail":null,"section":"Arts"},{"date":"19940714","headline":"No Headline","web_url":"https://www.nytimes.com/1994/07/14/nyregion/no-headline-656321.html","abstract":"  \"We find ourselves alone in the face of the reality of  political repression. But we will continue to fight for  human rights. It's our job.\" -- JEAN ROBERT VAVAL, a Haitian rights worker.  [ A10:6. ]","thumbnail":null,"section":"New York"},{"date":"19940714","headline":"Not Only Militants Oppose Mideast Peace Plan; What U.S. Jews Think","web_url":"https://www.nytimes.com/1994/07/14/opinion/l-not-only-militants-oppose-mideast-peace-plan-what-us-jews-think-663042.html","abstract":"  To the Editor:   J. J. Goldberg points out in \"Only in America: Likud vs. Labor\" (Op-Ed, July 2)that when elected officials presume to know what \"the Jewish community\" thinks or wants, they are often mistaken. The Jewish community is not single-minded or monolithic. There is as much diversity of opinion as perceived unanimity.","thumbnail":null,"section":"Opinion"},{"date":"19940714","headline":"Greenbacks to Get High-Tech Makeover","web_url":"https://www.nytimes.com/1994/07/14/us/greenbacks-to-get-high-tech-makeover.html","abstract":"  Ben Franklin is moving.   In fact, in 1996 his image on the $100 bill will be three-quarters of an inch to the left and will grow 50 percent larger, the Treasury Department said today.","thumbnail":null,"section":"U.S."},{"date":"19940714","headline":"Egyptian Writer Ousted","web_url":"https://www.nytimes.com/1994/07/14/world/egyptian-writer-ousted.html","abstract":"  An Egyptian writer has been dismissed from his Government job and could face a year in prison for writing what a state administrative court describes as an \"immoral\" book.    The court ruled that the writer, Alaa Hamed, 55, an employee of the tax authority for 35 years, should be ousted for writing \"Al-Firash,\" or \"The Bed.\" The decision reflects what many critics say is the Government's failure to combat the spreading influence of Muslim extremists.","thumbnail":null,"section":"World"},{"date":"19940714","headline":"Bombing Figure Gets 20 Months For An Immigration Violation","web_url":"https://www.nytimes.com/1994/07/14/nyregion/bombing-figure-gets-20-months-for-an-immigration-violation.html","abstract":"  Telling him that he was \"very lucky\" to get off so easy, a Federal judge in Manhattan sentenced the fifth and last defendant in the World Trade Center bombing to 20 months in prison for his guilty plea to a minor charge of lying to immigration officials.    The defendant, Bilal Alkaisi, a 29-year-old Jordanian, was originally charged, with five others, in the bombing conspiracy but was dropped from the case after Federal prosecutors concluded that they did not have enough evidence to convict him. One defendant in the case fled the country, while the four others were convicted in March and received life sentences without the possibility of parole.","thumbnail":null,"section":"New York"},{"date":"19940714","headline":"Indurain 'Loses,' and Nearly Doubles Lead","web_url":"https://www.nytimes.com/1994/07/14/sports/IHT-indurain-loses-and-nearly-doubles-lead.html","abstract":"Halfway up the first big climb in the Tour de France, Miguel Indurain looked back once over his left shoulder and then once over his right. When he saw that his major rival, Tony Rominger, had been left behind Wednesday, Indurain knew just what he had to","thumbnail":null,"section":"Sports"},{"date":"19940714","headline":"Not Only Militants Oppose Mideast Peace Plan; Cartoonist Wasn't Jailed","web_url":"https://www.nytimes.com/1994/07/14/opinion/l-not-only-militants-oppose-mideast-peace-plan-cartoonist-wasn-t-jailed-663018.html","abstract":"  To the Editor:   Garry Trudeau's \"Drawing, Dangerously\" (Op-Ed, July 10), on persecuted cartoonists, includes a wholly inaccurate tale about Oleg Schwartzburg, Jerusalem Post cartoonist.","thumbnail":null,"section":"Opinion"},{"date":"19940714","headline":"N.Y.R.A. Will Accept A Winter at Aqueduct","web_url":"https://www.nytimes.com/1994/07/14/sports/horse-racing-notebook-nyra-will-accept-a-winter-at-aqueduct.html","abstract":"  The people who run New York's race tracks have notified Gov. Mario M. Cuomo that they will surrender to his \"ultimatum,\" and will conduct winter racing at Aqueduct despite financial losses.   However, live racing will be held five days a week instead of the customary six, with nine races a day. And the simulcasting experiment of last winter -- seven live races interspersed with five TV races from Florida -- will probably not be repeated, at least in that format. But the state's Offtrack Betting offices are expected to carry simulcasts regularly from outside the state.","thumbnail":null,"section":"Sports"},{"date":"19940714","headline":"A New Report Suggests U.N. Consolidate","web_url":"https://www.nytimes.com/1994/07/14/world/a-new-report-suggests-un-consolidate.html","abstract":"  A new, privately commissioned report issued today suggests the United Nations should create a common headquarters for the General Assembly, the Secretariat and all its specialized agencies as the United Nations' founders originally envisaged.   The report, titled \"Renewing the United Nations System,\" was financed by the Ford Foundation and written by two former senior United Nations officials, Sir Brian Urquhart and Erskine Childers. It also recommends radical reform of the International Monetary Fund and other aid organizations to mount an attack on the world's economic inequalities, which have left 80 percent of the world's wealth in the hands of 20 percent of its population.","thumbnail":null,"section":"World"},{"date":"19940714","headline":"Indurian Attacks To Widen His Lead","web_url":"https://www.nytimes.com/1994/07/14/sports/cycling-indurian-attacks-to-widen-his-lead.html","abstract":"  Halfway up the first big climb in this year's Tour de France, Miguel Indurain looked back once over his left shoulder and then once over his right. When he saw that his major rival, Tony Rominger, had been left behind, Indurain knew just what he had to do -- attack.   Twenty minutes later, the Spaniard rode out of a thick screen of fog and cold mist and crossed the finish line today after another terrible show of force. For the second time this week, following his victory in the individual time trial on Monday, he had exploded the bicycle race.","thumbnail":null,"section":"Sports"},{"date":"19940714","headline":"Study Raises Serious Doubts About Commonly Used Methods of Treating Back Pain","web_url":"https://www.nytimes.com/1994/07/14/us/health-care-debate-study-raises-serious-doubts-about-commonly-used-methods.html","abstract":"  A study that examined the spines of people without back pain is casting serious doubt on the methods used to diagnose and treat people whose backs ache.   The study, led by Dr. Michael N. Brant-Zawadzki, a radiologist at Hoag Memorial Hospital in Newport Beach, Calif., used magnetic resonance imaging, or M.R.I., to examine the spines of 98 men and women who had no back pain. The researchers found that nearly two-thirds of the subjects had spinal abnormalities, including bulging or protruding disks, herniated disks and degenerated disks. A third had more than one abnormal disk.","thumbnail":null,"section":"U.S."},{"date":"19940714","headline":"IN PERFORMANCE: THEATER","web_url":"https://www.nytimes.com/1994/07/14/theater/in-performance-theater-660540.html","abstract":"  A Bearded Lady Climbs the Show-Biz Ladder  Actor's Playhouse    Ruth Fields, the title character of the camp musical \"The Truth About Ruth: the Musical Memoirs of a Bearded Lady,\" is a hirsute show-business trouper who is described by one character as \"a cross between Judy Garland and Monty Woolley.\"","thumbnail":null,"section":"Theater"},{"date":"19940714","headline":"THE SUPREME COURT: NEWS ANALYSIS Portrait of a Pragmatist; Confirmation Hearing for Breyer Elicits His Emphasis on Rulings' Lasting Effects","web_url":"https://www.nytimes.com/1994/07/14/us/supreme-court-analysis-portrait-pragmatist-confirmation-hearing-for-breyer.html","abstract":"  From his 13 years on a Federal appeals court, it is apparent that Stephen G. Breyer is a judge of moderate leanings, a self-described pragmatist interested more in solutions than in theories. Judge Breyer has said nothing to dislodge that image during two days of testimony before the Senate Judiciary Committee. To that extent, his Supreme Court confirmation hearing has produced little news.   What the hearing has accomplished, through the nominee's responses to the friendly, open-ended questions of admiring senators, is to construct a portrait of what it means to be a judicial pragmatist.","thumbnail":null,"section":"U.S."},{"date":"19940714","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/14/opinion/IHT-letters-to-the-editor.html","abstract":"The disease Ellen Goodman writes about is everywhere. Used to be you could get a carriage on Fifth Avenue and make it to Central Park West for pennies. Now these guys want a pile of paper..Perhaps it's time for Ms. Goodman to brush up on her McLuhan an","thumbnail":null,"section":"Opinion"},{"date":"19940714","headline":"First Came Red Flag, Then Came Red Card","web_url":"https://www.nytimes.com/1994/07/14/sports/world-cup-94-first-came-red-flag-then-came-red-card.html","abstract":"  Jonas Thern turned around in the middle of the Rose Bowl, in the middle of millions upon millions of television screens from Capetown to Copenhagen, and let a look of great surprise flicker across his handsome, Swedish face. Referee Jose Torres Cadena was trotting purposefully toward him and reaching for the red card in his shirt pocket.   Thern, the Swedish captain, had realized that he might be sidelined by his sprained knee, but he never thought that knocking out the legs of Dunga of Brazil near midfield would be enough to send him out of his first World Cup semifinal.","thumbnail":null,"section":"Sports"},{"date":"19940714","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/14/nyregion/c-corrections-662470.html","abstract":"  The Garden Notebook column in The Home Section last Thursday, about a show of Central Park benches at the Cooper-Hewitt National Museum of Design, described one bench incorrectly. The 12-foot-long rustic log bench echoes the style of the Adirondack benches first designed for the park by Calvert Vaux and Frederick Law Olmsted but is not a reproduction. It is an original design by Kim Hoyt, an architect for the Central Park Conservancy. In addition, a picture of a bench, on the front page of the section, and a picture inside the section of a bench in the Ramble in Central Park were credited incorrectly. Both photographs are from the collection of Herbert Mitchell, not the New York City Parks Photo Archive.","thumbnail":null,"section":"New York"},{"date":"19940714","headline":"Pentagon Issues Report","web_url":"https://www.nytimes.com/1994/07/14/world/pentagon-issues-report.html","abstract":"  Acting on a report on the shooting down of two American helicopters in Iraq, the Secretary of Defense ordered training changes for the crews.    Article, page A6.","thumbnail":null,"section":"World"},{"date":"19940714","headline":"Bridge","web_url":"https://www.nytimes.com/1994/07/14/nyregion/bridge-659380.html","abstract":"  An act of personal kindness by Ely Culbertson in the early years of the game turned out to be a lasting benefit to bridge in New York City. When at the height of his fame in 1937, he led a team to Budapest to contest the first world championships. While there, he met a young bridge organizer of obvious ability and enthusiasm, and was later able to help him leave Germany and enter the United States.   The man was Rudolf Muhsam, who died on May 24 at age 88. For 35 years, until his retirement in 1973, he was the secretary of the Cavendish Club in Manhattan, presiding over the affairs of the world's most famous bridge club with great efficiency. He was friendly with all the great American players of that period, most of whom played at the Cavendish.","thumbnail":null,"section":"New York"},{"date":"19940714","headline":"Sleepless in Seattle? Definitely Watch Yanks","web_url":"https://www.nytimes.com/1994/07/14/sports/baseball-sleepless-in-seattle-definitely-watch-yanks.html","abstract":"  What to do on another sleepy Thursday in Seattle? Maybe sample some coffee on any corner. Maybe watch a grunge band on any corner. Definitely attend the baseball game between the Mariners and the Yankees. That should be quite intriguing.   What happens when one of the best young managers in baseball questions the approach of one of the best young players in baseball? There is a chance for a juicy grudge, a war of words. As the first-place Yankees begin their second half of the season with an 11-game West Coast trip tonight, the Kingdome could play host to such an event because Manager Buck Showalter has doubted Ken Griffey Jr.'s respect for the game and Junior is angry.","thumbnail":null,"section":"Sports"},{"date":"19940714","headline":"Australians Know How to Handle Sun","web_url":"https://www.nytimes.com/1994/07/14/opinion/l-australians-know-how-to-handle-sun-662828.html","abstract":"  To the Editor:   After seeing a news report highlighting advice from the weather services now being disseminated to the American public about ultraviolet radiation factors for the following day, I was surprised that it has taken America this long to educate itself about the risks of sun exposure.","thumbnail":null,"section":"Opinion"},{"date":"19940714","headline":"Hong Kong's Governor Says China Undermines Colony","web_url":"https://www.nytimes.com/1994/07/14/world/hong-kong-s-governor-says-china-undermines-colony.html","abstract":"  At times battered by ferocious criticism from Beijing, and at times ignored, the Governor of Hong Kong vigorously defended his program of local democratization today and lashed out at the Chinese Government for undermining confidence in the colony in the three years before Britain surrenders sovereignty.   Mixing sarcasm with passion, anger with fervor, the Governor, Christopher Patten, placed blame for the growing nervousness among many people in Hong Kong about China's looming takeover squarely on Beijing's leaders.","thumbnail":null,"section":"World"},{"date":"19940714","headline":"Snail Mail Is Fast Enough : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/14/opinion/IHT-snail-mail-is-fast-enough-letters-to-the-editor.html","abstract":"Regarding \"You Can't Trust the Mail With Your Dreams\" (Meanwhile, July 6) by Ellen Goodman:.I recently had the opportunity to work for a year in Africa. Much of my time was spent in remote villages. No phone. No electricity. I felt very out o","thumbnail":null,"section":"Opinion"},{"date":"19940714","headline":"Lewis to Defend Crown Against McCall","web_url":"https://www.nytimes.com/1994/07/14/sports/sports-people-boxing-lewis-to-defend-crown-against-mccall.html","abstract":"  LENNOX LEWIS, the World Boxing Council heavyweight champion, will defend his title against OLIVER McCALL, the mandatory challenger, in London on Sept. 24.","thumbnail":null,"section":"Sports"},{"date":"19940714","headline":"Overhaul Of Schools","web_url":"https://www.nytimes.com/1994/07/14/nyregion/overhaul-of-schools.html","abstract":"  Mayor Rudolph W. Giuliani says he wants to strip away the bureaucracy that runs the New York City schools -- \"crush it,\" is how he puts it -- but he in fact appears to be pursuing the less dramatic but still substantial goal of winning more control over school budgeting.   On Tuesday, Mr. Giuliani formally distributed a report he had requested on overhauling the way the schools are governed. He greeted the report with strong criticism of the Board of Education's central administration and of the Chancellor.","thumbnail":null,"section":"New York"},{"date":"19940714","headline":"Not Only Militants Oppose Mideast Peace Plan; A Pioneer in Zionism","web_url":"https://www.nytimes.com/1994/07/14/opinion/l-not-only-militants-oppose-mideast-peace-plan-a-pioneer-in-zionism-663026.html","abstract":"  To the Editor:   J. J. Goldberg's \"Only in America: Likud vs. Labor\" (Op-Ed, July 2) is either glaringly tendentious or based on misleading information. In referring to the Zionist Organization of America, Mr. Goldberg writes that \"despite its neutral-sounding name\" it is a \"Likud affiliate.\"","thumbnail":null,"section":"Opinion"},{"date":"19940714","headline":"Miami Mob Kills Driver After Car Hits Girl","web_url":"https://www.nytimes.com/1994/07/14/us/miami-mob-kills-driver-after-car-hits-girl.html","abstract":"  A driver whose car hit an 11-year-old girl when she ran into the street was attacked and killed by a mob of young men in an inner-city neighborhood on Tuesday evening. The child suffered only minor injuries.   The shooting of 44-year-old Charles Bell, who had gone shopping for his mother and was still wearing a shirt and tie from his job at a neighborhood funeral home, stunned some people in the Brownsville section of Miami, just east of Miami International Airport and south of Hialeah.","thumbnail":null,"section":"U.S."},{"date":"19940714","headline":"Showdown Time in A.L. Central","web_url":"https://www.nytimes.com/1994/07/14/sports/on-baseball-showdown-time-in-al-central.html","abstract":"  Yesterday was the day Kenny Lofton of the Cleveland Indians said he would begin to think about the Chicago White Sox and baseball's new-found cauldron: the American League Central Division.   \"I'm not thinking about it here at the All-Star Game,\" said Lofton just hours before making his debut on behalf of his league Tuesday night. \"I'll start thinking about it Wednesday.\"","thumbnail":null,"section":"Sports"},{"date":"19940714","headline":"Boy, 13, Held in Killing of Boy, 12, at School for the Troubled","web_url":"https://www.nytimes.com/1994/07/14/nyregion/boy-13-held-in-killing-of-boy-12-at-school-for-the-troubled.html","abstract":"  Nicholas Ippoliti and Brian Edwards were friends, two troubled boys who shared a life in a secluded central Westchester residential school for youths with emotional problems.   On Monday, school officials found both boys had been missing for several hours. But by about 5:30 P.M., officials of the Pleasantville Cottage School in Pleasantville found the body of one of them, 12-year-old Nicholas, in a wooded area on the grounds of the school. The school is an 82-year-old nonprofit institution, which receives referrals from child welfare agencies throughout the state.","thumbnail":null,"section":"New York"},{"date":"19940714","headline":"King Is Now Shooting for the Stars","web_url":"https://www.nytimes.com/1994/07/14/sports/golf-king-is-now-shooting-for-the-stars.html","abstract":"  She needs only one more victory to become the 14th player to win admittance into the Ladies Professional Golf Association Hall of Fame. And to Betsy King there is no more appropriate site for that 30th victory than the Wykagyl Country Club, the site of the $650,000 JAL Big Apple Classic, which begins on Thursday.   \"This is my favorite course on the tour,\" King said yesterday after a practice round at the 96-year-old club renowned for its steep hills, narrow fairways and small, fast greens. \"And I've always played well here.\"","thumbnail":null,"section":"Sports"},{"date":"19940714","headline":"Gang Members Ignited Connecticut Prison Melee, Officials Say","web_url":"https://www.nytimes.com/1994/07/14/nyregion/gang-members-ignited-connecticut-prison-melee-officials-say.html","abstract":"  Prison officials said today that members of an aggressive Hartford-based street gang called 20 Love were at the center of a savage melee that left two men dead Tuesday in the worst night of inmate-on-inmate violence in Connecticut in decades.    But the officials at the Carl Robinson Correctional Institution also agreed in part with the harsh assessment of the prison guards' union that the open dormitory-style construction of the medium security prison itself and the shortage of secure cells for violent inmates were partly to blame as well.","thumbnail":null,"section":"New York"},{"date":"19940714","headline":"U.S. Acts to Bar Repeat of Helicopter Loss","web_url":"https://www.nytimes.com/1994/07/14/world/us-acts-to-bar-repeat-of-helicopter-loss.html","abstract":"  Offering new details on the chain of human errors that caused American pilots to shoot down two United States helicopters in Iraq, Defense Secretary William J. Perry said today that he has ordered changes in the training of flight crews to prevent a repeat of one of the military's worst self-inflicted losses.    The changes include more training for Awacs surveillance plane crews, shorter combat tours and a review of flight procedures.","thumbnail":null,"section":"World"},{"date":"19940714","headline":"Drive Is Opened to Fight Cuts in Medicare","web_url":"https://www.nytimes.com/1994/07/14/us/the-health-care-debate-the-hospitals-drive-is-opened-to-fight-cuts-in-medicare.html","abstract":"  Hospital lobbyists today began what they described as an all-out fight to prevent Congress from making the kind of large cuts in the growth of Medicare that several committees have proposed as a way to finance health coverage for people who are uninsured.   Hospitals have generally supported President Clinton's effort to guarantee health insurance for all Americans, and they have endorsed many of his specific proposals to redesign the health care system.","thumbnail":null,"section":"U.S."},{"date":"19940714","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/14/nyregion/c-corrections-662488.html","abstract":"  An article in The Living Section on June 22 about possible health hazards from eating hot dogs misstated the policy of the journal Cancer Causes and Control for the review of its articles before publication. The articles are indeed reviewed before publication, by at least two experts.","thumbnail":null,"section":"New York"},{"date":"19940714","headline":"Clinton Loans In Arkansas Were Paid Off By Donors","web_url":"https://www.nytimes.com/1994/07/14/us/clinton-loans-in-arkansas-were-paid-off-by-donors.html","abstract":"  Bill Clinton borrowed hundreds of thousands of dollars from a tiny Arkansas bank to promote his legislative agenda as Governor in the mid-1980's, and the loans were paid off by donations from supporters and special interests, according to bank records.   The personal loans were made by the Bank of Cherry Valley, owned and run by Maurice Smith, who was a close aide to Governor Clinton. The bank already figures in the investigation of the Clintons' finances that is being conducted by the independent Whitewater prosecutor, Robert B. Fiske Jr. That part of Mr. Fiske's inquiry concerns repayment of another loan, totaling $50,000, that Mr. Clinton obtained from the bank for his 1984 re-election campaign.","thumbnail":null,"section":"U.S."},{"date":"19940714","headline":"Ward and Williams Get Their Rookie Due","web_url":"https://www.nytimes.com/1994/07/14/sports/pro-basketball-ward-and-williams-get-their-rookie-due.html","abstract":"  Having got his first taste of Knicks-style practice the last two days, Charlie Ward was asked how it has been.   \"Brutal,\" was his succinct reply.","thumbnail":null,"section":"Sports"},{"date":"19940714","headline":"For Wildlife's Sake, Don't Lift Alaska Oil Ban","web_url":"https://www.nytimes.com/1994/07/14/opinion/l-for-wildlife-s-sake-don-t-lift-alaska-oil-ban-662810.html","abstract":"  To the Editor:   In reviewing the impacts of lifting the ban on the export of Alaska North Slope crude oil, the Energy Department failed to take a close look at the environmental consequences. Despite this inexcusable oversight and gaping information abyss, Energy Secretary Hazel O'Leary recommends lifting the 20-year-old prohibition that was a critical element in the Alaska pipeline construction deal (Business Day, July 1).","thumbnail":null,"section":"Opinion"},{"date":"19940714","headline":"Trust Started by Tree Lover Gives Botanical Garden $15 Million","web_url":"https://www.nytimes.com/1994/07/14/nyregion/trust-started-by-tree-lover-gives-botanical-garden-15-million.html","abstract":"  As a young woman, Mary Flagler Cary had an enduring admiration for trees. She photographed them. She delighted in planting arbors on the family's 2,000-acre Dutchess County estate in Millbrook, N.Y.   Now, more than a quarter century after her death, the philanthropy she created is giving $15 million, its largest gift ever, to the New York Botanical Garden in the Bronx. The money is to sustain plant research and help young scientists pursue botanical studies in this country and abroad.","thumbnail":null,"section":"New York"},{"date":"19940714","headline":"Tomjanovich Accused of Drunken Driving","web_url":"https://www.nytimes.com/1994/07/14/sports/sports-people-basketball-tomjanovich-accused-of-drunken-driving.html","abstract":"  RUDY TOMJANOVICH, coach of the National Basketball Association champion Houston Rockets, was free on $500 bond yesterday after spending a night in jail on a drunken driving charge.   Tomjanovich, 45, was arrested at about 3 A.M. in West University Place, Tex., after an officer reported stopping the red Jeep the coach was driving for speeding and twice crossing a yellow line. \"It was believed the subject had been drinking, and there was an odor of alcohol on his breath,\" said Chief STEVE GRIFFITH of the West University Place police.","thumbnail":null,"section":"Sports"},{"date":"19940714","headline":"Larry Hogue, Symbol of Troubled Homeless, Flees a Hospital","web_url":"https://www.nytimes.com/1994/07/14/nyregion/larry-hogue-symbol-of-troubled-homeless-flees-a-hospital.html","abstract":"  A mentally ill man who for years terrified a neighborhood on the Upper West Side of Manhattan escaped yesterday from a state psychiatric center in Queens, where he had been assigned to a locked ward since last fall, officials said.    The man, Larry Hogue, left the ward at 11:30 A.M. for what was supposed to be a 15-minute errand across the sprawling campus of the Creedmoor Psychiatric Center. A spokeswoman for Creedmoor, Karen Schechter, said that Mr. Hogue had done well enough in recent months to be given grounds privileges. Yesterday, she said, he was to pick up his wages from a rehabilitation program, a check for about $25, and go back to the ward for lunch.","thumbnail":null,"section":"New York"},{"date":"19940714","headline":"N.B.A. Case Still Unresolved","web_url":"https://www.nytimes.com/1994/07/14/sports/pro-basketball-nba-case-still-unresolved.html","abstract":"  The labor stalemate between the National Basketball Association and the players' union remained unresolved yesterday as the Federal judge who presided over a one-day trial on Tuesday failed to make a ruling. A decision is expected today or tomorrow. Both sides submitted final papers yesterday to United States District Court Judge Kevin Duffy in Manhattan.   The N.B.A. sued the union last month, saying the dispute should remain a collective bargaining -- not an antitrust -- matter. The National Basketball Players Association, arguing that the impasse should be judged an antitrust case, got a temporary restraining order that halted all player signings. The union has also charged that the salary cap, college draft and right of first refusal violate antitrust law.   \"If the judge struck it all down, it would create chaos, but we could go quickly to the Court of Appeals, and we believe they'd reverse,\" said Howard Ganz, one of the N.B.A.'s lawyers.","thumbnail":null,"section":"Sports"},{"date":"19940714","headline":"No Thanks, Mr. McEnroe","web_url":"https://www.nytimes.com/1994/07/14/sports/no-thanks-mr-mcenroe.html","abstract":"  The United States Davis Cup captain, Tom Gullikson, had a lukewarm response today to John McEnroe's offer to play doubles for the team.   \"Just the fact that he is willing to play says a lot about his commitment to Davis Cup,\" Gullikson said. \"But realistically you need to look at younger guys and hope the young players step up and give the same commitment and level of interest to Davis Cup that John has shown his entire life.\"","thumbnail":null,"section":"Sports"},{"date":"19940714","headline":"Cries of 'Bella!' Ring Out in Corona","web_url":"https://www.nytimes.com/1994/07/14/sports/world-cup-94-cries-of-bella-ring-out-in-corona.html","abstract":"  Amid the din that shook Lucia's Cafe in Corona, Queens, yesterday during the final moments of Italy's victory in the World Cup semifinals, only one man stood without a noisemaker, a bell or a flag. His arms were crossed tensely over his chest, and the index and pinky fingers of each hand were raised upward while the other fingers were tucked under his thumb.   \"The horns,\" intoned Luigio Gigliotti, his eyes flickering in some kind of soccer-induced trance. \"The horns.\"","thumbnail":null,"section":"Sports"},{"date":"19940714","headline":"1944:Gandhi Vows Help : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/07/14/opinion/IHT-1944gandhi-vows-help-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW DELHI, India - [From our New York edition:] Mohandas K. Gandhi has pledged not to renew his campaign of civil disobedience during the war, and instead has promised to help the Allied war effort and has envisaged a Nationalist government of India under","thumbnail":null,"section":"Opinion"},{"date":"19940714","headline":"In One Year, the Mets Do an About-Face","web_url":"https://www.nytimes.com/1994/07/14/sports/baseball-in-one-year-the-mets-do-an-about-face.html","abstract":"  Nobody's calling them the Miracle Mets yet, but as they prepare to resume play after the All-Star break with a game against the San Diego Padres at Shea Stadium tonight, it would be hard to deny that by some measures the Mets are one of the hottest teams in baseball. Certainly they are among the most improved. 13-Game Improvement    Consider that a year ago the Mets were in seventh place in the Eastern Division. Today they are in fifth place. True, they were last in a seven-team division last year and are last in a five-team division this year, but don't snicker too soon.","thumbnail":null,"section":"Sports"},{"date":"19940714","headline":"Not Only Militants Oppose Mideast Peace Plan","web_url":"https://www.nytimes.com/1994/07/14/opinion/l-not-only-militants-oppose-mideast-peace-plan-662755.html","abstract":"  To the Editor:   J. J. Goldberg employs the deceptive tactic of playing off the general fear of militant radicalism to encourage mainstream American Jews to mobilize in support of the Israeli-Palestinian peace process (\"Only in America: Likud vs. Labor,\" Op-Ed, July 2).","thumbnail":null,"section":"Opinion"},{"date":"19940714","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/14/nyregion/c-corrections-662496.html","abstract":"  An article in Business Day on Tuesday about a labor agreement between the Leslie Fay Companies and the International Ladies Garment Workers Union misstated one of the terms of the accord. The company has guaranteed 600 production jobs in Pennsylvania for one year, until July 31, 1995, not three years. For the rest of the three-year contract, it agreed only to the goal of trying to maintain the jobs.","thumbnail":null,"section":"New York"},{"date":"19940714","headline":"Sports of The Times; The Locals Finish Their Homestand","web_url":"https://www.nytimes.com/1994/07/14/sports/sports-of-the-times-the-locals-finish-their-homestand.html","abstract":"  THEY are selling the World Cup in square feet today. It's all over in the East. The World Cup has moved out West for one last fling, the final. And they are chopping up the beautiful lawn for souvenirs.   With true World Cup chutzpah, the organizers could assure every purchaser that this specific square foot of sod is where Roberto Baggio dug in his heel and kicked a goal for Italy. It would be a scam, but isn't the World Cup at least partly about turning over money by the bushel?","thumbnail":null,"section":"Sports"},{"date":"19940714","headline":"In Pyongyang, All Bawling in Unison","web_url":"https://www.nytimes.com/1994/07/14/opinion/IHT-in-pyongyang-all-bawling-in-unison.html","abstract":"The scenes from Pyongyang television after the death of Kim Il Sung were scarier and in a way more mysterious than North Korea's atomic secrets..They showed a dense and endless sea of people - boys and girls, old women, stiff-backed generals in uniform","thumbnail":null,"section":"Opinion"},{"date":"19940714","headline":"The Cost of Gastronomy: Asian Bird Is Endangered","web_url":"https://www.nytimes.com/1994/07/14/style/IHT-the-cost-of-gastronomy-asian-bird-is-endangered.html","abstract":"When Lilian Cheong takes orders from Chinese diners they will often ask for a favorite dish - the edible nest of swiftlets made into soup or stuffed in bamboo pith. When cooked, many Chinese prize the nests as a delicacy and health tonic..\"They ar","thumbnail":null,"section":"Style"},{"date":"19940714","headline":"Clark Earns His License to Race Hot Rods","web_url":"https://www.nytimes.com/1994/07/14/sports/sports-people-baseball-clark-earns-his-license-to-race-hot-rods.html","abstract":"  The former major leaguer JACK CLARK earned his National Hot Rod Association top fuel dragster license this week at the track where he has been trying to qualify for about two months.   Clark becomes the first former major leaguer to receive the license, according to officials at the Texas Motorplex in Ennis, located about 30 miles south of Dallas.","thumbnail":null,"section":"Sports"},{"date":"19940714","headline":"Pickel, Veteran Lineman, Returns to Jets","web_url":"https://www.nytimes.com/1994/07/14/sports/sports-people-football-pickel-veteran-lineman-returns-to-jets.html","abstract":"  Defensive tackle BILL PICKEL, who in 1993 enjoyed one of his most productive seasons, has agreed to contract terms with the Jets, the team announced yesterday.   Pickel, a former Los Angeles Raider from Rutgers University and St. Francis Prep High School in Queens, will be starting his 12th season in the National Football League and third with the Jets.","thumbnail":null,"section":"Sports"},{"date":"19940714","headline":"How Many Gay Comics Does It Take to Do 2 Shows?","web_url":"https://www.nytimes.com/1994/07/14/arts/television-review-how-many-gay-comics-does-it-take-to-do-2-shows.html","abstract":"  Gay and lesbian standup comics are not exactly new to prime time. Shows like WNYC's \"In the Life\" and Comedy Central's \"Out There\" have paved the way to wider exposure. Tonight HBO opens the electronic closet's door even wider with two back-to-back editions of \"Comedy Half-Hour.\" Suzanne Westenhoefer is featured in the first, Bob Smith in the second. Both performers appeared earlier in \"Out There,\" an all gay-and-lesbian comedy special.    As far as show business is concerned, what would have been unthinkable in the 1980's is becoming almost commonplace today. Interviewed on a local news program this week, the singer Melissa Etheridge spoke matter-of-factly about how being a lesbian affects or, equally significant, doesn't affect her work. Amanda Bearse of Fox's \"Married . . . With Children,\" thought to be the only openly gay actress on a regular prime-time series, is the host of the second production of \"Out There,\" on Comedy Central on Oct. 11, National Coming Out Day.","thumbnail":null,"section":"Arts"},{"date":"19940714","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/07/14/style/IHT-what-theyre-reading.html","abstract":"Claire Chazal, the French anchorwoman, is reading Jay McInerney's \"Brightness Falls\" and \"Le Collectionneur\" by Christine Orban..\"McInerney's book is very media oriented, funny and just as relevant for French people as Americans","thumbnail":null,"section":"Style"},{"date":"19940714","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/14/nyregion/c-corrections-656496.html","abstract":"  A picture caption yesterday about Judge Stephen G. Breyer's testimony before the Senate Judiciary Committee with a picture showing three members of the committee misidentified the Senator on the left in some editions. It was Senator Orrin G. Hatch, not Strom Thurmond.","thumbnail":null,"section":"New York"},{"date":"19940714","headline":"OLYMPICS;\nVolleyball Might Be Moved From Controversial Site","web_url":"https://www.nytimes.com/1994/07/14/sports/olympics-volleyball-might-be-moved-from-controversial-site.html","abstract":"Atlanta Olympic officials are making plans to move part of the volleyball competition for the 1996 Games out of a suburban county whose governing body adopted an anti-homosexual resolution last year.\n\nBilly Payne, president of the Atlanta Committee for the Olympic Games, said today that an undisclosed site is under investigation for \"affordability, accessibility and acceptability as a substitute venue.\"","thumbnail":null,"section":"Sports"},{"date":"19940714","headline":"Baggio, The Hero, Cries Tears Of Joy","web_url":"https://www.nytimes.com/1994/07/14/sports/world-cup-94-baggio-the-hero-cries-tears-of-joy.html","abstract":"  Roberto Baggio and the man in the suit were arm in arm at the end, heading toward the shadows and all the noise at the west end of Giants Stadium. Baggio's two goals had created their emotional embrace and a long, slow walk, the beginning of a trip that will take him to the Rose Bowl on Sunday for a final step toward a championship.   Italy had just defeated Bulgaria, 2-1, and the man in the suit, Gigi Riva, could understand the powerful emotions Baggio felt better than anyone else. Nearly a quarter-century ago, Riva had shouldered the burden of a nation's expectations for an Italian team that reached the 1970 final, also against Brazil. Today, when Baggio's brilliance allowed Italy to satisfy those passions for one penultimate moment, today's hero, the one in the Azzurri uniform, cried.","thumbnail":null,"section":"Sports"},{"date":"19940714","headline":"With Persuasion and Muscle, Black Caucus Reshapes Haiti Policy","web_url":"https://www.nytimes.com/1994/07/14/world/with-persuasion-and-muscle-black-caucus-reshapes-haiti-policy.html","abstract":"  In March, the 39 members of the Congressional Black Caucus in the House introduced a bill to tighten the economic embargo against Haiti, sever its commercial air links to the United States, halt the summary repatriation of Haitian refugees picked up at sea and block financial assets held in America by Haitian nationals.   The measure has not yet come up for a vote in Congress. But now it hardly matters. Virtually all its provisions have been adopted as President Clinton's policy toward Haiti.","thumbnail":null,"section":"World"},{"date":"19940714","headline":"Bulgarian Star Vents Anger","web_url":"https://www.nytimes.com/1994/07/14/sports/world-cup-94-bulgarian-star-vents-anger.html","abstract":"  Hristo Stoichkov had reason to be frustrated on this hot afternoon. His team's giant-killing saga had ended in a 2-1 semifinal loss to Italy, and he had pulled a muscle and left the game in the 78th minute.    But what made him hot was the referee, Joel Quiniou, who called a penalty late in the first half -- Stoichkov converted the kick for the Bulgarians' goal -- but did not call another penalty he felt they deserved.","thumbnail":null,"section":"Sports"},{"date":"19940714","headline":"Do Do That Hoodoo... : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/14/opinion/IHT-do-do-that-hoodoo-letters-to-the-editor.html","abstract":"Regarding \"No Soccer Voodoo Here\" (Letters, June 28) from Hermano Teles Ribeiro:.The word I used in my earlier letter was \"hoodoo\" and not \"voodoo\" - bad luck, not black magic. By predicting that Brazil would win. the Worl","thumbnail":null,"section":"Opinion"},{"date":"19940714","headline":"1919:Marshals Honored : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/07/14/opinion/IHT-1919marshals-honored-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Parisians flocked yesterday [June 13] in countless thousands to the City Hall, eager to cheer the three Marshals of France who were to be presented with swords of honor as a mark of the gratitude of the population towards the great military leader","thumbnail":null,"section":"Opinion"},{"date":"19940714","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/07/14/nyregion/news-summary-655970.html","abstract":"  International A3-11  U.S. TO REVISE AIR TRAINING  Offering new details on the chain of human errors that caused American pilots to shoot down two U.S. helicopters in Iraq, Defense Secretary William J. Perry said he has ordered changes in training to prevent such accidents. A6","thumbnail":null,"section":"New York"},{"date":"19940714","headline":"Only Romario Finds the Net, and Brazil Lands in Final","web_url":"https://www.nytimes.com/1994/07/14/sports/world-cup-94-only-romario-finds-the-net-and-brazil-lands-in-final.html","abstract":"  The cycle for Brazil at the World Cup had gone unbroken for nearly a quarter of a century: colossal expectation followed by national despair, unrivaled flair tarnished by unfulfilled accomplishment, the vibrant samba reduced to a somber march.   Until now.","thumbnail":null,"section":"Sports"},{"date":"19940714","headline":"4 Airlines Sign Kennedy Deal For a Terminal","web_url":"https://www.nytimes.com/1994/07/14/nyregion/4-airlines-sign-kennedy-deal-for-a-terminal.html","abstract":"  Four foreign airlines will build the first entirely new terminal at Kennedy International Airport in more than two decades, under an agreement signed yesterday that is intended to bolster Kennedy's position as the nation's leading airport for international flights.   The new terminal will occupy the site of the Eastern Air Lines terminal that has sat unused since that carrier folded in 1990. Financing will come from $435 million in bonds issued by New York City's Industrial Development Agency, but under the agreement, a consortium of the four airlines -- Air France, Lufthansa German Airlines, Japan Air Lines and Korean Air Lines -- will build and pay for the structure, taking responsibility for repayment of the bonds.","thumbnail":null,"section":"New York"},{"date":"19940714","headline":"IN PERFORMANCE: DANCE","web_url":"https://www.nytimes.com/1994/07/14/arts/in-performance-dance-662976.html","abstract":"  Spanish Style and Passion, With a Mastery of Rhythm  Gramercy Arts Theater    Pilar Rioja's Spanish dance solos are remarkable for their intelligence, stylishness and passion, qualities apparent on Sunday afternoon when her program included two New York premieres that displayed her mastery of rhythm.","thumbnail":null,"section":"Arts"},{"date":"19940714","headline":"IN PERFORMANCE: JAZZ","web_url":"https://www.nytimes.com/1994/07/14/arts/in-performance-jazz-662968.html","abstract":"  A Big Band Combines Repertory and Improvising  Village Vanguard    Big bands have personalities, and the one Loren Schoenberg brought to the Village Vanguard on Monday night is calm and airy. Mr. Schoenberg, a saxophonist, band leader and jazz historian, knows exactly how to calibrate his orchestra, and it moves easily from a quiet, almost conversational level to a scream, with nicely balanced and clear reed and brass sections.","thumbnail":null,"section":"Arts"},{"date":"19940714","headline":"FIFA's Cracked Its Whip, Now It Must Assess What It Has Wrought","web_url":"https://www.nytimes.com/1994/07/14/sports/IHT-fifas-cracked-its-whip-now-it-must-assess-what-it-has-wrought.html","abstract":"Humor and life's small ironies are probably lost on Mauro Tassotti right now. But as the Italian defender sits out the last days of the World Cup, banned for eight matches for elbowing Spain's Luis Enrique in the face, it might occur to him that he lists","thumbnail":null,"section":"Sports"},{"date":"19940714","headline":"Lessons of the Feast; In Brooklyn, Renewal in Ancient Rite","web_url":"https://www.nytimes.com/1994/07/14/nyregion/lessons-of-the-feast-in-brooklyn-renewal-in-ancient-rite.html","abstract":"  The Turks invaded Italian Williamsburg this week and got the heave-ho.   The Italians, predictably, loved it. But so did the Turks. Even the parish priest gave his blessing with a smile. Go figure how they settle scores in Brooklyn.   This was not the most recent clash in one of the city's more obscure ethnic wars. Rather it was payback for a heroic deed from way back -- the fifth century -- when legend says that an Ottoman sultan rescued St. Paulinus, the bishop of Nola, Italy, from captivity.","thumbnail":null,"section":"New York"},{"date":"19940714","headline":"Clinton Turns Attention To Georgia Flood Relief","web_url":"https://www.nytimes.com/1994/07/14/us/clinton-turns-attention-to-georgia-flood-relief.html","abstract":"  Barely stopping to sleep after returning late last night from a European summit, President Clinton and his top aides swooped into Georgia today, quickly viewed the state's greatest flood in a century and pledged $66 million in Federal aid for this and two neighboring states.   Before swooping back out after four hours, Mr. Clinton took to television to promise local farmers that he would ask Congress for twice the normal level of aid and he urged news organizations to point out any kink in the aid pipeline so that the White House could \"put the hammer down and solve it.\"","thumbnail":null,"section":"U.S."},{"date":"19940714","headline":"The Pope Takes On A Surprising Role: High-Priced Author","web_url":"https://www.nytimes.com/1994/07/14/books/the-pope-takes-on-a-surprising-role-high-priced-author.html","abstract":"  In a highly unusual publishing event that has been a tightly kept secret until now, a book written by Pope John Paul II is to be published commercially around the world late in the fall. The book, a collection of essays called \"Crossing the Threshold of Hope,\" is a discussion of Roman Catholicism and how it relates to the modern era, and will be published in the United States by Alfred A. Knopf, said Sonny Mehta, the publisher and editor in chief at Knopf.   Mr. Mehta and his boss, Alberto Vitale, the chairman of Random House, obtained the book on Tuesday in a hefty multimillion-dollar deal with Morton L. Janklow, the literary agent who represents the Pope's Italian publisher, Mondadori, in the United States. \"This is an extremely important book, and we will publish it with all the vigor and the expertise that we have,\" Mr. Mehta said in an interview yesterday.","thumbnail":null,"section":"Books"},{"date":"19940714","headline":"Merger of New York's Police Forces Faces Tough Obstacles","web_url":"https://www.nytimes.com/1994/07/14/opinion/l-merger-of-new-york-s-police-forces-faces-tough-obstacles-766364.html","abstract":"  To the Editor:   \"Unifying the Police Forces\" (editorial, July 5) is correct: the merger of New York's housing and transit police with the New York City Police Department is \"an excellent idea.\" However, you do not mention some significant obstacles.","thumbnail":null,"section":"Opinion"},{"date":"19940714","headline":"School Ruling Seen as Push Toward More State Control","web_url":"https://www.nytimes.com/1994/07/14/nyregion/school-ruling-seen-as-push-toward-more-state-control.html","abstract":"  In a state where few political traditions are as zealously protected as home rule, the New Jersey Supreme Court has pushed the Governor and the Legislature toward greater state control -- and conceivably total state control -- over the financing of public schools to bridge the gap in spending between its richer and poorer school districts.   The court, the state's highest, set the state on that path on Tuesday, when it ruled for the third time in the last 20 years that New Jersey's system of financing public education was unconstitutional because it failed to guarantee parity between rich and poor school districts, essentially between schools in its affluent suburbs and schools in its blighted cities.  While the court stopped short of dictating guidelines or setting specific financial goals, it was forceful in stating the direction that it feels the state must go.","thumbnail":null,"section":"New York"},{"date":"19940714","headline":"Provision on Racial Bias in Death Sentences Appears Unlikely for Crime Bill","web_url":"https://www.nytimes.com/1994/07/14/us/provision-on-racial-bias-in-death-sentences-appears-unlikely-for-crime-bill.html","abstract":"  With the Congressional clock ticking, efforts to break the logjam over the Clinton Administration's anti-crime package have broken down, and there is little expectation that the final bill will include a provision that its proponents say would help prevent racial bias in death sentences.   The provision has been the major bone of contention in the proposed $30.2 billion crime package, with Republicans, particularly in the Senate, adamantly against it and many but not all members of the Congressional Black Caucus for it.","thumbnail":null,"section":"U.S."},{"date":"19940714","headline":"Television Coverage Of Senate Hearings","web_url":"https://www.nytimes.com/1994/07/14/us/the-supreme-court-television-coverage-of-senate-hearings.html","abstract":"  The Senate Judiciary Committee's confirmation hearings on Judge Stephen G. Breyer's nomination to the Supreme Court will be covered live today, beginning at 10 A.M., by the Public Broadcasting Service.   The service will provide gavel-to-gavel coverage to its affiliates, which have the option of carrying the hearings or running other programs.","thumbnail":null,"section":"U.S."},{"date":"19940714","headline":"Beware, This Decline of the Dollar Is Dangerous","web_url":"https://www.nytimes.com/1994/07/14/opinion/IHT-beware-this-decline-of-the-dollar-is-dangerous.html","abstract":"President Bill Clinton has made clear from Naples that his policy is to leave the dollar alone. Unsupported, it has continued to fall..The White House, its denials notwithstanding, sees this as more of a benefit than a problem in American trade, especi","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19940714","time":"1994-07-14 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.1,"rhum":82,"wspd":5.4},{"date":"19940714","time":"1994-07-14 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":89,"wspd":13},{"date":"19940714","time":"1994-07-14 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.1,"rhum":89,"wspd":11.2},{"date":"19940714","time":"1994-07-14 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.5,"rhum":86,"wspd":9.4},{"date":"19940714","time":"1994-07-14 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.2,"rhum":82,"wspd":9.4},{"date":"19940714","time":"1994-07-14 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.1,"rhum":83,"wspd":5.4},{"date":"19940714","time":"1994-07-14 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16,"rhum":81,"wspd":11.2},{"date":"19940714","time":"1994-07-14 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":76,"wspd":11.2},{"date":"19940714","time":"1994-07-14 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.4,"rhum":70,"wspd":5.4},{"date":"19940714","time":"1994-07-14 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.7,"rhum":61,"wspd":5.4},{"date":"19940714","time":"1994-07-14 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.7,"rhum":56,"wspd":5.4},{"date":"19940714","time":"1994-07-14 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.3,"rhum":50,"wspd":3.6},{"date":"19940714","time":"1994-07-14 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.1,"rhum":41,"wspd":9.4},{"date":"19940714","time":"1994-07-14 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24.4,"rhum":41,"wspd":3.6},{"date":"19940714","time":"1994-07-14 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":25,"rhum":39,"wspd":5.4},{"date":"19940714","time":"1994-07-14 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24.8,"rhum":38,"wspd":9.4},{"date":"19940714","time":"1994-07-14 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":25.1,"rhum":43,"wspd":7.6},{"date":"19940714","time":"1994-07-14 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":25.1,"rhum":40,"wspd":9.4},{"date":"19940714","time":"1994-07-14 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24,"rhum":55,"wspd":13},{"date":"19940714","time":"1994-07-14 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.7,"rhum":53,"wspd":13},{"date":"19940714","time":"1994-07-14 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.5,"rhum":65,"wspd":14.8},{"date":"19940714","time":"1994-07-14 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.8,"rhum":55,"wspd":13},{"date":"19940714","time":"1994-07-14 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.2,"rhum":61,"wspd":11.2},{"date":"19940714","time":"1994-07-14 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.9,"rhum":55,"wspd":13},{"date":"19940714","time":"1994-07-14 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.9,"rhum":37,"wspd":14.8},{"date":"19940714","time":"1994-07-14 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.8,"rhum":42,"wspd":20.5},{"date":"19940714","time":"1994-07-14 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":52,"wspd":22.3},{"date":"19940714","time":"1994-07-14 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":59,"wspd":20.5},{"date":"19940714","time":"1994-07-14 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":61,"wspd":13},{"date":"19940714","time":"1994-07-14 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":59,"wspd":9.4},{"date":"19940714","time":"1994-07-14 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":61,"wspd":9.4},{"date":"19940714","time":"1994-07-14 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":63,"wspd":11.2},{"date":"19940714","time":"1994-07-14 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":62,"wspd":13},{"date":"19940714","time":"1994-07-14 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":69,"wspd":14.8},{"date":"19940714","time":"1994-07-14 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":71,"wspd":13},{"date":"19940714","time":"1994-07-14 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":65,"wspd":18.7},{"date":"19940714","time":"1994-07-14 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":62,"wspd":18.7},{"date":"19940714","time":"1994-07-14 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":55,"wspd":18.7},{"date":"19940714","time":"1994-07-14 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":43,"wspd":14.8},{"date":"19940714","time":"1994-07-14 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":45,"wspd":13},{"date":"19940714","time":"1994-07-14 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":47,"wspd":9.4},{"date":"19940714","time":"1994-07-14 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":47,"wspd":9.4},{"date":"19940714","time":"1994-07-14 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":47,"wspd":18.7},{"date":"19940714","time":"1994-07-14 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":57,"wspd":14.8},{"date":"19940714","time":"1994-07-14 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":61,"wspd":24.1},{"date":"19940714","time":"1994-07-14 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":69,"wspd":14.8},{"date":"19940714","time":"1994-07-14 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":88,"wspd":16.6},{"date":"19940714","time":"1994-07-14 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":94,"wspd":14.8}]}}