{"19941128":{"guardian_articles":[{"date":"19941128","headline":"Zaire boots out Rwanda 'killers'","web_url":"https://www.theguardian.com/world/1994/nov/28/congo.chrismcgreal","abstract":null,"thumbnail":null,"section":"World news"}],"nytimes_articles":[{"date":"19941128","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/11/28/nyregion/chronicle-953644.html","abstract":"  As far as ISAIAH SHEFFER is concerned, Symphony Space might as well be on the Left Bank as on the Upper West Side, so thoroughly has he dipped it into French culture this season.    \"Symphony Space has turned into 'Symphonie Fantastique,' \" Mr. Sheffer, the artistic director of the center for performing arts, said the other day. In addition to a nine-week retrospective of Louis Malle films now going on, Mr. Sheffer has planned for next month what he describes as \"a weekend devoted to French love in letters, poetry, song and cinema.\"","thumbnail":null,"section":"New York"},{"date":"19941128","headline":"DANCE","web_url":"https://www.nytimes.com/1994/11/28/arts/in-performance-dance-953318.html","abstract":"  2 Titles Promise Stories But Deliver Portraits  Joyce Theater    Despite its title, Garth Fagan's \"Telling a Story\" doesn't tell a story, at least not in the usual sense. Instead, this two-part piece, to recordings by Miles Davis, is a portrait of determined people. It received a forceful performance when Garth Fagan Dance offered it on Friday night at the Joyce Theater.","thumbnail":null,"section":"Arts"},{"date":"19941128","headline":"Shuler Seeks Positives In a Learning Season","web_url":"https://www.nytimes.com/1994/11/28/sports/pro-football-shuler-seeks-positives-in-a-learning-season.html","abstract":"  The Washington Redskins, once dominant at Robert F. Kennedy Stadium, lost their eighth game in a row here today, 21-19, to the Giants. But the coach and the quarterback expected to lead this team back to respectability saw progress, even if it came in baby steps.   Heath Shuler was back at the helm for Washington, a team that has split the time at quarterback among Shuler, Gus Frerotte and John Friesz. Shuler, the rookie from the University of Tennessee, showed promise, but it was sandwiched around shakiness. His final statistics -- 11 of 28 for 165 yards and 1 interception -- were certainly nothing to rave about. Nevertheless, Shuler and Coach Norv Turner said they saw some positive signs.","thumbnail":null,"section":"Sports"},{"date":"19941128","headline":"New Look at Bosnia Strategy","web_url":"https://www.nytimes.com/1994/11/28/world/new-look-at-bosnia-strategy.html","abstract":"  Defense Secretary William J. Perry said he believes that Bosnia cannot reverse gains by Serbs, even with NATO help. Page A11.","thumbnail":null,"section":"World"},{"date":"19941128","headline":"Cab Calloway Memorial","web_url":"https://www.nytimes.com/1994/11/28/arts/cab-calloway-memorial.html","abstract":"  A memorial service for Cab Calloway is to be held tomorrow at 6:30 P.M. at the Cathedral of St. John the Divine, Amsterdam Avenue at 110th Street, Morningside Heights. Former Mayor David N. Dinkins, Bill Cosby and Gen. Colin L. Powell are the scheduled speakers, and the musicians Milt Hinton, Doc Cheatham and Illinois Jacquet are to play. The service is open to the public. Mr. Calloway died on Nov 18 at age 86.","thumbnail":null,"section":"Arts"},{"date":"19941128","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/11/28/nyregion/metro-digest-948357.html","abstract":"  NEW YORK CITY SPINS ITS DROSS INTO GOLD   While collection is the most visible and expensive part of New York City's recycling program, officials say it is the reuse of those items -- as everything from traffic barricades to fishing piers -- that justifies the effort and may someday underwrite its cost, now $77 million a year for pickup and processing. And beyond creating new ways to use old materials, recycling is also creating jobs. In fact, New York's growing supplies of materials, combined with strong foreign and domestic markets, have spurred the establishment and expansion of so many private processing plants that the city, which contracts with 14 different companies, has all but abandoned a plan to build five city-owned plants. A1.","thumbnail":null,"section":"New York"},{"date":"19941128","headline":"No Headline","web_url":"https://www.nytimes.com/1994/11/28/nyregion/no-headline-951498.html","abstract":"  \"It used to be that a woman's mental health, having peaked in her 20's, declined drastically after age 40. But today the mental health of women in their 50's is as good as, or better than, that of women in their 20's and 30's.\" -- BETTY FRIEDAN.  [ A1:5. ]","thumbnail":null,"section":"New York"},{"date":"19941128","headline":"1944:New Opera Season : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/11/28/opinion/IHT-1944new-opera-season-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - [From our New York edition:] A miserable rain notwithstanding, 4,000 devotees thronged to the Metropolitan Opera House last night [Nov. 27], starting its sixtieth season of opera with a performance of Gounod's \"Faust.\" They thus heart","thumbnail":null,"section":"Opinion"},{"date":"19941128","headline":"In Guatemala, a New Repression Reigns","web_url":"https://www.nytimes.com/1994/11/28/opinion/l-in-guatemala-a-new-repression-reigns-953415.html","abstract":"  To the Editor:   Coverage of the efforts of Jennifer Harbury, a United States citizen, to learn from the Guatemalan Government the truth about her husband, a Guatemalan guerrilla reportedly seen alive in the custody of the Guatemalan Government in a clandestine prison, has ignored the abandonment of constitutional democracy by the Government in power in Guatemala, which underlies a deteriorating human rights situation.   President Ramiro de Leon Carpio was appointed as President of Guatemala by a Congressional vote after an attempted Presidential coup by his predecessor failed; the President was never elected by the people.","thumbnail":null,"section":"Opinion"},{"date":"19941128","headline":"A Momentous Occasion for Giants' Brown","web_url":"https://www.nytimes.com/1994/11/28/sports/pro-football-a-momentous-occasion-for-giants-brown.html","abstract":"  In the rain and cold, on a field that had all the traction of Silly Putty, Giants quarterback Dave Brown went through another one of his moments. He has been through plenty of them. There was the moment when, after the Giants' 3-0 start, he earned the respect of everyone around him. There was the moment he was benched and his pride was bruised. There was the moment last week when he lay on the ground, unconscious, for 30 seconds.   And there was today's moment. It may turn out to be a big one for this season, for his career. Or it may be a blip on the Brown radar screen. This moment put Brown back in firmly as the starting quarterback of the Giants, and with the 21-19 victory over the Washington Redskins at R.F.K. Stadium, it kept the team's slim playoff hopes alive.","thumbnail":null,"section":"Sports"},{"date":"19941128","headline":"On the Right Track","web_url":"https://www.nytimes.com/1994/11/28/opinion/on-the-right-track.html","abstract":"  Thirty-one years ago, the shattered marble, travertine and granite columns, caryatids, gods and eagles of Penn Station -- modeled after the monuments of ancient Rome by McKim, Mead and White and built for eternity in 1910 -- were carted off to the Secaucus meadows, giving New Jersey undisputed title to the world's most elegant dump. Of the eagles that crowned the station's walls, a few tokens were reinstalled in front of the new Madison Square Garden, making the contrast between classical and cheesy terminally (pun intended) clear.   Because what goes around comes around, usually so that you want to laugh or cry, there are plans for a new Penn Station. The proposal is part of a program in which all of the facilities for Amtrak, New Jersey Transit and the Long Island Railroad will be coordinated for what is now fashionably called intermodal transportation but looks more like a railroad revival and great train station renaissance.","thumbnail":null,"section":"Opinion"},{"date":"19941128","headline":"One Blitz Too Many Helps Bears Nip Cards","web_url":"https://www.nytimes.com/1994/11/28/sports/pro-football-one-blitz-too-many-helps-bears-nip-cards.html","abstract":"  The entire state bought his rhetoric and the defense bought his playbook, but Buddy Ryan is about to renege on his promise. He told anyone who would listen that the Arizona Cardinals were a playoff team, but today he called the wrong defense at the wrong time and lost his most critical game of the season in overtime.   The Chicago Bears, the team that made him famous, defeated the Cardinals, 19-16, after Ryan blitzed one time too many. Facing a third-and-7 at its 35-yard line, Chicago picked up Ryan's rushing middle linebacker, Eric Hill, and quarterback Steve Walsh had what seemed like hours to locate Jeff Graham, his undeterred wide receiver, upfield.","thumbnail":null,"section":"Sports"},{"date":"19941128","headline":"Take a Realistic Look at Some of These Women on Welfare","web_url":"https://www.nytimes.com/1994/11/28/opinion/l-take-a-realistic-look-at-some-of-these-women-on-welfare-953326.html","abstract":"  To the Editor:   Congress and some of the people it represents must have got the idea somewhere that poor women and their children are using too many tax dollars, that their families are too large, they're having too many children, they don't want to work, and they are living comfortable lives off the rest of us out of laziness.","thumbnail":null,"section":"Opinion"},{"date":"19941128","headline":"Ingram's Career Day Not Just Touchdowns","web_url":"https://www.nytimes.com/1994/11/28/sports/pro-football-ingram-s-career-day-not-just-touchdowns.html","abstract":"  Clutching the ball he had caught for the winning touchdown as if it were an early Christmas present, Mark Ingram was asked if he could remember the last time he had a game like the one he had against the Jets today.   \"Little league, pee wees, flag football, I don't know,\" the Dolphins flanker said en route to the team bus.","thumbnail":null,"section":"Sports"},{"date":"19941128","headline":"Liberal Groups Banking on Republicans for Renewal","web_url":"https://www.nytimes.com/1994/11/28/us/liberal-groups-banking-on-republicans-for-renewal.html","abstract":"  In an unusual consequence of Election Day's vast conservative shift, liberal interest groups are anticipating a period of prosperity. The main reason, their leaders say, is that Newt Gingrich, in line to be the Speaker of the House, is an ideal fund-raising tool.   Groups like the American Civil Liberties Union, Public Citizen and assorted environmental lobbying organizations say they are almost certain to receive sharp increases in donations as a result of the shift in Congress giving the Republicans majorities in both chambers for the first time since the 1950's. The liberal groups expect increases in their memberships as well.","thumbnail":null,"section":"U.S."},{"date":"19941128","headline":"A Crusader Adjusts to Life After Apartheid","web_url":"https://www.nytimes.com/1994/11/28/books/a-crusader-adjusts-to-life-after-apartheid.html","abstract":"  Through each of her books and across the trajectory of her days, Nadine Gordimer has wrestled with her political surroundings, chronicling for outsiders the personal echoes of life in a racist society. With apartheid finally ended, the novelist waxes exultant over a sense of renewal in her homeland; the urgency is gone, but the turn of mind remains.   Small surprise, then, that in delivering the Charles Eliot Norton Lecture series this semester at Harvard University, Ms. Gordimer, a 70-year-old South African, is again combining political commitment with literary insight to focus on Naguib Mahfouz, Chinua Achebe and Amos Oz -- \"absolutely wonderful writers\" of the developing world who, she contends, have been virtually shut out of Western literary discourse.","thumbnail":null,"section":"Books"},{"date":"19941128","headline":"A City Pulls Its School Board Back to the Center","web_url":"https://www.nytimes.com/1994/11/28/us/a-city-pulls-its-school-board-back-to-the-center.html","abstract":"  In 1992 the religious right established a beachhead in this small Southern California city, winning control of the local school board after a rough-and-tumble campaign that included many of the issues that now top the national agenda.   The usual work of a school board then took a back seat as its 3-to-2 conservative majority fought to limit sex education, promote the teaching of creationism, curtail breakfast programs financed by the government and reintroduce prayer to the school system.","thumbnail":null,"section":"U.S."},{"date":"19941128","headline":"Ex-Mayor Recuperating","web_url":"https://www.nytimes.com/1994/11/28/nyregion/ex-mayor-recuperating.html","abstract":"  Former Mayor Abraham D. Beame was recuperating from gastrointestinal bleeding at Mount Sinai Medical Center yesterday and was expected to be released early this week, hospital officials said.   Mr. Beame, 88, was in stable condition, said Laurie Anderson, a hospital spokeswoman.","thumbnail":null,"section":"New York"},{"date":"19941128","headline":"4 Are Charged After Drug Raid on Queens 'Stash House'","web_url":"https://www.nytimes.com/1994/11/28/nyregion/4-are-charged-after-drug-raid-on-queens-stash-house.html","abstract":"  At first glance, there appeared to be nothing unusual about the two-story, tan brick, semi-attached house at 254-17 60th Avenue in Little Neck. Despite being a multifamily dwelling, it otherwise blended in with the one-family houses along the street that, with its neatly trimmed hedges, mowed lawns and numerous trees, looked as if it belonged in the suburbs rather than Queens.    Among the tenants were a young couple and two small children in the second-floor apartment, described by neighbors as a regular family on a quiet street in a well-to-do neighborhood.","thumbnail":null,"section":"New York"},{"date":"19941128","headline":"RECORDINGS","web_url":"https://www.nytimes.com/1994/11/28/arts/in-performance-recordings-953288.html","abstract":"  An Eccentric Wit Scampers In His Idiosyncratic World  Benedict Mason (Bridge, BCD 9045; CD)    Bridge Records gravitates toward the more eccentric and self-determined figures in contemporary music. Its latest find is the fairly unknown but greatly gifted English composer Benedict Mason, who writes music of deep complexity and high wit. He is a mysterious figure, now 40, who seems to have turned to composition full time only in the last six or seven years. He studied with Gyorgy Ligeti and plainly echoes that composer's current blend of textural intricacy and stylistic playfulness. Otherwise, he inhabits a world very much his own: fiendishly intricate rhythmic patterns, ear-teasing historical allusions, hallucinatory hints of tonal clarity.","thumbnail":null,"section":"Arts"},{"date":"19941128","headline":"Ballet Hispanico Finds Its Essence","web_url":"https://www.nytimes.com/1994/11/28/arts/ballet-hispanico-finds-its-essence.html","abstract":"  \"Fifteen million Americans speak Spanish,\" reads a Ballet Hispanico poster in the lobby of the company's headquarters on West 89th Street in Manhattan. \"Their dance speaks for itself.\" And that has always been the quiet message of the troupe, founded in 1970 by Tina Ramirez.   The dances that will be performed by Ballet Hispanico during its two-week season at the Joyce Theater, where it opens tomorrow night, incorporate ethnic, jazz and modern dance as well as ballet. But the five premieres -- by Alberto Alonso, Susan Marshall, Amanda Miller, Vicente Nebrada and Ramon Oller, a Catalan modern-dance choreographer new to New York -- are all set to Spanish music, ranging from songs by Gloria Estefan and Willie Colon to flamenco to Catalan songs sung by Marina Rossell.","thumbnail":null,"section":"Arts"},{"date":"19941128","headline":"Breaking Barriers With Laughter","web_url":"https://www.nytimes.com/1994/11/28/movies/television-review-breaking-barriers-with-laughter.html","abstract":"  I confess, the prospect had me wincing. Watching people with physical disabilities tell jokes doesn't exactly sound like a laugh riot. But \"Look Who's Laughing,\" an hourlong documentary tonight on PBS, artfully tweaks preconceptions with profiles of six professional comics whose physical disabilities are, to varying degrees, worked into routines that aim, as one puts it, to break down barriers and build bridges.   These particular handicaps are decidedly upfront. The performers are Brett Leake, who has muscular dystrophy; Chris Fonseca and Geri Jewell, who have cerebral palsy; Kathy Buckley, who is hearing-impaired; Alex Valdez, who is blind, and J. D. England, who is paraplegic. Their stories are told in clips that include performance samples and interviews.","thumbnail":null,"section":"Movies"},{"date":"19941128","headline":"Beyond Rent Control","web_url":"https://www.nytimes.com/1994/11/28/opinion/l-beyond-rent-control-953407.html","abstract":"  To the Editor:   Your Nov. 22 article about the Massachusetts referendum on the issue of rent control reports inaccurately the outcome of the vote: \"Only Boston, Brookline and Cambridge voted -- in large numbers -- to keep rent control legal. The rest of the state voted to abolish it.\"","thumbnail":null,"section":"Opinion"},{"date":"19941128","headline":"Pataki Ally Carves Niche In New Republican Order","web_url":"https://www.nytimes.com/1994/11/28/nyregion/pataki-ally-carves-niche-in-new-republican-order.html","abstract":"  In Joseph L. Bruno, in line to become the new majority leader of the State Senate, voters will hear a more conservative voice in state government than they are used to, from a man who says he will question everything from welfare to environmental regulations in the name of cutting spending and taxes.   But in an interview yesterday, he sought to send messages of both conciliation to New York City, concerned that it might bear the brunt of spending cuts, and determination to carry out what he sees as the fiscal mandate of his fellow Republican, Governor-elect George E. Pataki, a colleague in the Senate.","thumbnail":null,"section":"New York"},{"date":"19941128","headline":"Run-and-Shoot Falcons Find Better Way to Win","web_url":"https://www.nytimes.com/1994/11/28/sports/pro-football-run-and-shoot-falcons-find-better-way-to-win.html","abstract":"  It is the National Football Conference East that is known for power football and ball control. Those N.F.C. West teams tinker here, toss it there, finesse you to death. That, at least, is how the myth, the reputations, go.   Philadelphia (N.F.C. East) versus Atlanta (N.F.C. West) this afternoon in the Georgia Dome was supposed to be one of those kinds of games, but the Falcons pulled a surprise. Atlanta ran more plays than Philadelphia (72 to 55). The Falcons had the ball nearly 13 minutes longer. The Run-and-Shoot Falcons even ran the ball more than the Eagles (24 to 14).","thumbnail":null,"section":"Sports"},{"date":"19941128","headline":"A Smooth Brazilian Blend","web_url":"https://www.nytimes.com/1994/11/28/arts/pop-review-a-smooth-brazilian-blend.html","abstract":"  Marisa Monte, an exceptionally sophisticated and engaging pop singer from Brazil, exemplifies the quality in Brazilian music that might be called its all-inclusiveness. Ms. Monte, who appeared at the Supper Club on Monday and Wednesday evenings, is only in her mid-20's. But in common with the most talented Brazilian performers, she displays a masterly blend of disparate elements.    In stirring many different echoes into a personal style that seems utterly uncontrived, Ms. Monte, who was supported by a superb seven-member band, is a descendant of such Brazilian musical titans as Gilberto Gil and Caetano Veloso. Aside from the fact that she writes only a small portion of her material, what distinguishes her from her forerunners is a more modernist taste in pop ingredients.","thumbnail":null,"section":"Arts"},{"date":"19941128","headline":"Effort to Sell or Lease Nassau Medical Center Stumbles","web_url":"https://www.nytimes.com/1994/11/28/nyregion/effort-to-sell-or-lease-nassau-medical-center-stumbles.html","abstract":"  The effort to sell or lease the Nassau County Medical Center to private operators is off to a doubtful start, and some officials say it may die a slow death.   Although some health-industry experts say that private management of the medical center, Long Island's largest public hospital, is an idea whose time has come, resistance is growing and bidders complain that the county's requirements make privatization almost impossible.","thumbnail":null,"section":"New York"},{"date":"19941128","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/11/28/nyregion/inside-950998.html","abstract":"  Reversal for Religious Group   Voters in Vista, Calif., where religious conservatives established a beachhead in 1992, shifted course after months of tumult. Page A12. Feud Divides Sandinistas    The Sandinista Front, one of Nicaragua's most important political and social forces, is riven by differences over basic policies. Page A9. Sparring in Suffolk County    The Suffolk County District Attorney is accused of threatening to use the powers of his office to punish county officials who cross him. Page B1. A New Insurance Shortfall    A sharp rise in claims for ailments that were little known 10 years ago is leaving disability insurers with millions of dollars in losses. Page D1.","thumbnail":null,"section":"New York"},{"date":"19941128","headline":"THEATER","web_url":"https://www.nytimes.com/1994/11/28/theater/in-performance-theater-953300.html","abstract":"  Turning to Sex for Laughs In the London of 1675  Bouwerie Lane Theater    It is always ominous when the program lists the time as \"not so long ago\" and the place as \"not so far away\" for a 1675 play set in London. It usually means the director has been free-associating with the text. In the Jean Cocteau Repertory's contemporary staging of William Wycherley's \"Country Wife,\" the director is Tori Haring-Smith and she turns bawdy satire into burlesque.","thumbnail":null,"section":"Theater"},{"date":"19941128","headline":"Why Bosnian Serbs Fear Hostile Muslim Rule","web_url":"https://www.nytimes.com/1994/11/28/opinion/l-why-bosnian-serbs-fear-hostile-muslim-rule-939790.html","abstract":"  To the Editor:   I am writing less in reply to \"Dr. Esma's Lesson\" by Anthony Lewis (column, Nov. 21) than to the general view of the tragic conflict in Bosnia in his columns. As a graduate student in European history I find his view of the Bosnian civil war simplistic and distorted.","thumbnail":null,"section":"Opinion"},{"date":"19941128","headline":"A Generation Transformed -- A special report.; Women in Their 50's Follow Many Paths Into Workplace","web_url":"https://www.nytimes.com/1994/11/28/us/generation-transformed-special-report-women-their-50-s-follow-many-paths-into.html","abstract":"  They were members of the last generation to come of age before the women's movement took hold in the 1960's. Marrying early and in huge numbers, they had expected not to work. But their lives have played out much differently.   Women now in their 50's have piled into the work force in big numbers in the last decade and a half. Today the college-educated among them are as likely to hold jobs as any group of younger women.","thumbnail":null,"section":"U.S."},{"date":"19941128","headline":"2 Gunmen Invade A Church Service","web_url":"https://www.nytimes.com/1994/11/28/nyregion/2-gunmen-invade-a-church-service.html","abstract":"  Disrupting a church service in East New York yesterday, two men wearing masks and brandishing guns forced about 100 churchgoers to the floor and robbed six women before fleeing, the police said.   The robbery, in which no one was injured, occurred about 1:45 P.M. at the Holy Cross Remnant Church of Jesus Apostolic, at 645 Hegeman Avenue. After entering, the two intruders fired once at the ceiling, the Rev. W. B. McNeil said.","thumbnail":null,"section":"New York"},{"date":"19941128","headline":"Bridge","web_url":"https://www.nytimes.com/1994/11/28/nyregion/bridge-950190.html","abstract":"  The defending champions led a field of 10 strong teams into the two final sessions of the Reisinger Board-a-Match Team Championship at the conclusion of the American Contract Bridge League's Fall Nationals here this afternoon. Nick Nickell of Raleigh, N.C., Richard Freeman of Atlanta, Jeff Meckstroth of Tampa, Fla., Eric Rodwell of Napersville, Ill., Bob Wolff and Bob Hamman, both of Dallas, who won a year ago in Seattle, had a small lead over the same team that finished second there.   The qualifiers by captain were: 1st Nickell team, 40.86 boards; 2d, James Cayne of Manhattan, 40.31; 3d, Richard Schwartz of East Elmhurst, N.Y., 37.89; 4th, Joseph Silver of Hampstead, Quebec, 36.1; 5th, Andy Goodman of San Francisco, 34.79; 6th, Eddie Kantar of Santa Monica, Calif., 34.39; 7th, Bob Crossley of Greenbrae, Calif., 33.09; 8th, Michael Moss of Manhattan, 33.08; 9th, Ron Rubin of North Miami, Fla., 32.79; 10th, Steve Weinstein of Glen Ridge, N.J., 32.63.","thumbnail":null,"section":"New York"},{"date":"19941128","headline":"Israeli Tourists Get New View of Promised Land","web_url":"https://www.nytimes.com/1994/11/28/world/israeli-tourists-get-new-view-of-promised-land.html","abstract":"  For years, during stints of reserve duty in the Israeli Army, Jacob Geva spent long hours patrolling the border between Israel and Jordan, riding along a frontier blocked by mines and an electronic fence.   This week, Mr. Geva rode across the once-forbidding boundary with one of the first groups of Israeli tourists to come here, and found himself looking at Israel from Jordan for the first time.","thumbnail":null,"section":"World"},{"date":"19941128","headline":"A Firestorm for a District Attorney; Hail of Accusations Against Him by Officials Stirs Up Suffolk","web_url":"https://www.nytimes.com/1994/11/28/nyregion/firestorm-for-district-attorney-hail-accusations-against-him-officials-stirs-up.html","abstract":"  In January of last year, a call unlike any he had ever received came into the office of Patrick Mahoney, the Suffolk County Sheriff.   The Suffolk District Attorney, James M. Catterson Jr., was on the line. As the sheriff tells it, Mr. Catterson delivered a warning to a deputy: If Mr. Mahoney did not butt out of the Katie Beers case -- a high-profile case involving the kidnapping of a 10-year-old girl -- Mr. Catterson would arrest the sheriff and bring him before a grand jury.","thumbnail":null,"section":"New York"},{"date":"19941128","headline":"The Classic And the Neo As Partners In Motion","web_url":"https://www.nytimes.com/1994/11/28/arts/dance-review-the-classic-and-the-neo-as-partners-in-motion.html","abstract":"  George Balanchine at his most ebullient can also be Balanchine at his best, as two Saturday performances by the New York City Ballet proved again with debuts in \"Symphony in C\" and \"Stars and Stripes.\"   The evening program at the New York State Theater also recalled a truism: it isn't easy to be a choreographer for the City Ballet when your works are virtually framed by Balanchine masterpieces.","thumbnail":null,"section":"Arts"},{"date":"19941128","headline":"Hynes to Convene Grand Jury On Kingsboro Security Lapses","web_url":"https://www.nytimes.com/1994/11/28/nyregion/hynes-to-convene-grand-jury-on-kingsboro-security-lapses.html","abstract":"  The Brooklyn District Attorney said yesterday that he would convene a grand jury early this week to investigate security lapses and allegations of financial mismanagement at the Kingsboro State Psychiatric Center in Flatbush.   \"Very clearly, there is a security problem, given the breaches of the past 10 days,\" said the district attorney, Charles J. Hynes.","thumbnail":null,"section":"New York"},{"date":"19941128","headline":"Colombo Journal; A Nonfiction Journey to a More Peaceful World","web_url":"https://www.nytimes.com/1994/11/28/world/colombo-journal-a-nonfiction-journey-to-a-more-peaceful-world.html","abstract":"  When the dean of science fiction writers, Arthur C. Clarke, explains why he chose to move to this island nation off the southern tip of India almost 40 years ago, he says he craved the peace that would have escaped him in his native Britain or in the United States.   \"If I had lived in New York or London, I'd be eaten alive,\" said the 76-year-old Mr. Clarke, who is the author of more than 80 books and many short stories and scripts, including the Oscar-winning screenplay he wrote with Stanley Kubrick for \"2001: A Space Odyssey.\"","thumbnail":null,"section":"World"},{"date":"19941128","headline":"Surprising Rutgers Stays on Its Run","web_url":"https://www.nytimes.com/1994/11/28/sports/soccer-surprising-rutgers-stays-on-its-run.html","abstract":"  Rutgers played one of the toughest schedules on the college level during the regular season and it is now paying dividends in the playoffs.   After finishing with a regular-season record of 8-9-3, the Scarlet Knights are rolling. Today, they posted their fifth consecutive victory of the post-season by beating Penn State, 3-2, in overtime before a crowd of 4,115 at Rutgers Stadium.","thumbnail":null,"section":"Sports"},{"date":"19941128","headline":"Maria Ewing Cancellation","web_url":"https://www.nytimes.com/1994/11/28/arts/maria-ewing-cancellation.html","abstract":"  The soprano Maria Ewing has canceled the public interview with Bridget Paolucci that was to take place tonight at 8 at St. Peter's Church, Lexington Avenue at 54th Street. It will not be rescheduled. Information: (212) 769-7028.","thumbnail":null,"section":"Arts"},{"date":"19941128","headline":"Virtual Literacy With Illustrated Holiday Books","web_url":"https://www.nytimes.com/1994/11/28/books/books-of-the-times-virtual-literacy-with-illustrated-holiday-books.html","abstract":"  Let us then for a moment think of books as rest stops along the info-superhighway, places to calm our eyes, flush out our synapses and take our brains for a stroll through the Gutenberg gardens. The following works, arranged roughly in order of increasing price, seem especially well-appointed places to luxuriate in this holiday season.   THE FRENCH CAFE.  By Marie-France Boyer. Photographs by Eric Morin. (120 pages. Thames & Hudson. $19.95.) The fun of this witty and instructive volume is immediately apparent in the two-page montage of waiters' black vests that appears near its opening. From artists' haunts to workers' hangouts, you can almost taste the coffee and croissants. Includes a guide to the best cafes all over France.","thumbnail":null,"section":"Books"},{"date":"19941128","headline":"We Feel Your Gain","web_url":"https://www.nytimes.com/1994/11/28/opinion/we-feel-your-gain.html","abstract":"It's ironic that the Democrats had the idea for a \"Contract With America\" first, but made the mistake of calling it \"10 Holiday Tips\" and running it in Good Housekeeping.\n\nThis points up the need for the party to go the full nine yards and come up with a visionary yet cheap public-relations ploy that will capture the public lack of imagination, skirt the right issues and hold its own feet to the fire.","thumbnail":null,"section":"Opinion"},{"date":"19941128","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/28/nyregion/c-corrections-951137.html","abstract":"  The Evening Hours column in the Styles pages yesterday omitted a picture credit line. The photographs were by Bill Cunningham of The New York Times.","thumbnail":null,"section":"New York"},{"date":"19941128","headline":"Editorial Notebook; Undemocratic Vistas","web_url":"https://www.nytimes.com/1994/11/28/opinion/editorial-notebook-undemocratic-vistas.html","abstract":"  What caused the Holocaust? Was it Fascism, ushered in by the collapse of the Weimar Republic? Was it that Germanic fixation on racial superiority and \"purity\"? Or was it the Enlightenment and those dirty rotten idealists, Hobbes, Rousseau, Franklin and Jefferson?    Blame the Enlightenment and you've chosen the right villain -- at least in the eyes of Leo Strauss, the political philosopher who held court at the University of Chicago through the 1950's and 60's. Strauss's students had to gasp when he said that Hitler had sprung full blown from the Enlightenment presumptions that all people were created equal and that society was better governed by reason than slavish devotion to tradition. Leo Strauss contended that the Philosopher Kings (himself included) were born to rule, servants were born to serve and that only disaster came of letting the rabble get above its station.","thumbnail":null,"section":"Opinion"},{"date":"19941128","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/11/28/nyregion/chronicle-953636.html","abstract":"  MICHAEL H. JORDAN , the chairman and chief executive of the Westinghouse Electric Corporation, has been named chairman of the United Negro College Fund, a 50-year-old consortium of 41 private historically black colleges and universities.","thumbnail":null,"section":"New York"},{"date":"19941128","headline":"Free Trade and Job Losses","web_url":"https://www.nytimes.com/1994/11/28/nyregion/pulse-free-trade-and-job-losses.html","abstract":"  Almost 1,500 jobs in the region have been lost as a direct result of the North American Free Trade Agreement, which took effect Jan. 1, according to the Labor Department. New York State has seen about 10 percent of the job losses attributed to the accord nationwide. In general, trade experts credit the strong domestic economy with holding down the job losses in the United States. Workers who lose their jobs because of the free-trade agreement can receive benefits under the Labor Department's Transitional Adjustment Assisitance Program. It provides re-employment services, job training and income support beyond unemployment benfits.","thumbnail":null,"section":"New York"},{"date":"19941128","headline":"1894: Inquisitorial Tax : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/11/28/opinion/IHT-1894-inquisitorial-tax-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - The Treasury says it cannot enforce the income tax unless Congress makes an appropriation for the purpose. Next to the device of custom houses for providing officials and red tape, the subject of income tax is probably the best scheme for encou","thumbnail":null,"section":"Opinion"},{"date":"19941128","headline":"Leading Dissident Writer in Iran Dies After 8 Months in Detention","web_url":"https://www.nytimes.com/1994/11/28/world/leading-dissident-writer-in-iran-dies-after-8-months-in-detention.html","abstract":"  The leading dissident writer in Iran died today in detention, eight months after being charged with drug abuse and espionage. Iranian authorities said the cause was a heart attack.   The author, Ali Akbar Saidi Sirjani, 63, was arrested last March and was not allowed to have a defense attorney or a trial. He was the author of more than 15 books on Iranian history and legend, many of them best-sellers, in which he analyzed the differences between Iran's distinct heritage and Islamic cultures. His contention that Iranians had a pre-Islamic tradition of respect for individual rights and of fighting tyranny led to the banning of his books in 1991.","thumbnail":null,"section":"World"},{"date":"19941128","headline":"You Can't Even Trust a Postage Stamp","web_url":"https://www.nytimes.com/1994/11/28/opinion/l-you-can-t-even-trust-a-postage-stamp-939781.html","abstract":"  To the Editor:   The Postal Service made more egregious errors in its \"Legends of the West\" series than depicting Bill Pickett's brother, rather than the rodeo legend himself, on the stamp (news article, Nov. 20).","thumbnail":null,"section":"Opinion"},{"date":"19941128","headline":"Washington Memo; A Balanced Budget: What One Looked Like","web_url":"https://www.nytimes.com/1994/11/28/us/washington-memo-a-balanced-budget-what-one-looked-like.html","abstract":"  In mid-January, the House of Representatives will vote on a constitutional amendment to require a balanced Federal budget. It will be, said Newt Gingrich, \"our first smashing victory\" -- a safe political forecast.   But then what? If the Senate also passes the amendment, and it is ratified by 38 states and eventually becomes part of the Constitution, can the budget actually be balanced by early in the next century, as the Republicans promise? And can they do it, as they say they can, without raising taxes or touching Social Security and with cuts in the military budget that are much smaller than those President Clinton has proposed?","thumbnail":null,"section":"U.S."},{"date":"19941128","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/11/28/sports/results-plus-951994.html","abstract":"  WOMEN'S BASKETBALL  UConn Wins Event a Fifth Straight Time  Rebecca Lobo scored 21 points and 12 rebounds in leading No. 3 Connecticut to a 92-59 victory over Rhode Island yesterday in the Hartford Courant Connecticut Classic Tournament. Lobo earned most outstanding player honors for the third consecutive year. She added seven assists and five blocks. Connecticut (2-0), which earned its fifth straight tournament title, shot 53.4 percent from the floor and held the Rams to 29.3 percent shooting. (AP)","thumbnail":null,"section":"Sports"},{"date":"19941128","headline":"Timorese Worry World Will Now Forget Them","web_url":"https://www.nytimes.com/1994/11/28/world/timorese-worry-world-will-now-forget-them.html","abstract":"  This seems like a sleepy place, a dirt-poor region that the Asian economic miracle has left behind. Goats and pigs wander along the roads. Vendors in the open-air markets stack their potatoes and peppers in neat piles on the ground and snatch naps in the shade. Children and adults alike greet the relatively rare Western visitor with \"Hello Mister,\" which seems to be as much English as people know.   \"To the normal visitor who spends a couple of days here, it's not obvious that there's something going on,\" a resident said. \"But if you stay a little longer, you see there is this resentment.\"","thumbnail":null,"section":"World"},{"date":"19941128","headline":"The Starks Cure for Slump: Practice, Practice, Practice","web_url":"https://www.nytimes.com/1994/11/28/sports/basketball-the-starks-cure-for-slump-practice-practice-practice.html","abstract":"  More than an hour after the Knicks finished practicing today, John Starks was still on the floor, shooting one jump shot after another over a broom held up by Assistant Coach Jeff Van Gundy.   The idea behind the broom was to simulate the long arms of defenders who get in Starks's face whenever he launches a shot. The idea behind the overtime was to help Starks snap out of his recent shooting funk.","thumbnail":null,"section":"Sports"},{"date":"19941128","headline":"Enola Gay Moves as Debate Goes On","web_url":"https://www.nytimes.com/1994/11/28/us/enola-gay-moves-as-debate-goes-on.html","abstract":"  After a 10-year, $1 million renovation, the front part of the fuselage of the Enola Gay, the B-29 that dropped the atomic bomb on Hiroshima, was moved early Wednesday morning from a warehouse in suburban Maryland to the Smithsonian Air and Space Museum.    Moving the 60-foot-long section of the plane was the quietest step thus far in the preparation of an exhibition, \"The Last Act: The Atomic Bomb and the End of World War II,\" a look at the decision to drop two atom bombs on Japan in August 1945.","thumbnail":null,"section":"U.S."},{"date":"19941128","headline":"Anti-Official Art That Survived The Iron Curtain","web_url":"https://www.nytimes.com/1994/11/28/arts/anti-official-art-that-survived-the-iron-curtain.html","abstract":"  In 1984, when the hand of Government censorship lay heavy on art in Czechoslovakia, Joska Skalnik, a graphic designer and longtime troublemaker, came up with a very Czech idea. If unofficial artists could not exhibit, why not create an unofficial salon? The work could not be exhibited, of course. But it would exist, and its mere existence would be intensely annoying to the nation's cultural overlords.    Mr. Skalnik invited each of about 300 artists to accept delivery of a lidless wooden box 6 inches square and 2 inches deep. The assignment was to create a work of art within the box. The completed work was to be returned to Mr. Skalnik. In all, 244 artists took part in what Mr. Skalnik called the Minisalon. The boxes were collected, then hidden in a shed outside Prague. There they remained until 1989, when the velvet revolution brought down the Communist regime.","thumbnail":null,"section":"Arts"},{"date":"19941128","headline":"Abroad at Home; The End of NATO?","web_url":"https://www.nytimes.com/1994/11/28/opinion/abroad-at-home-the-end-of-nato.html","abstract":"  For four decades the North Atlantic Treaty Organization kept the peace in Europe. It was an extraordinary achievement of trans-Atlantic cooperation.   Now NATO may be at the end of its useful life. Its credibility, and very likely its raison d'etre, died under Serbian assault on the town of Bihac in Bosnia.","thumbnail":null,"section":"Opinion"},{"date":"19941128","headline":"CONGRESS RETURNS TO SELECT LEADERS FOR THE NEW TERM","web_url":"https://www.nytimes.com/1994/11/28/us/congress-returns-to-select-leaders-for-the-new-term.html","abstract":"  With Republicans eager to take charge in the first Congress they have controlled in 40 years, senators and representatives come back to town this week to choose the leaders who will set the legislative tone for the next two years.   Ideology is only minimally involved in the leadership fights. The competition is more over styles, conciliatory versus combative. But the legislative record of the 104th Congress may depend more on such mechanics than on the substance of any campaign promises.","thumbnail":null,"section":"U.S."},{"date":"19941128","headline":"Marino Is at His Best When the Clock is Racing","web_url":"https://www.nytimes.com/1994/11/28/sports/on-pro-football-marino-is-at-his-best-when-the-clock-is-racing.html","abstract":"  The Dolphins were trailing, 24-21, and had a first-and-goal from the 8 with 30 seconds to play yesterday when Dan Marino gave a knowing glance to Mark Ingram, who had lined up wide to the right. Marino, yelling \"Clock! Clock! Clock!\" made a spiking motion to the ground with his right hand and the deceptive die was cast.   There were 75,606 fans at Giants Stadium. How could they know what was coming next when the 9 other Dolphin players on the team didn't even know? The unsuspecting Jets relaxed, thinking Marino was going to spike the ball into the ground to stop the clock. Instead, Marino fired a dart past Jets cornerback Aaron Glenn right into the stomach of Ingram for a touchdown.","thumbnail":null,"section":"Sports"},{"date":"19941128","headline":"A Scholar's Memoirs Raise Some Ghosts at Oxford","web_url":"https://www.nytimes.com/1994/11/28/world/a-scholar-s-memoirs-raise-some-ghosts-at-oxford.html","abstract":"  The sentence could have been written by Poe or Dostoyevsky, the way it summons the unspeakable in a coldly confessional tone: \"But it was clear to me by now that Trevor and the college must somehow be separated. My problem was one which I feel compelled to define with brutal candor: how to kill him without getting into trouble.\"   The words were not written by a poet trawling the depths of the subconscious, and they are not fiction. They are from a newly published autobiography of Sir Kenneth Dover, one of the world's most renowned classicists. And they describe a series of events that preceded the suicide of a troublesome colleague at Oxford nine years ago.","thumbnail":null,"section":"World"},{"date":"19941128","headline":"Half a Policy on Iraq","web_url":"https://www.nytimes.com/1994/11/28/opinion/half-a-policy-on-iraq.html","abstract":"  There are two ways to contain Iraq. One, as the Clinton Administration recently demonstrated, is to deter war. The other, which it has neglected, is to encourage moves toward peace. Yet Washington refuses to acknowledge Iraq's progress on arms control -- a serious and potentially dangerous mistake. It may be good domestic politics, but it poorly serves America's international interests. Refusing to recognize positive Iraqi moves discourages further cooperation and drives a wedge between America and other members of the U.N. Security Council.    Baghdad seriously damaged its credibility last month by staging menacing military maneuvers near Kuwait. After that ploy backfired, Iraq reversed course and recognized Kuwait's sovereignty and borders. But its earlier threats devalued that concession; Iraq must now firm up its assurances that it will never again engage in such provocative conduct toward its neighbors by agreeing to restrict its troop movements, give advance notice of future exercises and admit outside observers.","thumbnail":null,"section":"Opinion"},{"date":"19941128","headline":"Bosnia Accepts U.N. Plan For Truce in the Northwest","web_url":"https://www.nytimes.com/1994/11/28/world/bosnia-accepts-un-plan-for-truce-in-the-northwest.html","abstract":"  Bosnia tonight accepted a United Nations plan for a cease-fire around the northwestern town of Bihac, which has been under attack by Serbs for more than a week.   The Serbs, from Bosnia and Croatia, renewed heavy artillery and infantry attacks today around Bihac, which was designated a safe area by the United Nations. The Serbs were attacking Izacic and other villages just beyond the northwestern edge of the Bihac safe area, United Nations officials said.","thumbnail":null,"section":"World"},{"date":"19941128","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/28/nyregion/c-corrections-953296.html","abstract":"  The main front-page article on Nov. 10 about the Republicans' sweep in the elections referred incorrectly to the experience of Congress members under previous Republican control of the House, in 1955. One member, Representative Sidney R. Yates, Democrat of Illinois, indeed served at that time, though his service has not been continuous.","thumbnail":null,"section":"New York"},{"date":"19941128","headline":"CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/11/28/arts/in-performance-classical-music-952176.html","abstract":"  Props Fail to Cooperate With 'Mtsensk's' 2d String  Metropolitan Opera    There were few problems in the performance of Shostakovich's \"Lady Macbeth of Mtsensk\" on Saturday afternoon, with second-stringers in the main roles, that a better production wouldn't fix. But such is unlikely anytime soon, since it took the work 60 years to reach the Met in the first place.","thumbnail":null,"section":"Arts"},{"date":"19941128","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/11/28/nyregion/chronicle-948438.html","abstract":"  ABE HIRSCHFELD turns 75 on Dec. 13, but he says he will observe the milestone tonight because he always celebrates his birthday on the second night of Hanukkah.    \"I was born on the second night of Hanukkah and I have an old friend, Meshulam Riklis, who has the same birthday,\" he said, referring to the financier. \"About 30 years ago, his mother began making a Hanukkah birthday party for us and that lasted until she passed away about 10 years ago.\"","thumbnail":null,"section":"New York"},{"date":"19941128","headline":"PRO FOOTBALL: Sports of The Times; Could Esiason's Sideline Scuffle Have Melted His Cool?","web_url":"https://www.nytimes.com/1994/11/28/sports/pro-football-sports-times-could-esiason-s-sideline-scuffle-have-melted-his-cool.html","abstract":"  WHEN the Jets were leading, 17-0, the record 75,606 spectators were chanting, \"J-E-T-S, Jets, Jets, Jets,\" but now they were standing in silence. And in fear.   With the final seconds flashing on the scoreboard, the Dolphins had rallied to 24-21 and Dan Marino was drilling the Jets' defense with passes. For the Jets and their frustrated followers, the game was on the line. So was the Jets' new image. So, possibly, was the Jets' season, if not a berth in the Super Bowl XXIX playoffs.","thumbnail":null,"section":"Sports"},{"date":"19941128","headline":"RECORDINGS","web_url":"https://www.nytimes.com/1994/11/28/arts/in-performance-recordings-953270.html","abstract":"  From Revueltas, Subtle Irony And a Bloody Uprising Night of the Mayas (Catalyst, 09026-62672-2; CD)    Silvestre Revueltas, who died in 1940, was not merely the greatest composer Mexico has produced; he now appears to have been one of the most original and compelling figures in all of 20th-century music. His art was distinctive in a number of ways: as a visceral, populist extension of modernist techniques; as a revolutionary fusion of classical and pop idioms, and as a singular instance of a raw, ungovernable talent who composed actively only in the last decade of his short life and mastered whatever genre lay before him.","thumbnail":null,"section":"Arts"},{"date":"19941128","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/11/28/nyregion/news-summary-950440.html","abstract":"  International A3-11  BATTLE FOR 'GREATER SERBIA'    News analysis: The battle for Bihac has demonstrated the Serbian will to establish a \"Greater Serbia.\" It has also shown that the U.N. and NATO have failed to combat the Serbs' nationalist vision.  A1","thumbnail":null,"section":"New York"},{"date":"19941128","headline":"Hormone Treatments Are Largely Synthetic","web_url":"https://www.nytimes.com/1994/11/28/opinion/l-hormone-treatments-are-largely-synthetic-939773.html","abstract":"  To the Editor:   As a senior at Harvard College writing my honors thesis on hormone replacement therapy for postmenopausal women, I found misleading information on estrogen replacement in Dr. Phillip O. Warner's Nov. 21 letter.","thumbnail":null,"section":"Opinion"},{"date":"19941128","headline":"Serbs' Gains Irreversible, Perry Asserts","web_url":"https://www.nytimes.com/1994/11/28/world/serbs-gains-irreversible-perry-asserts.html","abstract":"  Defense Secretary William J. Perry said today that the Bosnian Serbs had demonstrated their superiority on the battlefield and that the Muslim-led Bosnian Government would be unable to reverse their gains even if NATO warplanes came to its aid.   \"The Serbs have occupied 70 percent of the country,\" Mr. Perry said. \"There's no prospect, as I see it, of the Muslims' winning that back.\"","thumbnail":null,"section":"World"},{"date":"19941128","headline":"Essay; Robust Or Bust","web_url":"https://www.nytimes.com/1994/11/28/opinion/essay-robust-or-bust.html","abstract":"  Sir Michael Rose, the reincarnation of Neville Chamberlain, has just admitted that his U.N. force of 23,000 Europeans is unable to \"deter\" Bosnian Serbs from destroying cities the Security Council has established as safe havens.    That is tantamount to surrender. A ragtag splinter group of Serbians, with no power but the weaponry and willingness to kill civilians, has rendered the poseurs and pontificators of the United Nations helpless and contemptible.","thumbnail":null,"section":"Opinion"},{"date":"19941128","headline":"Hard-Fought Ground","web_url":"https://www.nytimes.com/1994/11/28/world/hard-fought-ground.html","abstract":"  The conflict over the Muslim enclave of Bihac has demonstrated the enduring unity of Serbian purpose in establishing a single, contiguous homeland stretching from Belgrade through western Bosnia to the southern heartland of Croatia.   The battle for this small town in northwestern Bosnia has also shown that despite endless resolutions and contortions, the United Nations and NATO have found no effective means and no acceptable peace plan to combat this Serbian nationalist vision that lies at the heart of the current Balkan war.","thumbnail":null,"section":"World"},{"date":"19941128","headline":"Bitter Feud Is Dividing Sandinistas","web_url":"https://www.nytimes.com/1994/11/28/world/bitter-feud-is-dividing-sandinistas.html","abstract":"  Beneath the single, flickering bulb in his medical examination room, Dr. Rommel Martinez Cabeza spoke over the din from the street a few feet away. \"After all the deaths we suffered and we caused, and after all we thought we had achieved, I find myself again in the business of subversion,\" he said.   For Dr. Martinez it is the most painful sort of subversion. He is working to undermine an organization he says he used to believe was as necessary as the medical profession: the Sandinista National Liberation Front.","thumbnail":null,"section":"World"},{"date":"19941128","headline":"As Envoy, Crowe, the Old Sailor, Navigates Rough Sea","web_url":"https://www.nytimes.com/1994/11/28/world/as-envoy-crowe-the-old-sailor-navigates-rough-sea.html","abstract":"  For someone who has logged 47 years in the military and become Chairman of the Joint Chiefs of Staff through a combination of intelligence and shrewdness, William J. Crowe Jr., the Ambassador to Britain, would seem to be the right man in the right place at the right time.   Ambassador Crowe took up his first diplomatic post six months ago, a time when differences over the war in Bosnia and Herzegovina began to strain American-British relations and raise fundamental questions about the performance and purpose of NATO, which was deploying forces outside its treaty area for the first time.","thumbnail":null,"section":"World"},{"date":"19941128","headline":"1919: Karolyi's Fortune : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/11/28/opinion/IHT-1919-karolyis-fortune-in-our-pages100-75-and-50-years-ago.html","abstract":"BUDAPEST - [From our New York edition:] One hundred million crowns, contained in twenty- one cases buried deep in the cellar of Count Michael Karolyi's palace, has been discovered and confiscated by the Hungarian police. The treasure consisted of stocks,","thumbnail":null,"section":"Opinion"},{"date":"19941128","headline":"Larger Than Life Versus Smaller","web_url":"https://www.nytimes.com/1994/11/28/arts/opera-review-larger-than-life-versus-smaller.html","abstract":"  Waiting for Leporello: the Metropolitan Opera's revival of Mozart's \"Don Giovanni\" reached its third performance on Friday evening, still without Bryn Terfel in the cast. Mr. Terfel, the young Welsh bass who has riveted the attention of the New York music world this fall by meeting just some of the impossibly high expectations placed upon him in the Met's \"Nozze di Figaro\" and in recital, injured his back in the dress rehearsal for \"Don Giovanni.\" The Met now says the earliest he could appear is Dec. 6.   He is missed, for the staging of \"Don Giovanni\" needs every larger-than-life figure it can get. Franco Zeffirelli's production originated in 1990, and was last presented three seasons ago. Mr. Zeffirelli also designed the sets, and they are monumental (of course).","thumbnail":null,"section":"Arts"},{"date":"19941128","headline":"Jersey City Weighs Effect Of Vouchers For Schools","web_url":"https://www.nytimes.com/1994/11/28/nyregion/jersey-city-weighs-effect-of-vouchers-for-schools.html","abstract":"  On school vouchers, the big players in New Jersey do not equivocate. For the Governor, the Jersey City Mayor, the state teachers' union, vouchers are either all good or all bad, apple-pie American or unconstitutional, the coming salvation or the potential destruction of this city's flagging public schools.   But here on the ground in Jersey City, whose Mayor wants to make it a proving ground for the state's first voucher program, the feelings are much more ambivalent -- even among the parents of Catholic school students who might stand to benefit financially from the plan.","thumbnail":null,"section":"New York"},{"date":"19941128","headline":"Military Town Opening Doors As Base Closes","web_url":"https://www.nytimes.com/1994/11/28/us/military-town-opening-doors-as-base-closes.html","abstract":"  It was the memory of a weed-savaged tarmac and boarded-up buildings at an abandoned military base elsewhere that galvanized James L. Meyer in 1990 when word floated in from Washington that the local Air Force base here, the region's largest employer, was likely to close.   \"I remember walking around there and it was so sad,\" said Mr. Meyer, referring to a military base in Lake Charles, La. No one was sure that the base in Alexandria would in fact be shuttered. But \"I said, 'We have to make a contingency plan here or we're doomed.' \" Mr. Meyer recalled.","thumbnail":null,"section":"U.S."},{"date":"19941128","headline":"U.N. Investigator in Tibet","web_url":"https://www.nytimes.com/1994/11/28/world/un-investigator-in-tibet.html","abstract":"A United Nations investigator ended a two-day trip to Tibet today that diplomats said was the first visit from the world body to evaluate the treatment of religion in China under the Communists.\n\nThe investigator, Abdelfattah Amor, arrived in China last week at the invitation of the Ministry of Foreign Affairs. He visited Lhasa, the Tibetan capital, on Friday after several days of meetings in Beijing.","thumbnail":null,"section":"World"},{"date":"19941128","headline":"Hope, Faith and Computer Yield One Happy Priest","web_url":"https://www.nytimes.com/1994/11/28/nyregion/hope-faith-and-computer-yield-one-happy-priest.html","abstract":"  He surely felt his own tears, but the Rev. Michael D. Joly may have been the only one of the 500 people at St. Philip the Apostle Church today who was unaware of the tears on the faces of his family and his parishion ers.   Father Joly, 28, who was ordained on Saturday, has been blind since he was 5 years old. His fellow priests at St. Philip the Apostle say he is the only blind man they know of to become a Roman Catholic priest.","thumbnail":null,"section":"New York"},{"date":"19941128","headline":"New York Starts Spinning Its Dross into Gold","web_url":"https://www.nytimes.com/1994/11/28/nyregion/new-york-starts-spinning-its-dross-into-gold.html","abstract":"  Last summer's empty containers for bleach, spring water, dish detergent, antifreeze, baby wipes, cat litter and motor oil have come back to New York streets this fall as traffic barricades. Con Edison has ordered 25,000, all white. The city has bought 3,200 sets of legs made from fabric-softener bottles, all light blue.   The barricades, made by Utility Plastic Recycling in East New York, Brooklyn, use only a small part of the 600 tons of plastic, glass and metal the city recycles every day, but they are a visible sign that the city's recycling program is finding new uses for millions of residential and commercial castaways.","thumbnail":null,"section":"New York"},{"date":"19941128","headline":"Volleying Over Budget Is Heating Up","web_url":"https://www.nytimes.com/1994/11/28/nyregion/volleying-over-budget-is-heating-up.html","abstract":"  The battle between Mayor Rudolph W. Giuliani and the City Council for primacy over the city's budget grew more heated yesterday as the Giuliani administration asserted that the Council's spending plan would leave the city budget $100 million out of balance.   Deputy Mayor Peter J. Powers said yesterday that cuts Council sought in the number of employees in the Mayor's finance office and in the sheriff's department would reduce revenue because of slower processing and collection of city taxes and fines for parking tickets.","thumbnail":null,"section":"New York"},{"date":"19941128","headline":"Britain's Civil Liberties Backslide","web_url":"https://www.nytimes.com/1994/11/28/opinion/britain-s-civil-liberties-backslide.html","abstract":"  Britain, sometimes romanticized as the mother of some American liberties, is dismantling its own safeguards against compelled self-incrimination -- at a time when \"Miranda rights\" seem to enjoy new respect in the United States.    For years British police have been warning arrested suspects: \"You do not have to say anything unless you wish to do so, but what you say may be given in evidence.\" That seems fair enough, though not as informative as the U.S. version.","thumbnail":null,"section":"Opinion"},{"date":"19941128","headline":"The Spike Was a Fake, but the Damage to Jets' Season Is Real","web_url":"https://www.nytimes.com/1994/11/28/sports/pro-football-the-spike-was-a-fake-but-the-damage-to-jets-season-is-real.html","abstract":"  There were no secrets today. The largest home crowd in Jets history knew what would be happening in those wild final minutes, and so did the Jets. Dan Marino would be winging that ball.   So tens of thousands of fans stood screaming at Giants Stadium, trying to outroar Dan Marino's throaty commands to his Dolphins. The fans, the pass rush, it was all the same to Marino, as he stared at Mark Ingram and barked, \"Clock! Clock! Clock!\"","thumbnail":null,"section":"Sports"},{"date":"19941128","headline":"Europe Awaiting U.S. Moves on Trade Pact","web_url":"https://www.nytimes.com/1994/11/28/us/europe-awaiting-us-moves-on-trade-pact.html","abstract":"  The likelihood that Congress will ratify the new world trade agreement this week should encourage approval of the pact by important trading partners like France in coming weeks. But lingering questions about whether the United States is seeking special treatment could complicate the process, diplomats and trade officials in Europe said.   Most European legislatures have been waiting to see if the United States would ratify the accord before taking up the issue themselves, and several trade officials now say they are optimistic that all of the biggest signers to the agreement, in Europe and around the world, would approve it by the end of the year.","thumbnail":null,"section":"U.S."},{"date":"19941128","headline":"Nets Glimpse a What-If And a What Might Be","web_url":"https://www.nytimes.com/1994/11/28/sports/basketball-nets-glimpse-a-what-if-and-a-what-might-be.html","abstract":"  Just as the notion of knocking off the Phoenix Suns became tangible, just as this four-game road swing was beginning to look delectable, the Nets swallowed hard tonight, and cautiously pondered their immediate future at a crucial position.   The shooting guard they could have had in the June draft, Wesley Person of Auburn, showed off his offensive talents, scoring a career-high 26 points. The shooting guard who starts for them, Kevin Edwards, suffered a strain in his left calf that may keep him out of action for the next week.","thumbnail":null,"section":"Sports"},{"date":"19941128","headline":"Bratton to N.Y.P.D.: Smile When You Say That","web_url":"https://www.nytimes.com/1994/11/28/nyregion/bratton-to-nypd-smile-when-you-say-that.html","abstract":"  Where are you, Emily Post, now that the Police Department needs you?   Police Commissioner William J. Bratton, who in the last year has demanded that average New York City police officers be more aggressive in pursuing their duties and has even given them new dark blue uniforms in keeping with the tough image, wants still more.","thumbnail":null,"section":"New York"},{"date":"19941128","headline":"Help Yourself","web_url":"https://www.nytimes.com/1994/11/28/opinion/l-help-yourself-953423.html","abstract":"  To the Editor:   After reading your Nov. 17 front-page article depicting elderly citizens picking through garbage bins outside grocery stores, I have a suggestion for supermarket managers.","thumbnail":null,"section":"Opinion"},{"date":"19941128","headline":"In All-Male Revue, Art Meets Noise","web_url":"https://www.nytimes.com/1994/11/28/arts/opera-review-in-all-male-revue-art-meets-noise.html","abstract":"  It is a bland fact of nature that falsetto goes up, not down: men's voices can climb into mezzo-soprano or even soprano registers, while most women's voices cannot likewise descend. The male transgression most often results in excruciating noise, but it can sometimes attain high art; there are several countertenors presently before the public who produce genuinely beautiful mezzo tone. In the case of La Gran Scena's all-male opera revue, seen on Saturday night at the Kaye Playhouse (Hunter College, 68th Street between Lexington and Park Avenues), moments of high art and excruciating noise produced comedy of a sophisticated kind.   This is the company's 13th year -- what it likes to call its bar mitzvah season -- and it presented a gala array of maimed excerpts from various operatic genres: the \"Ride of the Valkyries,\" the closing trio from \"Der Rosenkavalier,\" the duet of the title character and Arsace from \"Semiramide,\" the St. Sulpice scene from \"Manon\" and the entirety, more or less, of Act II of \"Tosca.\" The evening's host was Sylvia Bills (Joe Simmons), \"America's most beloved retired diva,\" expertly sending up the gala chitchat of Beverly Sills.","thumbnail":null,"section":"Arts"},{"date":"19941128","headline":"So Much Perfection. So Who's Champion?","web_url":"https://www.nytimes.com/1994/11/28/sports/college-football-so-much-perfection-so-who-s-champion.html","abstract":"  You are from Penn State, and you have every answer you need to know that the Nittany Lions have earned the right to play for a national championship in the Rose Bowl.   You are from Nebraska, and your conviction is inspired by the way the Cornhuskers dealt with the loss of quarterback Tommie Frazier to take a perfect record into the Orange Bowl.","thumbnail":null,"section":"Sports"}],"wiki_events":[],"weather":[{"date":"19941128","time":"1994-11-28 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":76,"wspd":5.4},{"date":"19941128","time":"1994-11-28 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":78,"wspd":7.6},{"date":"19941128","time":"1994-11-28 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":83,"wspd":7.6},{"date":"19941128","time":"1994-11-28 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":85,"wspd":7.6},{"date":"19941128","time":"1994-11-28 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":85,"wspd":13},{"date":"19941128","time":"1994-11-28 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":86,"wspd":11.2},{"date":"19941128","time":"1994-11-28 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":86,"wspd":11.2},{"date":"19941128","time":"1994-11-28 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":87,"wspd":11.2},{"date":"19941128","time":"1994-11-28 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":87,"wspd":11.2},{"date":"19941128","time":"1994-11-28 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":82,"wspd":11.2},{"date":"19941128","time":"1994-11-28 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":81,"wspd":11.2},{"date":"19941128","time":"1994-11-28 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":78,"wspd":9.4},{"date":"19941128","time":"1994-11-28 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":78,"wspd":9.4},{"date":"19941128","time":"1994-11-28 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":78,"wspd":11.2},{"date":"19941128","time":"1994-11-28 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":78,"wspd":3.6},{"date":"19941128","time":"1994-11-28 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":78,"wspd":7.6},{"date":"19941128","time":"1994-11-28 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":79,"wspd":5.4},{"date":"19941128","time":"1994-11-28 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":77,"wspd":5.4},{"date":"19941128","time":"1994-11-28 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":71,"wspd":9.4},{"date":"19941128","time":"1994-11-28 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":73,"wspd":13},{"date":"19941128","time":"1994-11-28 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.1,"rhum":75,"wspd":11.2},{"date":"19941128","time":"1994-11-28 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.6,"rhum":80,"wspd":14.8},{"date":"19941128","time":"1994-11-28 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.8,"rhum":81,"wspd":11.2},{"date":"19941128","time":"1994-11-28 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":79,"wspd":11.2},{"date":"19941128","time":"1994-11-28 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":67,"wspd":20.5},{"date":"19941128","time":"1994-11-28 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":70,"wspd":20.5},{"date":"19941128","time":"1994-11-28 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":70,"wspd":18.7},{"date":"19941128","time":"1994-11-28 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.6,"rhum":60,"wspd":24.1},{"date":"19941128","time":"1994-11-28 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":60,"wspd":24.1},{"date":"19941128","time":"1994-11-28 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":80,"wspd":20.5},{"date":"19941128","time":"1994-11-28 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":90,"wspd":13},{"date":"19941128","time":"1994-11-28 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":100,"wspd":20.5},{"date":"19941128","time":"1994-11-28 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":96,"wspd":16.6},{"date":"19941128","time":"1994-11-28 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":97,"wspd":16.6},{"date":"19941128","time":"1994-11-28 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":96,"wspd":13},{"date":"19941128","time":"1994-11-28 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":97,"wspd":13},{"date":"19941128","time":"1994-11-28 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":96,"wspd":7.6},{"date":"19941128","time":"1994-11-28 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":93,"wspd":5.4},{"date":"19941128","time":"1994-11-28 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":96,"wspd":7.6},{"date":"19941128","time":"1994-11-28 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":100,"wspd":7.6},{"date":"19941128","time":"1994-11-28 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":100,"wspd":7.6},{"date":"19941128","time":"1994-11-28 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":97,"wspd":20.5},{"date":"19941128","time":"1994-11-28 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":93,"wspd":27.7},{"date":"19941128","time":"1994-11-28 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":93,"wspd":27.7},{"date":"19941128","time":"1994-11-28 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":84,"wspd":31.7},{"date":"19941128","time":"1994-11-28 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":84,"wspd":33.5},{"date":"19941128","time":"1994-11-28 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":76,"wspd":37.1},{"date":"19941128","time":"1994-11-28 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":75,"wspd":33.5}]},"19941129":{"guardian_articles":[],"nytimes_articles":[{"date":"19941129","headline":"Parole for a Terrorist : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/29/opinion/IHT-parole-for-a-terrorist-letters-to-the-editor.html","abstract":"In response to \"Red Army Is Now History, So Germany Orders a Parole,\" (Nov. 18):.She has shown no remorse for her part in a 1972 attack on a U.S. base, but Irmgard Mller is to be freed nevertheless. While they're at it, maybe the German","thumbnail":null,"section":"Opinion"},{"date":"19941129","headline":"Can't Haiti's Cops Just Fight Crime?","web_url":"https://www.nytimes.com/1994/11/29/opinion/cant-haitis-cops-just-fight-crime.html","abstract":"Even though the American occupation force in Haiti will be cut back over the next few weeks, the Pentagon is still committed to \"professionalizing\" the Haitian police -- an objective seemingly above reproach. Yet we have been down this road before in other countries, with unhappy results.\n\nAs early as the Eisenhower Administration, economic aid to foreign countries included small police-assistance missions to developing countries, mostly to help suppress rural bandits. In 1963, however, the Public Safety program, a successor to the earlier missions, got caught up in the Kennedy Administration's obsession with countries confronting left-wing political movements. Endowed with an internal-security mission, and \"professionalization\" being the watchword, it offered equipment and training in radio communications, riot control and automatic firearms to police officers of South Vietnam, Thailand, Colombia, El Salvador and Iran.","thumbnail":null,"section":"Opinion"},{"date":"19941129","headline":"Culture By Coercion","web_url":"https://www.nytimes.com/1994/11/29/opinion/culture-by-coercion.html","abstract":"  For a number of years, American culture has been asked to shoulder obligations once considered the responsibility of our politics, and this has radically altered the way we now regard the arts.   Staggering under large-scale deficits, our nonprofit cultural institutions are nevertheless being asked to validate themselves not through creative contributions but on the basis of community services. As Alexis de Tocqueville once predicted: \"Democratic nations will habitually prefer the useful to the beautiful, and they will require that the beautiful be useful.\"","thumbnail":null,"section":"Opinion"},{"date":"19941129","headline":"Chess","web_url":"https://www.nytimes.com/1994/11/29/arts/chess-960322.html","abstract":"  The last of the Intel Quick-Play Grand Prix tourneys was won by Gary Kasparov, the Professional Chess Association's world champion, when he defeated Predrag Nikolic of Croatia by 2-0 on Nov. 13 in Paris.   Kasparov not only received the $30,000 first prize for the final tournament but also shared the $100,000 prize for the best overall result with his Russian countryman Vladimir Kramnik.","thumbnail":null,"section":"Arts"},{"date":"19941129","headline":"BOOKS : A CHOSEN FEW","web_url":"https://www.nytimes.com/1994/11/29/opinion/IHT-books-a-chosen-few.html","abstract":"A CHOSEN FEW: The Resurrection of European Jewry. By Mark Kurlansky. 409 pages. $24. Addison-Wesley.. Reviewed by Joan Dupont.WHEN the war was over in Europe, survivors from the camps headed home, even if it took months to get there and there was no hom","thumbnail":null,"section":"Opinion"},{"date":"19941129","headline":"Muslims, Serbs, Croats : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/29/opinion/IHT-muslims-serbs-croats-letters-to-the-editor.html","abstract":"Vanita Singh (Letters, Nov. 4) gives a misleading account of secular, democratic and multicultural Bosnia-Herzegovina. The criteria set by the European Community for according recognition to the former republics of Yugoslavia, together with safeguards fo","thumbnail":null,"section":"Opinion"},{"date":"19941129","headline":"Success Overnight, in a Sense: Vietnam's Artists Are in Vogue","web_url":"https://www.nytimes.com/1994/11/29/arts/success-overnight-in-a-sense-vietnam-s-artists-are-in-vogue.html","abstract":"  During the Vietnam War, there was little paper and almost no canvas in North Vietnam, and so one of the fathers of modern Vietnamese painting, Bui Xuan Phai, was often forced to do his work on matchboxes and scraps of newsprint.   Mr. Phai, who in his lifetime never earned more than the equivalent of a few hundred dollars from his art, had a graceful, fluid painting style that is still much imitated by Vietnamese artists, north and south. He died in his beloved Hanoi in 1988.","thumbnail":null,"section":"Arts"},{"date":"19941129","headline":"A Cynical Argument Against Execution","web_url":"https://www.nytimes.com/1994/11/29/opinion/l-a-cynical-argument-against-execution-961442.html","abstract":"  To the Editor:   I never thought I'd see the day when I would quarrel with Anna Quindlen's views. But that day came with her poignant and perceptive piece on capital punishment (\"The High Cost of Death,\" Nov. 19).","thumbnail":null,"section":"Opinion"},{"date":"19941129","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/11/29/style/chronicle-961094.html","abstract":"  SYLVIA McNAIR, the American soprano, made her much heralded recital debut Sunday at Alice Tully Hall -- and shared the spotlight as she took her bows.   Ms. McNair had bumped into MARILYN HORNE as they boarded a plane several weeks ago, and Ms. Horne asked if MARTIN KATZ would be the piano accompanist at her recital. \"When I said yes, she said, 'November 27th is his 50th birthday, and I would like to surprise him with a birthday cake on stage when you have finished all your encores,' \" Ms. McNair said. Mr. Katz has also accompanied singers like Frederica von Stade, Leontyne Price and Jose Carreras.","thumbnail":null,"section":"Style"},{"date":"19941129","headline":"By Design; Fake Fur for Real Fun","web_url":"https://www.nytimes.com/1994/11/29/style/by-design-fake-fur-for-real-fun.html","abstract":"  \"Fun fur\" used to be the name given to inexpensive pelts like rabbit and curly lamb, but now the real fun furs are fake furs made of synthetic fibers.   The Searle stores have fake raccoon coats in short and long lengths ($300 and $600) that look remarkably like real fur. In the obviously fake category are Henri Bendel's versions of Mongolian lamb in colors like turquoise and cotton-candy pink. There are vests at $128 and seven-eighths-length \"chubbies\" at $198.","thumbnail":null,"section":"Style"},{"date":"19941129","headline":"Nepal to Have First Elected Communist Government in Asia","web_url":"https://www.nytimes.com/1994/11/29/world/nepal-to-have-first-elected-communist-government-in-asia.html","abstract":"  Efforts by the ruling Nepali Congress Party to block Nepal's Communists from coming to power collapsed today, clearing the way for the first democratically elected Communist government in Asia.    Officials at the royal palace in Katmandu said they expected the Communist leader, Man Mohan Adhikary, to make an early visit to King Birendra, possibly on Tuesday, to begin the process of forming a government.","thumbnail":null,"section":"World"},{"date":"19941129","headline":"Melkite Priest And One Other Guilty in Theft At Brink's Depot","web_url":"https://www.nytimes.com/1994/11/29/nyregion/melkite-priest-and-one-other-guilty-in-theft-at-brink-s-depot.html","abstract":"  A Melkite Catholic priest who has been hailed as a hero for his work with runaway teen-agers in the East Village in Manhattan was convicted today of conspiring to hide some of the $7.4 million stolen by masked gunmen from a Brink's armored-car depot here almost two years ago.   Another defendant was also convicted of conspiracy. But prosecutors failed to make their cases against two other men, including a Brink's guard who they said took part in the robbery and was at the center of the conspiracy. The jury in Federal District Court here acquitted him on all four charges he faced.","thumbnail":null,"section":"New York"},{"date":"19941129","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/11/29/sports/results-plus-957771.html","abstract":"  COLLEGE BASKETBALL  Cincinnati Stops Rutgers  Art Long and LaZelle Durden each scored 17 points as No. 10 Cincinnati held off stubborn Rutgers, 72-61, last night in Piscataway, N.J. After Rutgers (0-2) cut a 10-point deficit to 50-47 with 11 minutes 5 seconds remaining, Cincinnati (2-0) responded with a 13-4 run to open a 63-51 lead with 6:13 left. Long had 5 points in the run, including two follows on missed shots.","thumbnail":null,"section":"Sports"},{"date":"19941129","headline":"A Piano Recital Program With a Difference","web_url":"https://www.nytimes.com/1994/11/29/arts/music-review-a-piano-recital-program-with-a-difference.html","abstract":"  Justin Kolb's piano recital on Sunday afternoon at Weill Recital Hall took a sharp swerve at intermission that might have thrown a few people overboard. On the first half, Liszt's arrangement of Beethoven's Fifth Symphony; on the second half, music by the Viennese-born American composer Robert Starer. The pianist's exuberance and confident attack on the keyboard tied his unusual program together.   Mr. Starer celebrates his 70th birthday this year. When the history books are written, he will probably land somewhere in the great open middle of American compositional tradition. His language is sometimes dissonant and even 12-tone in orientation, but it is fundamentally consonant beneath the surface, and his liking for open intervals puts him a shade close to Copland than, say, to Elliott Carter. Among other qualities, he has a certifiable gift for melody. Mr. Kolb gave the world premiere of his Sonata No. 3, an unpretentious but possibly overlong work in three movements. He also played numerous shorter pieces, among them the \"Sketches in Color\" familiar to many piano students.","thumbnail":null,"section":"Arts"},{"date":"19941129","headline":"U.S.-Russian Space Mission Stumbles, With Delivery Delays at Customs","web_url":"https://www.nytimes.com/1994/11/29/world/us-russian-space-mission-stumbles-with-delivery-delays-at-customs.html","abstract":"  The first major step in an effort to get beyond the cold war in space has stumbled as the delivery of gear for an American-Russian mission early next year has been delayed by, among other things, problems at Russian customs.    An American astronaut, Norman E. Thagard, is to fly into orbit atop a Russian rocket and work for three months in a Russian space station. Dr. Thagard, a physician, was to have performed biomedical experiments with American equipment while aboard the Russian space station, which is known as Mir.","thumbnail":null,"section":"World"},{"date":"19941129","headline":"Music Notes","web_url":"https://www.nytimes.com/1994/11/29/arts/music-notes.html","abstract":"  Shaker Surprises    Joel Cohen and his Boston Camerata started out exploring early European music, with an emphasis on Medieval and Renaissance works, but in recent years the group has adopted early American music as a second line of inquiry. Some of Mr. Cohen's findings can be heard in \"A New World Christmas,\" the program he and the Camerata are presenting at Gould Hall (55 East 59th Street, Manhattan) on Dec. 19.","thumbnail":null,"section":"Arts"},{"date":"19941129","headline":"Tumult in Suffolk","web_url":"https://www.nytimes.com/1994/11/29/opinion/tumult-in-suffolk.html","abstract":"  Even in Suffolk County, L.I., which likes its politics tough and noisy, District Attorney James Catterson is a standout, aggressive in manner and harsh with opponents. He says he makes enemies because he makes difficult decisions and does not suffer miscreants gladly. Prominent officials accuse him of threatening to use grand juries against them unless they bow to his wishes.    Those are serious charges, amounting, if true, to abuse of office or misuse of the justice system. They need investigating -- preferably by a special prosecutor or agency not based on Long Island. Gov. Mario Cuomo, whose office is considering a request by the county's executive and legislature for a special prosecutor, is in the best position to devise a proper inquiry before he leaves office.","thumbnail":null,"section":"Opinion"},{"date":"19941129","headline":"Gym Rat Who Would Rebuild Pirates","web_url":"https://www.nytimes.com/1994/11/29/sports/college-basketball-gym-rat-who-would-rebuild-pirates.html","abstract":"  Cozy feelings and warm memories filled George Blaney as he navigated his car through the streets of Jersey City. With each block, the streets looked more and more familiar, and Blaney felt more and more at home.   Blaney was traveling the same route that he used as a teen-ager to get from the house on Bartholdi Avenue -- where his 86-year-old mother, Anne, still lives -- to St. Peter's Prep High School on Grand Street. The sights delighted him. He was returning to a place he calls the Prep to be honored because he is the new basketball coach at Seton Hall University, but for a moment, he felt like a Prepster again.","thumbnail":null,"section":"Sports"},{"date":"19941129","headline":"Judge in a Bitter Clash With Simpson Lawyer","web_url":"https://www.nytimes.com/1994/11/29/nyregion/judge-in-a-bitter-clash-with-simpson-lawyer.html","abstract":"  In a rare, verbally violent exchange in State Criminal Court in lower Manhattan yesterday, a judge did battle with a lawyer on the O.J. Simpson defense team over the attorney's request to be excused from a case in New York.    The judge, Harold Rothwax, accused the lawyer of misstating facts. The lawyer, Peter Neufeld, called the judge \"shameful,\" whereupon the judge warned that he would put him in jail for contempt if he did not vacate the courtroom immediately.","thumbnail":null,"section":"New York"},{"date":"19941129","headline":"Loophole at the Pier: A special report.; For Aliens, a Bahamas Cruise Is an Easy Way Into the U.S.","web_url":"https://www.nytimes.com/1994/11/29/us/loophole-pier-special-report-for-aliens-bahamas-cruise-easy-way-into-us.html","abstract":"  For illegal immigrants, getting into the United States can be as simple as climbing the gangplank of a cruise ship in the Bahamas and strolling off again in South Florida a few hours later -- without ever showing any proof of citizenship or exchanging even a word with an immigration service inspector.   The Immigration and Naturalization Service's own investigators found more than a year ago that foreign criminal gangs have used day cruises to the Bahamas as a virtual underground railroad for smuggling aliens and drugs into the United States.","thumbnail":null,"section":"U.S."},{"date":"19941129","headline":"Coach for Georgia Tech","web_url":"https://www.nytimes.com/1994/11/29/sports/sports-people-college-football-coach-for-georgia-tech.html","abstract":"  GEORGE O'LEARY, who took over Georgia Tech's floundering program on an interim basis late in the season, was named coach yesterday despite going 0-3. The 48-year-old O'Leary, who had been the team's defensive coordinator, replaced BILL LEWIS after Tech's record fell to 1-7 with six straight losses. (AP)","thumbnail":null,"section":"Sports"},{"date":"19941129","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/11/29/opinion/IHT-what-theyre-reading.html","abstract":"James Tate, whose \"Worshipful Company of Fletchers\" won the 1994 National Book Award for Poetry, is reading \"The Letters of Mrs. Henry Adams, 1865-1883.\" .\"I am usually reading 20 books at the same time about history, or philoso","thumbnail":null,"section":"Opinion"},{"date":"19941129","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/29/nyregion/c-corrections-961043.html","abstract":"  An article on Saturday about Staten Island merchants who gave customers an 8.25 percent discount to protest the New York City sales tax rate misstated the basic rate in New Jersey. It is 6 percent, not 7.","thumbnail":null,"section":"New York"},{"date":"19941129","headline":"Man Charged As the Sniper In L.I. Attacks","web_url":"https://www.nytimes.com/1994/11/29/nyregion/man-charged-as-the-sniper-in-li-attacks.html","abstract":"  Three weeks ago, several Suffolk County detectives trudged up a mountain in the Catskills looking for a tree with three bullets lodged in its trunk.   \"We hiked five miles up the mountain,\" said Detective Lieut. John W. Gierasch, the commander of the Suffolk homicide squad. \"The locals thought we were crazy hunting for a tree, but we found it.\"","thumbnail":null,"section":"New York"},{"date":"19941129","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/11/29/style/chronicle-956481.html","abstract":"  Seems it takes more than a touch of pneumonia to keep DAN QUAYLE down. The former Vice President went to the emergency room of the Indiana University Medical Center in Indianapolis on Sunday and was told he had walking pneumonia, The Associated Press reported.    But there will be no lolling about in bed for him, said ANNE HATHAWAY, executive director for Issues '96, a political action committee headed by Mr. Quayle. He'll take medication, and he plans to keep his full travel schedule, she added. Mr. Quayle is considering a run for the Republican Presidential nomination in 1996.","thumbnail":null,"section":"Style"},{"date":"19941129","headline":"Turkey and Terrorism : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/29/opinion/IHT-turkey-and-terrorism-letters-to-the-editor.html","abstract":"Regarding the report \"War on Kurds Strains Turks' Ties to Allies\" (Nov. 18):.Turkey is not fighting a war against its ethnic Kurds, who are an integrated, active and central element in Turkish society. We are seeking to defeat a ruthless terr","thumbnail":null,"section":"Opinion"},{"date":"19941129","headline":"COLLEGE SOCCER REPORT","web_url":"https://www.nytimes.com/1994/11/29/sports/college-soccer-report-960667.html","abstract":"  College of Charleston   The College of Charleston has been the topic of conversation in collegiate soccer circles since the Division I men's tournament started earlier this month.","thumbnail":null,"section":"Sports"},{"date":"19941129","headline":"Georgia Keeps Goff","web_url":"https://www.nytimes.com/1994/11/29/sports/sports-people-college-football-georgia-keeps-goff.html","abstract":"  Coach RAY GOFF will remain for another season at the University of Georgia, charged with showing significant improvement in 1995. Goff, 39, completed his sixth season at Georgia Friday with a 48-10 victory over Georgia Tech, leaving the Bulldogs 6-4-1. (AP)","thumbnail":null,"section":"Sports"},{"date":"19941129","headline":"Mixing Dada, Cher, Middle America","web_url":"https://www.nytimes.com/1994/11/29/style/mixing-dada-cher-middle-america.html","abstract":"  Certain elements of David LaChapelle's shoot for Allure magazine last week were like almost every other fashion shoot organized in the 1990's: the photo assistant with a ponytail and sideburns, the model wearing stiletto heels two sizes too small, the fashion editor dressed for mourning and the crew ignoring the no smoking sign.   But put all those elements inside a gleaming silver conditioning chamber, used to test product durability at New York's Department of General Services Laboratory, and you have some indication of what is setting Mr. LaChapelle apart in a field where familiarity -- familiar models, familiar sets, familiar fashion -- is breeding contempt.","thumbnail":null,"section":"Style"},{"date":"19941129","headline":"Bridge Team Still Dominant in Winning 4th Prestige Event","web_url":"https://www.nytimes.com/1994/11/29/arts/bridge-team-still-dominant-in-winning-4th-prestige-event.html","abstract":"  The team led by Nick Nickell of Raleigh, N.C., continued its dominance of major team championships by winning the Reisinger Board-a-Match Teams here Sunday night at the conclusion of the American Contract Bridge League's Fall Nationals.    His team, which included Richard Freeman of Atlanta, Jeff Meckstroth of Tampa, Fla., Eric Rodwell of Naperville, Ill., and Bob Hamman and Bob Wolff, both of Dallas, has won four of the last five prestige events: the Spingold Knockout Teams in 1993 and 1994, the 1993 Reisinger, and this one. Its only miss was in the 1994 Vanderbilt Knockout Teams.","thumbnail":null,"section":"Arts"},{"date":"19941129","headline":"1944: Casinos Seized : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/11/29/opinion/IHT-1944-casinos-seized-in-our-pages100-75-and-50-years-ago.html","abstract":"BUENOS AIRES - [From our New York edition:] The military government of general Edelmiro Farrell staged a sensational commercial coup yesterday [Nov. 27] by taking over one of the largest profit-making enterprises in Argentina - gambling. The government is","thumbnail":null,"section":"Opinion"},{"date":"19941129","headline":"Adrift, and Angry, On Bay Ridge Streets","web_url":"https://www.nytimes.com/1994/11/29/nyregion/adrift-and-angry-on-bay-ridge-streets.html","abstract":"  Two brutal attacks in recent months have put a spotlight on hundreds of alienated teen-agers in Bay Ridge, Brooklyn, whose isolation, anger and confusion have brought an edge of fear to one of New York's more stable neighborhoods. The attacks, officials say, reflect an increase in violence in generally peaceful white enclaves of the city.    Article, page B1.","thumbnail":null,"section":"New York"},{"date":"19941129","headline":"Edwards's Injury Has Nets Waiting","web_url":"https://www.nytimes.com/1994/11/29/sports/pro-basketball-edwards-s-injury-has-nets-waiting.html","abstract":"  Butch Beard had seen too much promise the past seven days for everything to revert back to his first week as the Nets' coach. As the starting shooting guard, Kevin Edwards, went down with an injury and the Nets trailing badly against the Phoenix Suns midway through the third quarter on Sunday night, he waited for any sign of resilience from his players.   Fifteen minutes later, Beard's patience was rewarded.","thumbnail":null,"section":"Sports"},{"date":"19941129","headline":"Taking Singing Beyond the Voice","web_url":"https://www.nytimes.com/1994/11/29/arts/music-review-taking-singing-beyond-the-voice.html","abstract":"  Sylvia McNair's song recital at Alice Tully Hall on Sunday afternoon witnessed a fascinating competition between the singer's best friend and worst enemy, both being herself. Ms. McNair's mannerisms teeter constantly on the edge of overkill, yet the other elements of her music making are so intelligently devised, and ultimately so compelling, that one forgets and accepts, often happily.   What takes this young American lyric soprano beyond the ordinary is her determination to move the art of singing beyond the voice itself. Sound becomes a conveyance. In the four Purcell songs the destination was words, for Purcell the songwriter is Purcell the dramatist, with musical meter shaped to serve language. From the exquisite \"Music for a While\" to \"The Blessed Virgin's Expostulation,\" Ms. McNair's diction and inflection owed as much to the theater as to the concert stage.","thumbnail":null,"section":"Arts"},{"date":"19941129","headline":"From a Sense of Snow to a Tussle With Time","web_url":"https://www.nytimes.com/1994/11/29/books/books-of-the-times-from-a-sense-of-snow-to-a-tussle-with-time.html","abstract":"  BORDERLINERS  By Peter Hoeg  Translated by Barbara Haveland. 277 pages. Farrar, Straus & Giroux. $22.    Like Peter Hoeg's last novel, the best-selling \"Smilla's Sense of Snow,\" \"Borderliners\" is one of those books that functions on two levels. \"Smilla\" was both a thriller and a philosophical meditation on the human condition; \"Borderliners\" is both a harrowing tale of an orphan's ordeals within the Danish child-care system and a philosophical meditation on the nature of time.","thumbnail":null,"section":"Books"},{"date":"19941129","headline":"Montana Doubtful","web_url":"https://www.nytimes.com/1994/11/29/sports/sports-people-nfl-montana-doubtful.html","abstract":"  JOE MONTANA's injured left foot was found yesterday to be sprained, and the Chiefs quarterback was pronounced questionable for Sunday's game against Denver. His backup, Steve Bono, took all the snaps yesterday during a light workout. Montana will be re-evaluated tomorrow. (AP)","thumbnail":null,"section":"Sports"},{"date":"19941129","headline":"Redefining Diversity: Biologists Urge Look Beyond Rain Forests","web_url":"https://www.nytimes.com/1994/11/29/science/redefining-diversity-biologists-urge-look-beyond-rain-forests.html","abstract":"  BETWEEN the ever-lengthening menu of Rain Forest Crunch snack foods, the Rain Forest Action Network booths at rock concerts and street fairs, and the ubiquitous jungle-themed coffee mugs, T-shirts, place mats, tote bags, wall clocks, umbrellas and jewelry, the American public has been saturated with the message that tropical rain forests are among the greatest and most endangered of the world's natural wonders.    As the generic eco-lecture has it, tropical rain forests like the Amazon shelter enormous numbers of species, bristling with a variety of life forms so rich that science has barely begun to tally up the multitudes. Tens of millions of species of plants, insects, fungi, amphibians, lizards, fish, snails and more remain to be discovered in the Edenic bosom of the tropical rain forests, and yet the forests are being turned into so much kindling and cow pasture before anybody has had a chance to know what is out there.","thumbnail":null,"section":"Science"},{"date":"19941129","headline":"William Leonard Tribute","web_url":"https://www.nytimes.com/1994/11/29/arts/william-leonard-tribute.html","abstract":"  A memorial tribute to William A. Leonard 2d, former president of CBS News, is to be held on Thursday at 1 P.M. at the Walter Reade Theater at Lincoln Center, 165 West 65th Street. Among those scheduled to speak are Howard Stringer, president of the CBS Broadcast Group; Dan Rather and Don Hewitt of CBS News; the former CBS News correspondent Charles Kuralt, and Joan Konner, dean of the Graduate School of Journalism at Columbia University. Mr. Leonard died on Oct. 23 at the age of 78.","thumbnail":null,"section":"Arts"},{"date":"19941129","headline":"The History's Overlooked In This Historical Novel","web_url":"https://www.nytimes.com/1994/11/29/nyregion/our-towns-the-history-s-overlooked-in-this-historical-novel.html","abstract":"  STUART HALPINE, gray-haired and cardiganed, has become positively shocking, and he figures he knows why. The ex-Mayor, new novelist of New Milford boils it down to 10 pages.   \"Barely 10 pages,\" he said, \"out of a book that's over 300 pages long.\"","thumbnail":null,"section":"New York"},{"date":"19941129","headline":"Astronomy Crisis Deepens As the Hubble Telescope Sees No Missing Mass","web_url":"https://www.nytimes.com/1994/11/29/science/astronomy-crisis-deepens-as-the-hubble-telescope-sees-no-missing-mass.html","abstract":"  IN their audacious reach for understanding of the universe, cosmologists often draw back hands that are maddeningly empty. They know, for example, there is more out there than meets the eye. But hard as they try, they are unable to grasp the nature of what lurks in the blackness enfolding the luminous stars and galaxies, that shadowy substance whose gravitational pull must be the organizing force for the evolution and overall structure of the universe.   The abundance of this invisible mass, whatever it is, could dictate the fate of the universe. Unless there is more mass than scientists so far have been able to measure or infer, that fate would appear to be bleak indeed.","thumbnail":null,"section":"Science"},{"date":"19941129","headline":"How Tsunami Smashed Into a Sheltered Shore","web_url":"https://www.nytimes.com/1994/11/29/science/how-tsunami-smashed-into-a-sheltered-shore.html","abstract":"  GIANT sea waves generated by earthquakes can smash the shore with devastating force. Sometimes these waves destroy not only coastal areas that directly face them, but also shore locations normally sheltered from the worst ravages of the sea.   Now researchers believe they have discovered how the giant waves, called tsunamis, cause damage in these areas. Under certain conditions, they say, tsunamis striking ocean islands can divide, circle the land and converge on the other side as a secondary wave with enough force to demolish what should be a sheltered shore.","thumbnail":null,"section":"Science"},{"date":"19941129","headline":"Giuliani Tells Agencies to Use His Budget, Not the Council's","web_url":"https://www.nytimes.com/1994/11/29/nyregion/giuliani-tells-agencies-to-use-his-budget-not-the-council-s.html","abstract":"  Mayor Rudolph W. Giuliani yesterday instructed city agencies to implement his budget proposals and disregard the City Council's, even as the Comptroller warned that the dispute could hurt the city's fiscal standing.   \"The failure to resolve this matter could have costs beyond the institutional battle,\" Comptroller Alan G. Hevesi said. \"Agencies don't know if they are getting reimbursed for the services they provide. And a protracted dispute displays that our financial credibility is in question, which could lead to a downgrading of our credit rating.\"","thumbnail":null,"section":"New York"},{"date":"19941129","headline":"Lean on Serbia Now","web_url":"https://www.nytimes.com/1994/11/29/opinion/lean-on-serbia-now.html","abstract":"  The Bosnian city of Bihac is supposedly under U.N. and NATO protection, but by now it is probably too late to save it by military means. Differing European and American agendas and a divided command structure requiring both NATO and U.N. approval ruled out a timely and effective use of air power, though even that might not have been sufficient to turn back the Serbian assault.    Fearing a divisive rift in NATO, the Clinton Administration has dropped its calls for more aggressive bombing, bowing once again to Europe's preference for letting the Serbs batter Bosnia into a negotiated settlement. There is also talk of rewarding Serbian military gains by redrawing the proposed peace map in their favor.","thumbnail":null,"section":"Opinion"},{"date":"19941129","headline":"Nevada Player Arrested","web_url":"https://www.nytimes.com/1994/11/29/sports/sports-people-college-basketball-nevada-player-arrested.html","abstract":"  Nevada forward JIMMY MOORE, a top scorer in the Big West Conference, will miss at least two games after his arrest on suspicion of three misdemeanor battery charges involving an attack on a woman, the school said yesterday. The 6-8 Moore led the Big West last season with a 19.2 average. (AP)","thumbnail":null,"section":"Sports"},{"date":"19941129","headline":"Moderate Leftist Elected in Close Uruguayan Presidential Race","web_url":"https://www.nytimes.com/1994/11/29/world/moderate-leftist-elected-in-close-uruguayan-presidential-race.html","abstract":"  In what political analysts call Uruguay's closest election ever, former President Julio Sanguinetti of the opposition Colorado Party claimed victory today in a tight three-way race for the presidency. He is expected to slow, but not abandon, the process of economic liberalization begun during five years of rule by the conservative National Party.   With 96 percent of the returns counted, the Interior Ministry said today that the centrist Colorado Party had received 32.2 percent of the vote, the National Party 31.1 percent and the leftist Broad Front 30.7 percent.","thumbnail":null,"section":"World"},{"date":"19941129","headline":"Tiffany Told to Pay for Sexual Harassment","web_url":"https://www.nytimes.com/1994/11/29/nyregion/tiffany-told-to-pay-for-sexual-harassment.html","abstract":"  A former head of the estate jewelry department at Tiffany & Company was awarded $365,000 by the New York State Division of Human Rights yesterday after she charged she had been sexually harassed by two superiors at the store and then dismissed when she complained.   Lawrence Wizman, a division spokesman, said $300,000 of the award was for mental anguish, the largest such award ever given by the division in a sexual harassment case. The other $65,000 was for back pay and interest in the case, which dates to the early 1980's.","thumbnail":null,"section":"New York"},{"date":"19941129","headline":"Mystic Aquarium to Hire Leading Oceanographer","web_url":"https://www.nytimes.com/1994/11/29/nyregion/mystic-aquarium-to-hire-leading-oceanographer.html","abstract":"  With aquariums around the country expanding to capitalize on growing public interest in the underwater world, Connecticut appears to have staged a major coup, recruiting Dr. Robert D. Ballard, the current superstar of deep-sea exploration, to open an institute at its aquarium in Mystic.   Dr. Ballard, best-known for leading expeditions that discovered the wrecks of the Titanic, the Bismarck and the Lusitania, plans to establish a center at the aquarium devoted to educating the public about the deep sea and to oversee the building of a submarine simulator that will allow the public to go on mock dives of 12,000 feet. Visitors will witness real undersea expeditions and speak to the scientists conducting them through live video and telephone hookups in an auditorium. They will also see more conventional exhibitions.","thumbnail":null,"section":"New York"},{"date":"19941129","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/29/nyregion/c-corrections-955787.html","abstract":"  A map yesterday with an article about Bosnia, showing divisions within the country and among its neighbors, carried erroneous labels for the shading code. It denoted concentrations of population, not areas of political or military control.","thumbnail":null,"section":"New York"},{"date":"19941129","headline":"Sports of The Times; Where McNair Fits Best","web_url":"https://www.nytimes.com/1994/11/29/sports/sports-of-the-times-where-mcnair-fits-best.html","abstract":"  THE instinct is to go for the underdog, the one who comes out of nowhere and wins. Now we have this greatly appealing young quarterback from this small school in Mississippi who grew up in impoverished surroundings in the Deep South. He is blessed with an arm and head and mobility of a dream athlete and with the potential to enter the pro firmament with the likes of Unitas, or Montana, or, well, Starr.   In about 10 days Steve McNair of Alcorn State will or will not win the Heisman Trophy as the best, or at least most celebrated, college football player in the land. The controversy, meanwhile, simmers.","thumbnail":null,"section":"Sports"},{"date":"19941129","headline":"Let Police Run Shelters","web_url":"https://www.nytimes.com/1994/11/29/opinion/l-let-police-run-shelters-961450.html","abstract":"  To the Editor:   You report that the New York City Police Department's new Homeless Outreach Unit has encountered many problems (\"Police Reach Out to the Homeless, but Often Find Efforts Rejected,\" front page, Nov. 16). Why not have the police, who take the homeless to shelters, instead supervise the shelters? I am sure that many of the homeless, who now fear for their lives in the shelters, would more readily go to them if they knew that someone was protecting them. BARBARA WHITEHOUSE  Middle Village, Queens, Nov. 20, 1994","thumbnail":null,"section":"Opinion"},{"date":"19941129","headline":"No Headline","web_url":"https://www.nytimes.com/1994/11/29/nyregion/no-headline-956406.html","abstract":"  \"It's a fairly embarrassing situation to admit that we can't find 90 percent of the universe.\" -- DR. BRUCE H. MARGON, astrophysicist.  [ C1:2. ]","thumbnail":null,"section":"New York"},{"date":"19941129","headline":"London Launch For Hip Shoes : Flagship For Doc Martens","web_url":"https://www.nytimes.com/1994/11/29/style/IHT-london-launch-for-hip-shoes-flagship-for-doc-martens.html","abstract":"It is a long way from the metal-tipped boot of a downtown skinhead to the height of hip fashion. But Dr. Martens - the creator of airy soles in heavy shoes - has made that leap..When the first Dr. Martens store opened in London's Covent Garden on Wedne","thumbnail":null,"section":"Style"},{"date":"19941129","headline":"A Limit on Vendor Permits Is Proposed by the Mayor","web_url":"https://www.nytimes.com/1994/11/29/nyregion/a-limit-on-vendor-permits-is-proposed-by-the-mayor.html","abstract":"  Mayor Rudolph W. Giuliani yesterday proposed restricting food vendors on the city's streets by limiting to two the number of permits any one person can own.   The proposal, part of a long-awaited plan on food carts, comes months after Mr. Giuliani sharply limited where the vendors could operate in midtown. Although administration officials said the proposal is intended to put more permits in the hands of individuals, it could also reduce the number of vendors.","thumbnail":null,"section":"New York"},{"date":"19941129","headline":"Jets' Weaknesses Helped Marino Look Strong","web_url":"https://www.nytimes.com/1994/11/29/sports/pro-football-jets-weaknesses-helped-marino-look-strong.html","abstract":"  It took a mediocre Jets team to blow a 24-6 third-quarter lead, even if the Dolphins have come back so often behind Dan Marino.   First, you keep your hands off Marino, allowing him time to work his magic.","thumbnail":null,"section":"Sports"},{"date":"19941129","headline":"Ukraine Gets Reformer at the Helm","web_url":"https://www.nytimes.com/1994/11/29/world/ukraine-gets-reformer-at-the-helm.html","abstract":"  Andriy K. Denga, one of this bankrupt country's progressive farm managers, is doing just about everything he can to make money. He has a contract with Italians to make smart leather attache cases. A sewing shop is making inexpensive clothes for Germany. Caged minks and foxes are being readied to have their fur made into hats.   People are very angry about the economy, \"and a small spark can bring a blowup here,\" said Mr. Denga, a onetime local Communist Party boss who wears a suit as he shows weekend visitors plows and cows. \"That's why we have to process agricultural material here rather than sell it at very low prices.\"","thumbnail":null,"section":"World"},{"date":"19941129","headline":"Vote in Norway Blocks Joining Europe's Union","web_url":"https://www.nytimes.com/1994/11/29/world/vote-in-norway-blocks-joining-europe-s-union.html","abstract":"  Bucking a trend set by its Nordic neighbors, Norway early today became the only country to turn down membership in the expanding club of nations known as the European Union.   With almost 90 percent of the votes counted in a two-day nationwide referendum, the \"no\" votes were ahead of the \"yes\" votes by 52.8 percent to 47.2 percent.","thumbnail":null,"section":"World"},{"date":"19941129","headline":"Players Set to Stay Off Owners' New Pitches","web_url":"https://www.nytimes.com/1994/11/29/sports/baseball-players-set-to-stay-off-owners-new-pitches.html","abstract":"  If this were a lottery, the winning number could be $34,243,314. Or $34,865,920. But major league baseball players won't play either one. They think both are losers.   The players' labor representatives are expected to deliver that message to the owners' negotiating team on Tuesday when they resume bargaining in the dispute that first wiped out the last seven weeks of the regular season, then erased the post-season and now has created chaos in the clubs' off-season planning.","thumbnail":null,"section":"Sports"},{"date":"19941129","headline":"Observer; 'Bunk,' Ford Called It","web_url":"https://www.nytimes.com/1994/11/29/opinion/observer-bunk-ford-called-it.html","abstract":"  Political intellectuals are having a nasty argument about what history should be taught to American schoolchildren. Tales you hear indicate that, whatever history may be taught in the future, at present kids learn practically none of any kind.   My own favorite anecdote stars an apparently normal high school student. Amazed to hear a graybeard refer to the First World War, he cried, \"I never knew there was a First World War!\"","thumbnail":null,"section":"Opinion"},{"date":"19941129","headline":"An Indochinese Goat Is Imperiled by Its Year of Fame","web_url":"https://www.nytimes.com/1994/11/29/world/an-indochinese-goat-is-imperiled-by-its-year-of-fame.html","abstract":"  As much as any animal can be, the sao la is publicity shy. For thousands of years, small herds of these gentle, goat-like creatures munched their way through the mountainous grasslands of Indochina, drawing so little attention that the outside world had no hint of their existence.    But that all changed a year ago, when the sao la was suddenly thrust into the age of celebrity, pushed in front of the television cameras and celebrated on the pages of National Geographic and People Magazine -- overnight, a zoological superstar.","thumbnail":null,"section":"World"},{"date":"19941129","headline":"It's Time for Israel to Risk Peace With Syria; P.L.O. Pact's Necessity","web_url":"https://www.nytimes.com/1994/11/29/opinion/l-it-s-time-for-israel-to-risk-peace-with-syria-plo-pact-s-necessity-961434.html","abstract":"  To the Editor:   The last time Benjamin Netanyahu wrote an Op-Ed article for your paper, I chastised his likening the Principles of the Israel-Palestine Liberation Organization accord signed last year at the White House to the Munich appeasement. I also criticized his debating Israeli politics in The New York Times, an unwritten no-no in Likud party practice.","thumbnail":null,"section":"Opinion"},{"date":"19941129","headline":"Marino Says He Is Not Certain He Wants to Be Just a Senator","web_url":"https://www.nytimes.com/1994/11/29/nyregion/marino-says-he-is-not-certain-he-wants-to-be-just-a-senator.html","abstract":"  Still stunned by his ouster as majority leader of the State Senate, Ralph J. Marino said today that he had not decided whether he would remain in the body as simply the Senator from the Fifth District.   \"It's been too soon for me, I think, to gather myself together and think about a direction I want to go in,\" Mr. Marino said in a telephone interview from his office in Oyster Bay, L.I. \"I told my wife we ought to go to Montauk Point and talk about it, because I really don't know what the future holds.","thumbnail":null,"section":"New York"},{"date":"19941129","headline":"Fighter Gives Up Title","web_url":"https://www.nytimes.com/1994/11/29/sports/sports-people-boxing-fighter-gives-up-title.html","abstract":"  PICHIT SITHBANGPRACHAN of Thailand has given up the International Boxing Federation flyweight championship rather than defend against the top-ranked JOSE LUIS ZEPEDA of the United States. The move was announced yesterday by the I.B.F. president, ROBERT LEE, and took effect last Friday. Sithbangprachan won a split decision over Zepeda on May 8 in Bangkok, Thailand. He had been ordered to make a mandatory defense in a rematch by Dec. 4. (AP)","thumbnail":null,"section":"Sports"},{"date":"19941129","headline":"COURT TO WEIGH 2 SEARCH CASES","web_url":"https://www.nytimes.com/1994/11/29/us/supreme-court-roundup-court-to-weigh-2-search-cases.html","abstract":"  Marking its current term as potentially the most important in years for the constitutional law of search and seizure, the Supreme Court today accepted two cases posing long-unresolved questions about drug testing and police searches.   One case asks whether public schools can subject students to random drug tests. The other asks whether in executing a search warrant police officers must first announce their presence and give the occupant time to open the door before forcing their way inside.","thumbnail":null,"section":"U.S."},{"date":"19941129","headline":"Study Finds Jurors Often Hear Evidence With Closed Minds","web_url":"https://www.nytimes.com/1994/11/29/science/study-finds-jurors-often-hear-evidence-with-closed-minds.html","abstract":"  THERE is a joke among lawyers about the difference between jury trials in England and the United States: in England, the trial starts once the jury selection ends; in America, the trial is already over.   Now, as the weaknesses of the jury system are coming under increasing scrutiny, a new study shows that substantial numbers of jury members reach verdicts using faulty reasoning.","thumbnail":null,"section":"Science"},{"date":"19941129","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/11/29/nyregion/inside-956350.html","abstract":"  Eased Bank Rules Proposed   Banks would gain new power, being allowed to sell real estate, computer services and possibly securities under relaxed rules proposed by Government regulators. Page D1. To Catch a Sniper    Long Island police solved the case of the Suffolk County sniper by hiking five miles up a mountain, cutting down a tree, and bringing back the evidence, three bullets. Page B1. Priest Convicted in Robbery    A Catholic priest was found guilty of conspiring to hide some of the $7.4 million that was stolen by masked gunmen from a Brinks depot in Rochester two years ago. Page B1.","thumbnail":null,"section":"New York"},{"date":"19941129","headline":"It's Time for Israel to Risk Peace With Syria; Nurturing the Process","web_url":"https://www.nytimes.com/1994/11/29/opinion/l-it-s-time-for-israel-to-risk-peace-with-syria-nurturing-the-process-961426.html","abstract":"  To the Editor:   \"Israeli-P.L.O. Talks: A Growing Mistrust\" (news analysis, Nov. 18) should lay to rest \"the conventional wisdom\" that existed when I founded Interns for Peace. In 1976 Israeli leaders told me Jewish-Arab hatred would melt once Israel came to peace with its Arab neighbors. You document that the enmity has not even eroded among the Jewish and Israeli leaders who pursue peace.","thumbnail":null,"section":"Opinion"},{"date":"19941129","headline":"250 New Housing Units for AIDS Patients Is Among Priorities of the State Legislature","web_url":"https://www.nytimes.com/1994/11/29/nyregion/250-new-housing-units-for-aids-patients-among-priorities-state-legislature.html","abstract":"  The current session of the New Jersey Legislature still has another year to run, but both the Senate and Assembly have been moving several high-profile bills into position for votes before 1994 ends. All deal with emotionally charged issues.   The newest measure, which its sponsors say is the first of its kind in the country, would provide 250 units of housing spread through five urban areas for people with H.I.V. or AIDS and their families.","thumbnail":null,"section":"New York"},{"date":"19941129","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/11/29/sports/transactions-958514.html","abstract":"  Baseball  American League  BOSTON RED SOX -- Named Tommy Barrett manager of Sarasota of the Florida State League; Jeff Gray pitching coach of Sarasota; and Bob Geren manager of Utica of the the New York-Penn League. Announced that Felix Maldonado, manager of the Red Sox of the Gulf Coast League, will return next season. Named Sammy Ellis minor league pitching coordinator, and Steve Braun minor league batting coach.","thumbnail":null,"section":"Sports"},{"date":"19941129","headline":"G.O.P. Should Check Helms's Competence","web_url":"https://www.nytimes.com/1994/11/29/opinion/l-gop-should-check-helms-s-competence-961370.html","abstract":"  To the Editor:   Senator Jesse Helms's comment that President Clinton \"better have a bodyguard\" if he visits the Senator's home state of North Carolina is outrageous for Senator Helms's apparent ignorance of its potential impact (news article, Nov. 23).","thumbnail":null,"section":"Opinion"},{"date":"19941129","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/11/29/style/chronicle-961108.html","abstract":"  Ever wonder if people give those dinners, cocktail parties and other festive events that they buy at auctions for worthy causes?    CAROLEE FRIEDLANDER, founder and president of a jewelry firm, was the high bidder for a tea party at the Washington home of the French Ambassador, at an auction more than a year ago. Never able to actually give the tea, which was auctioned to benefit the Vincent T. Lombardi Cancer Center at Georgetown University, she passed it on as a gift to her friend ADRIENNE ARSHT, a banker in Washington.","thumbnail":null,"section":"Style"},{"date":"19941129","headline":"Bridge Gunman Is Called Angry but Sane","web_url":"https://www.nytimes.com/1994/11/29/nyregion/bridge-gunman-is-called-angry-but-sane.html","abstract":"  A psychologist testifying for the prosecution yesterday described Rashid Baz, who is on trial in the shooting of a group of Hasidic students on the Brooklyn Bridge in March, as a very angry man. But he said he suffered from no mental condition that would absolve him of criminal responsibility for his actions.   The psychologist, Terrence Kaene, a professor at the Tufts University Medical School, was called to the stand in State Supreme Court in Manhattan to rebut testimony from two psychologists called last week by the defense, which is arguing that Mr. Baz was insane during the few minutes that he opened fire on the van carrying 15 Hasidic students, killing one and wounding three.","thumbnail":null,"section":"New York"},{"date":"19941129","headline":"PRESIDENT STAGES SHOW OF SUPPORT FOR TRADE ACCORD","web_url":"https://www.nytimes.com/1994/11/29/us/president-stages-show-of-support-for-trade-accord.html","abstract":"  President Clinton opened the White House this morning to a delegation of Republicans for the first time since Election Day to rally support for the global trade pact whose fate will be the first test of the bipartisanship on which he now must rely.   With the lame-duck Congress back in town to vote on the trade agreement, opponents of the accord were waging last-ditch efforts to block it, contending it could harm American workers and undermine United States sovereignty. But they conceded that they lacked the votes in the House, which takes up the measure on Tuesday. And Mickey Kantor, the United States trade representative, predicted that the measure would win a comfortable victory in the Senate as well when that body votes on Thursday.","thumbnail":null,"section":"U.S."},{"date":"19941129","headline":"Slaughter Fined","web_url":"https://www.nytimes.com/1994/11/29/sports/sports-people-nfl-slaughter-fined.html","abstract":"  The Houston Oilers' new coach, JEFF FISHER, fined wide receiver WEBSTER SLAUGHTER one game check worth $9,529 today and threatened to suspend him for the season for his critical comments following Sunday's loss at Cleveland. \"Nothing Jeff Fisher can do can insult me anymore,\" Slaughter said after he was removed from the game. \"I just can't see putting forth an effort and playing hard for those people.\" (AP)","thumbnail":null,"section":"Sports"},{"date":"19941129","headline":"A Growing Rage in Bay Ridge; Change Breeds Violence in a Once-Quiet Corner of Brooklyn","web_url":"https://www.nytimes.com/1994/11/29/nyregion/growing-rage-bay-ridge-change-breeds-violence-once-quiet-corner-brooklyn.html","abstract":"  David O'Connor describes his father's occupation as \"drinker.\" He says that the man exited his life by his second birthday and that his mother, a diner waitress, let him take to the streets of Brooklyn at age 14.   Now 15, he sleeps in a small bedroom in a group home. He has been arrested once, charged with stealing a car, and is described by administrators at Telecommunications High School in Bay Ridge as a troubled student. Born to an Irish Catholic family, he says he has no great use for religion.","thumbnail":null,"section":"New York"},{"date":"19941129","headline":"Suspicious Americans Want Review of Championships","web_url":"https://www.nytimes.com/1994/11/29/sports/swimming-suspicious-americans-want-review-of-championships.html","abstract":"  The United States swimming federation has called for a review of the results from last summer's world swimming championships in Rome, where Chinese women won 12 of 16 gold medals.   Ray Essick, executive director of U.S. Swimming, made the request yesterday after a report that a second Chinese champion has tested positive for a banned substance. Essick is seeking the public disclosure of drug-testing histories for the Chinese swimmers.","thumbnail":null,"section":"Sports"},{"date":"19941129","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/29/opinion/IHT-letters-to-the-editor.html","abstract":"Regarding the editorial on the UN-NATO strike against an air base used by Serbs in Croatia, \"A Useful Operation\" (Nov. 23):.The Bosnian Serb counteroffensive against the 5th Corps of the Bosnian Army in the Bihac pocket is entirely justifiabl","thumbnail":null,"section":"Opinion"},{"date":"19941129","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/11/29/nyregion/news-summary-955752.html","abstract":"  International A3-16  U.S. BACKING OFF ON BOSNIA  The Clinton Administration has backed off its tough approach on Bosnia, and has stopped its talk of using air strikes, bringing it closer to the positon of Western European Governments. A1","thumbnail":null,"section":"New York"},{"date":"19941129","headline":"U.S., IN SHIFT, GIVES UP ITS TALK OF TOUGH ACTION AGAINST SERBS","web_url":"https://www.nytimes.com/1994/11/29/world/us-in-shift-gives-up-its-talk-of-tough-action-against-serbs.html","abstract":"  In a policy switch intended to close ranks with its Western European allies, the Clinton Administration has dropped talk of using air strikes and other forms of military pressure to stop Serbian attacks and compel the Serbs to agree to a peace settlement.   For months, the Administration has been trying to mobilize support for tough actions or threats of action against the Bosnian Serbs. But facing a series of high-level meetings in Europe in early December, the Administration has begun issuing carefully coordinated statements about the futility of military action to end the fighting in the Balkans.","thumbnail":null,"section":"World"},{"date":"19941129","headline":"Painful Loss Can't Collapse Jets' Playoff Hopes","web_url":"https://www.nytimes.com/1994/11/29/sports/pro-football-painful-loss-can-t-collapse-jets-playoff-hopes.html","abstract":"  Give Pete Carroll this the morning after: He continues to discard those bad Jets memories, past and present.   That's why less than 24 hours after a devastating defeat to the Miami Dolphins, the Jets suddenly started thinking out loud today about the playoffs.","thumbnail":null,"section":"Sports"},{"date":"19941129","headline":"No Bitterness for New York, Pataki Tells City Officials","web_url":"https://www.nytimes.com/1994/11/29/nyregion/no-bitterness-for-new-york-pataki-tells-city-officials.html","abstract":"  Looking a shade sunburned from his Florida trip, Governor-elect George E. Pataki opened the first line of communication with New York City yesterday, assuring eight top officials that the campaign's bitterness was behind him and that the city would not be neglected under his administration.    The second and more vital line is to be opened today: Mr. Pataki is to meet in a secret spot with Mayor Rudolph W. Giuliani, who, feeling the sting of Mr. Pataki's rebuffs after the election, refused to attend yesterday's meeting.","thumbnail":null,"section":"New York"},{"date":"19941129","headline":"The Talk of Hollywood; This Year, Oscar Bets Won't Be Sure Ones","web_url":"https://www.nytimes.com/1994/11/29/movies/the-talk-of-hollywood-this-year-oscar-bets-won-t-be-sure-ones.html","abstract":"  Studio executives plotting their strategies for the Academy Awards have reached some unsettling conclusions. The first is that once again there were surprisingly few powerful roles for actresses this year, despite the growing list of studio executives who are women and the often-stated proclamations of studio chiefs that they are card-carrying feminists.   Then there is the general paucity of creative and significant films of any kind, despite assurances from some executives that the industry is flourishing and movies are better than ever.","thumbnail":null,"section":"Movies"},{"date":"19941129","headline":"N.F.L. May Consider Using a Penalty Box","web_url":"https://www.nytimes.com/1994/11/29/sports/pro-football-notebook-nfl-may-consider-using-a-penalty-box.html","abstract":"  As a way to curb some of the flagrant violence in the National Football League, at least one team has asked the competition committee to study the use of a penalty box -- similar to the one used by the National Hockey League -- for players who deliver dangerous hits to a quarterback.   Greg Aiello, the N.F.L. director of communication, confirmed that the proposal had been made. Aiello said it had been discussed by the competition committee in the past, but it has never made it out of the committee for a discussion by the team owners. He said he did not know the specifics of the latest proposal and would not say which team has made the proposal.","thumbnail":null,"section":"Sports"},{"date":"19941129","headline":"This Lady Loves 'Em And Leaves 'Em, Dead","web_url":"https://www.nytimes.com/1994/11/29/arts/dance-review-this-lady-loves-em-and-leaves-em-dead.html","abstract":"  Two contrasting works by Jerome Robbins, which the New York City Ballet presented on Sunday night at the New York State Theater, demonstrated this great American choreographer's ability to devise rewarding roles of many kinds.    The fact that in some forms of insect life, the females kill the males after mating would seem to be an unlikely subject for a ballet. Yet this curious piece of scientific lore inspired Mr. Robbins to create \"The Cage,\" a dance-drama to Stravinsky in which a newborn insect matures into a killer.","thumbnail":null,"section":"Arts"},{"date":"19941129","headline":"The Broadway Alliance Is Theater's Angel for Production Costs","web_url":"https://www.nytimes.com/1994/11/29/opinion/l-the-broadway-alliance-is-theater-s-angel-for-production-costs-961418.html","abstract":"  To the Editor:   In a year that smashed Broadway records for attendance and money earned, it was sobering to read \"Why Neil Simon Decided to Turn His Back on Broadway\" (Arts pages, Nov. 21). Although it's sad when a playwright of Neil Simon's stature moves his creative genius to more inexpensive digs, the reasoning of his producer, Emanuel Azenberg, should not pass unexamined.","thumbnail":null,"section":"Opinion"},{"date":"19941129","headline":"CD-ROM Drives Get Plenty Of Fodder","web_url":"https://www.nytimes.com/1994/11/29/science/peripherals-cd-rom-drives-get-plenty-of-fodder.html","abstract":"  THAT new CD-ROM drive is aching for disks to spin. It came with an encyclopedia, a golf game and an electronic cookbook, all of which seemed like good ideas at the time. But the computer is in the spare bedroom, not the kitchen; nobody in the house plays golf, and you do not look up things in an encyclopedia that often.   At around $30 to $100 a disk, few of us can afford to go wild buying software. And while books are expensive too, at least you can sample them before whipping out a credit card.","thumbnail":null,"section":"Science"},{"date":"19941129","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/11/29/nyregion/metro-digest-953903.html","abstract":"  NEW YORK CITY  PATAKI SAYS HE HOLDS NO ILL-WILL FOR CITY   Governor-elect Pataki opened the first line of communication with New York City, assuring eight top officials that the campaign's bitterness was behind him and that the city would not be neglected under his administration. The second and more vital line is to be opened today: Mr. Pataki is to meet in a secret spot with Mayor Giuliani, who, feeling the sting of Mr. Pataki's rebuffs after the election, refused to attend the first meeting. B3.","thumbnail":null,"section":"New York"},{"date":"19941129","headline":"Patterns","web_url":"https://www.nytimes.com/1994/11/29/style/patterns-958816.html","abstract":"  Such Familiar Fabric   It could be Walter Cessna's first career, in magazines, that has made Dom Casual, his fashion label, such good copy. A fall collection with dresses cut from stolen American Airlines blankets was quite a lure for fashion writers.","thumbnail":null,"section":"Style"},{"date":"19941129","headline":"The Compuserve Edge: Delicate Data Balance","web_url":"https://www.nytimes.com/1994/11/29/science/personal-computers-the-compuserve-edge-delicate-data-balance.html","abstract":"  IN real estate, the saying goes, the three most important considerations are location, location and location. In the unreal estate of cyberspace, the key considerations are content, content and content.    That is why more than two million people have taken up electronic residence in the Compuserve Information Service, the third stop on our tour of online information services. Compuserve is the oldest of the Big Three information services (the others are Prodigy and America Online) and it has the richest reservoirs of business, professional and consumer information of any of the major consumer services.","thumbnail":null,"section":"Science"},{"date":"19941129","headline":"1919: Indecent Dances : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/11/29/opinion/IHT-1919-indecent-dances-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - [From our New York edition:] Cardinal Amette, Archbishop of Paris, today [Nov. 29] issued a pastoral letter protesting against the immodest toilettes of women and indecent dances, saying that Christian women and girls ought to abstain from such dr","thumbnail":null,"section":"Opinion"},{"date":"19941129","headline":"The Story of Jeans and How They Grew","web_url":"https://www.nytimes.com/1994/11/29/style/IHT-the-story-of-jeans-and-how-they-grew.html","abstract":"If authenticity is the Holy Grail of style; then fashion is its poisoned chalice. What designers did to jeans in the 1980s - like a shocking pink tweed and blue denim Chanel jacket - proves how wise it is to let classics well alone..The \"Histoires","thumbnail":null,"section":"Style"},{"date":"19941129","headline":"U.S. Drops Effort to Oust a Gay Sailor","web_url":"https://www.nytimes.com/1994/11/29/us/us-drops-effort-to-oust-a-gay-sailor.html","abstract":"  The Clinton Administration said today that it would drop its effort to bar a homosexual from serving in the Navy and would not appeal the case to the United States Supreme Court.   Government lawyers insisted that their decision in the case of Petty Officer Keith Meinhold was not intended to convey the message that the military must admit homosexuals. Rather, they said, it was simply a tactical decision in the long-running court battle between the armed services and gay and civil rights groups over the Pentagon's policy on homosexuality.","thumbnail":null,"section":"U.S."},{"date":"19941129","headline":"COLLEGE FOOTBALL;\nWalsh Leaves Stanford After 2 Losing Seasons","web_url":"https://www.nytimes.com/1994/11/29/sports/college-football-walsh-leaves-stanford-after-2-losing-seasons.html","abstract":"For days, Bill Walsh stuck with his decision to step down as Stanford University's football coach. But he certainly did not want to leave the program in disarray as it appeared to be today.\n\nTed Leland, the Stanford athletic director, tried to put on a happy face during a news conference to announce the resignation of Walsh, who had two years remaining on his five-year contract. But he admitted that Stanford's football recruiting would be hurt during the transition to find a successor.","thumbnail":null,"section":"Sports"},{"date":"19941129","headline":"One Sofa Yam's Guide To Football Announcers","web_url":"https://www.nytimes.com/1994/11/29/sports/tv-sports-one-sofa-yam-s-guide-to-football-announcers.html","abstract":"  Let's face an inescapable truth: hardly anybody watches games for the announcers. Perhaps John Madden prevents tune-out during blowouts, but, really, Cowboys fans will watch their team play whether John Madden or Dave Madden -- Reuben Kinkaid of \"The Partridge Family\" -- is manning the Telestrator.   This sofa yam is the opposite of the regular fan. I watch games I don't care about to keep tabs on announcers. It can be tough duty. Watch Gary Bender and Pat Haden on TNT? Well, I've learned to do a solo Heimlich maneuver.","thumbnail":null,"section":"Sports"},{"date":"19941129","headline":"Battle of Fists And Figures","web_url":"https://www.nytimes.com/1994/11/29/sports/battle-of-fists-and-figures.html","abstract":"  Vinny Pazienza, the International Boxing Council's super middleweight champion, was at Scores on East 60th Street yesterday for a news conference to promote his Jan. 14 rematch with Roberto Duran at the Atlantic City Convention Center.   Duran, stranded by the weather, didn't show up, but Barbara Anne Fenner did, along with several other dancers. Their presence was appropriate, partly because Scores's owner, Michael Blutrich, is the fight's promoter, and partly because 100 Scores dancers will participate in a beauty contest as part of the pre-bout hoopla.","thumbnail":null,"section":"Sports"},{"date":"19941129","headline":"Sugar Bowl Victory: Florida State","web_url":"https://www.nytimes.com/1994/11/29/sports/college-football-sugar-bowl-victory-florida-state.html","abstract":"  If high and close rankings count, the Sugar Bowl assured itself a premiere matchup yesterday when Florida State accepted an invitation to play the Southeastern Conference champion in the 61st Sugar Bowl in New Orleans on Jan. 2.   If television clout counts, the Fiesta Bowl guaranteed itself a high rating when it named Notre Dame as Colorado's opponent in Phoenix.","thumbnail":null,"section":"Sports"},{"date":"19941129","headline":"After Setback, First Large AIDS Vaccine Trials Are Planned","web_url":"https://www.nytimes.com/1994/11/29/science/the-doctor-s-world-after-setback-first-large-aids-vaccine-trials-are-planned.html","abstract":"  IN a sharp turnaround driven by a desperate need to stop the AIDS epidemic, the World Health Organization is moving ahead with plans for the first large trials of the two most widely tested experimental AIDS vaccines. The United States rejected plans for testing the vaccines in this country in June.   By a nearly unanimous decision last month, an advisory panel of experts gave the Geneva-based health organization a green light to design and carry out full-scale trials of the effectiveness of the two experimental vaccines against H.I.V., the AIDS virus.","thumbnail":null,"section":"Science"},{"date":"19941129","headline":"Big Babies","web_url":"https://www.nytimes.com/1994/11/29/science/q-a-big-babies.html","abstract":"  Q. All my friends seem to be having very big babies. Are more and more very large babies being born?   A. It depends on how big you think a very big baby is and on who is counting, but at least in New York City, there has been an increase in the rate of large live births over the last four decades.","thumbnail":null,"section":"Science"},{"date":"19941129","headline":"Mets' Trade With Astros Adds Harnisch To Rotation","web_url":"https://www.nytimes.com/1994/11/29/sports/baseball-mets-trade-with-astros-adds-harnisch-to-rotation.html","abstract":"  Under the current labor situation, a lot of baseball owners were unhappy to see the Houston Astros sign Jeff Bagwell, the National League most valuable player, to a four-year, $27.5 million deal last week.   Apparently, though, the Mets were thrilled.","thumbnail":null,"section":"Sports"},{"date":"19941129","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/29/nyregion/c-corrections-961035.html","abstract":"  An article on Sunday about lead pollution near a smelting plant in Wallkill, N.Y., misstated the title of Harry Ross, an official of Orange Environment Inc. He is the group's associate director, not its president.","thumbnail":null,"section":"New York"},{"date":"19941129","headline":"Giants Still Talk About Flagging Playoff Train","web_url":"https://www.nytimes.com/1994/11/29/sports/pro-football-giants-still-talk-about-flagging-playoff-train.html","abstract":"  So you laugh upon hearing the words \"Giants\" and \"playoffs\" in the same sentence. A chuckle accompanies the thought that a team that lost seven games in a row will somehow make it to the post-season.   There are 10 million reasons why the Giants shouldn't get in, and one of them is that any team losing to the Los Angeles Rams should automatically have the playoff door slammed in its face. The Jets provide enough amusement, you say, so halt all this playoff nonsense.","thumbnail":null,"section":"Sports"},{"date":"19941129","headline":"Ewing's Sore Right Knee Has Knicks Hobbling","web_url":"https://www.nytimes.com/1994/11/29/sports/pro-basketball-ewing-s-sore-right-knee-has-knicks-hobbling.html","abstract":"  The Knicks hold themselves to higher standards than most teams. And Patrick Ewing is held to higher standards than most players.   For those reasons, both the Knicks and Ewing will be searching for more consistency heading into Tuesday night's road game against the Washington Bullets. Not only have the Knicks (6-4) lost four of their last seven games, but Ewing hasn't performed to his normal level of excellence while still recovering from arthroscopic right knee surgery in July.","thumbnail":null,"section":"Sports"},{"date":"19941129","headline":"It's Time for Israel to Risk Peace With Syria","web_url":"https://www.nytimes.com/1994/11/29/opinion/l-it-s-time-for-israel-to-risk-peace-with-syria-961361.html","abstract":"  To the Editor:   In \"A Peace Pact? Only if It's Genuine\" (Op-Ed, Nov. 21), Benjamin Netanyahu paints a bleak picture of the prospect of a Golan-Heights-for-peace deal with Syria in order to scare the American public away from supporting a peace treaty between Israel and Syria.","thumbnail":null,"section":"Opinion"},{"date":"19941129","headline":"Neuheisel Gets the Job","web_url":"https://www.nytimes.com/1994/11/29/sports/sports-people-college-football-neuheisel-gets-the-job.html","abstract":"  RICK NEUHEISEL, an assistant football coach at the University of Colorado, was hired as the school's head coach, replacing BILL McCARTNEY. \"I believe truly no one has more capability to lead this team to new success than Rick Neuheisel,\" said the university president, JUDITH ALBINO.","thumbnail":null,"section":"Sports"},{"date":"19941129","headline":"Britain and France Criticize U.S. on Bosnia Positions","web_url":"https://www.nytimes.com/1994/11/29/world/britain-and-france-criticize-us-on-bosnia-positions.html","abstract":"  The divisions between the United States and Western Europe over Bosnia erupted into unusually blunt public feuding today as leaders of Britain and France lashed out at American pressure to lift the arms embargo on the Bosnian Muslims and step up air strikes on Bosnian Serb forces.   With frustration clearly mounting among NATO members after the assault by Bosnian Serbs on the Muslim enclave of Bihac, the British Defense Secretary, Malcolm Rifkind, struck back at comments by Senator Bob Dole that implied that Britain was primarily responsible for a lack of a strong military response by NATO.","thumbnail":null,"section":"World"},{"date":"19941129","headline":"The Poor Need Child Labor","web_url":"https://www.nytimes.com/1994/11/29/opinion/the-poor-need-child-labor.html","abstract":"Something like 100 million children worldwide work as laborers, 98 percent of them in poor countries. Many, if not most, work for long hours and minuscule wages. \n\nThis tragic phenomenon is being used as a club with which to beat the General Agreement on Tariffs and Trade, which Congress is considering this week. In a separate measure, some lawmakers have proposed banning the importing of goods produced using the labor of children under 15. GATT includes no such restrictions, although it might take up the issue in the future.","thumbnail":null,"section":"Opinion"},{"date":"19941129","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/29/nyregion/c-corrections-961027.html","abstract":"  A picture caption on Saturday about a Manhattan protest against the use of fur in fashion referred incorrectly to the protesters' attire in some editions. Their clothes were backless, not topless.","thumbnail":null,"section":"New York"},{"date":"19941129","headline":"On Top of the Poll: UMass's Minutemen","web_url":"https://www.nytimes.com/1994/11/29/sports/sports-people-college-basketball-on-top-of-the-poll-umass-s-minutemen.html","abstract":"  Massachusetts, which shocked college basketball by trouncing Arkansas in its season opener, took over the No. 1 ranking for the first time yesterday. The Minutemen, who beat the top-ranked defending national champions, 104-80, in the Tip-Off Classic at Springfield, Mass., on Friday night, received all but 7 of the 65 first-place votes cast by the national news media panel.   The Minutemen moved up two spots in the poll, leapfrogging North Carolina, which received six first-place votes after beating Texas in its season opener. Kentucky, which had the other first-place vote, moved up one spot to third and Arkansas, which bounced back with a victory over Georgetown, dropped to fourth.","thumbnail":null,"section":"Sports"},{"date":"19941129","headline":"His Fondness for Guns Led Sniping Suspect to Trouble","web_url":"https://www.nytimes.com/1994/11/29/nyregion/his-fondness-for-guns-led-sniping-suspect-to-trouble.html","abstract":"  Above all, the Suffolk County police said yesterday, Peter Sylvester did not want his mother to know about the long-barreled rifle. Certainly not that he had hidden it in a ceiling she walked under whenever she went to the garage.   Long ago, the police said, she had told him never to bring guns into her ranch-style house in Nesconset, L.I. Also on her forbidden list was a gun fancier's second love: glossy full-color magazines with shiny weapons spread out across page after page.","thumbnail":null,"section":"New York"},{"date":"19941129","headline":"Who Is Disinterested?: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/29/opinion/IHT-who-is-disinterested-letters-to-the-editor.html","abstract":"In response to \"Defining the U.S. Interest\" (Letters, Nov. 15):.The United States does not have a monopoly on \"self-interest\" when it comes to interventions and problem solving. I cannot think of one state in history which has opera","thumbnail":null,"section":"Opinion"},{"date":"19941129","headline":"Cairo Journal; In the Slums, a Tug-of-War for Hearts and Minds","web_url":"https://www.nytimes.com/1994/11/29/world/cairo-journal-in-the-slums-a-tug-of-war-for-hearts-and-minds.html","abstract":"  Sheik Mohammed Ali, a militant Islamic leader, sat in a dimly lighted room in a second-floor apartment and thumbed through a stack of letters.    \"This woman got divorced,\" he said, holding up a sheet of old white wrapping paper with labored Arabic script. \"Her father and brothers have disowned her. She wants money to get married again. We will give her $75.\"","thumbnail":null,"section":"World"},{"date":"19941129","headline":"Kevorkian Challenges the Motives of 2 Doctors Who Offered to Intervene With His Patient","web_url":"https://www.nytimes.com/1994/11/29/us/kevorkian-challenges-motives-2-doctors-who-offered-intervene-with-his-patient.html","abstract":"  Dr. Jack Kevorkian today angrily dismissed accusations by two doctors who said he had refused to allow them to treat the pain of a woman whom he helped to commit suicide on Saturday.   Suggesting that the doctors were primarily looking for publicity, Dr. Kevorkian said their help was not needed because the ailing woman was already receiving treatment for her pain.","thumbnail":null,"section":"U.S."},{"date":"19941129","headline":"Serbs Close In on Bosnian Town; U.N. and NATO Unable to Act","web_url":"https://www.nytimes.com/1994/11/29/world/serbs-close-in-on-bosnian-town-un-and-nato-unable-to-act.html","abstract":"  Bosnian Serb forces pushed toward a complete encirclement of the Muslim enclave of Bihac in northwestern Bosnia today, demonstrating a military superiority that now seems likely to bring them political rewards.   With all international deterrents to the Serbs crumbling amid recrimination and disarray, they shelled the town center of Bihac and threatened any flights into airport in the Bosnian capital of Sarajevo, 140 miles to the southeast, by moving a surface-to-air missle system within range of it, Western officials said.","thumbnail":null,"section":"World"},{"date":"19941129","headline":"U.N. Reports Shortage Of Diphtheria Vaccine","web_url":"https://www.nytimes.com/1994/11/29/science/un-reports-shortage-of-diphtheria-vaccine.html","abstract":"  As many as 40,000 children and adults will contract diphtheria in Eastern Europe and the former Soviet Union this year because of a shortage of vaccine there, United Nations health specialists said today.   The specialists, from the World Health Organization and the United Nations Children's Fund, said the majority of cases were being reported from Russia, Belarus and Ukraine.","thumbnail":null,"section":"Science"},{"date":"19941129","headline":"Madonna, Blond Ambition, Indeed","web_url":"https://www.nytimes.com/1994/11/29/arts/television-review-madonna-blond-ambition-indeed.html","abstract":"  There are some biographies that cry out for the cheap slickness and superficiality that television movies insist on cultivating, and a prime specimen is available in tonight's \"Madonna: Innocence Lost,\" formerly titled \"Madonna: Unauthorized.\" Actually, a more Victorian subtitle, something like \"Virtue Trampled,\" would be closer to the mark.    Sitting alone in her dressing room at Radio City Music Hall, the superstar Madonna (Terumi Matthews) looks into the mirror and says, \"I didn't expect it to be this way.\" That's about as sympathetic as she gets in this tale of ambition driven by unceasing selfishness and ruthlessness. Madonna Ciccone's early years in Detroit, where, she recalls, \"I began my career in petulance and precociousness,\" are condensed to blurbs. Mom dead of cancer, father (Dean Stockwell, of all people) always there for her, stepmother a problem. High school: \"When I lost my virginity, I considered it a career move.\"","thumbnail":null,"section":"Arts"},{"date":"19941129","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/29/nyregion/c-corrections-961019.html","abstract":"  An article yesterday about a proposal for school vouchers in Jersey City misstated the surname of a State Senator from Lyndhurst who opposes the idea. He is John P. Scott, not John Stone.","thumbnail":null,"section":"New York"},{"date":"19941129","headline":"For Freer Trade -- and Better Jobs","web_url":"https://www.nytimes.com/1994/11/29/opinion/for-freer-trade-and-better-jobs.html","abstract":"  Senator Bob Dole, who once threatened to bury the global trade agreement signed by 124 nations, has now put America's interests first. He has signed onto the accord after extracting innocent side agreements from the White House. Mr. Dole, whose threats were harshly criticized on this page, deserves full credit for rising above politics to rescue an agreement fashioned over seven years of tortured negotiations. His leadership has made it likely, barring last-minute defections by Democrats, that the Senate will approve the agreement on Thursday after the House does so today. Countries around the world will quickly follow suit.   Though Mr. Dole's approval removed much of the drama, the importance of the votes should not be overlooked. The trade accord will deliver a shot of economic adrenaline that few other government policies can match. By some estimates, it will raise living standards in the U.S. by $1,000 or more per family. Rejection of GATT would not only squander these gains, but would also prove diplomatically calamitous.","thumbnail":null,"section":"Opinion"},{"date":"19941129","headline":"Jeffrey Dahmer, Multiple Killer, Is Bludgeoned to Death in Prison","web_url":"https://www.nytimes.com/1994/11/29/us/jeffrey-dahmer-multiple-killer-is-bludgeoned-to-death-in-prison.html","abstract":"  Jeffrey L. Dahmer, whose gruesome exploits of murder, necrophilia and dismemberment shocked the world in 1991, was attacked and killed today in a Wisconsin prison, where he was serving 15 consecutive life terms.   Mr. Dahmer was 34, older than any of his victims, who ranged in age from 14 to 33. He died of massive head injuries, suffered sometime between 7:50 and 8:10 A.M., when he was found in a pool of blood in a toilet area next to the prison's gym, said Michael Sullivan, secretary of the Wisconsin Department of Corrections. He was pronounced dead shortly after 9 A.M.","thumbnail":null,"section":"U.S."},{"date":"19941129","headline":"Fatigued, Harvard President Takes Medical Leave","web_url":"https://www.nytimes.com/1994/11/29/us/fatigued-harvard-president-takes-medical-leave.html","abstract":"  The president of Harvard University, Neil L. Rudenstine, is taking a medical leave of absence for \"severe fatigue and exhaustion,\" Harvard officials announced today.   Albert Carnesale, Harvard's provost, said he would serve as acting president while Mr. Rudenstine, 59, rested at home and had medical tests performed.","thumbnail":null,"section":"U.S."}],"wiki_events":[],"weather":[{"date":"19941129","time":"1994-11-29 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.8,"rhum":80,"wspd":9.4},{"date":"19941129","time":"1994-11-29 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.2,"rhum":86,"wspd":7.6},{"date":"19941129","time":"1994-11-29 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.7,"rhum":89,"wspd":9.4},{"date":"19941129","time":"1994-11-29 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.5,"rhum":90,"wspd":5.4},{"date":"19941129","time":"1994-11-29 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.8,"rhum":86,"wspd":7.6},{"date":"19941129","time":"1994-11-29 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.3,"rhum":83,"wspd":7.6},{"date":"19941129","time":"1994-11-29 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.2,"rhum":87,"wspd":7.6},{"date":"19941129","time":"1994-11-29 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.5,"rhum":88,"wspd":9.4},{"date":"19941129","time":"1994-11-29 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.1,"rhum":90,"wspd":11.2},{"date":"19941129","time":"1994-11-29 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":88,"wspd":11.2},{"date":"19941129","time":"1994-11-29 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":79,"wspd":13},{"date":"19941129","time":"1994-11-29 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":70,"wspd":18.4},{"date":"19941129","time":"1994-11-29 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":73,"wspd":14.8},{"date":"19941129","time":"1994-11-29 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":69,"wspd":20.5},{"date":"19941129","time":"1994-11-29 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":68,"wspd":18.4},{"date":"19941129","time":"1994-11-29 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":69,"wspd":13},{"date":"19941129","time":"1994-11-29 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":73,"wspd":14.8},{"date":"19941129","time":"1994-11-29 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":72,"wspd":16.6},{"date":"19941129","time":"1994-11-29 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":71,"wspd":14.8},{"date":"19941129","time":"1994-11-29 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":72,"wspd":13},{"date":"19941129","time":"1994-11-29 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":72,"wspd":16.6},{"date":"19941129","time":"1994-11-29 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":72,"wspd":14.8},{"date":"19941129","time":"1994-11-29 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":74,"wspd":14.8},{"date":"19941129","time":"1994-11-29 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":75,"wspd":11.2},{"date":"19941129","time":"1994-11-29 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":78,"wspd":25.9},{"date":"19941129","time":"1994-11-29 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":81,"wspd":22.3},{"date":"19941129","time":"1994-11-29 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":62,"wspd":25.9},{"date":"19941129","time":"1994-11-29 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":51,"wspd":24.1},{"date":"19941129","time":"1994-11-29 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":43,"wspd":20.5},{"date":"19941129","time":"1994-11-29 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":41,"wspd":18.7},{"date":"19941129","time":"1994-11-29 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":35,"wspd":14.8},{"date":"19941129","time":"1994-11-29 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":41,"wspd":16.6},{"date":"19941129","time":"1994-11-29 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":47,"wspd":11.2},{"date":"19941129","time":"1994-11-29 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":39,"wspd":16.6},{"date":"19941129","time":"1994-11-29 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":42,"wspd":16.6},{"date":"19941129","time":"1994-11-29 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":44,"wspd":11.2},{"date":"19941129","time":"1994-11-29 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":45,"wspd":18.7},{"date":"19941129","time":"1994-11-29 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":42,"wspd":20.5},{"date":"19941129","time":"1994-11-29 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":36,"wspd":22.3},{"date":"19941129","time":"1994-11-29 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":27,"wspd":31.7},{"date":"19941129","time":"1994-11-29 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":26,"wspd":35.3},{"date":"19941129","time":"1994-11-29 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":23,"wspd":35.3},{"date":"19941129","time":"1994-11-29 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":21,"wspd":35.3},{"date":"19941129","time":"1994-11-29 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":22,"wspd":31.7},{"date":"19941129","time":"1994-11-29 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":25,"wspd":27.7},{"date":"19941129","time":"1994-11-29 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":27,"wspd":25.9},{"date":"19941129","time":"1994-11-29 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":28,"wspd":20.5},{"date":"19941129","time":"1994-11-29 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":31,"wspd":18.7}]},"19941130":{"guardian_articles":[],"nytimes_articles":[{"date":"19941130","headline":"Anti-Smoking Groups Move to Keep a Low-Smoke Cigarette Off U.S. Market","web_url":"https://www.nytimes.com/1994/11/30/us/anti-smoking-groups-move-to-keep-a-low-smoke-cigarette-off-us-market.html","abstract":"  Two anti-smoking groups said today that they would petition the Food and Drug Administration to prevent a planned low-smoke cigarette from being marketed in the United States.   The cigarette's maker, the R. J. Reynolds Tobacco Company, announced, meanwhile, that it would provide the Government with the list of ingredients in the new product and the manufacturing methods. The company is trying to convince the Government and critics of the veracity of its assertions that the cigarette, the Eclipse, has little smoke and fewer hazardous chemicals than standard cigarettes.","thumbnail":null,"section":"U.S."},{"date":"19941130","headline":"Prince vs. Pauper in the Continental Clash of Champions","web_url":"https://www.nytimes.com/1994/11/30/sports/IHT-prince-vs-pauper-in-the-continental-clash-of-champions.html","abstract":"A journey that began in an Argentine railroad tunnel in 1910 reaches the end of the line in Tokyo on Thursday..Velez Sarsfield, from the poor side of the tracks in a Buenos Aires suburb, is one stop away from being the world club champion of 1994. Its","thumbnail":null,"section":"Sports"},{"date":"19941130","headline":"Magazine Barred From Using Nude Photos of Clinton's Accuser","web_url":"https://www.nytimes.com/1994/11/30/us/magazine-barred-from-using-nude-photos-of-clinton-s-accuser.html","abstract":"  In a case that pits the freedom of the press against an individual's claim of privacy, a Federal judge in Manhattan yesterday ordered Penthouse magazine not to distribute photographs of a woman who has accused President Clinton of sexual harassment.   The magazine, which said the January 1995 issue was already on the way to subscribers and retailers, assailed the order by Judge Peter K. Leisure. \"It's obviously unconstitutional because it constitutes prior restraint,\" said Bob Guccione, the owner of Penthouse.","thumbnail":null,"section":"U.S."},{"date":"19941130","headline":"Yugoslav Ban Ended, Europe Awaits Return of a Basketball Power","web_url":"https://www.nytimes.com/1994/11/30/sports/IHT-yugoslav-ban-ended-europe-awaits-return-of-a-basketball-power.html","abstract":"Its two-year ban lifted, Yugoslavia is likely to return to international basketball next spring against none other than Bosnia-Herzegovina. Organizers are bracing for the possibility that both the Yugoslavs and the Bosnian Muslims will go on to confront","thumbnail":null,"section":"Sports"},{"date":"19941130","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/11/30/style/chronicle-969540.html","abstract":"  When word came that Jerry Rubin, a symbol of radical protest in the 1960's, had died in Los Angeles on Monday night two weeks after having been struck by a car, there was no thought among his old friends of postponing a party planned for tonight.    As they have every year since 1990, the year after Abbie Hoffman died, friends and admirers of Mr. Hoffman, who was Mr. Rubin's colleague on the barricades, will gather for his birthday at the Wetlands, a downtown music club. They will also be celebrating the 25th anniversary of the Chicago Seven conspiracy trial, in which Mr. Hoffman and Mr. Rubin were defendants.","thumbnail":null,"section":"Style"},{"date":"19941130","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/30/nyregion/c-corrections-971944.html","abstract":"  An article on Tuesday about the Government's decision to drop its effort to bar a homosexual from serving in the Navy misstated a Federal appeals court's rationale in the case. The United States Court of Appeals for the Ninth Circuit, in San Francisco, found that under the old military policy restricting homosexuals, the Navy officer, Keith Meinhold, could not be discharged for merely saying he is homosexual. But the ruling did not say the policy violated equal protection guarantees of the Constitution.","thumbnail":null,"section":"New York"},{"date":"19941130","headline":"Coat Call","web_url":"https://www.nytimes.com/1994/11/30/opinion/coat-call.html","abstract":"  Move over, Santa. New Yorkers are about to get another big, red symbol of holiday generosity: a 40-foot-high red wool coat. The coat will be installed in Grand Central Terminal on a specially built wooden frame to remind New Yorkers to clean out their closets for the annual \"New York Cares\" coat drive for the needy. The drive begins tomorrow.   This worthwhile recycling effort -- now in its sixth year -- collected 65,000 used but wearable overcoats, jackets and parkas in 1993, helping to make a harsh winter that much warmer for the homeless, new immigrants and impoverished seniors and children. The goal this year is to collect 75,000 adult and kid-size coats before the drive ends on Dec. 31; the giant red coat, contributed by the Searle clothing stores, will itself be cut up to add 100 smaller coats to the collection.","thumbnail":null,"section":"Opinion"},{"date":"19941130","headline":"William Leonard Tribute","web_url":"https://www.nytimes.com/1994/11/30/arts/william-leonard-tribute.html","abstract":"  A memorial tribute to William A. Leonard 2d, former president of CBS News, is to be held tomorrow at 11 A.M. at the Walter Reade Theater at Lincoln Center, 165 West 65th Street. Among those scheduled to speak are Howard Stringer, president of the CBS Broadcast Group; Dan Rather and Don Hewitt of CBS News; the former CBS News anchor Walter Cronkite; the former CBS News correspondent Charles Kuralt, and Joan Konner, dean of the Graduate School of Journalism at Columbia University. Mr. Leonard died on Oct. 23 at the age of 78.","thumbnail":null,"section":"Arts"},{"date":"19941130","headline":"Seduced and Abandoned","web_url":"https://www.nytimes.com/1994/11/30/opinion/seduced-and-abandoned.html","abstract":"At the end of the \"never again\" century, the world is allowing genocide to succeed -- unchallenged. \n\nAs the Bosnian town (and United Nations \"safe zone\") of Bihac crumbles under a Serbian onslaught, those in Europe and America who look for excuses to do nothing repeat their dreary litany that nothing can be done. But they overlook some inconvenient facts: in particular, that Bosnia and Herzegovina wasn't simply a \"Muslim cause\" but the country recognized two and a half years ago by the United Nations, the European Union and the United States -- and then stripped by them not just of protection but of the right to protect itself.","thumbnail":null,"section":"Opinion"},{"date":"19941130","headline":"Political Turnabout as Fair Play, Circa 2014","web_url":"https://www.nytimes.com/1994/11/30/theater/theater-review-political-turnabout-as-fair-play-circa-2014.html","abstract":"  It is hard to figure out what Ishmael Reed is up to in his new play, \"The Preacher and the Rapper.\" But it is not at all hard to see what the director, Rome Neal, and an exuberant cast want the production at the Nuyorican Poets Cafe to be: semiriotous fun. The lines are often terrific, and one leaves the theater laughing, not at all worried that plot and story were, at best, confused.   The play begins now, in 1994, with stars of religion, politics and the media all pursuing the evil of the day, a rap artist. But it soon jumps 20 years ahead, when a woman is President; the nation's religion is the witches' cult Wiccan; the rapper is Attorney General, and the Preacher of the title and the Pope are in prison, joined by at least some of the press. Does that make things right? Not at all. Everyone gets punctured, gleefully.","thumbnail":null,"section":"Theater"},{"date":"19941130","headline":"Replacement Players May Play Ball Next Year","web_url":"https://www.nytimes.com/1994/11/30/sports/baseball-replacement-players-may-play-ball-next-year.html","abstract":"  Barring a 180-degree change in baseball's labor negotiations, the owners not only are headed for implementation of their salary-cap proposal next Monday, but they are also hurtling toward the use of replacement players next summer, their chief labor spokesman said tonight in his clearest comments on the controversial weapon in the clubs' bargaining briefcase.   The remarks by John Harrington came -- almost as an afterthought -- at the end of a long, unproductive day in talks between negotiators for the owners and the striking players at the Lansdowne Conference Resort 15 minutes from Dulles International Airport.","thumbnail":null,"section":"Sports"},{"date":"19941130","headline":"Would a Penalty Box Save the Quarterbacks?","web_url":"https://www.nytimes.com/1994/11/30/sports/pro-football-would-a-penalty-box-save-the-quarterbacks.html","abstract":"  John McVay, the San Francisco 49ers' vice president for football administration, said he has seen more blindside hits on quarterbacks this season than he can ever recall. That's why he is proposing that the National Football League competition committee study the use of a penalty box, similar to the one used in the National Hockey League, for defensive players who deliver dangerous blows to quarterbacks.   \"These same defensive players who avoid punters, holders and kickers are good enough athletes to avoid hitting the quarterback after he's released the ball,\" McVay said. \"So many people are putting hits on quarterbacks this year that someone needs to come up with something innovative to try to stop it.","thumbnail":null,"section":"Sports"},{"date":"19941130","headline":"A Man of the People, A Symbol of His Time","web_url":"https://www.nytimes.com/1994/11/30/arts/television-review-a-man-of-the-people-a-symbol-of-his-time.html","abstract":"  At his death at 56 in a 1935 Alaska plane crash, Will Rogers had been an unparalleled American phenomenon for more than two decades.   A career that included rodeos, vaudeville, radio, films, newspaper columns and a constantly touring form of stand-up comedy was capped with the distinction of being the highest-paid male movie star in Hollywood (and no matter the part, he always played Will Rogers). Today, embalmed in the sad story of fated celebrity, Rogers is merely a curiosity, a corn-pone peg on which to hang a mediocre Broadway musical.","thumbnail":null,"section":"Arts"},{"date":"19941130","headline":"New York, Nostalgically","web_url":"https://www.nytimes.com/1994/11/30/arts/television-review-new-york-nostalgically.html","abstract":"  Some of the joys of growing up in New York City between the 1930's and the 1950's are on show in \"Wish You Were Here,\" a nostalgia-marinated offering in WLIW's \"New York the Way It Was\" series. Home movies, newsreels and, especially, smiling reminiscences picture the city and its watering places as a grand fun house for the young of all ages.   The focus is on the summertime: You could try to find a spot on the sand at Coney Island and ride the Wonder Wheel at the Steeplechase; poppas could join the family at a Rockaway Beach bungalow on weekends and play pinochle; a $1 bus ride would take you to Jones Beach, remembered as \"the Riviera of Long Island\"; kids were sent off to rough it at sleep-away camps with Indian names; a party of seven could make the daylong trip to the Catskills in \"mountain hacks,\" at $3.50 a head, including a stop at a roadside joint that advertised \"Eat here and get gas,\" and then spend a week at hotels whose main attractions were breakfast, lunch and dinner, with maybe a romance to settle the stomach.","thumbnail":null,"section":"Arts"},{"date":"19941130","headline":"Ritualizing Grief, Love and Politics; AIDS Memorial Services Evolve Into a Distinctive Gay Rite","web_url":"https://www.nytimes.com/1994/11/30/nyregion/ritualizing-grief-love-politics-aids-memorial-services-evolve-into-distinctive.html","abstract":"  The stage was dark at the Astor Place Theater in the East Village, except for a screen flashing slides of a glittery disco scene from the early 1980's. A black-and-white poster, made from a photograph, of a smiling man raising a glass hung from wires, looking suspended in air.    The images transported the audience to a time in the life of New York City's gay populace that one mourner described as \"filled with magic,\" a time when the man in the picture, Bruce Mailman, was still strong and healthy, before AIDS began stealing lives away by the thousands.","thumbnail":null,"section":"New York"},{"date":"19941130","headline":"Rescuer of Youths Proves Justice Isn't Always Blind","web_url":"https://www.nytimes.com/1994/11/30/nyregion/about-new-york-rescuer-of-youths-proves-justice-isn-t-always-blind.html","abstract":"  ANGEL RODRIGUEZ was intervening. As director of the Andrew Glover Youth Program on the Lower East Side, Mr. Rodriguez does that. He stands up for young people in trouble with the law, stands up before judges, prosecutors, parole officers, drug dealers, gang leaders and relatives. Sometimes, when it's in the best interest of the community, he stands up to the troubled young.   \"You have to weigh various interests,\" said Mr. Rodriguez, who has just won an award of $25,000 for his organization as a hero of the Robin Hood Foundation. \"You want to provide alternatives to incarceration, but you also want to do what's in the best interest of the community, and you want to uphold the credibility of the justice system. That may require putting some fear into a kid, maybe letting him do city time so he never wants to do state time.\"","thumbnail":null,"section":"New York"},{"date":"19941130","headline":"Banks Sees A Cure for The Blues For Browns","web_url":"https://www.nytimes.com/1994/11/30/sports/pro-football-banks-sees-a-cure-for-the-blues-for-browns.html","abstract":"  Carl Banks has experienced it all during his 11 years in the National Football League. He won Super Bowls with the Giants in 1986 and 1990, and he endured a dismal 4-12 season last year as a member of the worst Redskins team in 30 years. He went to the Pro Bowl in 1987 and was considered washed up last March when the Redskins released him with two years still remaining on his $5.4 million contract.   Now Banks, 32, is back on top again, a key member of a 9-3 Cleveland Browns team that appears headed for the playoffs and will meet the 5-7 Giants Sunday at Cleveland Stadium. As the starting left outside linebacker, Banks is the fourth-leading tackler with 76, and he's being credited for providing the type of leadership and character that the Browns had been lacking. Last Sunday, he earned a game ball for his six-tackle performance in the Browns' 34-10 victory over the Houston Oilers.","thumbnail":null,"section":"Sports"},{"date":"19941130","headline":"Region Briefs; Jury Weighs Charges In Carpenter Murder Case","web_url":"https://www.nytimes.com/1994/11/30/nyregion/region-briefs-jury-weighs-charges-in-carpenter-murder-case.html","abstract":"  Jury deliberations began today in the retrial of a Larchmont carpenter charged with breaking into his childhood home and killing the couple that bought the house from his parents years before.   The carpenter, Paul Cox, 27, admits killing Dr. Shanta Chervu, 51, and her husband, Lakshman Rao Chervu, 58, while drunk, though he said he had no direct memory of the crime. His lawyers have argued that he was temporarily insane and acting out a fantasy of killing his parents.","thumbnail":null,"section":"New York"},{"date":"19941130","headline":"In a Bittersweet Reunion, A Rescuer Visits the Saved","web_url":"https://www.nytimes.com/1994/11/30/nyregion/in-a-bittersweet-reunion-a-rescuer-visits-the-saved.html","abstract":"  Hobbling on a cane, his torso encased in a clear plastic brace, Firefighter Greg Smith said he had been told the two children were all right, but he wanted to see them with his own eyes.    Then, in a play area of Bellevue Hospital Center, he spotted Edwin Espinosa, the 4-year old boy whom he had tucked under his arm the week before and tried to protect as an aerial ladder collapsed and they tumbled six stories.","thumbnail":null,"section":"New York"},{"date":"19941130","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/11/30/sports/transactions-970859.html","abstract":"  Baseball  American League   BALTIMORE ORIOLES -- Named Julio Garcia coach and Chris Lein pitching coach of Bowie of the Eastern League; Mike O'Berry manager; Larry McCall pitching coach; and Joe Durham coach of Frederick of the Carolina League; Tim Blackwell manager and Jeff Morris pitching coach of High Desert of the California League; Andy Etchebarren manager and Charlie Puleo pitching coach of Bluefield of the Appalchian League; and Dave Stockstill minor-league hitting instructor of Bluefield, High Desert and Sarasota of the Florida State League.","thumbnail":null,"section":"Sports"},{"date":"19941130","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/30/nyregion/c-corrections-971987.html","abstract":"  A brief report on the obituary page yesterday about a memorial tribute to William A. Leonard 2d, former president of CBS News, misstated the time of the program, which is to be held tomorrow at the Walter Reade Theater at Lincoln Center, 165 West 65th Street. It is 11 A.M., not 1 P.M.","thumbnail":null,"section":"New York"},{"date":"19941130","headline":"Suspect in Dahmer Killing Said, 'I'm the Chosen One'","web_url":"https://www.nytimes.com/1994/11/30/us/suspect-in-dahmer-killing-said-i-m-the-chosen-one.html","abstract":"  The suspect in the beating death of Jeffrey L. Dahmer is a 25-year-old convicted murderer who went to prison two years ago proclaiming that he was the son of God and that a family of voices told him \"who I could trust and who was my enemy.\"   The suspect, Christopher J. Scarver, killed a man in a robbery in 1990, the year before Mr. Dahmer was arrested on charges that led to 15 consecutive life terms, a sentence that ended Monday in a pool of blood, next to a toilet.","thumbnail":null,"section":"U.S."},{"date":"19941130","headline":"Horror, Horror on the Wall, Who's Etc.","web_url":"https://www.nytimes.com/1994/11/30/arts/pop-review-horror-horror-on-the-wall-who-s-etc.html","abstract":"  Glenn Danzig sounds a little scarier than he looks. His voice is a deep baritone, full of portentous Jim Morrison mannerisms, and his songs take up Satanism, death, sadomasochism and nearly everything else he could glean from old Black Sabbath records. \"I am a walking screaming hell/A thing of torture to behold\" he vowed as his band, Danzig, started its set on Monday night at a sold-out Roseland. Actually, he was a stocky, long-haired 35-year-old man with Elvis Presley sideburns, black jeans, cowboy boots and a rubber top that might have come from a wet suit, doing his best to glower as seriously as his songs required.   Mr. Danzig first made his reputation in the 1970's leading the Misfits, a punk band with a horror-movie fixation. Danzig is actually more old-fashioned; it draws on the blues-rock and heavy metal that punk-rock wanted to shake up. The four-man band -- with John Christ on guitar, Eerie Von on bass and Joey Castillo on drums -- is breathtakingly predictable. Every riff pounds its appointed number of times, every guitar solo delivers the appropriate squiggles. The band knows its dynamics, inflating Mr. Danzig's pronouncements with measured crescendos; its best gimmick, used sparingly, was to switch suddenly into double-time, which threw the mosh pit into a joyous frenzy.","thumbnail":null,"section":"Arts"},{"date":"19941130","headline":"LETTERS TO THE EDITOR : Piety and Politics","web_url":"https://www.nytimes.com/1994/11/30/opinion/IHT-letters-to-the-editor-piety-and-politics.html","abstract":"In response to the report \"School Prayer Issue: Conservatives Wary\" (Nov. 21) by Catherine S. Manegold:.Prayer in schools? As a Republican ploy it might have helped get votes, but as a panacea for moral decline it is certainly doomed to failu","thumbnail":null,"section":"Opinion"},{"date":"19941130","headline":"Cobb's Ghostwrite Sharpens His Pencils","web_url":"https://www.nytimes.com/1994/11/30/sports/baseball-cobb-s-ghostwrite-sharpens-his-pencils.html","abstract":"  In 1961, Al Stump ghostwrote Ty Cobb's autobiography, \"My Life in Baseball,\" a sanitized account of baseball's greatest hitter and meanest character: a spike-sharpening, bigoted, misogynistic, gun-toting, suspicious hellion despised as much for his vicious personality as he was applauded for his revolutionary aggressiveness on the ball field.   Disputes over how to portray controversies in Cobb's turbulent 74-year life were settled by Doubleday, the publisher, in favor of the man voted first into baseball's Hall of Fame.","thumbnail":null,"section":"Sports"},{"date":"19941130","headline":"Feinstein Opponent Hopes To Uncover Ballot Fraud","web_url":"https://www.nytimes.com/1994/11/30/us/lame-duck-congress-california-feinstein-opponent-hopes-uncover-ballot-fraud.html","abstract":"  Three weeks after Election Day, Representative Michael Huffington says he will still not concede defeat in his bid to unseat Senator Dianne Feinstein because he is certain a planned door-to-door canvass of voters will uncover \"overwhelming\" ballot fraud.   Ms. Feinstein, a mainstream Democrat, has already claimed victory in the race. State election officials, as well as one judge, have said there is no evidence of significant voter fraud.","thumbnail":null,"section":"U.S."},{"date":"19941130","headline":"Always on the Verge Of Dramatic Adventure","web_url":"https://www.nytimes.com/1994/11/30/theater/always-on-the-verge-of-dramatic-adventure.html","abstract":"  At one point, the plays in repertory at the august Norwegian National Theater in Oslo were \"Rosmers holm\" and \"Jomfrutur.\" The first is, of course, an Ibsen classic. The second sounds like something one might have on toast for breakfast. Translated into English, the title would be \"Virgins on a Tour,\" or, less literally, \"Maiden Voyage.\"   When it is revealed that the leading characters are three Victorian ladies on a whirlwind jaunt to Terra Incognita, theatergoers might recognize \"On the Verge,\" Eric Overmyer's most produced play. In this and other works, nothing is cognita about Mr. Overmyer's terra as he zigzags with the Zeitgeist, spoofing consumerism and extremism in all its extremities.","thumbnail":null,"section":"Theater"},{"date":"19941130","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/30/nyregion/c-corrections-971979.html","abstract":"  An article yesterday about a sniper in Suffolk County who killed one person and wounded two misidentified the rifle used in the shootings. It is a Remington .35-caliber Whelen, not a Marlin.","thumbnail":null,"section":"New York"},{"date":"19941130","headline":"No Headline","web_url":"https://www.nytimes.com/1994/11/30/nyregion/no-headline-965375.html","abstract":"  \"We will work together professionally in the interests of the people of this city and state.\" GEORGE E. PATAKI, the Governor-elect, after finally meeting with Mayor Rudolph W. Giuliani.  [ A1:2. ] \"The election is over.\" MAYOR GIULIANI.  [ A1:2. ]","thumbnail":null,"section":"New York"},{"date":"19941130","headline":"Congress's Lame Ducks Sing Their Swan Songs","web_url":"https://www.nytimes.com/1994/11/30/us/the-lame-duck-congress-final-hours-congress-s-lame-ducks-sing-their-swan-songs.html","abstract":"  The end of an era in Congress collided today with the dawn of a new one as departing Democrats sang their swan songs and incoming Republicans tried not to gloat.   Representative Henry J. Hyde, the Illinois Republican and soon-to-be chairman of the Judiciary Committee, carried around a bumper sticker that said it all: \"Speaker Gingrich. Deal With It.\"","thumbnail":null,"section":"U.S."},{"date":"19941130","headline":"Cordially if Not Enthusiastically, Mayor and Governor-Elect Meet","web_url":"https://www.nytimes.com/1994/11/30/nyregion/cordially-if-not-enthusiastically-mayor-and-governor-elect-meet.html","abstract":"  After all the bitterness and political comedy of manners, George E. Pataki and Rudolph W. Giuliani met for the first time yesterday as governor-elect and mayor, offering a display of cordiality, if not a heartfelt pledge to make up and be friends.   Exactly three weeks after Election Day, the Mayor and the Governor-elect, both Republicans but otherwise at odds since Mr. Giuliani crossed party lines to endorse Mario M. Cuomo, emerged from their meeting promising to put campaign nastiness behind them and work together for New York City and State.","thumbnail":null,"section":"New York"},{"date":"19941130","headline":"Supreme Court Upholds Government's Ambiguously Written Child Pornography Law","web_url":"https://www.nytimes.com/1994/11/30/us/supreme-court-upholds-government-s-ambiguously-written-child-pornography-law.html","abstract":"  The Supreme Court salvaged the Federal law against child pornography today by editing it to make clear that the Government must prove that a defendant knew that the performers in sexually explicit photographs or films were under the age of 18.   Congress almost certainly intended to include a knowledge requirement even though \"the most natural grammatical reading\" of the densely written law does not find one, Chief Justice William H. Rehnquist said in a 7-to-2 decision.","thumbnail":null,"section":"U.S."},{"date":"19941130","headline":"Second Recount Ordered in Gejdenson's Election","web_url":"https://www.nytimes.com/1994/11/30/nyregion/second-recount-ordered-in-gejdenson-s-election.html","abstract":"  A panel of judges from Connecticut's highest court, pushing into what it said was new legal territory, today ordered a second recount of the votes cast in Norwich in United States Representative Sam Gejdenson's razor-thin re-election victory this month over his Republican challenger, Edward W. Munster.   The court also ordered the Secretary of the State not to certify the election results, or forward Mr. Gejdenson's name to Washington as the winner, until the judicial review of the election is completed.","thumbnail":null,"section":"New York"},{"date":"19941130","headline":"Abused Women Won't Have to Wait for Justice; Beating in a Courthouse","web_url":"https://www.nytimes.com/1994/11/30/opinion/l-abused-women-won-t-have-to-wait-for-justice-beating-in-a-courthouse-972452.html","abstract":"  To the Editor:   In September of this year one of my clients, the wife of a Rikers Island inmate, was severely beaten by her husband while he was awaiting his hearing in a Brooklyn courthouse. He had been brought from Rikers and left with her, unguarded and unrestrained, in a waiting room. She had had him arrested for an assault on her in June.    This second beating occurred before Mayor Rudolph W. Giuliani's announcement of Corrections Department budget cuts. What will happen to battered women after these cuts are made?","thumbnail":null,"section":"Opinion"},{"date":"19941130","headline":"Car-Rental Companies Ordered to Accept Young Drivers","web_url":"https://www.nytimes.com/1994/11/30/nyregion/car-rental-companies-ordered-to-accept-young-drivers.html","abstract":"  A State Supreme Court justice has ruled that car rental companies cannot turn away young drivers because of age, as many do now.   But the effect of the ruling was unclear, since the justice also said that companies could pass along to young drivers the extra insurance costs of renting to them. Those costs could come to \"several hundred dollars a day,\" said Demetria Mudar, a spokeswoman for Avis.","thumbnail":null,"section":"New York"},{"date":"19941130","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/11/30/style/chronicle-972428.html","abstract":"  BERT LANCE (remember him?), President Jimmy Carter's budget director, looked around the bipartisan gathering in support of the GATT agreement at the White House on Monday and noticed four other clients of Milton Pitts's barbershop, where he had gone earlier in the day for a haircut.    They were James A. Baker 3d, Secretary of State under President Bush; Brent Scowcroft, President Bush's National Security Adviser; James C. Miller 3d, director of the Federal Office of Management and Budget under President Reagan, and James T. Lynn, who held the same post in the Ford Administration.","thumbnail":null,"section":"Style"},{"date":"19941130","headline":"How a Leader Emerged As if Called by History","web_url":"https://www.nytimes.com/1994/11/30/books/books-of-the-times-how-a-leader-emerged-as-if-called-by-history.html","abstract":"   LONG WALK TO FREEDOM   By Nelson Mandela   558 pages. Little, Brown. $24.95.    Nelson Mandela has already made history: now he has chosen to write it in the form of an autobiography.","thumbnail":null,"section":"Books"},{"date":"19941130","headline":"Ex-Police Chief Begins Drunken-Driving Term","web_url":"https://www.nytimes.com/1994/11/30/nyregion/ex-police-chief-begins-drunken-driving-term.html","abstract":"  Goshen's former police chief has begun serving a one-year sentence for driving drunk after an F.B.I. seminar and causing a traffic accident that left a motorist partly paralyzed.","thumbnail":null,"section":"New York"},{"date":"19941130","headline":"Ex-Members Compare Campus Ministry to a Cult","web_url":"https://www.nytimes.com/1994/11/30/nyregion/ex-members-compare-campus-ministry-to-a-cult.html","abstract":"  When the fog lifted from her mind, Sarah Lieu found herself scrounging pats of butter at the Au Bon Pain restaurant near the student center on the Rutgers University campus.   She was penniless and hadn't eaten for days, she recalled six months after the incident. Only the gnawing hunger, she said, was able to break a spell that gripped her toward the end of her freshman year.","thumbnail":null,"section":"New York"},{"date":"19941130","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/30/opinion/IHT-letters-to-the-editor.html","abstract":"Anthony Lewis (\"Unchecked Aggression in Europe Endangers the West,\" Opinion, Nov. 22) writes about attacks by Serbian forces on \"safe areas\" and accuses Britain and France of appeasing the Serbs. That those same \"safe areas\"","thumbnail":null,"section":"Opinion"},{"date":"19941130","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/11/30/nyregion/metro-digest-966320.html","abstract":"  SOME LIMITS IN ANTI-SMOKING BILL EASED    After a campaign by the tobacco industry and local restaurants, City Council leaders offered a revised anti-smoking bill that would loosen some proposed restrictions on smoking in restaurants and offices. But it would still be much tougher than the current law, banning smoking in virtually all public places. A1.   AT LAST, GIULIANI AND PATAKI MEET   After all the bitterness and political comedy of manners, George E. Pataki and Rudolph W. Giuliani met for the first time as Governor-elect and Mayor, offering a display of cordiality, if not a heartfelt pledge to make up and be friends. A1.","thumbnail":null,"section":"New York"},{"date":"19941130","headline":"Haiti Election Is Postponed To Next Year","web_url":"https://www.nytimes.com/1994/11/30/world/haiti-election-is-postponed-to-next-year.html","abstract":"  Elections for a new Parliament, originally planned for next month, cannot be held before March at the earliest, Prime Minister Smarck Michel said today.   \"President Aristide would like a December election, but mechanically it's not possible,\" said Mr. Michel, who took office three weeks ago. \"So we are now working for the earliest possible date.\"","thumbnail":null,"section":"World"},{"date":"19941130","headline":"Rap Artist Tupac Shakur Shot in Robbery","web_url":"https://www.nytimes.com/1994/11/30/nyregion/rap-artist-tupac-shakur-shot-in-robbery.html","abstract":"  Tupac Shakur, a rap performer who is standing trial on charges of sexual abuse in Manhattan, was shot five times early today as he and two companions walked into a recording studio in midtown, police said.   Mr. Shakur, 23, and the other men, who were not identified, were walking through the lobby of Quad Recording Studios at 723 Seventh Avenue, near 48th Street, about 12:25 A.M. when three men approached and demanded money, said Sgt. James Coleman, a Police Department spokesman.   It was not clear why the men then shot Mr. Shakur and one of his companions, the police said.   Mr. Shakur, who was struck twice in the head, twice in the groin and once in one hand, was taken to Bellevue Hospital Center where he was listed in guarded condition, said Wes Anglin, a hospital spokesman.   \"He is alert,\" Mr. Anglin said, and his wounds were not believed to be life-threatening.   The second man was shot twice in the abdomen and was taken to St. Vincent's Hospital and Medical Center. His condition was not available early this morning. The third man with Mr. Shakur was not injured.   The three robbers fled after taking money or property from the three men, Sergeant Coleman said.   Mr. Shakur, who starred last year with Janet Jackson in the movie \"Poetic Justice,\" has been standing trial with his road manager, Charles Fuller, on charges of sodomizing and sexually abusing a woman in the Parker Meridien Hotel last November.","thumbnail":null,"section":"New York"},{"date":"19941130","headline":"Don't Rush to Expand NATO","web_url":"https://www.nytimes.com/1994/11/30/opinion/don-t-rush-to-expand-nato.html","abstract":"  During the cold war there was no disagreement between America and its allies over NATO's purpose: It was Europe's shield against a common enemy. The Serbs' war on Bosnia has exposed deep divisions among the Western powers over NATO's role and the question of European security. Some U.S. policy makers believe that the way to revive NATO is to enlarge it by offering membership and the military guarantees that membership confers to a few countries in Eastern Europe. Their rallying cry is \"Expand or die.\"   That is a questionable idea. If Washington continues to move in this direction, it is sure to generate more trans-Atlantic divisiveness. It will burden NATO's existing members with risky new obligations. Moreover, inviting Poland, Hungary and the Czech Republic to join will affront those who are likely to be left out, like Ukraine and the Baltic republics. Worse yet, expansion could strengthen Russian nationalists opposed to Boris Yeltsin and his Western-oriented reformers. The net result is that a larger NATO could diminish rather than strengthen European security.","thumbnail":null,"section":"Opinion"},{"date":"19941130","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/11/30/nyregion/news-summary-965383.html","abstract":"  International A3-16  U.N. ULTIMATUM TO BOSNIANS  The United Nations has decided to inform the warring parties in Bosnia that it will end its peacekeeping mission unless a cease-fire is reached quickly. A1  U.S. POLICY IN DISARRAY  The decision to abandon talk of air strikes against the Serbs and emphasize NATO solidarity has thrown the Clinton Administration into disarray. A1","thumbnail":null,"section":"New York"},{"date":"19941130","headline":"PGA Ready to Play Hardball","web_url":"https://www.nytimes.com/1994/11/30/sports/pga-ready-to-play-hardball.html","abstract":"  The PGA Tour today issued a formal response to the World Golf Tour, and it can be summed up in two words: no compromise.   After a two-day meeting of its Tournament Policy Board in Tampa, the PGA Tour decided to hold a hard line in all dealings with the World Tour, which two weeks ago announced its intention to stage eight worldwide events in 1995 worth $25 million, televised by the Fox Television Network and featuring the top 30 players on the Sony World Rankings and 10 selected other players.","thumbnail":null,"section":"Sports"},{"date":"19941130","headline":"Whose Money Is It, Anyway?","web_url":"https://www.nytimes.com/1994/11/30/opinion/whose-money-is-it-anyway.html","abstract":"  After a year of nervous wavering in the face of Congressional opposition, the Federal Election Commission is scheduled to vote tomorrow on new rules to restrict one of Congress's most cherished -- and most offensive -- perks: House and Senate members' ability to dip into their campaign treasuries to pay personal expenses. Action by the highly partisan six-member commission, while no cure-all, would be a big step forward.   A 1979 law bars candidates from converting their campaign funds \"to any personal use.\" But in the absence of F.E.C. rules defining what that means, spending on items like restaurant meals, sports tickets, cars, clothes, travel and club dues has become widespread. Many members resent the very idea that the F.E.C. would try to impose restrictions. But the freedom to convert campaign money for personal use allows special interests to stuff money directly into lawmakers' pockets.","thumbnail":null,"section":"Opinion"},{"date":"19941130","headline":"Christians Shouldn't Want Prayer in Schools","web_url":"https://www.nytimes.com/1994/11/30/opinion/l-christians-shouldn-t-want-prayer-in-schools-972347.html","abstract":"  To the Editor:   \"School Prayer Tactics\" (editorial, Nov. 27) and letters of the same day omit crucial points that confirm that school prayer has nothing to do with genuine religious impulses.   Government-led or -sponsored prayer is an implicitly anti-Semitic step in the efforts of the Christian right to make America \"a Christian nation,\" and is an explicit repudiation of Thomas Jefferson's opposition to tyranny over the mind of man.","thumbnail":null,"section":"Opinion"},{"date":"19941130","headline":"Defense in Murder Case Finds Surprise Witness","web_url":"https://www.nytimes.com/1994/11/30/nyregion/defense-in-murder-case-finds-surprise-witness.html","abstract":"  Defense lawyers said yesterday that they will call a surprise witness today in the trial of a Bronx man accused of killing a teen-ager during a carjacking in Rockland County early this year.   The defendant, Edward L. Summers, has maintained that the killing was committed by an elusive drug dealer from the Bronx named Dino, but prosecutors have said that Dino is a fiction, created by Mr. Summers.","thumbnail":null,"section":"New York"},{"date":"19941130","headline":"U.S. Policy Shift on Bosnia Creates a Muddle With Allies","web_url":"https://www.nytimes.com/1994/11/30/world/conflict-balkans-policy-us-policy-shift-bosnia-creates-muddle-with-allies.html","abstract":"  The Clinton Administration's latest shift in policy on Bosnia put senior officials on the defensive today and left them struggling to explain how their new strategy would end the war.   The state of confusion within the Administration and between Washington and its allies has also overshadowed the Administration's plan to press for an expansion of NATO and a new security organization for Europe in meetings with the allies this week and next.","thumbnail":null,"section":"World"},{"date":"19941130","headline":"Empire Blue Cross Will Restrict Coverage for Some Applicants","web_url":"https://www.nytimes.com/1994/11/30/nyregion/empire-blue-cross-will-restrict-coverage-for-some-applicants.html","abstract":"  Empire Blue Cross and Blue Shield announced plans yesterday to stop offering a special type of comprehensive health care coverage to new applicants because the policy, used mostly by those with cancer and AIDS, has cost the troubled company millions of dollars in the past five years.   The move was immediately criticized by advocates for the seriously ill patients who seek the coverage, who contended that the move would leave thousands of people with inadequate health care.","thumbnail":null,"section":"New York"},{"date":"19941130","headline":"This Strike Is Going From Ugly to Uglier","web_url":"https://www.nytimes.com/1994/11/30/sports/on-baseball-this-strike-is-going-from-ugly-to-uglier.html","abstract":"  The symbiotic relationship between baseball owners and baseball players, gnawed at over the years by free-agent and arbitration disputes, tested endlessly by contract negotiations and collusion, is about to be torn asunder.    In all likelihood, major league owners are less than a week from imposing the salary cap because of the continued failure by negotiators for the 28 clubs and 700 players to settle a strike that began on Aug. 12.","thumbnail":null,"section":"Sports"},{"date":"19941130","headline":"Blood Clot Lodged in Lung Sends Quayle to Hospital","web_url":"https://www.nytimes.com/1994/11/30/us/blood-clot-lodged-in-lung-sends-quayle-to-hospital.html","abstract":"  Former Vice President Dan Quayle was admitted to the intensive care unit of an Indianapolis hospital on Monday evening for treatment of a blood clot in the right lung.   At a news conference with three of his doctors, Mr. Quayle's wife, Marilyn, said yesterday that she and they were \"very optimistic\" about his prognosis and that the ailment would not affect his political plans. The 47-year-old former Vice President is expected to announce a bid for the 1996 Republican Presidential nomination in the next few weeks.","thumbnail":null,"section":"U.S."},{"date":"19941130","headline":"The City Council's Soft Numbers","web_url":"https://www.nytimes.com/1994/11/30/opinion/the-city-council-s-soft-numbers.html","abstract":"  The budget standoff between Mayor Rudolph Giuliani and the New York City Council is about power. The Council is trying to regain clout it lost when the Mayor pushed his original budget through without much opposition. In fairness to the Council, the struggle is also about the concerns of Council members for their constituents, especially the poor who depend on city services. In dollar terms, the two sides are not far apart.    At issue is roughly $100 million of cuts in the city's $31.6 billion budget. The budget was supposedly balanced at the time it was adopted in June, but lagging tax collections and rising expenses have opened up a new gap that must be closed. Last month the Mayor presented a package of $800 million in spending cuts to help close it. The Council agreed with $700 million of his cuts, but last week adopted its own plan for the other $100 million.","thumbnail":null,"section":"Opinion"},{"date":"19941130","headline":"Peace Dividend: Troops Turn to Teaching","web_url":"https://www.nytimes.com/1994/11/30/us/peace-dividend-troops-turn-to-teaching.html","abstract":"  When Staff Sgt. Arthur Moore retired last spring after 20 years in the Army, he decided to stop complaining about public schools and do something about them: He applied for a job as a fifth-grade teacher at Samuel Coleridge-Taylor Elementary School here.   City school officials quickly hired him. \"Male teachers are a premium in any public school, but especially at the elementary level,\" said Emma J. Hamlin, the principal at Coleridge-Taylor, where 7 of the 27 teachers are men. \"We're fortunate to have someone with his background.\"","thumbnail":null,"section":"U.S."},{"date":"19941130","headline":"Public & Private; 17 Going On 18","web_url":"https://www.nytimes.com/1994/11/30/opinion/public-private-17-going-on-18.html","abstract":"  Dear Golden Girl,    Got a letter from your mom the other day. Her description did you proud: \"At seventeen she is at the high end of meeting every parent's expectations, including mine,\" she wrote. \"An A student, captain of the tennis team, president of her high school service organization.\"    But her tone was despondent, disappointed and angry. You've started to smoke, and she wants me to persuade you to stop.","thumbnail":null,"section":"Opinion"},{"date":"19941130","headline":"In Term Limits Debate, Justices Take Up a 'Very Hard' Case","web_url":"https://www.nytimes.com/1994/11/30/us/in-term-limits-debate-justices-take-up-a-very-hard-case.html","abstract":"  An intense and sometimes confusing Supreme Court argument today on the validity of state-imposed term limits for members of Congress left one thing clear: no precise legal precedent and no undisputed historical evidence exists to guide the Justices' decisions in the most important case on the structure of the national Government to reach the Court in years.   Prodded by the Justices' questions, the four lawyers who presented the 90-minute argument disputed nearly every proposition, and even ostensible allies could not always agree along the way.","thumbnail":null,"section":"U.S."},{"date":"19941130","headline":"Major and Rebel Tory Backbenchers Square Off Over Europe","web_url":"https://www.nytimes.com/1994/11/30/world/major-and-rebel-tory-backbenchers-square-off-over-europe.html","abstract":"  A day after using a political bludgeon to beat back opposition within his own Conservative Party to win a Parliamentary vote on which he had staked his leadership, Prime Minister John Major today confronted the fallout from his tactics, including a technical loss of his majority in the House of Commons.   Making good on his promise to punish any Conservatives who failed to support the Government in Monday night's vote on increasing financing for the European Union, Mr. Major effectively suspended from the party eight rebel Tories who abstained. The eight rebels kept their seats in Parliament, but cannot participate in Conservative Party business and are threatened with being replaced as the party's candidates in the next election.","thumbnail":null,"section":"World"},{"date":"19941130","headline":"Disputing 4 Studies, New Research Supports Chest X-Rays as Cancer Screen","web_url":"https://www.nytimes.com/1994/11/30/us/disputing-4-studies-new-research-supports-chest-x-rays-as-cancer-screen.html","abstract":"  After re-analyzing the data from four major studies, a specialist in cancer treatment yesterday challenged their conclusion that annual chest X-rays are of no benefit to smokers and former smokers.   The studies had found no difference in death rates between the participants who were screened and those who were not. But the specialist, Dr. Gary Strauss, a medical oncologist at the Dana-Farber Cancer Institute in Boston, reported that he found a benefit when he looked at the data in a different way.","thumbnail":null,"section":"U.S."},{"date":"19941130","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/30/nyregion/c-corrections-971960.html","abstract":"  A chart in Business Day on Thursday about a problem with the Intel Corporation's Pentium computer chips omitted a decimal point in an example of the type of arithmetic mistake that sometimes occurs when the chips are used to perform division. In the example, the mathematical significance of the error in the calculation by the Pentium, compared with the original data, was 6.1/100,000 , not 61/100,000 .","thumbnail":null,"section":"New York"},{"date":"19941130","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/11/30/style/chronicle-972410.html","abstract":"  The Veteran Feminists of America will present its medal of honor to -- no surprise -- BELLA ABZUG at a dinner Friday in the Seventh Regiment Armory on Park Avenue.    \"My feeling is that the early feminists were all generals, so there is reluctance to accept four-star generals,\" said JACQUI CEBALLOS, the founder and director of the organization. \"But when I was planning this event, I found that 99.9 percent of women feminists love, honor, esteem and acknowledge Bella as their leader.\"","thumbnail":null,"section":"Style"},{"date":"19941130","headline":"1919: Senator Indicted : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/11/30/opinion/IHT-1919-senator-indicted-in-our-pages100-75-and-50-years-ago.html","abstract":"GRAND RAPIDS, Michigan - [From our New York edition:] Truman H. Newberry, United States Senator from Michigan, was indicted by a United States Grand Jury today [Nov. 29] for corruption, fraud and conspiracy in connection with the election by which he obta","thumbnail":null,"section":"Opinion"},{"date":"19941130","headline":"U.N. TO WITHDRAW UNLESS THE FIRING IN BOSNIA CEASES","web_url":"https://www.nytimes.com/1994/11/30/world/conflict-balkans-diplomacy-un-withdraw-unless-firing-bosnia-ceases.html","abstract":"  Humiliated and harassed by Bosnian Serb forces, the United Nations has decided to inform the warring parties in Bosnia officially that it will end its peacekeeping mission unless a countrywide cease-fire is reached quickly.   Senior Western officials said today that the planned visit to Sarajevo on Wednesday by the United Nations Secretary General, Boutros Boutros-Ghali, was conceived to put the maximum political weight behind a warning that fighting must stop now or United Nations forces will leave.","thumbnail":null,"section":"World"},{"date":"19941130","headline":"Cross-Border 'Growth Triangles' Promote Prosperity in East Asia","web_url":"https://www.nytimes.com/1994/11/30/opinion/IHT-crossborder-growth-triangles-promote-prosperity-in-east-asia.html","abstract":"The writer is president of the Philippines.","thumbnail":null,"section":"Opinion"},{"date":"19941130","headline":"Coleman Blisters Nets After Another Fade","web_url":"https://www.nytimes.com/1994/11/30/sports/pro-basketball-coleman-blisters-nets-after-another-fade.html","abstract":"  The first morsel of distressing news for the Nets occurred in the second quarter when it was learned that the starting shooting guard Kevin Edwards would miss at least three weeks with a partially torn left Achilles' tendon.    The next morsels of distressing news occurred over and over again in the fourth quarter, when the Nets revealed a fatal flaw in failing to protect a 16-point lead at home against the Los Angeles Lakers.","thumbnail":null,"section":"Sports"},{"date":"19941130","headline":"The Los Angeles Under the Salonen Spell","web_url":"https://www.nytimes.com/1994/11/30/arts/music-review-the-los-angeles-under-the-salonen-spell.html","abstract":"  The music world was aghast in the late 1980's when Ernest Fleischmann, the managing director of the Los Angeles Philharmonic, proclaimed the death of the symphony orchestra. But perhaps his doomsaying had a local intent: to strike terror into the hearts of the musicians whose careers he controlled in order to get them to play as if their lives depended it.    It's just a theory. Another is that the vibrancy the orchestra showed in its concerts at Avery Fisher Hall on Sunday afternoon and Monday evening should be ascribed to Esa-Pekka Salonen, the 36-year-old Finnish conductor who is in his third season as music director. Actually, the orchestra was in fine shape when Mr. Salonen took it over. On its last visit to New York, in 1990, it produced a beautifully blended sound for Andre Previn. For that matter, the orchestra played gorgeously for Carlo Maria Giulini 15 years ago.","thumbnail":null,"section":"Arts"},{"date":"19941130","headline":"Toy Theft in the Bronx: 'Like Stealing Christmas'","web_url":"https://www.nytimes.com/1994/11/30/nyregion/toy-theft-in-the-bronx-like-stealing-christmas.html","abstract":"  Standing in the gray light before dawn, Robert Santos wondered if Santa Claus had come early: the security gate installed to protect his Salvation Army building in the South Bronx had been rolled up during the night, and someone had been inside. A red-suited long-distance delivery specialist?   But Mr. Santos, a commanding officer of the Salvation Army's social services department in the South Bronx, soon realized that whoever had broken in had stolen the toys, not dropped them off.","thumbnail":null,"section":"New York"},{"date":"19941130","headline":"Mets Obtain a Marlin For Help in Outfield","web_url":"https://www.nytimes.com/1994/11/30/sports/baseball-mets-obtain-a-marlin-for-help-in-outfield.html","abstract":"  Ryan Thompson can already envision the Mets' outfield next spring. He'll play right. Bobby Bonilla will play left. And Carl Everett, whom the Mets acquired from the Marlins in a trade yesterday, will play center.    Thompson, the incumbent center fielder, has no problem with that picture.","thumbnail":null,"section":"Sports"},{"date":"19941130","headline":"Yeltsin Threatens Action on Warring Secessionist Area","web_url":"https://www.nytimes.com/1994/11/30/world/yeltsin-threatens-action-on-warring-secessionist-area.html","abstract":"  The civil war in a breakaway region of Russia threatened to enter a dangerous new phase today when President Boris N. Yeltsin declared that he would impose a state of emergency there if fighting did not stop by Thursday.   \"Chechnya is a republic within the Russian Federation,\" he said this morning at a meeting of his National Security Council, which met through much of the day. \"We have no moral right to stand aside and watch this bloodshed. The situation poses an extreme danger to stability and peace in our society.\"","thumbnail":null,"section":"World"},{"date":"19941130","headline":"Town Rife With Corruption, Panel Says","web_url":"https://www.nytimes.com/1994/11/30/nyregion/town-rife-with-corruption-panel-says.html","abstract":"  This borough has only 5,800 residents and a 10-member police force, but the State Commission of Investigation said today that that was enough to produce a hotbed of official misconduct, nepotism and an abuse of the public trust so pervasive that it threatened the municipality's financial stability.   After a 21-month investigation resulting from residents' complaints, the commission said it found that:","thumbnail":null,"section":"New York"},{"date":"19941130","headline":"Longtime Adviser Is Chosen To Serve as Pataki's Counsel","web_url":"https://www.nytimes.com/1994/11/30/nyregion/longtime-adviser-is-chosen-to-serve-as-pataki-s-counsel.html","abstract":"  In the first appointment to his new administration, Governor-elect George E. Pataki today named his old friend, campaign adviser and former law partner, Michael C. Finnegan, to the position of counsel to the governor.   Mr. Finnegan is expected to play a central role in developing Mr. Pataki's legislative agenda and working to get it enacted, as he did as Mr. Pataki's legislative counsel in the State Senate. In that role, the position of counsel would become much more powerful than it has been under Gov. Mario M. Cuomo, who looked to his counsels mainly for legal advice.","thumbnail":null,"section":"New York"},{"date":"19941130","headline":"To Help Bolster Arafat, Donors Arrange $180 Million in Aid","web_url":"https://www.nytimes.com/1994/11/30/world/to-help-bolster-arafat-donors-arrange-180-million-in-aid.html","abstract":"  Rushing to bolster Yasir Arafat's Palestinian Authority against simmering discontent among Palestinians in the Gaza Strip, the World Bank and a group of donor countries have signed or are close to signing emergency aid to the Palestinian government totaling $180 million.   Today, Mr. Arafat and World Bank officials signed grants and loans totaling $58 million. On Wednesday, officials involved in the negotiations said, donor countries are expected to sign similar aid totaling $122 million.","thumbnail":null,"section":"World"},{"date":"19941130","headline":"Knicks Take Stutter Step in Right Direction","web_url":"https://www.nytimes.com/1994/11/30/sports/pro-basketball-knicks-take-stutter-step-in-right-direction.html","abstract":"  The Knicks built an 18-point lead tonight, but it almost wasn't enough.   Using a 16-0 run that started late in the third quarter and carried into the fourth, the Washington Bullets put a charge into the sellout crowd, while putting a scare into the Knicks. But by making crucial plays during the last five minutes, New York held on for a 99-91 victory before 18,756 at the USAir Arena, sending the new-look Bullets (4-7) to their sixth consecutive defeat.","thumbnail":null,"section":"Sports"},{"date":"19941130","headline":"Comptroller Backs Council In Budget Fight With Mayor","web_url":"https://www.nytimes.com/1994/11/30/nyregion/comptroller-backs-council-in-budget-fight-with-mayor.html","abstract":"  City Comptroller Alan G. Hevesi sided yesterday with the City Council in its legal battle with Mayor Rudolph W. Giuliani, saying he believed the Council had the power to pass its own version of budget changes intended to keep the city's spending plan in balance.   But with the Council poised to override Mr. Giuliani's veto of its spending plan, Mr. Hevesi questioned some of the Council's proposed cuts and urged the two sides to compromise rather than let the courts resolve their impasse.","thumbnail":null,"section":"New York"},{"date":"19941130","headline":"Region Briefs; Corpse Found on Tracks, Delaying L.I. Service","web_url":"https://www.nytimes.com/1994/11/30/nyregion/region-briefs-corpse-found-on-tracks-delaying-li-service.html","abstract":"  A man's body was found lying across the eastbound tracks of the Long Island Rail Road here this morning, 300 feet east of the Meadowbrook Parkway overpass. The discovery delayed train service for as long as an hour and a quarter, railroad officials said.   The police said that the man, who has not been identified, appeared to have been struck by a train sometime overnight. Officials could not say whether he had been the victim of a fatal accident or had intended to kill himself.","thumbnail":null,"section":"New York"},{"date":"19941130","headline":"1944: Socialism Applied : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/11/30/opinion/IHT-1944-socialism-applied-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - [From our New York edition:] The French government, by nationalizing the coal mines of northeastern France, has embarked upon an experiment in democratic socialism which, if it succeeds, will serve as a model for other French industries and pro ba","thumbnail":null,"section":"Opinion"},{"date":"19941130","headline":"Small Is Better in 2 New Musicals","web_url":"https://www.nytimes.com/1994/11/30/style/IHT-small-is-better-in-2-new-musicals.html","abstract":"There are two new musicals this week of wildly different aspect and intention, but going to prove that small is beautiful and big can be horrendous. At the King's Head, \"Stairway to Heaven\" is a mini-staging based on \"A Matter of Life and","thumbnail":null,"section":"Style"},{"date":"19941130","headline":"1894: A Triple Alliance?: IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/11/30/opinion/IHT-1894-a-triple-alliance-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - [The Herald says in an editorial:] In view of the rapprochement between England and Russia, about which so much has been heard lately, is it not worth while to ask whether such an entente would not lead to the formation of a triple alliance betwee","thumbnail":null,"section":"Opinion"},{"date":"19941130","headline":"Toehold for Islam -- A special report; Muslim Party Threatens Turks' Secular Heritage","web_url":"https://www.nytimes.com/1994/11/30/world/toehold-for-islam-a-special-report-muslim-party-threatens-turks-secular-heritage.html","abstract":"  Esref Cosan is a new arrival in this mud-and-concrete satellite of Istanbul, a man of the countryside more used to tending his beehives than hustling for work on construction sites that have no jobs to offer. In many ways, though, his uprooting from village to city is the story of modern Turkey.   When he and his family arrived here the other day, fleeing the civil war against Kurdish guerrillas in the southeast, they became part of a wave of migration to the cities that has shifted the nation's center of gravity from village to metropolis. And, propelled from Anatolia's far reaches by poverty and war, needs and dreams, this great column has come to represent another phenomenon, far more troubling to Turkey's authorities and their Western allies -- the grist of an Islamic movement that would challenge the secular core and Western leanings of the 71-year-old republic.","thumbnail":null,"section":"World"},{"date":"19941130","headline":"The Met Tries To Reinvent An Opera Classic","web_url":"https://www.nytimes.com/1994/11/30/arts/the-met-tries-to-reinvent-an-opera-classic.html","abstract":"  It was, nearly, one of the most touching scenes in one of the most blindly passionate of operas. Cio-Cio San, abandoned and nearly penniless, knelt by a picture of her long-absent husband, urging her servant to faith with an elaborate fantasy of Benjamin Franklin Pinkerton's return. Catherine Malfitano made the aria \"Un bel di\" a wrenching revelation of Butterfly's delusion and desperation. And yet something was missing.   Suddenly, toward the end of the aria, a man slipped alongside Ms. Malfitano, shadowing the soprano's movements. In the final bars, he reached down and gripped Pinkerton's portrait with trembling hands. He stepped forward. \"Io con sicura fede l'aspetto,\" he sang. \"With unalterable faith, I wait for him.\"","thumbnail":null,"section":"Arts"},{"date":"19941130","headline":"Signs To a Global Village In Progress","web_url":"https://www.nytimes.com/1994/11/30/arts/art-review-signs-to-a-global-village-in-progress.html","abstract":"  The 22d Sao Paulo Bienal is a megashow that needs to make up its mind. Does this hodgepodge of weak art and mixed messages want to be, like its European counterparts, a survey of the artistic mainstream, accessorized with an amorphous, loosely applied theme? Does it want to redefine the megashow concept into something more egalitarian and genuinely international? Or does it want to remain the amateurish exercise in nationalism and regionalism that it has tended to be in recent years?   To varying degrees, the answer to all of the above is: yes.","thumbnail":null,"section":"Arts"},{"date":"19941130","headline":"Uniao dos Palmares Journal; From Brazil's Misty Past, a Black Hero Emerges","web_url":"https://www.nytimes.com/1994/11/30/world/uniao-dos-palmares-journal-from-brazil-s-misty-past-a-black-hero-emerges.html","abstract":"  High on a hill, in the cool shade of a breadfruit tree, candles flickered among earthenware pots containing offerings for the long-ago dead -- honey, corncakes, rice, beans and white flowers.   \"The offerings are in honor of Zumbi, and in honor of all the warriors who died here,\" said Pedro Jose dos Santos, who was dressed head-to-toe in white as prescribed by Umbanda, one of Brazil's largest African-based religions.","thumbnail":null,"section":"World"},{"date":"19941130","headline":"How Nativism Infects California Proposition","web_url":"https://www.nytimes.com/1994/11/30/opinion/l-how-nativism-infects-california-proposition-972460.html","abstract":"  To the Editor:   William Safire should have titled his Nov. 21 column not \"Self-Deportation?\" but instead \"Self-Deception.\"   Mr. Safire withdrew his charge that California's Proposition 187 is driven primarily by nativism after considering two counterarguments offered by Gov. Pete Wilson: that the proposition is anti-illegal-immigrant rather than anti-immigrant, and that most legal immigrants support it.","thumbnail":null,"section":"Opinion"},{"date":"19941130","headline":"LETTERS TO THE EDITOR : What Now for Bosnia?","web_url":"https://www.nytimes.com/1994/11/30/opinion/IHT-letters-to-the-editor-what-now-for-bosnia.html","abstract":"Regarding \"Prevent a Return to All-Out War in Ex-Yugoslavia\" (Opinion, Nov. 16) by Adam Roberts, John Chipman, Philip H. Gordon and Mats Berdal:.The authors are right to remind us that wars may appear static but are not, and that the internat","thumbnail":null,"section":"Opinion"},{"date":"19941130","headline":"Home Entertaining;\nA Tropical Holiday Meal That's Low in Cost","web_url":"https://www.nytimes.com/1994/11/30/style/home-entertaining-a-tropical-holiday-meal-thats-low-in-cost.html","abstract":"IT'S those darned visions that do it. \n\nAfter all, everybody knows the two primary rules for enjoyable holiday gatherings: keep the food simple, and make everyone feel at home. But then those visions begin creeping in. The next thing you know, it's not only sugar plums that are dancing unbidden in your head, but also dozens of slick magazine layouts, old movies and television sitcoms, all dictating elegant table tops and elaborate menus as evidence of the caring host or hostess.","thumbnail":null,"section":"Style"},{"date":"19941130","headline":"NBC Is Challenging Fox TV Operations As Foreign-Owned","web_url":"https://www.nytimes.com/1994/11/30/us/the-media-business-nbc-is-challenging-fox-tv-operations-as-foreign-owned.html","abstract":"  In a direct challenge to the very existence of the Fox television network, NBC will file a petition with the Federal Communications Commission today asserting that the stations that form the heart of Fox are illegally foreign-owned.   NBC will ask the commission to rule either that Fox must drastically reduce its level of foreign ownership or that all other American networks may seek unlimited foreign investment.","thumbnail":null,"section":"U.S."},{"date":"19941130","headline":"Olympics Are Opened to Serbian Players","web_url":"https://www.nytimes.com/1994/11/30/sports/basketball-olympics-are-opened-to-serbian-players.html","abstract":"  Basketball's world governing body has opened the door for Serbian players to participate in the 1996 Summer Olympics in Atlanta.   At a meeting last Saturday in Munich, Germany, FIBA's European Commission voted to allow the rump state of Yugoslavia, now composed of Serbia and Montenegro, to compete in qualifying for the men's and women's European championships to be held in the summer of 1995.","thumbnail":null,"section":"Sports"},{"date":"19941130","headline":"Breast Cancer Gene Isn't Making Screening Easy","web_url":"https://www.nytimes.com/1994/11/30/us/breast-cancer-gene-isn-t-making-screening-easy.html","abstract":"  LEST anybody nurse hopes that the wildly publicized discovery of the breast cancer gene two months ago will offer up new screening techniques or treatments any time soon, scientists caution that the gene is proving to be as frustrating and recalcitrant as the disease.   In today's issue of the journal Nature Genetics, three teams of scientists report on their studies of the gene, called BRCA1, which in its mutant form is thought to be responsible for about half the instances of hereditary breast cancer, or up to 5 percent of all breast cancer cases.","thumbnail":null,"section":"U.S."},{"date":"19941130","headline":"Putting Politics Aside To Help the Homeless","web_url":"https://www.nytimes.com/1994/11/30/opinion/l-putting-politics-aside-to-help-the-homeless-972495.html","abstract":"  To the Editor:   While some have demonized the poor for political gain, as you note in \"Starving the Poor\" (editorial, Nov. 24), countless Government employees still help the disadvantaged.","thumbnail":null,"section":"Opinion"},{"date":"19941130","headline":"School District Is a Candidate For Takeover","web_url":"https://www.nytimes.com/1994/11/30/nyregion/school-district-is-a-candidate-for-takeover.html","abstract":"  While other school districts in New York City have had their share of trouble, the litany of mismanagement and outright corruption in District 17 in Central Brooklyn stands out as a study of the worst problems of decentralization.   Thousands of dollars' worth of books, computers and furniture were taken from a school; officials suspect they were sold to a private school. At another school, a teacher's aide who had been accused of molesting four girls in an auditorium was elected P.T.A. president, a position he held for months afterward, until he was arrested on charges of molesting another girl at his home. Administrators of a third school are battling with parents over whose students should occupy a new building.","thumbnail":null,"section":"New York"},{"date":"19941130","headline":"'Amahl' to Be Presented","web_url":"https://www.nytimes.com/1994/11/30/arts/amahl-to-be-presented.html","abstract":"  The Little Orchestra Society is to present its annual performances of Menotti's holiday opera \"Amahl and the Night Visitors,\" at 11 A.M. and 1 and 3 P.M. on Saturday at Avery Fisher Hall. Amahl is to be sung by Matthew Butler, his mother by Susan Shafer and the Three Kings by Blaine Hendsbee, Gary Simpson and Brian Matthews. Dino Anagnost is to conduct this production, the composer's own, created for the Little Orchestra Society. Tickets are $15 to $32. Information: (212) 721-6500.","thumbnail":null,"section":"Arts"},{"date":"19941130","headline":"HOUSE APPROVES TRADE AGREEMENT BY A WIDE MARGIN","web_url":"https://www.nytimes.com/1994/11/30/us/the-lame-duck-congress-the-vote-house-approves-trade-agreement-by-a-wide-margin.html","abstract":"  The House of Representatives tonight overwhelmingly approved American participation in the General Agreement on Tariffs and Trade, the most ambitious world trade accord put forth in more than two generations.   The issue now moves to the Senate, where its fate in a vote on Thursday is still uncertain.","thumbnail":null,"section":"U.S."},{"date":"19941130","headline":"Sports of The Times; How Many Will Cross The Line?","web_url":"https://www.nytimes.com/1994/11/30/sports/sports-of-the-times-how-many-will-cross-the-line.html","abstract":"  LIKE a high, hard heater from a rested Roger Clemens, the flash point of reckoning appears to be closing in on major league baseball players. Unless they acquiesce sometime this week, accept a deal that impairs their most sacred ideal, they are going to enter uncharted waters that could be over their heads.   It doesn't mean they will collectively drown, in this sports labor war. They will just find themselves for the first time with the kind of choice that can rattle the soul, and unhinge the heart. The direct choice between sacrifice and salary, patronage and profit.","thumbnail":null,"section":"Sports"},{"date":"19941130","headline":"Personal Health; Sex after cancer: planning can make a major difference.","web_url":"https://www.nytimes.com/1994/11/30/us/personal-health-sex-after-cancer-planning-can-make-a-major-difference.html","abstract":"  WHEN cancer is diagnosed, a person's first order of concern is naturally and appropriately survival. But experts who deal with cancer survivors urge that another issue be considered at the outset: the effects of the cancer and its treatment on the person's sexual and reproductive future.   With the number of cancer survivors growing by the tens of thousands each year, post-cancer sexuality and fertility are matters of growing concern. Yet few specialists who treat cancer discuss these issues with patients either before the therapeutic decisions are made or afterward, when the cancer is under control and concerns surface about the quality of life.","thumbnail":null,"section":"U.S."},{"date":"19941130","headline":"In America; Business Beats Brooklyn","web_url":"https://www.nytimes.com/1994/11/30/opinion/in-america-business-beats-brooklyn.html","abstract":"  Final approval of the Uruguay Round of the General Agreement on Tariffs and Trade will tear a large hole in the Federal budget. But this breach of the budget is not considered a major problem by Government leaders in Washington because the new GATT agreement will be a bonanza for big business, and that is something favored by Democrats and Republicans alike.   When benefits for working people or the poor are involved, the budget deficit is seen as an insurmountable problem. There is no money for investments in ordinary Americans. But the specter of $42 billion in lost tariff revenues over the next decade is met with a shrug by the movers and shakers in Congress and the White House. As long as it's for business -- well, then, that's all right.","thumbnail":null,"section":"Opinion"},{"date":"19941130","headline":"Mexico's Moment","web_url":"https://www.nytimes.com/1994/11/30/opinion/mexicos-moment.html","abstract":"Tomorrow the Mexican Presidency passes once again from one member of the Institutional Revolutionary Party to another -- from Carlos Salinas de Gortari to his handpicked successor, Ernesto Zedillo Ponce de Leon, a 43-year-old Yale-trained economist. \n\nSince no party but the PRI has held power in Mexico since 1929, you might suppose this transition would be little more than a formality. But in recent decades the succession has been the most volatile phase in the six-year presidential term. Struggles suppressed in the departing president's term have burst into the open, and groups have clashed more aggressively to influence the new leader. The honeymoon has been cut almost to a matter of days, and it's just the luck of the calendar that the year-end holiday season provides an initial breathing space.","thumbnail":null,"section":"Opinion"},{"date":"19941130","headline":"A Toppled Foley Gives Up the Gavel","web_url":"https://www.nytimes.com/1994/11/30/us/the-lame-duck-congress-the-speaker-a-toppled-foley-gives-up-the-gavel.html","abstract":"  Thomas S. Foley, who loved the House of Representatives too well to root out its failings, today surrendered the gavel for the last time.   The Speaker of the House told reporters in his final news conference that he left Congress today without bitterness over his defeat earlier this month, when he became the most prominent of the many Democratic powers toppled by a Republican tide. Instead, he said, he departed with \"gratitude to my constituents who have given me what I think is one of the greatest honors in public life, to represent them here in the Capitol of the United States, in the House of Representatives.\"","thumbnail":null,"section":"U.S."},{"date":"19941130","headline":"Croat Warns Of Wider War If Bihac Falls","web_url":"https://www.nytimes.com/1994/11/30/world/conflict-in-the-balkans-strategy-croat-warns-of-wider-war-if-bihac-falls.html","abstract":"  The Croatian Defense Minister warned the Clinton Administration today that Croatia would enter the war against the Serbs if Bihac fell into Serbian hands.   Defense Minister Gojko Susak said he thought the Bosnian Serbs and Croatian Serbs would probably be satisfied with surrounding Bihac and turning it into a powerless Muslim enclave. Taking the entire town, he added, would require the Serbs to engage in costly house-to-house fighting.","thumbnail":null,"section":"World"},{"date":"19941130","headline":"From Eric Clapton, Blues Without the Bell-Bottoms","web_url":"https://www.nytimes.com/1994/11/30/arts/pop-review-from-eric-clapton-blues-without-the-bell-bottoms.html","abstract":"  It took an even dozen songs for Eric Clapton to warm up on Monday night at Irving Plaza. Mr. Clapton, touring to support his blues album, \"From the Cradle\" (Reprise), has been doing small club dates in addition to stadiums; Monday night's show, in front of 454 people, ended his tour. And for a good portion of it, he was engrossing not for what he played, but for what he didn't. He was the snake that everybody knows will bite. It was just a matter of waiting.   Mr. Clapton started out by playing a slew of acoustic pieces, including Leroy Carr's \"How Long Blues.\" He's a decent enough scholar, and he and his band have clearly gone back to the original recordings to figure out how they work. They often work with understatement, and Mr. Clapton rarely soloed, handing in restrained and precise performances.  He subordinated his personality to the music, taking idol worship out of the event and making the performance casual, even intimate. Dressed in a white T-shirt and blue jeans, Mr. Clapton was milking the anti-hero angle; he wore the same clothes for all three performances at Irving Plaza.","thumbnail":null,"section":"Arts"},{"date":"19941130","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/11/30/nyregion/inside-965839.html","abstract":"  Consumers Confident   Americans are optimistic about finances, a surge to a four-year high in the Conference Board's consumer confidence index shows. Page D1. Ambiguous Law Is Upheld    The High Court edited a pornography law, ruling it meant to say there must be proof that a defendant knew the material's nature. Page B9. Quayle Is Hospitalized    Former Vice President Dan Quayle was under treatment for a blood clot in one of his lungs. Page A18. Jerry Rubin Is Dead    The flamboyant 1960's radical, who once preached distrust of \"anyone over 30,\" was 56 years old. Page B13.","thumbnail":null,"section":"New York"},{"date":"19941130","headline":"Left at Altar by Norway, Europe Tries Stiff Upper Lip","web_url":"https://www.nytimes.com/1994/11/30/world/left-at-altar-by-norway-europe-tries-stiff-upper-lip.html","abstract":"  On Monday, Norway became the first country to say \"no\" to the European Union, and today the members of the club reacted with the frozen smiles of jilted suitors. There were expressions of disappointment and regret and underneath the whispered message: it's going to hurt you more than it hurts me.   By resolutely rejecting membership in the European Union, Norwegian voters broke the union's winning steak. In a series of referendums this year that were timed to exert maximum pressure on Oslo, voters in Austria, Finland and Sweden all decided to join.","thumbnail":null,"section":"World"},{"date":"19941130","headline":"Intermarriage Challenges Many, Not Few","web_url":"https://www.nytimes.com/1994/11/30/opinion/l-intermarriage-challenges-many-not-few-972479.html","abstract":"  To the Editor:   Jane E. Brody (Personal Health column, Nov. 23) repeats from the findings of the survey of sexuality by Chicago-based social scientists that the \"melting-pot mix of ethnic, religious and racial heritages is relatively rare.\" This misrepresents the extent of the phenomenon and thereby understates the challenges that confront people who marry those of other cultures.","thumbnail":null,"section":"Opinion"},{"date":"19941130","headline":"LETTERS TO THE EDITOR : Latter-Day Guardians","web_url":"https://www.nytimes.com/1994/11/30/opinion/IHT-letters-to-the-editor-latterday-guardians.html","abstract":"Bob Dole, Jesse Helms and other born-again guardians of the U.S. Constitution have served notice that President Bill Clinton's foreign policy had better suit the Senate, or else. Well, when Ronald Reagan's private vendetta against a tiny leftist democrac","thumbnail":null,"section":"Opinion"},{"date":"19941130","headline":"Abused Women Won't Have to Wait for Justice","web_url":"https://www.nytimes.com/1994/11/30/opinion/l-abused-women-won-t-have-to-wait-for-justice-972444.html","abstract":"  To the Editor:   The phone rings, jolting me from a sound sleep. I'm hardly awake, yet the adrenaline rush makes my heart race. I'm sure there's been an accident -- or worse. My hand darts out from under the blankets and gropes in the dark for the receiver. The clock on the dresser reads 2:15 A.M.   \"Good morning, judge. Did I wake you?\" It's the duty sergeant at police headquarters in the quiet village of Scarsdale, New York, where I have served as judge for the last seven years. In that time there have been many middle-of-the-night calls. Criminal activity does not keep regular hours, and mine is a 24-hour-a-day job.","thumbnail":null,"section":"Opinion"},{"date":"19941130","headline":"Last Words From a Speaker","web_url":"https://www.nytimes.com/1994/11/30/us/last-words-from-a-speaker.html","abstract":"  On his last day as Speaker of the House, Thomas S. Foley said he regretted not communicating \"some of the achievements that we have made and accomplished in this Congress.\" Page B10.","thumbnail":null,"section":"U.S."},{"date":"19941130","headline":"Home Entertaining;\nOrdering In for a Ready-Made Dinner Party","web_url":"https://www.nytimes.com/1994/11/30/style/home-entertaining-ordering-in-for-a-readymade-dinner-party.html","abstract":"DURING the holidays, finding time to cook for a party is about as rare as finding an empty taxi on Fifth Avenue. \n\n\"Many of us just don't have the time to shop, chop, clean the apartment and change the cat litter,\" said Charles Suisman, who recently sampled caterers' food for his monthly newsletter, Manhattan User's Guide. \"New Yorkers crave convenience and time-saving, and caterers provide both.\"","thumbnail":null,"section":"Style"}],"wiki_events":[],"weather":[{"date":"19941130","time":"1994-11-30 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":73,"wspd":13},{"date":"19941130","time":"1994-11-30 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":76,"wspd":11.2},{"date":"19941130","time":"1994-11-30 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":77,"wspd":9.4},{"date":"19941130","time":"1994-11-30 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":77,"wspd":11.2},{"date":"19941130","time":"1994-11-30 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":74,"wspd":9.4},{"date":"19941130","time":"1994-11-30 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":76,"wspd":13},{"date":"19941130","time":"1994-11-30 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":77,"wspd":7.6},{"date":"19941130","time":"1994-11-30 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.1,"rhum":78,"wspd":9.4},{"date":"19941130","time":"1994-11-30 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":74,"wspd":11.2},{"date":"19941130","time":"1994-11-30 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.9,"rhum":74,"wspd":11.2},{"date":"19941130","time":"1994-11-30 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.1,"rhum":71,"wspd":11.2},{"date":"19941130","time":"1994-11-30 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.1,"rhum":71,"wspd":9.4},{"date":"19941130","time":"1994-11-30 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":70,"wspd":7.6},{"date":"19941130","time":"1994-11-30 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":70,"wspd":7.6},{"date":"19941130","time":"1994-11-30 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":70,"wspd":7.6},{"date":"19941130","time":"1994-11-30 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":71,"wspd":7.6},{"date":"19941130","time":"1994-11-30 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.1,"rhum":85,"wspd":9.4},{"date":"19941130","time":"1994-11-30 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":72,"wspd":9.4},{"date":"19941130","time":"1994-11-30 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":77,"wspd":13},{"date":"19941130","time":"1994-11-30 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":75,"wspd":13},{"date":"19941130","time":"1994-11-30 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":77,"wspd":13},{"date":"19941130","time":"1994-11-30 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":80,"wspd":9.4},{"date":"19941130","time":"1994-11-30 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":80,"wspd":9.4},{"date":"19941130","time":"1994-11-30 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":83,"wspd":11.2},{"date":"19941130","time":"1994-11-30 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":31,"wspd":16.6},{"date":"19941130","time":"1994-11-30 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":33,"wspd":16.6},{"date":"19941130","time":"1994-11-30 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":37,"wspd":14.8},{"date":"19941130","time":"1994-11-30 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":39,"wspd":16.6},{"date":"19941130","time":"1994-11-30 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":42,"wspd":16.6},{"date":"19941130","time":"1994-11-30 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":46,"wspd":14.8},{"date":"19941130","time":"1994-11-30 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":51,"wspd":7.6},{"date":"19941130","time":"1994-11-30 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":53,"wspd":9.4},{"date":"19941130","time":"1994-11-30 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":58,"wspd":7.6},{"date":"19941130","time":"1994-11-30 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":53,"wspd":9.4},{"date":"19941130","time":"1994-11-30 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":57,"wspd":7.6},{"date":"19941130","time":"1994-11-30 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":53,"wspd":9.4},{"date":"19941130","time":"1994-11-30 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":42,"wspd":9.4},{"date":"19941130","time":"1994-11-30 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":44,"wspd":11.2},{"date":"19941130","time":"1994-11-30 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":35,"wspd":14.8},{"date":"19941130","time":"1994-11-30 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":30,"wspd":11.2},{"date":"19941130","time":"1994-11-30 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":28,"wspd":18.7},{"date":"19941130","time":"1994-11-30 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":26,"wspd":25.9},{"date":"19941130","time":"1994-11-30 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":28,"wspd":25.9},{"date":"19941130","time":"1994-11-30 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":25,"wspd":27.7},{"date":"19941130","time":"1994-11-30 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":26,"wspd":33.5},{"date":"19941130","time":"1994-11-30 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":29,"wspd":31.7},{"date":"19941130","time":"1994-11-30 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":31,"wspd":25.9},{"date":"19941130","time":"1994-11-30 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":35,"wspd":18.7}]}}