{"19930208":{"guardian_articles":[{"date":"19930208","headline":"Muslims flee fresh wave of 'ethnic cleansing'","web_url":"https://www.theguardian.com/world/1993/feb/08/warcrimes","abstract":null,"thumbnail":null,"section":"Law"}],"nytimes_articles":[{"date":"19930208","headline":"No Headline","web_url":"https://www.nytimes.com/1993/02/08/nyregion/no-headline-934093.html","abstract":"  The habit in Washington is to compensate for shallow moral reflection by being incredibly moralistic on tiny things. People go nuts over these little things. -- JAMES DAVISON HUNTER, sociologist.  [ A15:1. ]","thumbnail":null,"section":"New York"},{"date":"19930208","headline":"Not Quite Campaigning, Perot Crusades in Maine","web_url":"https://www.nytimes.com/1993/02/08/us/not-quite-campaigning-perot-crusades-in-maine.html","abstract":"  The last election was only three months ago and the next one is almost four years away, but when Ross Perot flew here today, it looked like the traditional start of the Presidential primary season in neighboring New Hampshire.    There was the usual snow-covered New England landscape, the same curious, enthusiastic crowds and a man who said he was ready to fix the mess in Washington.","thumbnail":null,"section":"U.S."},{"date":"19930208","headline":"U.S. WILL DRAW UP A STRATEGY TO AID EX-SOVIET STATES","web_url":"https://www.nytimes.com/1993/02/08/world/us-will-draw-up-a-strategy-to-aid-ex-soviet-states.html","abstract":"  The Clinton Administration intends to create a supercommittee in the State Department to shape a unified strategy toward Russia and the other former Soviet republics, but has no intention of immediately increasing foreign aid to the area, senior Administration officials say.   In an effort to avoid what it considers President Bush's haphazard approach to the problem, the Administration has chosen Strobe Talbott, a journalist and author who has written extensively about the Soviet Union, to head the committee in his capacity as Ambassador-at-Large to Russia and the other newly independent republics.","thumbnail":null,"section":"World"},{"date":"19930208","headline":"Ankle Injury Sends Bournissen Home","web_url":"https://www.nytimes.com/1993/02/08/sports/sports-people-skiing-ankle-injury-sends-bournissen-home.html","abstract":"  With nothing happening on the race courses because of bad weather yesterday in Shizukuishi, Japan, the big news at the world Alpine ski championships was the broken ankle that sent Swiss champion CHANTAL BOURNISSEN home without the gold medal she was favored to win.   It was an injury that brought back memories for CORINNE SCHMIDHAUSER, a former World Cup slalom champion who once broke her ankle doing the same thing as Bournissen: playing volleyball.","thumbnail":null,"section":"Sports"},{"date":"19930208","headline":"College Aid Program Is Threatened by Cuts","web_url":"https://www.nytimes.com/1993/02/08/nyregion/college-aid-program-is-threatened-by-cuts.html","abstract":"  A New York State program that helps low- and middle-income residents pay their college tuition is running more than $100 million in the red for a second year in a row because of the lingering recession, a state budget official said yesterday.   As layoffs have reduced many two-income families to one income and people with jobs have been forced to take pay cuts or work fewer hours, more students from these families have become eligible for grants from the Tuition Assistance Program, or T.A.P., said Claudia S. Hutton, spokeswoman for the state's Budget Division. The same factors, she said, make more students eligible for full, rather than partial, grants.","thumbnail":null,"section":"New York"},{"date":"19930208","headline":"Abroad at Home; It's Gender, Stupid","web_url":"https://www.nytimes.com/1993/02/08/opinion/abroad-at-home-it-s-gender-stupid.html","abstract":"  Can anyone still doubt that underlying the troubles of President Clinton's first two choices for Attorney General was the attitude of a male-dominated society toward women? Can anyone doubt that the politics of the business is steeped in hypocrisy?    Judge Kimba M. Wood was forced to withdraw because she employed an undocumented alien for child care when it was legal to do so. Judge Wood paid all taxes due and filled out all the forms required. But after the Zoe Baird flap her entirely lawful actions were deemed politically dangerous.","thumbnail":null,"section":"Opinion"},{"date":"19930208","headline":"Australian Prime Minister Sets Election for March","web_url":"https://www.nytimes.com/1993/02/08/world/australian-prime-minister-sets-election-for-march.html","abstract":"  Facing what is expected to be a tight race with the faltering economy as the main issue, Prime Minister Paul Keating on Sunday called for a general election on March 13.   Mr. Keating, entering his first election as Prime Minister, has led the Government for 14 months after a bitter dispute in the Labor Party led to the ouster of Bob Hawke, the former Prime Minister, by the Party's right wing.","thumbnail":null,"section":"World"},{"date":"19930208","headline":"Critic's Notebook; Focus Festival: At the Far Edge of Public Vision","web_url":"https://www.nytimes.com/1993/02/08/arts/critic-s-notebook-focus-festival-at-the-far-edge-of-public-vision.html","abstract":"  \"Cavett,\" a book of conversations with the talk-show host Dick Cavett, includes an anecdote that incidentally sheds light on the history of 20th-century music. In the chapter devoted to Mr. Cavett's years at Yale, a \"brilliant weirdo\" named Dick Higgins is recalled: \"He would announce to anyone who would listen that he had started a string quartet that abolished the concept of pitch, since each note was a glissando.\" Whatever happened to this undergraduate eccentric? The book fails to reveal that Higgins studied with John Cage and became a notable figure in American experimentalism. Nonetheless, he has probably achieved his widest exposure in the pages of \"Cavett,\" a mid-70's artifact with blurbs from Groucho Marx and Woody Allen.   I was reminded of the infinitesimal fame of Dick Higgins as I attended Juilliard's Focus festival last week, a Monday-through-Saturday banquet of music by young Western European composers. The series presented dozens of pieces in different styles, from different countries and disciplines; none of them will ever make much of an impression outside a subculture of devotees. The concerts tended to be long, the program notes dense, the audiences thin. Reality, it might be said, was elsewhere.","thumbnail":null,"section":"Arts"},{"date":"19930208","headline":"Corrections","web_url":"https://www.nytimes.com/1993/02/08/us/c-corrections-709293.html","abstract":"  A chart last Monday listing major contributors to the New York City mayoral candidates through Jan. 15 misstated the amount given to City Council President Andrew J. Stein by John Catsimatidis of the Red Apple grocery chain. It was $32,000, not $59,000.","thumbnail":null,"section":"U.S."},{"date":"19930208","headline":"Political Miscalculations Threaten Fernandez's Job","web_url":"https://www.nytimes.com/1993/02/08/nyregion/political-miscalculations-threaten-fernandez-s-job.html","abstract":"  It was just before Thanksgiving, and Schools Chancellor Joseph A. Fernandez was inching toward another confrontation, this time with a Queens school board over his mandate to teach tolerance for gay men and lesbians.   The Queens Borough President, Claire Shulman, who began her public life as a P.T.A. president and knows the turbulent political terrain in Queens, offered to help out.","thumbnail":null,"section":"New York"},{"date":"19930208","headline":"Baxter? Look Under Humor, Glen Opines","web_url":"https://www.nytimes.com/1993/02/08/style/IHT-baxter-look-under-humor-glen-opines.html","abstract":"- Once when the cartoonist Glen Baxter was in New York the manager of a branch of Doubleday's didn't know where to look for him in his catalogueand only finally turned to humor. \"A stab in the dark,\" Baxter opines. Opine is a favorite Baxter word, as in his caption, \" 'To my mind there's no finer sight than kale moving at speed' opined Millward.\"Baxter wouldn't use a word as dull as said.","thumbnail":null,"section":"Style"},{"date":"19930208","headline":"Soviet Files Yield Pieces of a Puzzle","web_url":"https://www.nytimes.com/1993/02/08/world/soviet-files-yield-pieces-of-a-puzzle.html","abstract":"  The Communist Party's main archive, which holds millions of pieces to the vast puzzle of Soviet history, is only one depository for 204 million separate files controlled by Moscow.","thumbnail":null,"section":"World"},{"date":"19930208","headline":"Message and Morality; Concerns Over Public Relations and Ethics Clash in the Crisis of Clinton's First Weeks","web_url":"https://www.nytimes.com/1993/02/08/us/message-morality-concerns-over-public-relations-ethics-clash-crisis-clinton-s.html","abstract":"  The capital is running a fever, gripped by the frenzy that sets in every so often when morality and expediency get tangled up.   This time, Bill Clinton is in the soup. Mr. Clinton, who came to Washington as a populist and economic savior of the middle class, has once again been diverted by questions of the ethical standards and calculated diversity of his Administration.","thumbnail":null,"section":"U.S."},{"date":"19930208","headline":"New York Has a Reasonable Labor Settlement","web_url":"https://www.nytimes.com/1993/02/08/opinion/l-new-york-has-a-reasonable-labor-settlement-728993.html","abstract":"  To the Editor:   \"Labor Agreement Will Haunt New York City\" (letter, Feb. 2) by State Comptroller Edward V. Regan is fundamentally false and misleading.","thumbnail":null,"section":"Opinion"},{"date":"19930208","headline":"Guiding Hand of Arthur Ashe Is Remembered","web_url":"https://www.nytimes.com/1993/02/08/sports/guiding-hand-of-arthur-ashe-is-remembered.html","abstract":"  The handwritten sign taped to the door at the top of the dank green stairwell said it all:    \"The Harlem Tennis Center mourns the death of Arthur Ashe Jr. He died on Saturday Feb. 6, but will never be forgotten.\"","thumbnail":null,"section":"Sports"},{"date":"19930208","headline":"Hailing Grit of an Injured Firefighter","web_url":"https://www.nytimes.com/1993/02/08/nyregion/hailing-grit-of-an-injured-firefighter.html","abstract":"  A year ago at a funeral, a husky firefighter introduced himself to Patricia McTigue and said: \"I admire your husband. He's everything I'm striving to be.\"   She next saw the firefighter on Tuesday, when he was watching from the curb as her husband -- his 6-foot-1 body savagely transmogrified by burns that eight operations have only begun to heal -- was released from the hospital. He gave a thumbs-up sign.","thumbnail":null,"section":"New York"},{"date":"19930208","headline":"Phobellina Best of Shar-Peis","web_url":"https://www.nytimes.com/1993/02/08/sports/dog-show-phobellina-best-of-shar-peis.html","abstract":"  The Empire Specialty Associated Clubs ended a two-day run yesterday on Pier 88 at the New York City Passenger Ship Terminal in Manhattan.    The Chinese Shar-Pei Club of America drew 109 dogs, an unusually large entry since the breed was registered by the American Kennel Club only last year. Anne Clark, who was one of the handful of judges eligible to rule on all of the 135 breeds listed by the A.K.C., chose Jill Parslow's home- bred Ch. Chesapeake's Phobellina as best of breed.","thumbnail":null,"section":"Sports"},{"date":"19930208","headline":"Power Struggle at the Berliner Ensemble","web_url":"https://www.nytimes.com/1993/02/08/theater/power-struggle-at-the-berliner-ensemble.html","abstract":"  Grim and totalitarian East Berlin produced the most innovative, exciting theater in Germany, East or West. The East Germans subsidized the arts lavishly for propagandistic purposes. But that couldn't explain the stream of brilliant stage directors, many of whom immigrated to the West, who emerged from East Berlin in the 1950's and 60's.   The source and center of that theatrical energy was Bertolt Brecht and the theater company he founded in 1949, the Berliner Ensemble. Young directors and actors flocked to Brecht and to perhaps naive notions of leftist idealism. The theater remained a source of East German artistic vitality even after his death in 1956.","thumbnail":null,"section":"Theater"},{"date":"19930208","headline":"Review/Music; A Master Offers His Latest Discovery","web_url":"https://www.nytimes.com/1993/02/08/arts/review-music-a-master-offers-his-latest-discovery.html","abstract":"  The Polish composer Witold Lutoslawski has never been too preoccupied with courting an audience for his music, preferring instead to devote himself to private musical discoveries. \"I do not want to convince,\" he once wrote, \"I want to find.\" But when some of his more recent findings were heard here on Friday night, as Mr. Lutoslawski led the Los Angeles Philharmonic in a concert celebrating his 80th birthday, the audience at the Los Angeles Music Center needed no convincing. The world premiere of his Fourth Symphony, a work commissioned by the orchestra, received a warm and enthusiastic reception. And at the conclusion of the concert, there was a prolonged standing ovation.   The acclaim was deserved. Over the course of a long career, Mr. Lutoslawski has established himself as a leading composer of the post-World War II generation, one of a group of Eastern European and Soviet composers (including Gyorgy Ligeti, Gyorgy Kurtag and Alfred Schnittke), whose work has been highly original and idiosyncratic, despite the pressures of Communist regimes. Composers like Shostakovich wrote music that could brilliantly undercut official taste while seeming to satisfy it, but Mr. Lutoslawski, whose First Symphony was banned by Stalinist censors in 1949, led a double compositional life. For many years, he earned money writing radio and film music for the Government while devising his own atonal language and style in solitude.","thumbnail":null,"section":"Arts"},{"date":"19930208","headline":"Good Enough to Fight, But Not for Citizenship","web_url":"https://www.nytimes.com/1993/02/08/nyregion/good-enough-to-fight-but-not-for-citizenship.html","abstract":"  Although his eyes have grown dimmer, the slight, white-haired Filipino veteran vividly remembers taking an oath of allegiance to the United States of America, half a century ago in the mountains of Sara on Iloilo island in the Philippines.   The former second lieutenant, Uldarico D. Dumdum, now 74 years old, proudly displays a pile of yellowed, dog-eared military records, from induction documents to benefits papers, showing that he served three years under the United States Armed Forces in the Far East.","thumbnail":null,"section":"New York"},{"date":"19930208","headline":"Knicks Click And It Sounds Like a Romp","web_url":"https://www.nytimes.com/1993/02/08/sports/pro-basketball-knicks-click-and-it-sounds-like-a-romp.html","abstract":"  So many Knicks played well last night, it hardly mattered whom Pat Riley put on the floor.   Patrick Ewing (21 points, 7 rebounds) had a superb three quarters, then sat out the fourth quarter because the Knicks didn't need him. Tony Campbell continued his recent strong play and scored a season-high 21 points. Charles Smith (flu) missed the game, but the Knicks did not miss a beat with Rolando Blackman (14 points) starting at small forward. And both Anthony Mason (14 points) and Charles Oakley (10 points, 6 rebounds) played power forward, with the emphasis on power.","thumbnail":null,"section":"Sports"},{"date":"19930208","headline":"Wood's Letter on Steps With White House","web_url":"https://www.nytimes.com/1993/02/08/us/wood-s-letter-on-steps-with-white-house.html","abstract":"    Following is a letter from Judge Kimba M. Wood to The New York Times, sent by fax yesterday:     I have not commented beyond my Feb. 4, 1993, statement concerning my withdrawal from consideration by the President as his nominee for Attorney General, but I feel compelled to correct the impression conveyed in the Feb. 7 New York Times that there is a significant dispute between Mr. Bernard Nussbaum and me as to who said what to whom, when. The correct version is as follows:","thumbnail":null,"section":"U.S."},{"date":"19930208","headline":"Property Tax Loan Makes Financial Sense","web_url":"https://www.nytimes.com/1993/02/08/opinion/l-property-tax-loan-makes-financial-sense-729793.html","abstract":"  To the Editor:   A Jan. 30 article reports criticism of Mayor David N. Dinkins's proposal for New York City to borrow $215 million from Chemical Bank, using unpaid city property taxes as collateral. Far from being \"financial gimmickry,\" as you call it, the proposal makes good financial sense.","thumbnail":null,"section":"Opinion"},{"date":"19930208","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/02/08/nyregion/metro-digest-114093.html","abstract":"  NEW YORK CITY  THE ENDURING LEGACY OF ARTHUR ASHE   If a place in New York City evokes Arthur Ashe's spirit, it is surely the Harlem Tennis Center's makeshift courts, inside the cavernous 369th Regiment Armory building at 143d Street and Fifth Avenue in Harlem. It was there in 1968 -- the same year that Mr. Ashe became the first black to win the United States Open men's singles championships -- that the Harlem Junior Tennis Program was founded, to give minority children a chance to play a sport that had long been dominated by whites, until Mr. Ashe came along. The former tennis champion died Saturday afternoon at the age of 49. A1. HOUSING PROGRAM STALLED IN WASHINGTON   Since the late 1980's, money from a Federal tax break for corporations has put thousands of low-income New Yorkers into new homes. Now legislation that would renew the financing is stalled in Washington, and that, coupled with state budget cuts, threatens plans for dozens of affordable housing developments in the state this year. A1.","thumbnail":null,"section":"New York"},{"date":"19930208","headline":"Delay on Tax-Credit Measure Stalls Projects to House Poor","web_url":"https://www.nytimes.com/1993/02/08/nyregion/delay-on-tax-credit-measure-stalls-projects-to-house-poor.html","abstract":"  Since the late 1980's, money from a Federal tax break for corporations has put thousands of low-income New Yorkers into new homes. Now legislation that would renew the financing is stalled in Washington, and that, coupled with state budget cuts, threatens plans for dozens of affordable housing developments in the state this year.   In New York City alone, the tax break, the Federal low-income housing tax credit, which uses money from corporations that buy tax credits to help pay for affordable rental housing, has supplied roughly one-third of the cost of rebuilding more than 5,000 apartments since 1989. Using Abandoned Buildings    Most of the units have been carved out of abandoned buildings that the city has taken from owners because of tax delinquencies. Of the apartments rebuilt with tax-credit money, 30 percent are set aside as permanent housing for homeless people.","thumbnail":null,"section":"New York"},{"date":"19930208","headline":"No News? Well, That's Business","web_url":"https://www.nytimes.com/1993/02/08/sports/hockey-no-news-well-that-s-business.html","abstract":"  Gary Bettman apologized before he began his news conference. He had just presided over his first Board of Governors meeting as the new commissioner of the National Hockey League. And he had little to report.   \"I'm sorry I don't have any news,\" Bettman said. \"I'll tell you, we basically had a business session.\"","thumbnail":null,"section":"Sports"},{"date":"19930208","headline":"Lacey a Queen in Ring But Not on the Plane","web_url":"https://www.nytimes.com/1993/02/08/sports/dog-show-lacey-a-queen-in-ring-but-not-on-the-plane.html","abstract":"  Lacey, queen of all show dogs, is a banana-loving package of kinetic energy who, despite holding title to the ultimate canine throne, would rather raze it than recline on it. But terriers are like that, even an exalted Asta-prototype like this one.    The airlines still treat her like another piece of baggage; Lacey, a 20-pounder, is too big and boisterous to fly first class. But here in Manhattan, where she begins the defense of her Westminster Kennel Club championship today, Ch. Registry's Lonesome Dove (as she's professionally known) has a two-bath suite and a round-the-clock valet, chef and playmate.","thumbnail":null,"section":"Sports"},{"date":"19930208","headline":"Operation Rescue Disavows Violence","web_url":"https://www.nytimes.com/1993/02/08/opinion/l-operation-rescue-disavows-violence-726293.html","abstract":"  To the Editor:   In \"A Rescue Operation for Congress\" (editorial, Jan. 16), you falsely describe anti-abortionists as \"violent, vulgar,\" \"a band of vandals\" and \"conspirators.\"","thumbnail":null,"section":"Opinion"},{"date":"19930208","headline":"Is the Saxophonist Truly the President?","web_url":"https://www.nytimes.com/1993/02/08/opinion/l-is-the-saxophonist-truly-the-president-997393.html","abstract":"  To the Editor:   As an ear person with five decades in music and several in psychology, I've been watching the snippets of Bill Clinton's musical behavior on television, feeling for clues to the mysterious character of our new President among real sound bites that may tell what words can't.","thumbnail":null,"section":"Opinion"},{"date":"19930208","headline":"'Oh, Yipe!' Said Thurgood Marshall","web_url":"https://www.nytimes.com/1993/02/08/opinion/oh-yipe-said-thurgood-marshall.html","abstract":"    In 1977, Thurgood Marshall gave a series of interviews to Columbia University's Oral History Research Office. They were conducted by Ed Edwin, a journalist, and made public after the retired Supreme Court Justice died at 84 on Jan. 24.   Lyndon B. Johnson appointed Mr. Marshall, then a Court of Appeals judge, Solicitor General in 1965. Then -- and many times later -- L.B.J. told Mr. Marshall that he would never name him to the Supreme Court. This excerpt describes events on June 13, 1967, when Mr. Marshall learned that the President had changed his mind.  ","thumbnail":null,"section":"Opinion"},{"date":"19930208","headline":"Little Help for Mentally Ill Addicts; Two Treatment Bureaucracies Compete to Avoid Them","web_url":"https://www.nytimes.com/1993/02/08/nyregion/little-help-for-mentally-ill-addicts-two-treatment-bureaucracies-compete-avoid.html","abstract":"  The case of Christopher Battiste, the homeless man whose arrest in the beating death of an elderly Bronx woman underscored New York's inability to deal with growing numbers of mentally ill drug abusers, has lent new urgency to the debate over how best to help such people while protecting the public from harm.   Government officials and advocates alike say the case of Mr. Battiste, who for years drifted among jails, psychiatric emergency rooms and homeless shelters, demonstrates the need for sweeping changes in three distinct, though clearly intertwined, areas.","thumbnail":null,"section":"New York"},{"date":"19930208","headline":"Shift to Dirt Leaves Sea Hero in the Dust","web_url":"https://www.nytimes.com/1993/02/08/sports/horse-racing-shift-to-dirt-leaves-sea-hero-in-the-dust.html","abstract":"  The path to the Kentucky Derby took one more mean twist today when the favored Sea Hero, one of the prime candidates in the East, ran next to last while the outsider Kissin Kris won the Palm Beach Stakes and added to the confusion already surrounding this year's racing classics.   It was one day after the favored Great Navigator ran second to Hidden Trick in the Hutcheson Stakes, one of the milestones on the road to Louisville. So, in two days of early tests at Gulfstream Park, two of the East's leading 3-year-old candidates stumbled in the standing. And Sea Hero, a son of the grass-horse sire Polish Navy, may have flunked out of further consideration for the Derby on May 1.","thumbnail":null,"section":"Sports"},{"date":"19930208","headline":"Coach and Star Together Too Long?","web_url":"https://www.nytimes.com/1993/02/08/sports/pro-basketball-coach-and-star-together-too-long.html","abstract":"  Danny Manning, six months out of the University of Kansas, pierced his ear. His college coach, Larry Brown, ordinarily would have made him stitch it up, but Brown no longer had jurisdiction. He was coaching the San Antonio Spurs by then, while Manning was free and clear with the Los Angeles Clippers, shopping, on Melrose Avenue, for hoop earrings.   Manning pitied the Spurs at the time, because he knew Brown -- a solemn perfectionist -- was hounding the players. On a road trip to Texas, Manning bumped into a former Kansas teammate, Kevin Pritchard, who was trying out in San Antonio and Manning whispered, \"Glad it's not me.\"","thumbnail":null,"section":"Sports"},{"date":"19930208","headline":"Review/Dance; Taking Wing From the Confines of a Wheelchair","web_url":"https://www.nytimes.com/1993/02/08/arts/review-dance-taking-wing-from-the-confines-of-a-wheelchair.html","abstract":"  The Tom Evert Dance Company, headed by a former leading dancer in Paul Taylor's troupe, and Dancing Wheels, founded and directed by Mary Verdi-Fletcher for disabled and nondisabled performers, would seem to have little in common beyond the fact that they are based in Cleveland.    Yet on Friday night at the Marymount Manhattan Theater, they offered a model of creativity emerging from practicality. Pooling their resources to share expenses in a two-day New York City appearance, the two groups offered a program that wound up on a singular and successful esthetic wavelength.","thumbnail":null,"section":"Arts"},{"date":"19930208","headline":"Australian Can Now Call U.S. His Home","web_url":"https://www.nytimes.com/1993/02/08/sports/golf-australian-can-now-call-us-his-home.html","abstract":"  Exhibiting the kind of steel backbone to be expected from someone resembling a 1-iron, Brett Ogle bounced back from a missed 2-foot putt and a drive that was lost in the sands of the Pacific beach to cruise to a three-shot victory today at the A.T.&.T. Pebble Beach National Pro-Am.   Ogle, a 28-year-old Australian who is a rookie on the PGA Tour, birdied three of the final six holes to pull away from Billy Ray Brown and earn the $225,000 first-place check and a vitally important first victory in the United States.","thumbnail":null,"section":"Sports"},{"date":"19930208","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/02/08/sports/transactions-477893.html","abstract":"  Basketball National Basketball Association  NEW JERSEY NETS -- Signed Bernard King, forward, for the rest of the season. Placed Dwayne Schintzius, center, on the injured list. Hockey  East Coast Hockey League  DAYTON BOMBERS -- Announced that Dave Smith, center, has been recalled to Fort Wayne of the International Hockey League. Activated Doug Evans, defenseman, from the injured list. College  RHODE ISLAND -- Suspended Jason Alexander, guard, from the basketball team indefinitely for violation of team rules.","thumbnail":null,"section":"Sports"},{"date":"19930208","headline":"Gun Range Contends With Lead","web_url":"https://www.nytimes.com/1993/02/08/nyregion/gun-range-contends-with-lead.html","abstract":"  The hills around here are the backwoods of Westchester County, a place where the trim suburban streets seem to thin out and a terrain emerges that is closer to the rawness of the Adirondacks.   It is here that the county government 31 years ago chose to locate a public firing range that defies the genteel golf and tennis image the nation has of Westchester. Over the years, hunters and shooting enthusiasts have pierced countless bull's-eyes and shattered innumerable clay pigeons, and their spent ammunition has dropped a mother lode of lead in the moist black soil of the range.","thumbnail":null,"section":"New York"},{"date":"19930208","headline":"Clinton Keeping Foreign Policy on a Back Burner","web_url":"https://www.nytimes.com/1993/02/08/world/clinton-keeping-foreign-policy-on-a-back-burner.html","abstract":"  During a meeting of the President's top economic advisers last week, the Deputy Budget Director, Alice M. Rivlin, was describing areas of the country that would be affected by the withdrawal of a Federal timber subsidy when she found herself being corrected by President Clinton over which trees were found where.   A short time later, Mr. Clinton's top foreign policy advisers were gathered in the Roosevelt Room poring over a map of Bosnia, in a nearly four-hour session intended to establish the Administration's policy for the Balkans, its first major foreign-policy initiative. The President did not correct anyone about details on Bosnia. He did not attend.","thumbnail":null,"section":"World"},{"date":"19930208","headline":"Lobbying Intensifies for Pivotal Vote on Renewal of Fernandez","web_url":"https://www.nytimes.com/1993/02/08/nyregion/lobbying-intensifies-for-pivotal-vote-on-renewal-of-fernandez.html","abstract":"  Since it became clear last week that the New York City Board of Education might not renew Schools Chancellor Joseph A. Fernandez's contract, there has been tumultuous lobbying for the deciding vote, which will most likely be that of Carol A. Gresser, the Queens representative.   Ms. Gresser's phone has been ringing with endorsement calls from many of the Chancellor's powerful supporters. Claire Shulman, the Democratic Borough President of Queens who appointed Ms. Gresser, has also recieved numerous calls on Mr. Fernandez's behalf, at least two from Mayor David N. Dinkins, calling from his Puerto Rican vacation resort.","thumbnail":null,"section":"New York"},{"date":"19930208","headline":"Iowa's Women Seize Shot at TV Spotlight","web_url":"https://www.nytimes.com/1993/02/08/sports/college-basketball-iowa-s-women-seize-shot-at-tv-spotlight.html","abstract":"  The television lights are not turned on each time the women take the court, not even when the No. 3 Iowa Hawkeyes play. For that reason, a high-profile televised game, like the one today, can take on an added significance.    \"You don't know how big that is,\" said C. Vivian Stringer, the Iowa coach. \"I wouldn't want any other coach to see us sputter or hesitate.\"","thumbnail":null,"section":"Sports"},{"date":"19930208","headline":"Bosnia Peace Plan Said to Spur New Attacks by Serbs","web_url":"https://www.nytimes.com/1993/02/08/world/bosnia-peace-plan-said-to-spur-new-attacks-by-serbs.html","abstract":"  A renewed Serbian campaign to expel Muslims from towns and villages in Bosnia and Herzegovina appears to have been set off by the United Nations proposal to divide the country into semi-autonomous provinces, diplomats here and Bosnian Government officials in Sarajevo said today.    Hundreds of Muslim refugees continue to stream out of Cerska, Kamenica and other besieged villages above the Drina River town of Zvornik in eastern Bosnia, said an official from the United Nations High Commissioner for Refugees.","thumbnail":null,"section":"World"},{"date":"19930208","headline":"White House Memo; Hillary Clinton's Debut Dashes Doubts on Clout","web_url":"https://www.nytimes.com/1993/02/08/us/white-house-memo-hillary-clinton-s-debut-dashes-doubts-on-clout.html","abstract":"  Hillary Rodham Clinton swept through Capitol Hill the other day, and a rumble went through the Republican cloakroom. In the privacy of their leathery L-shaped retreat off the Senate floor, some lawmakers grumbled about the First Lady with the briefcase who was lobbying by phone and in person: Did you hear, they muttered among themselves, that she had actually been calling some senators by their    first    names?   If there was any shard of doubt left that Bill and Hillary Clinton were going to run the Government in tandem, it has disappeared. Clinton strategists worried obsessively during the campaign about how to prevent Mrs. Clinton from appearing to be an \"empowered Nancy Reagan,\" as they put it in a secret memorandum. But now the President, Mrs. Clinton and the White House staff are determinedly matter-of-fact about the First Lady's stunning debut as the most openly empowered Presidential wife in American history.","thumbnail":null,"section":"U.S."},{"date":"19930208","headline":"Review/Rock; With Volume Intact, Stars of the 70's Reunite","web_url":"https://www.nytimes.com/1993/02/08/arts/review-rock-with-volume-intact-stars-of-the-70-s-reunite.html","abstract":"  There's a slim chance that the 70's supergroup Emerson, Lake and Palmer's performance at Radio City Music Hall on Wednesday night was a conscious self-parody. Keith Emerson, the group's keyboardist, standing in front of a monstrous bank of electronic equipment that looked like something out of a grade-B science-fiction movie from the 1970's, plugged and replugged a cable, causing no audible effect at all. The group, known and loved for its bombast, may (or may not) just have been poking fun at its electronic pretensions to grandeur.   Bombast and pretensions have a firm place in rock, and clearly the audience, mostly male, was there for the size and volume of the show. The cardinal rule in arena rock is that something has to happen, that in some way the show has to equal a natural event, that the magnitude and breathlessness of it somehow have to make it into the 6 o'clock news of the communal mind.","thumbnail":null,"section":"Arts"},{"date":"19930208","headline":"Messier Will Face the Devils","web_url":"https://www.nytimes.com/1993/02/08/sports/hockey-messier-will-face-the-devils.html","abstract":"  Rangers Coach Ron Smith said yesterday that Mark Messier, who has missed six games with sprained ligaments in his right wrist, would return to action tonight when the Rangers play the Devils at Byrne Meadowlands Arena in East Rutherford, N.J.   James Patrick, who has missed four games with a knee injury, and Jeff Beukeboom, who missed the 2-2 tie with the Flyers in the Rangers' most recent game because of an ankle injury, are also expected to return.","thumbnail":null,"section":"Sports"},{"date":"19930208","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/02/08/nyregion/chronicle-711493.html","abstract":"  Last summer, Laurie Colwin, the novelist and short story writer, phoned GAIL ZWEIGENTHAL, the editor in chief of Gourmet magazine, for whom she wrote a monthly essay and said, \"I have all my columns for next year, is it O.K. if I send them in now?\" Ms. Zweigenthal recalled the other day. \"I was flabbergasted but I said, 'Sure.' \"   What had motivated Ms. Colwin, who had never submitted her columns by the batch before, to work so far in advance will forever remain a mystery: She died of a heart attack on Oct. 25 at the age of 48. The magazine will continue printing her work through November.","thumbnail":null,"section":"New York"},{"date":"19930208","headline":"Spassky vs. Youth and Femaleness","web_url":"https://www.nytimes.com/1993/02/08/arts/spassky-vs-youth-and-femaleness.html","abstract":"Sportswriters have called it the battle of the sexes. Fans call it a competition between generations. But the players who have flocked to the Inter-Continental Hotel's ballroom during the last week to watch the exhibition match here between Judit Polgar and Boris Spassky simply call it great chess.\n\nThe 10-game match, which began on Jan. 30, pits Ms. Polgar, at 16 the world's youngest grandmaster, against Mr. Spassky, 56, the one-time world champion who last fall lost a match to Bobby Fischer in Yugoslavia.","thumbnail":null,"section":"Arts"},{"date":"19930208","headline":"New Laws Address Old Problem: The Terror of a Stalker's Threats","web_url":"https://www.nytimes.com/1993/02/08/us/new-laws-address-old-problem-the-terror-of-a-stalker-s-threats.html","abstract":"  For more than a month, a young woman in Stratford, N.J., was hounded by a man she had briefly dated. He followed her to work and to the hairdresser. He left repeated messages on her answering machine. She talked to the police several times and filed a harassment complaint, but there was little the police could do except ask the man to stop.   \"Our hands were tied,\" said Jay Wilkins, a detective in the Stratford Police Department. \"We were in the position of waiting for a crime to happen.\" Defining a New Crime    But on Jan. 4 law-enforcement officials in New Jersey got a new tool for handling such cases with the signing of a state law making stalking a crime. The next morning, Detective Wilkins arrested the man.","thumbnail":null,"section":"U.S."},{"date":"19930208","headline":"Sports of The Times; America Loses A Hero","web_url":"https://www.nytimes.com/1993/02/08/sports/sports-of-the-times-america-loses-a-hero.html","abstract":"  WE have nine years and 363 days to come up with a stamp. Shall it be the dignified and lean young Arthur Ashe, or shall it be the dignified and lean middle-aged Arthur Ashe?   Shall it be the let's-not-call-attention-to-ourselves short hair of the 50's, or the modified black-is-beautiful Afro of the 70's, or back to the board-room short hair of the 90's again? That's the only decision to be made about the mandatory Arthur Ashe stamp, as soon as he is eligible, the stamp that will honor an American hero who never got to see his daughter graduate, or cheer the next black tennis champion, or become President of the United States.","thumbnail":null,"section":"Sports"},{"date":"19930208","headline":"A Brief Version of Time","web_url":"https://www.nytimes.com/1993/02/08/opinion/a-brief-version-of-time.html","abstract":"  Suppose that people live forever.    Strangely, the population of each city splits in two: the Laters and the Nows.","thumbnail":null,"section":"Opinion"},{"date":"19930208","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/02/08/nyregion/news-summary-935993.html","abstract":"  International A3-11 U.S. STRATEGY ON EX-SOVIETS   The Clinton Administration intends to create a supercommittee in the State Department to shape a unified strategy toward Russia and the other former Soviet republics, but has no intention of immediately increasing foreign aid to the area, Administration officials say.  A1","thumbnail":null,"section":"New York"},{"date":"19930208","headline":"Israeli Soldiers Seize Palestinian Journalists","web_url":"https://www.nytimes.com/1993/02/08/world/israeli-soldiers-seize-palestinian-journalists.html","abstract":"  Israeli soldiers arrested two Palestinian journalists and their assistant today while they were covering anti-Israel street protests in Gaza City.   According to the Israeli Army, the three Palestinians were held for police investigation after refusing to leave an area that had been declared a closed military zone during the demonstrations. An army spokesman said the authorities were investigating whether the men had incited protesters.","thumbnail":null,"section":"World"},{"date":"19930208","headline":"Ashe Was Stricken Suddenly After Years of AIDS","web_url":"https://www.nytimes.com/1993/02/08/sports/ashe-was-stricken-suddenly-after-years-of-aids.html","abstract":"  Arthur Ashe's doctor said yesterday that he was as surprised by the suddenness of the tennis champion's death from AIDS on Saturday as he was of how Ashe had remained healthy for more than four years after AIDS was diagnosed.   Ashe, 49, died from a form of pneumonia known as PCP, for pneumocystis carinii, the fungus that causes it. He had recovered from an earlier bout of PCP in January but became ill again last Wednesday and entered New York Hospital on Friday. Even a few hours before his death -- when his breathing had to be assisted by a mechanical respirator -- his doctors thought he would pull through again.","thumbnail":null,"section":"Sports"},{"date":"19930208","headline":"G.O.P. IS OPPOSED TO ECONOMIC PLAN","web_url":"https://www.nytimes.com/1993/02/08/us/gop-is-opposed-to-economic-plan.html","abstract":"  Signaling that Republicans plan to oppose at least part of President Clinton's economic program, Senator Robert Dole, the minority leader, and three other Republican Senators said today that they disagreed with the Administration's plans for a short-term stimulus package because it would increase the deficit this year.   Mr. Clinton's economic aides have repeatedly talked about a stimulus program of $15 billion to $30 billion that would seek to create jobs and to insure that the economy does not slide back into the doldrums.","thumbnail":null,"section":"U.S."},{"date":"19930208","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/02/08/nyregion/inside-944893.html","abstract":"  No Progress in Bosnian Talks   Mediators struggled, but two factions refused to accept a peace plan for Bosnia on the eve of a United Nations Security Council session. Page A10. U.S. Builds Amid Office Glut    Congress is spending billions of dollars building Federal offices even though the commercial market is glutted with vacant space. Page A12. Scotland Curbs AIDS Threat   By giving oral versions of drugs sought by addicts, Edinburgh has sharply reduced the number of people who have the AIDS virus. Page A3. The Capitalists Return   Americans are trickling back to Vietnam, hoping to employ their former enemies and ready the country for a corporate invasion. Page D1.","thumbnail":null,"section":"New York"},{"date":"19930208","headline":"Neediest Cases Enriched by Tributes","web_url":"https://www.nytimes.com/1993/02/08/nyregion/neediest-cases-enriched-by-tributes.html","abstract":"  Jill Walsh thought she had timed it perfectly. When the Long Island Rail Road train pulled into Jamaica, Queens, she quickly got off to use the phone on the platform. The train usually stops for five minutes, but as she was talking, it unexpectedly roared out of the station -- with her belongings on board.   An angry Ms. Walsh complained to the station manager, who radioed the train's conductor. She searched the train later that afternoon at its last stop, but her bags were gone. So she filed a report with the railroad and returned home to Santa Monica, Calif.","thumbnail":null,"section":"New York"},{"date":"19930208","headline":"King Watches the Nets Both Soar and Stumble","web_url":"https://www.nytimes.com/1993/02/08/sports/pro-basketball-king-watches-the-nets-both-soar-and-stumble.html","abstract":"  Bernard King saw first-hand today how impressive the young Nets can be and how erratic they often are. After watching his new team defeat the Milwaukee Bucks, King predicted big things for the Nets later this season, and didn't mind including a supporting role for himself.   \"This is the most talented team I've ever played on,\" King said after the Nets' 105-102 victory. Reminded that he hadn't yet played, King smiled and said, with all due modesty, \"I'll play before the year is out.\"","thumbnail":null,"section":"Sports"},{"date":"19930208","headline":"Man Beaten by Hasidim Arrested","web_url":"https://www.nytimes.com/1993/02/08/nyregion/man-beaten-by-hasidim-arrested.html","abstract":"  A black man who was beaten in December by a group of Hasidim in Crown Heights was arrested last night on burglary charges, prosecutors said.   Ralph Nimmons, 25, was charged with breaking into an apartment house at 1650 President Street, less than a mile from the scene of the Dec. 1 beating. He was charged with burglary, possession of burglar tools, and possession of stolen property, according to Al Tishman, an assistant district attorney in Brooklyn.","thumbnail":null,"section":"New York"},{"date":"19930208","headline":"Mr. Mobutu's Long Goodbye","web_url":"https://www.nytimes.com/1993/02/08/opinion/mr-mobutu-s-long-goodbye.html","abstract":"  History seems to be catching up with President Mobutu Sese Seko of Zaire. Despite a rioting army, he still clings to power. And he faces a new demand from Zaire's chief creditors -- France, Belgium and the United States -- that he transfer authority to a transitional regime, as he promised months ago. But Zaire's currency is as worthless as Mr. Mobutu's promises, a reality he cannot change with a wave of his totemic cane.    When he finally goes, Mr. Mobutu will be universally unlamented. Zaire is poorer today than it was 27 years ago, when Mr. Mobutu, then a high army officer, seized power in what was then called the Congo. However divided, his political opponents were strong enough to close down the capital of Kinshasa last month with a strike.","thumbnail":null,"section":"Opinion"},{"date":"19930208","headline":"Norman Is Diagnosed With Pleurisy","web_url":"https://www.nytimes.com/1993/02/08/sports/sports-people-pro-basketball-norman-is-diagnosed-with-pleurisy.html","abstract":"  Forward KEN NORMAN of the Los Angeles Clippers was diagnosed with pleurisy after complaining of chest pains during the first half of Saturday night's game against the Sacramento Kings.   Norman, a six-year veteran from Illinois who is the Clippers' career leader in scoring and games played, left the game and was accompanied to the hospital by the team doctor, KUKESH BHATIA.","thumbnail":null,"section":"Sports"},{"date":"19930208","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/02/08/arts/dance-in-review-355093.html","abstract":"  New York City Ballet   New York State Theater    Ballet may have been about ballerinas for George Balanchine. But he created his share of challenging roles for men. One of the most demanding assignments was taken on by Nikolaj Hubbe and Igor Zelensky when the New York City Ballet presented \"Tchaikovsky No. 3\" on Friday night and Saturday afternoon.","thumbnail":null,"section":"Arts"},{"date":"19930208","headline":"Overruled Racial Quota Was a Means to an End","web_url":"https://www.nytimes.com/1993/02/08/nyregion/metro-matters-overruled-racial-quota-was-a-means-to-an-end.html","abstract":"  PRESIDENT CLINTON'S campaign manifesto last August mentioned race only once in a combined injunction and pledge: oppose racial quotas. In a court case that went virtually unnoticed at the time, an unusual racial quota sanctioned by New York City's government was declared unconstitutional by a Federal judge.   The case was about means, not ends. With the ends already achieved, any ruling that altered the means might have seemed moot. And, given the raw emotions raised by the issue, self-congratulation was muted.","thumbnail":null,"section":"New York"},{"date":"19930208","headline":"Belarus Shows the Way on Arms","web_url":"https://www.nytimes.com/1993/02/08/opinion/belarus-shows-the-way-on-arms.html","abstract":"  Belarus has now formally committed itself to giving up its nuclear arms, the first state in history to do so. Its Parliament voted Thursday to adhere to the Nuclear Nonproliferation Treaty and to ratify the 1991 Strategic Arms Reduction Treaty.    Belarus has already signed an agreement with Moscow to transfer all 81 of its nuclear-tipped SS-25 missiles to Russia for dismantling by the end of 1994.","thumbnail":null,"section":"Opinion"},{"date":"19930208","headline":"The Law Can Recognize Sexual Harassment; Crying at Wolves","web_url":"https://www.nytimes.com/1993/02/08/opinion/l-the-law-can-recognize-sexual-harassment-crying-at-wolves-725493.html","abstract":"  To the Editor:   Congratulations to Sheryl E. Reich for \"Crying Wolf in Albany\" (Op-Ed, Jan. 23)! Finally in print somebody has focused on one side of the sexual harassment situation that for years has been known and unevenly tolerated by most of us (men and women alike) in the business setting.","thumbnail":null,"section":"Opinion"},{"date":"19930208","headline":"Critic as Chairman Gets Praise as Both","web_url":"https://www.nytimes.com/1993/02/08/us/critic-as-chairman-gets-praise-as-both.html","abstract":"  \"Onward, Christian Soldiers\" is not in the hymnal at the Allen Temple Baptist Church here. An influential parishioner, Congressman Ronald V. Dellums, complained that it was too bellicose.    Now Mr. Dellums, who began his political career as a Vietnam War protester and remains a vocal opponent of military intervention and costly new weapon systems, has taken on the unlikely post of chairman of the House Armed Services Committee. And his constituents in this overwhelmingly liberal district, birthplace of the Free Speech Movement and countless other left-wing crusades, say they can hardly believe that the quintessential outsider has moved inside.","thumbnail":null,"section":"U.S."},{"date":"19930208","headline":"U.S. Is Building Offices Despite Many Vacancies","web_url":"https://www.nytimes.com/1993/02/08/us/us-is-building-offices-despite-many-vacancies.html","abstract":"  Although the nation's commercial real estate market remains glutted with vacant space, Congress is spending several billion dollars building new offices for Federal workers here and in other cities.   Most of this money is being spent on projects, like the Federal office building going up in Foley Square in Manhattan, that were in advanced stages of planning or under construction before the market turned sour. But as recently as October, Congress appropriated $626 million to start 35 projects.","thumbnail":null,"section":"U.S."},{"date":"19930208","headline":"Results Plus","web_url":"https://www.nytimes.com/1993/02/08/sports/results-plus-350093.html","abstract":"  TENNIS Agassi Beats Gilbert to Capture Title  Andre Agassi recovered after blowing three match points in the second set and beat Brad Gilbert, 6-2, 6-7 (4-7), 6-2, last night to win the Volvo Tennis San Francisco tournament. It was the 19th career singles title for Agassi. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930208","headline":"JUDGE WOOD BACKS WHITE HOUSE STAND ON WHAT SHE TOLD","web_url":"https://www.nytimes.com/1993/02/08/us/judge-wood-backs-white-house-stand-on-what-she-told.html","abstract":"  Judge Kimba M. Wood today supported White House assertions that before President Clinton settled on her as Attorney General, she never explicitly told officials that she had once hired an illegal immigrant as a baby sitter.   In a letter to The New York Times, Judge Wood said she wanted to \"correct the impression conveyed\" in a front-page account the newspaper published today. That article quoted a person close to Judge Wood as saying she had told White House officials in detail about the baby sitter more than a week ago, when she was first approached about the Cabinet job. Answered in General Terms    Judge Wood said today that when she was asked if she had a \"Zoe Baird problem,\" she answered only in general terms, saying she had broken no law. She said she did not mention the illegal immigrant who worked for her as a baby sitter in 1986, when there was no penalty for hiring an illegal alien. Ms. Baird's nomination as Attorney General was withdrawn two weeks ago because, unlike Judge Wood, she knowingly hired illegal immigrants as household workers after it became illegal.","thumbnail":null,"section":"U.S."},{"date":"19930208","headline":"The Editorial Notebook; How to Rescue a Crack House","web_url":"https://www.nytimes.com/1993/02/08/opinion/the-editorial-notebook-how-to-rescue-a-crack-house.html","abstract":"  Until very recently, the big single-room-occupancy building at 558-60 West 165th Street in Washington Heights housed a thriving wholesale drug market. Dealers operated in more than 30 of the building's 216 rooms. In the rear they stored the drugs, while lookouts faced the street. Customers seeking cocaine to retail elsewhere placed orders with men on the sidewalk who disappeared into the building, then returned with the goods.   Today the drug dealers are gone. The aging building is peaceful once again for tenants who had endured years of intimidation. Therein lies an intriguing tale that holds promise for intimidated communities everywhere.","thumbnail":null,"section":"Opinion"},{"date":"19930208","headline":"Soviet Archives: Paper Trail of a Rigid, Authoritarian System","web_url":"https://www.nytimes.com/1993/02/08/world/soviet-archives-paper-trail-of-a-rigid-authoritarian-system.html","abstract":"  On any given day, a dozen or so people can be found huddled over vintage metal table lamps in the hushed reading room of the Communist Party's main archive, plunged into what has become one of the more intriguing and frustrating exercises in Moscow: culling the millions of files for pieces to the vast puzzle of Soviet history.   Now called the Storage Center for Contemporary Documentation, the building in the old Central Committee complex on Staraya Square is only one depository for 204 million separate files now controlled by the Russian Government.","thumbnail":null,"section":"World"},{"date":"19930208","headline":"SIHANOUK MOVING TO REGAIN POWER","web_url":"https://www.nytimes.com/1993/02/08/world/sihanouk-moving-to-regain-power.html","abstract":"  Twenty-three years after his ouster as Cambodia's head of state, Prince Norodom Sihanouk is moving quickly to reclaim power here, this time with the support of nations that he once considered his enemies to the death.   The United Nations is on the verge of revising the 1991 Cambodian peace accords to allow the election of a President as well as a legislature, a move that would all but guarantee the Prince's return to power this spring or summer.","thumbnail":null,"section":"World"},{"date":"19930208","headline":"To Battle AIDS, Scots Offer Oral Drugs to Addicts","web_url":"https://www.nytimes.com/1993/02/08/world/to-battle-aids-scots-offer-oral-drugs-to-addicts.html","abstract":"  In 1985, doctors in this ancient Scottish city awoke to a terrible truth: More than 50 percent of blood samples drawn from drug addicts in Edinburgh's poorest neighborhoods tested positive for the virus that causes AIDS, a rate of infection as high as in some parts of New York City.   Now, eight years later, a broad-based community response forged from the shared horror of AIDS and of spreading intravenous drug abuse has not only reduced the number of addicts injecting drugs from thousands to only a few hundred, but has also effectively halted the spread of H.I.V. via contaminated needles.  Switch to Oral Drugs    Drug counselors, doctors and the police say the reversal in intravenous drug use among Edinburgh's 3,000 users of heroin and other drugs results largely from a decision to allow local physicians to prescribe, free and on demand, oral versions of nearly any drug craved by addicts, on the condition that they avoid the use of needles and agree to regular drug and medical counseling.","thumbnail":null,"section":"World"},{"date":"19930208","headline":"Cape Town Journal; A Nice Place, Parliament, but, Hark, the Bell Tolls","web_url":"https://www.nytimes.com/1993/02/08/world/cape-town-journal-a-nice-place-parliament-but-hark-the-bell-tolls.html","abstract":"  If the South African Parliament convened in a less alluring place, say in the dusty farm capital of Bloemfontein or amid the gaseous smelters of Richard's Bay, the whites who govern this country might have given up their political monopoly years ago.   Or maybe not, but as the last racially exclusive Parliament gathers in the southern-hemisphere summer of Cape Town, it is easy to understand the impulse of the white rulers to prolong their stay in power, if only for one more season of cold lobster and Cape wines, of the dolphins leaping in Camps Bay and the clouds tumbling down Table Mountain and the cream tea at the Mount Nelson Hotel.","thumbnail":null,"section":"World"},{"date":"19930208","headline":"Pope, in Uganda, Urges Chastity as AIDS Defense","web_url":"https://www.nytimes.com/1993/02/08/world/pope-in-uganda-urges-chastity-as-aids-defense.html","abstract":"  Pope John Paul II walked among and blessed those infected with what he called the scourge of Africa today after counseling young people to adopt \"the sexual restraint of chastity\" as their only defense.   He visited AIDS patients and others at the Roman Catholic-run Nsambya Hospital here, where doctors said around 60 percent of the 400 patients were either H.I.V.-infected or suffering from AIDS-related illnesses.","thumbnail":null,"section":"World"},{"date":"19930208","headline":"Corrections","web_url":"https://www.nytimes.com/1993/02/08/us/c-corrections-710693.html","abstract":"  The \"How They Do It\" chart in Your Money on Saturday, about one student's journey from community college to a bachelor's degree, described her driving costs incorrectly in some copies. The cost of gasoline, auto insurance and normal maintenance of the car came to $7,225 for two years; gas alone was about $10 a week.","thumbnail":null,"section":"U.S."},{"date":"19930208","headline":"Guatemalans Struggle for Basic Rights","web_url":"https://www.nytimes.com/1993/02/08/opinion/l-guatemalans-struggle-for-basic-rights-727093.html","abstract":"  To the Editor:   I was surprised to find your Jan. 25 report on the return of Guatemala Indians from 10 years of exile in Mexico such an unreflective reprint of propaganda.","thumbnail":null,"section":"Opinion"},{"date":"19930208","headline":"Records Link Buyer of Post To a Swindler","web_url":"https://www.nytimes.com/1993/02/08/nyregion/records-link-buyer-of-post-to-a-swindler.html","abstract":"  Federal court records in Manhattan show that Steven Hoffenberg, the prospective new publisher of The New York Post, knowingly used a confessed swindler to help him sell stock in his flagship company, the Towers Financial Corporation, in ways that violated Federal securities laws.   Mr. Hoffenberg's negotiations to take over the Post have focused public attention on his financial empire, whose accounting methods are being investigated by the Securities and Exchange Commission and whose business practices have been the target of numerous civil lawsuits.","thumbnail":null,"section":"New York"},{"date":"19930208","headline":"Ashe's Legacy Is the Gift for Inspiration","web_url":"https://www.nytimes.com/1993/02/08/sports/ashe-s-legacy-is-the-gift-for-inspiration.html","abstract":"  There can be no greater gift than that of holding out hope for those who have felt hopeless. Arthur Ashe possessed that rare gift, the ability to inspire. On Saturday, at 3:13 P.M. in a room in New York Hospital, Arthur Ashe died at age 49.   It is not stretching a point to say that his gift lives on. Few men or women leave such a legacy; Arthur Ashe was one such extraordinary human being.","thumbnail":null,"section":"Sports"},{"date":"19930208","headline":"Bosnia Peace Talks Yield No Progress","web_url":"https://www.nytimes.com/1993/02/08/world/bosnia-peace-talks-yield-no-progress.html","abstract":"  Struggling for the semblance of an accord on the eve of a Security Council meeting, international mediators failed to make any progress this weekend in their effort to make peace among Bosnia and Herzegovina's three factions.   The mediators had hoped to win some last-minute concessions before briefing the Security Council on the negotiations on Monday. But Radovan Karadzic, the leader of Bosnia's Serbs, refused again to accept a proposal to divide the country into 10 semi-autonomous provinces.","thumbnail":null,"section":"World"},{"date":"19930208","headline":"Where's Clinton on Asia?","web_url":"https://www.nytimes.com/1993/02/08/opinion/wheres-clinton-on-asia.html","abstract":"In 1955, Edwin O. Reischauer, a Harvard professor who later would be Ambassador to Japan, published a book titled \"Wanted: An Asian Policy.\" He did so, he wrote, because: \"We take a frantic interest in individual crises when they develop, but appear strangely indifferent to the basic ills that have caused them. Worse still, we are easily diverted from our problems in Asia to more trivial matters.\"\n\nMuch the same could be said today. Many Asia-watchers waited for candidate Bill Clinton to outline his views on Asia. When he did not, we excused him, saying he was running on domestic issues. We waited to see what his appointments might disclose about his thinking on Asia. Again, mystification and disappointment.","thumbnail":null,"section":"Opinion"},{"date":"19930208","headline":"Books of The Times; The Apparent Banality of Multiple Murder","web_url":"https://www.nytimes.com/1993/02/08/books/books-of-the-times-the-apparent-banality-of-multiple-murder.html","abstract":"   A Violent Act   By Alec Wilkinson   Alfred A. Knopf. 228 pages. $22.     On the morning of Sept. 22, 1986, Tom Gahl, a young Indianapolis probation officer, told his wife, Nancy, that he wished he had \"something more exciting to look forward to\" that day, and set off on his rounds.","thumbnail":null,"section":"Books"},{"date":"19930208","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/02/08/arts/dance-in-review-730093.html","abstract":"  Annabelle Gamson  Dance Company   St. Mark's Church    Annabelle Gamson's new dance piece, \"The Women of Union Square,\" is a surprise. Lyrical, abstract and clever, it is anything but the overt social-protest work its title, with echoes from the 1930's, might suggest. The six women in the cast of the Annabelle Gamson Dance Company on Thursday night seemed to revel in their dancing with the same pleasure Ms. Gamson had obviously poured into the piece.","thumbnail":null,"section":"Arts"},{"date":"19930208","headline":"Guns in Prison Show Futility of a Ban on Arms","web_url":"https://www.nytimes.com/1993/02/08/opinion/l-guns-in-prison-show-futility-of-a-ban-on-arms-995793.html","abstract":"  To the Editor:   In light of your editorial support of more restrictions on legitimate ownership of private firearms, \"When Inmates Carry Guns\" (editorial, Jan. 20) misses a crucial point.","thumbnail":null,"section":"Opinion"},{"date":"19930208","headline":"First Comes a Junket, Then a Golden Globe; Hollywood Is Buzzing","web_url":"https://www.nytimes.com/1993/02/08/movies/first-comes-a-junket-then-a-golden-globe-hollywood-is-buzzing.html","abstract":"  Is this another Golden Globes crisis? Is this like the embarrassing Pia Zadora incident?   It has been two weeks since the Hollywood Foreign Press Association unexpectedly awarded the Golden Globe for best picture of the year to \"Scent of a Woman.\" The film won over such acclaimed movies as \"Howards End,\" \"A Few Good Men,\" \"The Crying Game\" and \"Unforgiven.\"","thumbnail":null,"section":"Movies"},{"date":"19930208","headline":"Linda Heller, Michael Lappin","web_url":"https://www.nytimes.com/1993/02/08/style/wedding-linda-heller-michael-lappin.html","abstract":"  Linda Joy Heller, a health columnist and freelance writer in New York, was married yesterday to Michael David Lappin, the president of the Community Preservation Corporation of New York, a nonprofit organization of banks and insurance companies that sponsors the rehabilitation of affordable housing. Rabbi Ira Youdovin performed the ceremony at Tavern on the Green in New York.   Ms. Heller, who is keeping her name, graduated from the University of Iowa. She is the daughter of Zelda Heller of Peoria, Ill., and the late Leonard Heller. Her mother, now retired, was a kindergarten teacher at Hines Elementary School in Peoria.","thumbnail":null,"section":"Style"},{"date":"19930208","headline":"Bridge","web_url":"https://www.nytimes.com/1993/02/08/nyregion/bridge-295393.html","abstract":"  Talking about the play while it is in progress is a breach of the proprieties and can have many bad effects. It disturbs the game. It may give assistance to partner, which gives the opponents valid cause for complaint. And it may help an opponent, giving your partner something to complain about.   The most famous example of helping the opposition in this way occurred many years ago on the diagramed deal. The goat was East, who was, however, sorely tried. His partner, who liked to be tricky and imaginative, showed these traits in the bidding and then with the opening lead. For no particular reason, he produced a psychic take-out double of the opening one club bid. And when he found himself defending six clubs doubled, he decided to be a hero and led the spade king.","thumbnail":null,"section":"New York"},{"date":"19930208","headline":"Killer Orders Girl to Help Rob Mother","web_url":"https://www.nytimes.com/1993/02/08/nyregion/killer-orders-girl-to-help-rob-mother.html","abstract":"  A 39-year-old woman was fatally shot in the face during a robbery Saturday night after a man talked his way into her Washington Heights apartment pretending to be a repairman, the police said yesterday. The intruder then coolly ordered the woman's 14-year-old daughter to remove her dying mother's gold jewelry.   The victim, Isabel Rodriguez, died early yesterday morning at the Columbia-Presbyterian Medical Center. The intruder fled with two gold bracelets and a gold necklace his victim was wearing and $20, the police said. The daughter was not injured.","thumbnail":null,"section":"New York"},{"date":"19930208","headline":"Two Speeds Or None For Europe","web_url":"https://www.nytimes.com/1993/02/08/opinion/IHT-two-speeds-or-none-for-europe.html","abstract":"- Europe's cherished project of monetary union is dying, and so is its grand vision of a single currency. The turmoil in the currency markets since September is a symptom of deep-seated economic and political tensions in the Community that would seem to rule out its planned move to become a single economy by the turn of the century.","thumbnail":null,"section":"Opinion"},{"date":"19930208","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/02/08/nyregion/chronicle-712293.html","abstract":"  Recognizing contributions that testify \"to the power of an unyielding free spirit,\" Thurgood Marshall, the late Supreme Court Justice, and former JUSTICE WILLIAM J. BRENNAN JR.  have been named recipients of the Freedom Forum's 1993 Free Spirit Awards.   The winners were announced yesterday by ALLEN H. NEUHARTH, chairman of the Freedom Forum, based in Arlington, Va., The Associated Press reported.","thumbnail":null,"section":"New York"},{"date":"19930208","headline":"Sports of The Times; When a Winner Is Also a Loser in the Show Biz World of Boxing","web_url":"https://www.nytimes.com/1993/02/08/sports/sports-times-when-winner-also-loser-show-biz-world-boxing.html","abstract":"  HE sat there perspiring in his purple satin robe with a few purple lumps under his eyes, but Jesse Ferguson was smiling.   \"I'm 35,\" this Philadelphia heavyweight was saying. \"They think I'm a sparring partner, but if Bowe was supposed to fight Ray Mercer and I beat Mercer, why doesn't Bowe fight me?\"","thumbnail":null,"section":"Sports"},{"date":"19930208","headline":"Fight Was Like a Mirage But Bowe's Title Is Real","web_url":"https://www.nytimes.com/1993/02/08/sports/boxing-fight-was-like-a-mirage-but-bowe-s-title-is-real.html","abstract":"  When Riddick Bowe rose from his hotel bed yesterday morning, he must have thought he had forgotten to wake in time for the big fight. Everything happened so fast Saturday night that the heavyweight championship bout seemed to come and go in a matter of moments.   Bowe needed less than one round to dispose of Michael Dokes and retain his two-thirds share of the title at Madison Square Garden. It will take much longer than that for him to decide whom to fight next.","thumbnail":null,"section":"Sports"},{"date":"19930208","headline":"E.P.A. Head Removes Herself From Decision on Ohio Incinerator","web_url":"https://www.nytimes.com/1993/02/08/us/epa-head-removes-herself-from-decision-on-ohio-incinerator.html","abstract":"  Carol M. Browner, the Administrator of the Environmental Protection Agency, has removed herself from decisions about the testing and commercial operation of the nation's newest hazardous-waste incinerator, in East Liverpool, Ohio.   Ms. Browner's decision, which was made Friday at a meeting with opponents of the incinerator, is considered a setback by opponents of the Waste Technologies Industries incinerator, which is is on the banks of the Ohio River near a heavily populated section of East Liverpool that includes homes, an elementary school and churches. A Federal district court in Cleveland began a hearing today on whether a permit for testing the incinerator should be rescinded.","thumbnail":null,"section":"U.S."},{"date":"19930208","headline":"Next: Campaign Finance Reform","web_url":"https://www.nytimes.com/1993/02/08/opinion/next-campaign-finance-reform.html","abstract":"  An unmistakable fog of political incompetence is beginning to form around the White House. The Bush and Carter Presidencies showed the danger of letting small droplets of error condense into an enveloping miasma. History also points out a quick fix uniquely available to Presidents -- change the subject by re-emphasizing a core promise. In President Clinton's case, one such promise is political reform.    No one can undo the mistakes of the past two weeks -- all the more reason for Mr. Clinton to get on with pushing ethics and campaign finance legislation on the Hill. But he must have the support of the Democratic leadership, and the unpleasant truth is that House Speaker Thomas Foley is still backpedaling on his pledge of swift action to clean up campaign financing.","thumbnail":null,"section":"Opinion"},{"date":"19930208","headline":"Essay; The Clinton Direction","web_url":"https://www.nytimes.com/1993/02/08/opinion/essay-the-clinton-direction.html","abstract":"  Whither the infant Administration? We do not have to wait for the unveiling of the Grand Master Plan for the Economy, scheduled for Feb. 17, to find out. All a pundit needs is a handful of public signals, a few whispered tips and his handy-dandy divining rod.   Q: Which path will the new President take -- deficit reduction or economic stimulus?","thumbnail":null,"section":"Opinion"},{"date":"19930208","headline":"The Law Can Recognize Sexual Harassment","web_url":"https://www.nytimes.com/1993/02/08/opinion/l-the-law-can-recognize-sexual-harassment-724693.html","abstract":"  To the Editor:   In \"Crying Wolf in Albany\" (Op-Ed, Jan. 23), Sheryl E. Reich states that the charges of sexual harassment made this month by Earlene Hill, a member of the New York State Assembly, against some of her male colleagues did not constitute sexual harassment because those who perpetrated the acts had no power over her and \"were not in a position to deprive her of anything to which she was entitled nor did they threaten to do so.\"","thumbnail":null,"section":"Opinion"}],"wiki_events":[{"date":"19930208","headline":"General Motors sues NBC after Dateline NBC allegedly rigs two crashes intended to demonstrate that some GM pickups can easily catch fire if hit in certain places. NBC settles the lawsuit the next day.","pages":[{"title":"General Motors","web_url":"https://en.wikipedia.org/wiki/General_Motors","description":"American multinational automotive company","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Renaissance_Center_%2823_April_2017%29.jpg/320px-Renaissance_Center_%2823_April_2017%29.jpg","thumbnail_width":320,"thumbnail_height":180},"abstract":"The General Motors Company (GM) is an American multinational automotive manufacturing company headquartered in Detroit, Michigan, United States. It is the largest automaker in the United States and was the largest in the world for 77 years before losing the top spot to Toyota in 2008."},{"title":"NBC","web_url":"https://en.wikipedia.org/wiki/NBC","description":"American broadcast television network","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/NBC_logo_2022_%28vertical%29.svg/320px-NBC_logo_2022_%28vertical%29.svg.png","thumbnail_width":320,"thumbnail_height":300},"abstract":"The National Broadcasting Company (NBC) is an American English-language commercial broadcast television and radio network. The flagship property of the NBC Entertainment division of NBCUniversal, a division of Comcast, its headquarters are located at Comcast Building in New York City. The company also has offices in Los Angeles at 10 Universal City Plaza and Chicago at the NBC Tower. NBC is the oldest of the traditional \"Big Three\" American television networks, having been formed in 1926 by the Radio Corporation of America. NBC is sometimes referred to as the \"Peacock Network,\" in reference to its stylized peacock logo, introduced in 1956 to promote the company's innovations in early color broadcasting."},{"title":"Dateline NBC","web_url":"https://en.wikipedia.org/wiki/Dateline_NBC","description":"American television newsmagazine/reality legal series","thumbnail":null,"abstract":"Dateline NBC is a weekly American television news magazine/reality legal show that is broadcast on NBC. It was previously the network's flagship general interest news magazine, but now focuses mainly on true crime stories with only occasional editions that focus on other topics. The program airs Fridays at 10:00p.m. Eastern Time. Special Saturday encore editions also air at 9:00 p.m.. Two-hour feature-length editions sometimes air on any given scheduled evening, often to fill vacancies in the primetime schedule on the program's respective nights due to program cancellations. In February 2021, the program aired its first ever docuseries, \"The Widower\", a five-hour true crime saga about a man who married six women, four of whom died."}]},{"date":"19930208","headline":"An Iran Air Tours Tupolev Tu-154 and an Iranian Air Force Sukhoi Su-24 collide in mid-air near Qods, Iran, killing all 133 people on board both aircraft.","pages":[{"title":"Iran Airtour","web_url":"https://en.wikipedia.org/wiki/Iran_Airtour","description":"Airline in Iran","thumbnail":null,"abstract":"Iran Airtour is an airline based in Tehran, Iran. Iran Airtour's hubs are at Mehrabad International Airport and Mashhad International Airport. In total, the group has 11 aircraft in service. It operates scheduled domestic and international passenger service, Iran Airtours is one of IATA members in Iran and has IATA Operational Safety Audit (IOSA) certificate."},{"title":"Tupolev Tu-154","web_url":"https://en.wikipedia.org/wiki/Tupolev_Tu-154","description":"Airliner by Tupolev","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Tupolev_Tu-154M%2C_Iran_Air_Tours_JP6511800.jpg/320px-Tupolev_Tu-154M%2C_Iran_Air_Tours_JP6511800.jpg","thumbnail_width":320,"thumbnail_height":213},"abstract":"The Tupolev Tu-154 is a three-engined, medium-range, narrow-body airliner designed in the mid-1960s and manufactured by Tupolev. A workhorse of Soviet and (subsequently) Russian airlines for several decades, it carried half of all passengers flown by Aeroflot and its subsidiaries, remaining the standard domestic-route airliner of Russia and former Soviet states until the mid-2000s. It was exported to 17 non-Russian airlines and used as a head-of-state transport by the air forces of several countries."},{"title":"Islamic Republic of Iran Air Force","web_url":"https://en.wikipedia.org/wiki/Islamic_Republic_of_Iran_Air_Force","description":"Aerial service branch of the Islamic Republic of Iran Army","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Seal_of_the_Islamic_Republic_of_Iran_Air_Force.svg/320px-Seal_of_the_Islamic_Republic_of_Iran_Air_Force.svg.png","thumbnail_width":320,"thumbnail_height":321},"abstract":"The Islamic Republic of Iran Air Force (IRIAF); Persian:      , Nirvi-ye Hevayi-ye Artesh-e Jimhuri-ye Eslmi-ye Iran) is the aviation branch of the Islamic Republic of Iran Army. The present air force came into being when the Imperial Iranian Air Force was renamed in 1979 following the Iranian Revolution. The IRIAF was heavily involved in the IranIraq War, carrying out major operations like Operation Kaman 99, Operation Sultan 10, the H-3 airstrike, and the first attack on a nuclear reactor in history, Operation Scorch Sword. As a result of eight years of aerial combat in that conflict, the IRIAF has the second highest claimed number of fighter aces in the region, exceeded only by the Israeli Air Force; as many as seven IRIAF pilots claimed more than six kills, mostly achieved in the F-14 Tomcat. Veterans of the IranIraq War would go on to form the core of the IRIAF command."},{"title":"Sukhoi Su-24","web_url":"https://en.wikipedia.org/wiki/Sukhoi_Su-24","description":"Family of Soviet strike aircraft","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Sukhoi_Su-24_inflight_Mishin-2.jpg/320px-Sukhoi_Su-24_inflight_Mishin-2.jpg","thumbnail_width":320,"thumbnail_height":213},"abstract":"The Sukhoi Su-24 is a supersonic, all-weather tactical bomber developed in the Soviet Union. The aircraft has a variable-sweep wing, twin-engines and a side-by-side seating arrangement for its crew of two. It was the first of the USSR's aircraft to carry an integrated digital navigation/attack system. It remains in service with the Russian Air Force, Syrian Air Force, Ukrainian Air Force, Algerian Air Force and various other air forces to which it was exported."},{"title":"1993 Tehran mid-air collision","web_url":"https://en.wikipedia.org/wiki/1993_Tehran_mid-air_collision","description":"Deadly 1993 aviation accident in Tehran, Iran","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Iran_Airtour_Tu-154M_EP-MCR_SVO_2008-9-23.png/320px-Iran_Airtour_Tu-154M_EP-MCR_SVO_2008-9-23.png","thumbnail_width":320,"thumbnail_height":240},"abstract":"On 8 February 1993, Iran Air Tours Flight 962, a Tupolev Tu-154, collided in mid-air with an Islamic Republic of Iran Air Force (IRIAF) Sukhoi Su-24 attack aircraft near the Iranian capital of Tehran, killing all 133 people aboard both aircraft. It is the deadliest aviation incident in 1993."},{"title":"Qods, Iran","web_url":"https://en.wikipedia.org/wiki/Qods%2C_Iran","description":"City in Tehran, Iran","thumbnail":null,"abstract":"Qods is a city and capital of Qods County, Tehran Province, Iran. At the 2006 census, its population was 229,354, in 60,331 families. Before Qods officially became a municipality in 1989 it was named Qaleh Hasan. The city is named after Jerusalem, in Arabic spelling."}]}],"weather":[{"date":"19930208","time":"1993-02-08 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":93,"wspd":9.4},{"date":"19930208","time":"1993-02-08 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":93,"wspd":7.6},{"date":"19930208","time":"1993-02-08 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":95,"wspd":9.4},{"date":"19930208","time":"1993-02-08 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":95,"wspd":9.4},{"date":"19930208","time":"1993-02-08 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":95,"wspd":13},{"date":"19930208","time":"1993-02-08 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":96,"wspd":13},{"date":"19930208","time":"1993-02-08 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":94,"wspd":11.2},{"date":"19930208","time":"1993-02-08 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":91,"wspd":13},{"date":"19930208","time":"1993-02-08 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":85,"wspd":11.2},{"date":"19930208","time":"1993-02-08 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":86,"wspd":13},{"date":"19930208","time":"1993-02-08 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":86,"wspd":16.6},{"date":"19930208","time":"1993-02-08 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":83,"wspd":13},{"date":"19930208","time":"1993-02-08 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":84,"wspd":20.5},{"date":"19930208","time":"1993-02-08 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":78,"wspd":20.5},{"date":"19930208","time":"1993-02-08 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":78,"wspd":13},{"date":"19930208","time":"1993-02-08 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":78,"wspd":25.9},{"date":"19930208","time":"1993-02-08 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":80,"wspd":18.4},{"date":"19930208","time":"1993-02-08 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.4,"rhum":80,"wspd":24.1},{"date":"19930208","time":"1993-02-08 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.6,"rhum":82,"wspd":29.5},{"date":"19930208","time":"1993-02-08 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.6,"rhum":86,"wspd":22.3},{"date":"19930208","time":"1993-02-08 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.4,"rhum":88,"wspd":24.1},{"date":"19930208","time":"1993-02-08 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.8,"rhum":81,"wspd":25.9},{"date":"19930208","time":"1993-02-08 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.6,"rhum":82,"wspd":29.5},{"date":"19930208","time":"1993-02-08 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.8,"rhum":90,"wspd":24.1},{"date":"19930208","time":"1993-02-08 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.8,"rhum":81,"wspd":11.2},{"date":"19930208","time":"1993-02-08 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.8,"rhum":89,"wspd":7.6},{"date":"19930208","time":"1993-02-08 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":85,"wspd":7.6},{"date":"19930208","time":"1993-02-08 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":78,"wspd":13},{"date":"19930208","time":"1993-02-08 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":81,"wspd":13},{"date":"19930208","time":"1993-02-08 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":78,"wspd":11.2},{"date":"19930208","time":"1993-02-08 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":78,"wspd":7.6},{"date":"19930208","time":"1993-02-08 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":78,"wspd":5.4},{"date":"19930208","time":"1993-02-08 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":78,"wspd":5.4},{"date":"19930208","time":"1993-02-08 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":78,"wspd":7.6},{"date":"19930208","time":"1993-02-08 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":78,"wspd":9.4},{"date":"19930208","time":"1993-02-08 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":78,"wspd":11.2},{"date":"19930208","time":"1993-02-08 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":78,"wspd":18.7},{"date":"19930208","time":"1993-02-08 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":78,"wspd":16.6},{"date":"19930208","time":"1993-02-08 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":69,"wspd":18.7},{"date":"19930208","time":"1993-02-08 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":59,"wspd":20.5},{"date":"19930208","time":"1993-02-08 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":50,"wspd":11.2},{"date":"19930208","time":"1993-02-08 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":51,"wspd":25.9},{"date":"19930208","time":"1993-02-08 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":49,"wspd":27.7},{"date":"19930208","time":"1993-02-08 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":47,"wspd":31.7},{"date":"19930208","time":"1993-02-08 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":44,"wspd":20.5},{"date":"19930208","time":"1993-02-08 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":43,"wspd":25.9},{"date":"19930208","time":"1993-02-08 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":45,"wspd":22.3},{"date":"19930208","time":"1993-02-08 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":44,"wspd":22.3}]},"19930209":{"guardian_articles":[],"nytimes_articles":[{"date":"19930209","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/02/09/nyregion/metro-digest-018293.html","abstract":"   NEW YORK CITY  NEW TROUBLES FOR POST SUITOR   The Securities and Exchange Commission has filed a civil suit accusing the New York-based Towers Financial Corporation and its chairman, Steven Hoffenberg, of operating a fraud that used false financial statements to sell more than $400 million in securities. The accusation appears to raise serious doubts about Mr. Hoffenberg's bid to purchase The New York Post, calling into question whether he will be considered a viable buyer of the nation's oldest daily newspaper. A1.  Prospective Post publisher says regulatory problems won't derail purchase of the paper. B3.  For some Tower investors of modest means, brokers inflated assets, the S.E.C. says. B3.  AIDS CURRICULUM IN DISPUTE AGAIN   New York State's top education official has ruled that the New York City Board of Education overstepped its authority and infringed on teachers' rights by requiring that all AIDS education stress abstinence as the most effective means of avoiding the disease. Thomas Sobol, the State Commissioner of Education, overturned a board resolution that he said established a \"stopwatch approach to education\" by dictating how and when teachers should teach about AIDS. A1.  FERNANDEZ MAKES APPEAL IN QUEENS   Schools Chancellor Fernandez is targeting Queens in his lobbying effort to change one vote on the New York City School Board and keep his job as the head of the country's largest school system. In a brief, closed-door meeting with the seven-member board, Mr. Fernandez responsed to a board critique of his leadership, part of a formal review of his performance. B2.  COLD AND FLU STRAIN CITY HOSPITALS   The recent frigid weather and an outbreak of the flu have put a strain on New York City's medical services -- overloading ambulances and some emergency rooms, and raising fears among hospital officials of a return to the gridlock of 1989 when waits for beds were as long as four days. B3.  REGION  NEW REALITIES IN CONNECTICUT  When Congress restored $2 billion last summer to the all-but-scuttled Seawolf submarine program at the Electric Boat shipyard in Groton, Bill Sullivan immediately felt the blip. His General Motors dealership in nearby New London ended the year selling more cars than any year since 1987, but most of the sales were for used cars. Similar fault lines are everywhere in Groton, as the most Pentagon-dependent corner of the nation shudders and shakes toward a future after the cold war. In many ways it is a story of waiting for the worst. A1.  CLOSING ARGUMENTS IN GLEN RIDGE CASE   As the Glen Ridge, N.J., sex assault trial in Newark entered its final phases, the first of four defense lawyers began closing arguments by attacking the credibility of two of the state's expert witnesses and stressing inconsistent testimony about the mental capabilities of the mildly retarded woman at the heart of the case. B5.  A DINNER FIGHT, WITH A FEMINIST SLANT   A group of 20 prominent women in Norwalk, including the president of the League of Women Voters, is trying to put an end to what it believes is Connecticut's largest men-only function, the Norwalk Catholic Club's Lincoln Day dinner. B5.  Our Towns by Joseph Berger B5","thumbnail":null,"section":"New York"},{"date":"19930209","headline":"Though Compliance Lags, Tax Law Is Nothing New","web_url":"https://www.nytimes.com/1993/02/09/us/though-compliance-lags-tax-law-is-nothing-new.html","abstract":"  Since 1954 the Federal Insurance Contributions Act has required householders to pay Social Security taxes for baby sitters, gardeners or any other \"employees\" working in their homes who earn more than $50 in a calendar quarter. But few have paid them.   \"A lot more people know about it now than they did a month ago,\" said Don Roberts, a spokesman for the Internal Revenue Service, speaking of the requirement. He said data from the Census Bureau and other sources show that in 1991 only about 1 in 4 people who were required to pay Social Security for household help did so.","thumbnail":null,"section":"U.S."},{"date":"19930209","headline":"Brave New 32-Bit World","web_url":"https://www.nytimes.com/1993/02/09/science/personal-computers-brave-new-32-bit-world.html","abstract":"  IN the world of microprocessors, a 32-bit RISC chip is a powerhouse. Such chips are typically used in workstations, which are to personal computers what jets are to propeller planes. Scientists use these powerful machines to create three-dimensional models of molecules, and graphic artists use them to create stunning animations and special effects used in motion pictures.   Some people believe that 32-bit RISC chips, along with another specialized chip called a digital signal processor and a CD-ROM drive, will soon be at the heart of a $700 home entertainment center. Such a device, called a 3DO Multiplayer, was demonstrated last week at the Demo 93 conference in Indian Wells, Calif.","thumbnail":null,"section":"Science"},{"date":"19930209","headline":"S.E.C. Details Schemes to Sell Towers Notes","web_url":"https://www.nytimes.com/1993/02/09/nyregion/sec-details-schemes-to-sell-towers-notes.html","abstract":"  When Irma Marcy, a retired teacher in Boonville, N.Y., filled out a financial questionnaire to indicate whether she had enough assets and income to buy Towers Financial Corporation's promissory notes, she listed assets worth $190,000 at most. These included her home, savings, a small life insurance policy, a loan to her niece and her Pontiac.   As Gary Bohling, the broker who was trying to sell her the notes, later admitted to the Securities and Exchange Commission, she did not qualify. Her net worth was \"lousy,\" he said, according to the S.E.C.","thumbnail":null,"section":"New York"},{"date":"19930209","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/02/09/style/chronicle-879593.html","abstract":"  NORMAN MAILER has long wanted to put on a reading of George Bernard Shaw's \"Don Juan in Hell,\" and after a number of false starts, \"finally I am doing it,\" he said yesterday during a break at a rehearsal.    The author is the director and a possible star of the benefit for the Actors Studio being held Monday at Weill Recital Hall at Carnegie Hall. Mr. Mailer was also the casting director and in that role, he tapped GAY TALESE to play Don Juan, GORE VIDAL to be the devil, SUSAN SONTAG as Dona Ana and KURT VONNEGUT JR. as the commander.","thumbnail":null,"section":"Style"},{"date":"19930209","headline":"1992's Best Dog a Disappointing 3d in Terrier Group","web_url":"https://www.nytimes.com/1993/02/09/sports/dog-show-1992-s-best-dog-a-disappointing-3d-in-terrier-group.html","abstract":"  In a major upset, Ch. Registry's Lonesome Dove, the wire fox terrier bitch who was top dog at the Westminster Kennel Club show last year, failed to win the terrier group last night at Westminster's 117th fixture at Madison Square Garden.   The dog known as Lacey, owned by Marion and Sam Lawrence of Orlando, Fla., placed only third in the group after winning best of breed in the afternoon. She trailed the Dandie Dinmont Terrier, named Ch. Pennywise the Butler Did It and owned by his breeder, Catherine Nelson of Potomac, Md., and the West Highland White, named Ch. Holyrod's Hotspur O'Shelly Bay and owned by the group Montgomery, Gabriel, MacMillan, Foster and Dickerson of Simsbury, Conn.","thumbnail":null,"section":"Sports"},{"date":"19930209","headline":"Corrections","web_url":"https://www.nytimes.com/1993/02/09/nyregion/c-corrections-729293.html","abstract":"  A headline on Sunday about the relationship of the 1986 immigration law to the situation of Judge Kimba M. Wood referred imprecisely to the law's sanctions. Before it took effect, there was no legal bar to hiring an illegal immigrant. Afterward, such hiring, on a small scale, became a civil violation, not a crime.","thumbnail":null,"section":"New York"},{"date":"19930209","headline":"No Uranium Peril in Iraqi Desert","web_url":"https://www.nytimes.com/1993/02/09/opinion/l-no-uranium-peril-in-iraqi-desert-838893.html","abstract":"  To the Editor:   Eric Hoskins has few equals when it comes to making readers of limited scientific literacy the lawful prey of his hyperbole. \"Making the Desert Glow,\" his tendentious Jan. 21 Op-Ed article, is both effectively horrifying and devoid of true technical discourse. He exaggerates the radioactivity of depleted uranium artillery shells by a millionfold and reaches the bizarre conclusion that the environmental aftermath of the Persian Gulf war is not Iraq's fault, but ours!","thumbnail":null,"section":"Opinion"},{"date":"19930209","headline":"Review/Television; Revelations About J. Edgar Hoover","web_url":"https://www.nytimes.com/1993/02/09/movies/review-television-revelations-about-j-edgar-hoover.html","abstract":"  The straight-arrow, straight-shooter image that J. Edgar Hoover so successfully polished throughout his long reign as Director of the Federal Bureau of Investigation has been much tarnished since his death in 1972. Particularly damaging have been revelations of his penchant for snooping on the likes of the Rev. Dr. Martin Luther King Jr. and John F. Kennedy for political and private reasons. \"The Secret File on J. Edgar Hoover,\" tonight's unsparing \"Frontline\" report, will do nothing to reburnish his reputation.   Drawing on \"Official and Confidential,\" a biography by Anthony Summers that is to be published this month by G. P. Putnam's, the program makes the case that \"Hoover was personally corrupt, sexually compromised and tainted by ties to organized crime.\"","thumbnail":null,"section":"Movies"},{"date":"19930209","headline":"Pain of Unrequited Love Afflicts the Rejecter, Too","web_url":"https://www.nytimes.com/1993/02/09/science/pain-of-unrequited-love-afflicts-the-rejecter-too.html","abstract":"  SINCE Young Werther died from it and Cyrano de Bergerac was so noble about it, unrequited love has been one of the great themes of literature and drama. Now, at last, unrequited love is getting systematic scrutiny from psychologists.   The first studies to look at the two sides of unrequited love -- the would-be lover and the rejecter -- show there is pain on both sides and, surprisingly, the rejecter often suffers just as much as the rejected.","thumbnail":null,"section":"Science"},{"date":"19930209","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/02/09/style/chronicle-880993.html","abstract":"  There was no crossing of party lines when Senator MITCH McCONNELL, Republican of Kentucky, and ELAINE L. CHAO, the president of the United Way of America and former director of the Peace Corps, were married Saturday afternoon in a quiet ceremony in the chapel of the United States Capitol. \"You could say that the Senator is a conservative Republican, and she had appointments in both the Reagan and Bush Administrations, so she's a very good Republican,\" Scott Sowry, the Senator's press secretary, said yesterday.    The 50-year-old senator, who is divorced, has three daughters, 21, 17 and 14. This is the first marriage for the bride, 39.","thumbnail":null,"section":"Style"},{"date":"19930209","headline":"Avoiding Arbitration, Astros Sign Up Three","web_url":"https://www.nytimes.com/1993/02/09/sports/baseball-avoiding-arbitration-astros-sign-up-three.html","abstract":"  The Houston Astros executed phase 2 of their winter strategy yesterday, signing three good young players in salary arbitration to three-year contracts, each worth more than $3.4 million a year.   Following up the signing of free-agent pitchers Doug Drabek and Greg Swindell, the Astros locked up Craig Biggio, Ken Caminiti and Steve Finley one year beyond their eligibility for free agency.","thumbnail":null,"section":"Sports"},{"date":"19930209","headline":"Lucky to Have a Meal, He's Now the Best in Breed","web_url":"https://www.nytimes.com/1993/02/09/sports/dog-show-lucky-to-have-a-meal-he-s-now-the-best-in-breed.html","abstract":"  He's a wrinkled conversation piece, a canine survivor of an ancient Chinese breed that nearly went extinct after Communism outlawed pets, and yesterday he made history by becoming the first Shar-Pei to win best of breed at the Westminster Kennel Club dog show.   Ch. Dor Mon's Chin Ho, with his standard purplish black tongue and sandpapery coat, traveled all the way from Eagle Creek, Ore., to compete at Madison Square Garden in his first Westminster show. Yesterday morning the 15-month-old dog defeated 43 other Shar-Peis for the privilege of representing his breed in the non-sporting group competition last night, in which he failed to earn a placing.","thumbnail":null,"section":"Sports"},{"date":"19930209","headline":"Review/Music; Recalling Arcadia's Artistic Dreamers","web_url":"https://www.nytimes.com/1993/02/09/arts/review-music-recalling-arcadia-s-artistic-dreamers.html","abstract":"  To the penurious, apartment-bound New Yorker in February, Arcadia might be a country house in Westchester that someone else takes care of, or perhaps a Vermont snowbank to be looked at, not shoveled through. To Theocritus and Virgil, it was a place in Greece: rugged mountains surrounding mossy clearings and deep forests, where shepherds sang and made love but by all appearances never worked. For Marie Antoinette (before revolutionists decided to shorten her a little) Arcadia was a rural cottage a la mode, with milkmaids all in silk.   For two nights and a day on Friday and Saturday, Nicholas McGegan, four other musicians, two singers, two speakers and three lecturers told audiences at the Metropolitan Museum about another set of artistic daydreamers. Their patron was an expatriate Swedish Queen, and the organization -- founded in Rome in 1690 and consisting of musicians, poets, artists and thinkers -- called itself the Arcadian Academy. This is also the name of Mr. McGegan's five-person instrumental group.","thumbnail":null,"section":"Arts"},{"date":"19930209","headline":"Review/Television; Not a Lot of Laughs: Blacks' Bumpy Road To Comic Stardom","web_url":"https://www.nytimes.com/1993/02/09/movies/review-television-not-a-lot-of-laughs-blacks-bumpy-road-to-comic-stardom.html","abstract":"  As far as television is concerned, Black History Month isn't likely to come up with a more irresistible treat than \"Mo' Funny: Black Comedy in America,\" a documentary having its premiere on Home Box Office tonight at 9:30.   With Ellen M. Krass as executive producer, Yvonne Smith as writer and director, and Charles Dutton (\"Roc\") as narrator, the program goes back to the days of minstrel shows and their white performers in blackface to trace a gradual evolution, moving through blatant racism, that leads inexorably to today's superstars, performers like Richard Pryor, Eddie Murphy, Whoopi Goldberg and Martin Lawrence. Connections are deftly made, showing how the present scene emerges in one way or another from the exaggerated stereotypes that were once the only outlets for black performers.","thumbnail":null,"section":"Movies"},{"date":"19930209","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/02/09/arts/classical-music-in-review-884193.html","abstract":"  Apple Hill Chamber Players Symphony Space    The Apple Hill Chamber Players are based on a sprawling farm in East Sullivan, N.H., where every summer they run a chamber-music camp that is open to both talented amateurs and young professionals. On Saturday evening, the group celebrated the 20th anniversary of its New York debut with a party of almost Wagnerian proportions.","thumbnail":null,"section":"Arts"},{"date":"19930209","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/02/09/sports/results-plus-314993.html","abstract":"  SKIING  Tomba Takes to the Sickbed    Alberto Tomba was in bed fighting a bout of flu this morning in Shizukuishi, Japan, while Norway's Kjetil Andre Aamodt took the first-run lead in the men's giant slalom in the World Alpine Ski Championships. Tomba, the two-time Olympic giant slalom champion, was stricken with the flu Sunday night and spent yesterday in bed. (AP) TENNIS    To the Victor, a Dhow    Third-seeded Karel Novacek of the Czech Republic overcame a comeback attempt by Fabrice Santoro of France yesterday and won the final of the Dubai Open, 6-4, 7-5, in the United Arab Emirates. Novacek won $142,000 plus a silver dhow, a model of an Arabian ship. Santoro won $84,000 and a gold khanjar, or dagger. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930209","headline":"Chess","web_url":"https://www.nytimes.com/1993/02/09/arts/chess-218593.html","abstract":"  Despite Judit Polgar's 3-2 lead over Boris Spassky in their 10-game exhibition match in Budapest, the 56-year-old former world champion's chances to make a comeback cannot be discounted. Both Spassky and his 16-year-old opponent have shown great strength in attack, and this means the key to success will be grasping the initiative.   So far, the one who gets White and the advantage of the first move has won all three of the games that have not ended in draws, two for Polgar and one for Spassky. For the man who was world titleholder from 1968 to 1972, this may mean that he will have to undertake sharp counterattacks as Black because in the remaining five games, he is due for three turns as the second player.","thumbnail":null,"section":"Arts"},{"date":"19930209","headline":"To Keep Job, Fernandez Lobbies Queens Officials","web_url":"https://www.nytimes.com/1993/02/09/nyregion/to-keep-job-fernandez-lobbies-queens-officials.html","abstract":"  After defending his record to the New York City Board of Education yesterday, Schools Chancellor Joseph A. Fernandez targeted Queens in his lobbying effort to change one vote on the board and keep his job as the head of the country's largest school system.   At a brief closed-door meeting with the seven-member board, Mr. Fernandez responded to a critique of his leadership, part of a formal review of his performance. It was Mr. Fernandez's last chance to make his case for a new contract before the board convenes tomorrow to decide his fate. Those who attended the meeting said that it was unusually tranquil and that Mr. Fernandez's 45-minute presentation and the responses it elicited were measured, professional and even dull.","thumbnail":null,"section":"New York"},{"date":"19930209","headline":"Bowe's Camp Has Eyes on Lewis for Title Bout","web_url":"https://www.nytimes.com/1993/02/09/sports/boxing-bowe-s-camp-has-eyes-on-lewis-for-title-bout.html","abstract":"  Lennox Lewis might not have known it, but yesterday he moved to the head of the class among Riddick Bowe's challengers.   Despite a number of significant obstacles that stand in the way of a Bowe-Lewis heavyweight title fight, the bout that everyone wants to see is suddenly becoming a real possibility. It could take place as early as June 18 at Caesars Palace in Las Vegas, Nev.","thumbnail":null,"section":"Sports"},{"date":"19930209","headline":"Millrose 60 Was Really 61 1/2","web_url":"https://www.nytimes.com/1993/02/09/sports/track-and-field-millrose-60-was-really-61-1-2.html","abstract":"  Howard Schmertz, the meet director of the Chemical Bank Millrose Games, was happy with last Friday night's near-sellout crowd and the exciting mile victories by Eamonn Coghlan and Noureddine Morceli. After the meet, only one thing troubled him -- the slow times in the sprints and hurdles.   Yesterday, Schmertz told how he found the reason. Unknown to meet officials, someone moved the finish-line camera between 7 and 7:30 P.M. Friday, so the three 60-meter dashes and the three 60-meter hurdles races actually covered 61 1/2 meters, a difference of almost 5 feet.","thumbnail":null,"section":"Sports"},{"date":"19930209","headline":"No Reason to Fire the Chancellor","web_url":"https://www.nytimes.com/1993/02/09/opinion/no-reason-to-fire-the-chancellor.html","abstract":"  New York City's Board of Education meets tomorrow for a likely up-or-down vote on whether to retain Chancellor Joseph Fernandez. The dispute over his future risks chaos, for reasons that are simply not good enough. Whatever narrower concerns have brought the board to this point, its most important responsibility is to a million city schoolchildren. A vote to replace Mr. Fernandez now would gravely betray their interests.   As head of the nation's largest school system, the chancellor administers 119,000 staff members, including teachers and principals working in 1,000 school buildings in 32 local districts. The system's dependence on the State Legislature and City Hall for funding and, often, policy-making authority requires that the chancellor be a seasoned educator, public advocate and political strategist.","thumbnail":null,"section":"Opinion"},{"date":"19930209","headline":"Scarsdale Woman Helps Ease the Strain When Cultures Clash","web_url":"https://www.nytimes.com/1993/02/09/nyregion/our-towns-scarsdale-woman-helps-ease-the-strain-when-cultures-clash.html","abstract":"  THOSE who fret about the strains between Japanese and Americans should meet Kuniko Katz. She is a living bridge over those troubled waters.   She is a Japanese woman married to Jeffrey Katz, a Bronx social studies teacher. Her two children, Danny, 15 years old, and Debbie, 13, attend Japanese weekend schools but they were also bar and bas mitzvahed. And she has located herself in a town where there have been some awkward misunderstandings between long-rooted Americans and the arriviste Japanese.","thumbnail":null,"section":"New York"},{"date":"19930209","headline":"Executive Brief: HEALTH AND HUMAN SERVICES; Old-Fashioned Liberals (And Without Apology)","web_url":"https://www.nytimes.com/1993/02/09/us/executive-brief-health-human-services-old-fashioned-liberals-without-apology.html","abstract":"  \"H.H.S.\" used to be the Department of Health and Human Services. But now, employees say, the abbreviation stands for Hillary's Health Service.   And \"H.C.F.A.\" used to be the Health Care Financing Administration, the agency that runs Medicare and Medicaid. But now White House officials say it means \"Hillary can fix anything.\"","thumbnail":null,"section":"U.S."},{"date":"19930209","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/02/09/opinion/IHT-letters-to-the-editor-90895471850.html","abstract":"Smoke Gets in Their Eyes. Regarding \"Pushing Smokers Out Into the Cold\" (Meanwhile, Feb. 4):. Contrary to Anna Quindlen's assertion, the evolution of attitudes toward smoking has not been rapid and constant at all. James I tried to outlaw tobacc","thumbnail":null,"section":"Opinion"},{"date":"19930209","headline":"Serbian Artillery Shells Sarajevo But Some Relief Flights Resume","web_url":"https://www.nytimes.com/1993/02/09/world/serbian-artillery-shells-sarajevo-but-some-relief-flights-resume.html","abstract":"  Serbian shells fell today on Sarajevo, the grim capital of Bosnia and Herzegovina, but some aid flights were able to resume.   Serbian gunners on the mountainsides above Sarajevo lobbed artillery rounds into the city's center and three suburban areas, and civil defense officials sounded warnings for people to remain off the streets, the Sarajevo radio said. An exploding shell killed a child and two women on Sunday as they waited in line for water.","thumbnail":null,"section":"World"},{"date":"19930209","headline":"Israel Army in Gaza Releases 2 Arab Journalists and Aide","web_url":"https://www.nytimes.com/1993/02/09/world/israel-army-in-gaza-releases-2-arab-journalists-and-aide.html","abstract":"  The Israeli Army released two Palestinian journalists and their assistant today, a day after they were detained while covering street clashes in the Gaza Strip.   The army said on Sunday that the three men had ignored an order to leave a closed military area, and that they were also being investigated for possible charges of incitement.","thumbnail":null,"section":"World"},{"date":"19930209","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/02/09/nyregion/news-summary-785893.html","abstract":"  International A3-15 DUTCH TO APPROVE EUTHANASIA   The Dutch Parliament is to approve new rules allowing doctors to assist in suicides or kill terminally ill patients at the patients' explicit request.  A1 MIND OVER COMPUTER   A Japanese computer company and several laboratories are developing ways to control computers with thinking commands.  A1","thumbnail":null,"section":"New York"},{"date":"19930209","headline":"ARGENTINA YIELDS NO NEW NAZI DATA","web_url":"https://www.nytimes.com/1993/02/09/world/argentina-yields-no-new-nazi-data.html","abstract":"  A year ago, President Carlos Saul Menem, amid much pomp and promise, announced that Argentina was \"paying its debt to humanity\" by releasing all secret files on Nazis who fled here after World War II. He called on Government agencies to cooperate in turning over the documents.   It seems his orders were not carried out.","thumbnail":null,"section":"World"},{"date":"19930209","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/02/09/arts/classical-music-in-review-885093.html","abstract":"  Music of Nils Vigeland Weill Recital Hall   Nils Vigeland, a composer who for several years directed the Bowery Ensemble and now teaches at the Manhattan School of Music, presented four of his recent works last Wednesday evening. Mr. Vigeland writes in a style just slightly to the left of academic atonalism, and although his works have made a generally favorable impression in recent years, those he offered on Wednesday were a mixed success.","thumbnail":null,"section":"Arts"},{"date":"19930209","headline":"Tracking Leads When the Young Disappear; In Many Missing-Children Cases, the Danger Is Often Close to Home","web_url":"https://www.nytimes.com/1993/02/09/nyregion/tracking-leads-when-young-disappear-many-missing-children-cases-danger-often.html","abstract":"  Rosa Glover, a cook at Columbia University, took her son, Shane Anthony Walker, to the playground of a Harlem housing project late in the afternoon on Aug. 10, 1989, and looked away for a few minutes. Shane was 19 months old. It was the last time Ms. Glover saw her son.    The police traced several leads. They say that calls still trickle in about the case, but they are stumped.","thumbnail":null,"section":"New York"},{"date":"19930209","headline":"132 on Iranian Airliner Are Killed In Collision With an Air Force Jet","web_url":"https://www.nytimes.com/1993/02/09/world/132-on-iranian-airliner-are-killed-in-collision-with-an-air-force-jet.html","abstract":"  A collision today between an Iran Air passenger jet and a military plane near Teheran Airport killed all 132 people on board the airliner, the official Iranian press agency reported.   The airliner, a Tupolev TU-154 chartered from Russia by Iran Air and carrying 119 passengers and 13 Russian crew members, collided with a Sukhoi jet minutes after takeoff, Iran Air officials said. The two-man crew of the Sukhoi ejected to safety before crash and were said to be listed in satisfactory condition, according to the press agency.","thumbnail":null,"section":"World"},{"date":"19930209","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/02/09/opinion/IHT-letters-to-the-editor-91417055690.html","abstract":"Hungarian History . Regarding \"Hungary Backs Autonomy for Its Magyar Neighbors\" (Jan. 26):. This article on Hungary's \"advocacy of substantial local autonomy\" for ethnic Hungarians in neighboring countries mentions the alarm expressed","thumbnail":null,"section":"Opinion"},{"date":"19930209","headline":"Nobel Laureates Rallying to Burmese's Cause","web_url":"https://www.nytimes.com/1993/02/09/world/nobel-laureates-rallying-to-burmese-s-cause.html","abstract":"  In an unusual lobbying campaign, the Dalai Lama and several other recipients of the Nobel Peace Prize plan to meet in Thailand next week and travel to the border with Myanmar to demand freedom for Daw Aung San Suu Kyi, the dissident who won the 1991 prize and who is now under house arrest in her country.   Organizers of the meeting said today that the others planning to attend the meeting were Archbishop Desmond M. Tutu of South Africa; Oscar Arias Sanchez, the former President of Costa Rica; Mairead Maguire and Betty Williams, who led a campaign to end violence in Northern Ireland, and Adolpho Perez Esquivel of Argentina, who helped expose a wave of Government-sanctioned killings in Argentina in the 1970's.","thumbnail":null,"section":"World"},{"date":"19930209","headline":"Hazing Remains Secret and Dangerous","web_url":"https://www.nytimes.com/1993/02/09/opinion/l-hazing-remains-secret-and-dangerous-841893.html","abstract":"  To the Editor:   You report that fraternity hazing has gone underground after an incident with racial overtones at Rider College in Lawrenceville, N.J. (Education page, Jan. 27). Fraternity hazing has always been a clandestine campus activity. In 1985 we first introduced the health hazard and medico-legal implications of fraternity hazing to the medical community.","thumbnail":null,"section":"Opinion"},{"date":"19930209","headline":"Corrections","web_url":"https://www.nytimes.com/1993/02/09/nyregion/c-corrections-732293.html","abstract":"  An article in Your Money on Jan. 30 about retirement in Florida misstated the state's annual tax rate on securities and other intangibles. The tax, which was 0.15 percent in 1992, was raised to 0.2 percent at the start of 1993.","thumbnail":null,"section":"New York"},{"date":"19930209","headline":"Scholars Mourn and Fight A Landmark Library's Closing","web_url":"https://www.nytimes.com/1993/02/09/arts/scholars-mourn-and-fight-a-landmark-library-s-closing.html","abstract":"  \"I feel like I'm watching the Titanic go down,\" said Margot Gayle, an author who has spent much of the last three years gathering material for a biography of James Bogardus, a 19th-century architect and engineer, at the library of the New-York Historical Society. \"The closing of the library throws a great cloud over my finishing this book,\" she added.   Like many other researchers, not to mention the general public, Ms. Gayle said she was shocked and dismayed last week when she learned that the cash-starved historical society would close its library on Feb. 19 in a last-ditch effort to avoid bankruptcy. It is also canceling all but one of its public programs and dismissing 41 employees. The four floors of art galleries in its landmark building on Central Park West at 77th Street were shut down last month, although conservators will continue to work on the collection.","thumbnail":null,"section":"Arts"},{"date":"19930209","headline":"When a Volcano Turns Deadly for Those Studying Its Moods","web_url":"https://www.nytimes.com/1993/02/09/science/when-a-volcano-turns-deadly-for-those-studying-its-moods.html","abstract":"  HIS legs broken and jaw wired shut, a battered survivor of one of the worst disasters in the history of scientific fieldwork has recounted from a hospital bed how six colleagues died while searching for better ways to predict when volcanoes are going to blow up.   The six were killed on Jan. 14 as they gathered chemical and gravitational clues in the cone of the Galeras volcano, stretching 13,680 feet into the cold, thin air of the Colombian Andes. The ground suddenly began to heave. With a deafening roar, the volcano exploded in a riot of incandescent boulders and lava and ash, some thrown miles high.","thumbnail":null,"section":"Science"},{"date":"19930209","headline":"When Nature Turns Deadly: Volcano Survivor Tells Tale","web_url":"https://www.nytimes.com/1993/02/09/science/when-nature-turns-deadly-volcano-survivor-tells-tale.html","abstract":"  A battered survivor of a scientific disaster has told his story from a hospital bed, recounting how six colleagues lost their lives while searching for better ways to predict when volcanoes are going to blow up. The six were killed Jan. 14 as they gathered chemical and gravitational clues from the Galeras volcano, which stretches 13,680 feet into the cold, thin air of the Colombian Andes.   Dr. Stanley N. Williams, 40 years old, a volcanologist at Arizona State University, watched in horror as colleagues inside the crater and on its opposite rim were trapped in a riot of hot boulders and lava and ash.","thumbnail":null,"section":"Science"},{"date":"19930209","headline":"We Mustn't Give Up Space Flight Dream","web_url":"https://www.nytimes.com/1993/02/09/opinion/l-we-mustn-t-give-up-space-flight-dream-839693.html","abstract":"  To the Editor:   \"After Cold War, World's Space Plans Seek a More Down-to-Earth Basis\" (Science Times, Jan. 26) supports the conventional wisdom that human space flight served only the political ends of superpower competition and that such flights have little meaning in the post-cold-war era. I take strong issue with this observation. The cold war merely provided the political context for piloted space travel, which was ripe for flourishing in any circumstances. Further, human exploration and development of space will thrive even in the glow of the new world order.","thumbnail":null,"section":"Opinion"},{"date":"19930209","headline":"AIDES GIVE CLINTON BOSNIA PEACE PLAN","web_url":"https://www.nytimes.com/1993/02/09/world/aides-give-clinton-bosnia-peace-plan.html","abstract":"  Senior aides to President Clinton have presented him with a peace plan for the Balkans that includes the appointment of a special United States envoy to begin negotiations with the warring factions, senior Administration officials said today. They said the plan would also commit the United States to helping enforce any agreement, although it would not do so alone.   The officials would give few details of the plan, which they said the President had not decided whether to accept.  They said no decision had been made on who the envoy might be, and it was not clear if enforcement efforts would involve American troops.","thumbnail":null,"section":"World"},{"date":"19930209","headline":"Rangers Get Captain Back, but Only Devils Get on the Winning Track","web_url":"https://www.nytimes.com/1993/02/09/sports/pro-hockey-rangers-get-captain-back-but-only-devils-get-on-the-winning-track.html","abstract":"  The Devils and the Rangers went into last weekend's All-Star Game break with miserable memories and no positives. The Devils had no victories in five games, the Rangers no victories in four.   Both teams were looking to right themselves tonight, and it was the Devils who found a way. They started the second half of the season with a 5-4 triumph over the Rangers in a game of high intensity before a sellout crowd of 19,040 at Byrne Meadowlands Arena.","thumbnail":null,"section":"Sports"},{"date":"19930209","headline":"Basel Solves Problem Of Too Many Pigeons","web_url":"https://www.nytimes.com/1993/02/09/science/science-watch-basel-solves-problem-of-too-many-pigeons.html","abstract":"  BY using slogans like \"Feeding pigeons is animal cruelty\" and nursing controlled flocks whose eggs were periodically removed, the city of Basel, Switzerland, sharply reduced its pigeon population in four years.    In a report in the Jan. 21 issue of the journal Nature, Dr. Daniel Haag-Wackernagel of the department of medical biology in the University of Basel's Institute of Pathology pointed out that most cities of the world are grossly overpopulated with pigeons. The birds live in \"slum-like\" conditions, he said, causing \"a variety of health and environmental problems.\"","thumbnail":null,"section":"Science"},{"date":"19930209","headline":"Arthur Ashe, Model Champion","web_url":"https://www.nytimes.com/1993/02/09/opinion/arthur-ashe-model-champion.html","abstract":"  The rise of Arthur Ashe in tennis, crowned by his Wimbledon victory in 1975, took on the stature of a fable. He was a black man in a sport that seemed a metaphor for racism -- a sport played by white people in white clothes at white country clubs -- and for a time he was the best there was. He was also a rare champion who believed that personal success imposes broad responsibilities to humanity.   Mr. Ashe's life was linked to two of the great social scourges of his day: racism and AIDS, the disease that led to his death last weekend. He confronted them head on -- driven, until the end, by the unselfish and unswerving conviction that he was duty bound to ease the lives of others who were similarly afflicted.","thumbnail":null,"section":"Opinion"},{"date":"19930209","headline":"Oiler Coach Gets Job","web_url":"https://www.nytimes.com/1993/02/09/sports/sports-people-pro-football-oiler-coach-gets-job.html","abstract":"  JIM EDDY, fired as Houston's defensive coordinator after the Oilers blew a 35-3 lead over the Buffalo Bills in their playoff opener, is joining the Dallas Cowboys as a defensive assistant. Houston's defense led the A.F.C. and finished third in the N.F.L. in total defense. The Oilers also finished third in the league in pass defense and tied for fifth in sacks last season. Cowboys Coach JIMMY JOHNSON said it will be decided later which position group Eddy will be working with. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930209","headline":"Gay Values, Truly Conservative","web_url":"https://www.nytimes.com/1993/02/09/opinion/gay-values-truly-conservative.html","abstract":"  Perhaps the most depressing part of the last few weeks has been how predictably the politics of the military gay ban played itself out.   By and large, lifting the ban was portrayed as a liberal measure, prompted by the usual interest groups and framed within a crude paradigm of civil rights. The opposition rested its final argument on the simple fear of homosexuals, on those intangible emotions the Joint Chiefs of Staff describe as morale.","thumbnail":null,"section":"Opinion"},{"date":"19930209","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/02/09/arts/classical-music-in-review-886893.html","abstract":"  Shlomo Mintz Violinist 92d Street Y    Eminently typical of the composer, the Shostakovich Violin Sonata contrasts desperate shrieks of fortissimo bravura with downcast soliloquies in slow motion. These two varieties of tone, hot and cold, come easily to Shlomo Mintz. His rendition of the sonata on Saturday night joined its extremities with assurance. While the accompaniment by Itamar Golan, a pianist, was casual and sometimes crude, the essential drama came across. Mr. Mintz has recorded this music for the Erato label, on a disk that also includes his outstanding interpretation of Shostakovich's valedictory Viola Sonata.","thumbnail":null,"section":"Arts"},{"date":"19930209","headline":"Corrections","web_url":"https://www.nytimes.com/1993/02/09/nyregion/c-corrections-730693.html","abstract":"  Because of an editing error, an article yesterday about the decision of Carol M. Browner, Administrator of the Environmental Protection Agency, to remove herself from decisions involving an Ohio incinerator misstated the role of an environmental advocacy group in opposing the incinerator. The group, Citizen Action, had been tangentially involved in efforts to prevent the incinerator from opening; it is not party to a lawsuit to block the opening.","thumbnail":null,"section":"New York"},{"date":"19930209","headline":"Let Us Open The Debates Over Health","web_url":"https://www.nytimes.com/1993/02/09/opinion/IHT-let-us-open-the-debates-over-health.html","abstract":"- The post of director-general of the World Health Organization is the most important in global health. Facing enormous problems of malnutrition, overpopulation, environmental threats, resurgent malaria, AIDS and other troubles, the world desperately needs clear and effective health leadership. For this reason, the recent nomination of Dr. Hiroshi Nakajima for a second five-year term as director-general is profoundly disturbing.","thumbnail":null,"section":"Opinion"},{"date":"19930209","headline":"Erling D. Naess, 91; Led Anglo-Norness, A Big Ship Company","web_url":"https://www.nytimes.com/1993/02/09/world/erling-d-naess-91-led-anglo-norness-a-big-ship-company.html","abstract":"  Erling Dekke Naess, a former chairman of the Anglo-Norness Shipping Company, a tanker fleet, died Sunday at his home in Bermuda. He was 91.   His son Michael said Mr. Naess died of complications from kidney failure.","thumbnail":null,"section":"World"},{"date":"19930209","headline":"In Suit, G.M. Accuses NBC of Rigging Crash Tests","web_url":"https://www.nytimes.com/1993/02/09/us/in-suit-gm-accuses-nbc-of-rigging-crash-tests.html","abstract":"  In a defamation suit filed in Indiana, the General Motors Corporation today accused NBC and an independent testing laboratory of rigging crash tests for a network broadcast so that certain pickup trucks would appear vulnerable to gas-tank explosions in collisions from the side.   Saying \"blatant deception\" was used in a Nov. 17 broadcast of the NBC program \"Dateline,\" Harry J. Pearce, G.M.'s executive vice president and general counsel, asserted that model rocket engines had been taped to the bottom of the test vehicles and ignited by radio transmitters just before impact to help produce a fire. Mr. Pearce was flanked by two damaged pickup trucks that G.M. said were used in the tests. He said G.M. workers retrieved the trucks from junkyards near the test site.","thumbnail":null,"section":"U.S."},{"date":"19930209","headline":"Leo Manso Dies; Collagist, Painter And Teacher, 78","web_url":"https://www.nytimes.com/1993/02/09/arts/leo-manso-dies-collagist-painter-and-teacher-78.html","abstract":"  Leo Manso, an abstract painter and collagist, died on Friday at his home in Manhattan. He was 78 and also kept a home in Provincetown, Mass.   His wife, Blanche, said the cause was heart failure.","thumbnail":null,"section":"Arts"},{"date":"19930209","headline":"Fear Of Zoos","web_url":"https://www.nytimes.com/1993/02/09/opinion/fear-of-zoos.html","abstract":"In 1990, my neighborhood rhinoceros was taken away. He lived just down the block at Brooklyn's Prospect Park Zoo. I used to go there often in the afternoon, and then one day I found it closed. The sign at the fenced-off entrance said the zoo was being converted into a \"cageless natural habitat,\" a claim I first thought redundant and then presumptuous, considering most of the world's remaining natural habitats are caged or fenced to keep us out and the animals in. \n\nAs for the animals in Brooklyn, a zoo worker told me that a majority of them had been placed in \"safari-like facilities,\" mostly in the suburbs. I asked about the rhino. I found him the most challenging to draw near to -- a stillness to be outmatched by, a breathing part of prehistory, sensate stone.","thumbnail":null,"section":"Opinion"},{"date":"19930209","headline":"Sports of The Times; 'People Don't Listen To Losers'","web_url":"https://www.nytimes.com/1993/02/09/sports/sports-of-the-times-people-don-t-listen-to-losers.html","abstract":"  HE is being eulogized now as a hero, a statesman, an inspiration. And rightly so. But long before Arthur Ashe emerged in those roles, he was a tennis player. And without his tennis stature, the world might never have been so aware of him. Or might never have paid that much attention to him.   \"People don't listen to losers,\" he said after winning the 1968 United States Open. \"Now, when I say something, people listen.\"","thumbnail":null,"section":"Sports"},{"date":"19930209","headline":"Street Toilet Equality for Disabled Is the Law","web_url":"https://www.nytimes.com/1993/02/09/opinion/l-street-toilet-equality-for-disabled-is-the-law-842693.html","abstract":"  To the Editor:   In \"Welcome All Bidders for Street Toilets\" (editorial, Jan. 28) you describe the goal of general access for people with disabilities as an \"unreachable ideal.\" New York City, state and Federal law mandate such access for people with disabilities.","thumbnail":null,"section":"Opinion"},{"date":"19930209","headline":"Eliot Janeway, Economist and Author, Dies at 80","web_url":"https://www.nytimes.com/1993/02/09/nyregion/eliot-janeway-economist-and-author-dies-at-80.html","abstract":"  Eliot Janeway, the political economist and author whose career spanned seven decades, died yesterday at Columbia-Presbyterian Medical Center in Manhattan. He was 80.   Mr. Janeway had been in declining health for some years, suffering from diabetes and heart problems, his son Michael said.","thumbnail":null,"section":"New York"},{"date":"19930209","headline":"Books of The Times; From Gay Themes, a Universal Story of Love","web_url":"https://www.nytimes.com/1993/02/09/books/books-of-the-times-from-gay-themes-a-universal-story-of-love.html","abstract":"  Martin and John  By Dale Peck  228 pages. Farrar, Straus & Giroux. $21.    On its simplest level, \"Martin and John,\" Dale Peck's astonishing first novel, recounts the story of a young man's flight from his abusive, homophobic father and his later efforts to come to terms with his lover's death from AIDS. But if this fiercely written novel offers an indelible portrait of gay life during the plague years, it also opens out to become a universal story about love and loss and the redemptive powers of fiction. It is a story about the cycles of pain and grief that spiral through people's lives, and the efforts an artist makes to reorder and transcend that hurt.","thumbnail":null,"section":"Books"},{"date":"19930209","headline":"Social Security Won't Be Subject To Freeze, White House Decides","web_url":"https://www.nytimes.com/1993/02/09/us/social-security-won-t-be-subject-to-freeze-white-house-decides.html","abstract":"  Bowing to protests from retirees, the Clinton Administration has decided against freezing cost-of-living increases for Social Security recipients as a way of lowering the Federal budget deficit, a White House spokesman said.   Mr. Clinton's decision went against the advice of his budget director, Leon E. Panetta, who had advocated a one-year freeze on the adjustments. The President had been warned by members of Congress that such an idea would go nowhere.","thumbnail":null,"section":"U.S."},{"date":"19930209","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/02/09/opinion/IHT-letters-to-the-editor-91764777851.html","abstract":"Smoke Gets in Their Eyes. What strange priorities. Amid serious problems of drug usage and violencein U.S. cities, Anna Quindlen seems almost to argue that smoking around one's children constitutes child abuse and may be grounds to place them in foster","thumbnail":null,"section":"Opinion"},{"date":"19930209","headline":"Heroin Pouring Through Porous European Borders","web_url":"https://www.nytimes.com/1993/02/09/world/heroin-pouring-through-porous-european-borders.html","abstract":"  The Lucky S, a Panamanian-registered coaster of no obvious distinction, had cleared the Suez Canal and was heading to Turkey's southeastern port of Bodrum when its luck ran out.    In the early hours of Jan. 7, a Turkish Navy destroyer running without navigation lights tailed the 200-foot vessel in blustery seas and sent agents swarming aboard from rubber boats. The nine-man Turkish crew was subdued in seconds.","thumbnail":null,"section":"World"},{"date":"19930209","headline":"Solomon Joins N.H.L.","web_url":"https://www.nytimes.com/1993/02/09/sports/sports-people-hockey-solomon-joins-nhl.html","abstract":"  STEPHEN J. SOLOMON, the senior vice-president of sports planning and administration at ABC Sports since 1986, was hired yesterday as the N.H.L.'s new senior vice president. He will join the league on March 1. In the newly created position, the 49-year-old Solomon will be responsible for the business operations of the N.H.L., such as the development, planning and coordination of the N.H.L.'s broadcasting, communications, public relations and special events departments, as well as N.H.L. Enterprises. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930209","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/02/09/opinion/IHT-letters-to-the-editor-90745404698.html","abstract":"The Umbrella Man . Why can't President Richard von Weizscker of Germany (pictured on your front page Jan. 26) hold his own umbrella? Oblivious to the struggle of his aides to hold the umbrella over his head against the wind and rain, he pompously gl","thumbnail":null,"section":"Opinion"},{"date":"19930209","headline":"Navratilova Drops Out","web_url":"https://www.nytimes.com/1993/02/09/sports/sports-people-tennis-navratilova-drops-out.html","abstract":"  MARTINA NAVRATILOVA, the nine-time Wimbledon champion, will miss this year's French Open and will play in a grass court tournament at Beckenham, England, organizers said yesterday. Navratilova, ranked fifth in the world, skipped the Australian Open but last week upset No. 2-ranked Steffi Graf on the way to winning the Toray Pan Pacific tournament at Yokohama, Japan. Navratilova will use the May 31-June 6 Beckenham grass court event to prepare for Wimbledon. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930209","headline":"Disks Back Up Books","web_url":"https://www.nytimes.com/1993/02/09/science/peripherals-disks-back-up-books.html","abstract":"  IT is less and less common these days to publish a computer book without including one or more disks of software. Some of these collections are genuinely valuable; others rely on overly familiar shareware and freeware. Since the life of a computer book on a shop's shelf is so short, at three to six months, the publisher may feel that software helps to justify a price of $40 or so for a 300-page paperback.   This is the first of two columns on book-disk combinations with interesting and useful software: this week, the PC; next week, the Macintosh.","thumbnail":null,"section":"Science"},{"date":"19930209","headline":"Serbs Urged to Agree on Bosnia Map","web_url":"https://www.nytimes.com/1993/02/09/world/serbs-urged-to-agree-on-bosnia-map.html","abstract":"  The leader of the Serbs in Bosnia and Herzegovina came under increasing pressure today to accept a critical element in the peace plan for Bosnia.    Members of the Security Council and the Yugoslav and Serbian governments want Radovan Karadzic, the Serbian leader in Bosnia, to accept a map drawn up by former Secretary of State Cyrus R. Vance and Lord Owen of Britain that divides Bosnia into 10 autonomous provinces. They argue that this would make it more difficult for President Clinton to propose a radically different solution more favorable to the Muslims.","thumbnail":null,"section":"World"},{"date":"19930209","headline":"Post's Suitor Says Lawsuit By S.E.C. Won't Stop Him","web_url":"https://www.nytimes.com/1993/02/09/nyregion/post-s-suitor-says-lawsuit-by-sec-won-t-stop-him.html","abstract":"  Steven Hoffenberg said yesterday that he signed a contract over the weekend to buy The New York Post and that the Securities and Exchange Commission suit against him would not stop him from becoming The Post's new owner.   Although the S.E.C. sought a freeze of Mr. Hoffenberg's personal and business assets, the Federal judge hearing that case yesterday refused to order the freeze immediately and scheduled a hearing for Feb. 24. Mr. Hoffenberg could complete his purchase of the newspaper before the court considers the freeze request.","thumbnail":null,"section":"New York"},{"date":"19930209","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/02/09/arts/classical-music-in-review-883393.html","abstract":"  Leontovych String Quartet The Frick Collection    The Leontovych String Quartet, from Ukraine, does not play in the high-gloss style popular among young American quartets. But its uncommonly involving readings of the Shostakovich Eighth Quartet (Op. 110) and the Tchaikovsky Second Quartet (Op. 22) on Sunday evening reminded a listener that although highly polished surfaces may charm, the alchemy that makes music thrive takes place at deeper levels.","thumbnail":null,"section":"Arts"},{"date":"19930209","headline":"Lorenzo's Oil: A Movie Outruns Science","web_url":"https://www.nytimes.com/1993/02/09/science/lorenzo-s-oil-a-movie-outruns-science.html","abstract":"  THE new movie \"Lorenzo's Oil\" tells how the parents of a child with a rare illness overcame indifference in the medical establishment and, by themselves, invented a cure.    The message is that medical science has become detached from the needs of those it serves, but that individuals can leap bureaucratic impediments to find new cures with their own faith and efforts.","thumbnail":null,"section":"Science"},{"date":"19930209","headline":"Q&A","web_url":"https://www.nytimes.com/1993/02/09/science/q-a-513393.html","abstract":"  Catching a Germ   Q.     Ogden Nash wrote:   Do you, my poppet, feel infirm?   You probably contain a germ.    Can one germ really make you sick?     A.  The number of microbes needed to make someone sick depends on the infective organism and varies greatly, said Dr. Robert Quackenbush, a bacteriologist at the National Institute of Allergy and Infectious Diseases in Bethesda, Md.   \"The most infective is shigella,\" Dr. Quackenbush said. In some cases, only 1 or perhaps 1 to 10 bacteria would be enough to cause a form of dysentery called shigellosis, he said.    The disease germ, which is closely related to E. coli, a common bacterium in the gut, lurks in the feces of infected people and can be very easily spread. It is an increasing problem in institutions like day-care centers and nursing homes if hands are not washed religiously. Infected people should be cared for in isolation until their feces are found to be free of the causative bacteria, medical authorities say.    A rarer disease called Q fever is caused by an organism called Coxiella burnetti that is also infectious in fairly low numbers, Dr. Quackenbush said. It is often spread by dust contaminated by infected farm animals.    Dr. Quackenbush pointed out that certain strains of infective microbes are more virulent than others, even within the same species.","thumbnail":null,"section":"Science"},{"date":"19930209","headline":"Fernandez Gets State's Backing On AIDS Study","web_url":"https://www.nytimes.com/1993/02/09/nyregion/fernandez-gets-state-s-backing-on-aids-study.html","abstract":"  New York State's top education official has ruled that the New York City Board of Education overstepped its authority and infringed on teachers' rights by requiring that all AIDS education stress abstinence as the most effective means of avoiding the disease.   Thomas Sobol, the State Commissioner of Education, said today that he had overturned a board resolution that he contended established a \"stopwatch approach to education\" by dictating how and when teachers should teach about AIDS.","thumbnail":null,"section":"New York"},{"date":"19930209","headline":"In Reversal, North Korea Bars Nuclear Inspectors","web_url":"https://www.nytimes.com/1993/02/09/world/in-reversal-north-korea-bars-nuclear-inspectors.html","abstract":"  Stepping up its efforts to prevent inspections that may yield clues about the progress of its secret nuclear program, North Korea barred a group of international inspectors last week from several suspected nuclear sites and declared today that it might take \"countermeasures of self-defense\" if pressure builds from the United States and other nations.   The country's declaration, in a Foreign Ministry statement monitored here, came just as a team of inspectors from the International Atomic Energy Agency returned to Vienna after a largely fruitless two-week visit.","thumbnail":null,"section":"World"},{"date":"19930209","headline":"Hornet Player Fined","web_url":"https://www.nytimes.com/1993/02/09/sports/sports-people-pro-basketball-hornet-player-fined.html","abstract":"  LARRY JOHNSON of the Charlotte Hornets was fined $8,000 by the National Basketball Association yesterday for hitting Milwaukee's ERIC MURDOCK in the head with a forearm. The incident occurred with less than a minute remaining in the fourth quarter of Friday night's game, a 118-111 victory for Charlotte. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930209","headline":"Dutch Move to Enact Law Making Euthanasia Easier","web_url":"https://www.nytimes.com/1993/02/09/world/dutch-move-to-enact-law-making-euthanasia-easier.html","abstract":"  The Dutch Parliament is expected to approve on Tuesday the world's least restrictive euthanasia policy, establishing specific rules that would allow a doctor to assist in a suicide or kill a terminally ill patient at the patient's explicit request.   Although ending a patient's life or helping in suicide is illegal, and would remain part of the criminal code, the new rules will protect doctors from prosecution if they notify the coroner of any death they have brought on and provide a detailed account of the circumstances.","thumbnail":null,"section":"World"},{"date":"19930209","headline":"Scientific Treasures Are Being Uncovered In Peat 'Wastelands'","web_url":"https://www.nytimes.com/1993/02/09/science/scientific-treasures-are-being-uncovered-in-peat-wastelands.html","abstract":"  LONG seen as a wasteland to be drained and built on or dug up, peat bogs have only recently begun to be regarded as resources worth preserving. But just as archeologists, ecologists and other scientists come closer to understanding the mysteries embalmed in bogs, the bogs are disappearing.   Peat bogs are the product of thousands of years of waterlogging. Frequent rain encourages the development of moss, which, as it dies, accumulates in soggy, oxygen-poor depths as peat. And buried in these depths are detailed time capsules of human and environmental change reaching back 8,000 years.","thumbnail":null,"section":"Science"},{"date":"19930209","headline":"On My Mind; Aliens: Let Them Work","web_url":"https://www.nytimes.com/1993/02/09/opinion/on-my-mind-aliens-let-them-work.html","abstract":"  Harry was a workingman. He loved the outdoors and was happiest farming, laying track or trapping and trading fur in the snow country.    But when he could not get work he liked, he took work he hated, like painting houses.","thumbnail":null,"section":"Opinion"},{"date":"19930209","headline":"Demand for Medical Services Increases","web_url":"https://www.nytimes.com/1993/02/09/nyregion/demand-for-medical-services-increases.html","abstract":"  The recent frigid weather and an outbreak of the flu have put a strain on the city's medical services -- overloading ambulances and some emergency rooms, and raising fears among hospital officials of a return to the gridlock of 1989 when waits for free beds were as long as four days.   Demand for emergency care usually increases during the depths of winter, but the current levels are higher than expected -- at least 10 to 15 percent higher than last year, said Norman Katz, a spokesman for the Health and Hospitals Corporation, which runs the city's 11 municipal hospitals.","thumbnail":null,"section":"New York"},{"date":"19930209","headline":"British Kin, in Iraq, to Press for Release of 2 Men","web_url":"https://www.nytimes.com/1993/02/09/world/british-kin-in-iraq-to-press-for-release-of-2-men.html","abstract":"  The families of two Britons accused by Iraq of entering the country illegally arrived here today seeking their release. But diplomats say Baghdad is unlikely to free the men unless London makes a move.   \"Don't expect anything special,\" said a European charge d'affaires, who asked not to be identified. \"It's quite clear the Iraqis need to have a gesture from London.\" The families traveled the 620-mile desert highway from Amman, Jordan, to Baghdad hoping the Government of President Saddam Hussein would show flexibility.","thumbnail":null,"section":"World"},{"date":"19930209","headline":"Not All of the Elderly Need Care Insurance","web_url":"https://www.nytimes.com/1993/02/09/opinion/l-not-all-of-the-elderly-need-care-insurance-843493.html","abstract":"  To the Editor:   Some people should not waste their time debating the merits of long-term health care insurance. It is only useful to those with assets to pass on to their heirs. Most of those with few assets and low income will spend down their assets rapidly in a nursing home, and Medicaid will pay for the rest of their stay. As a rule of thumb, people with assets of less than $60,000 and anticipated retirement income of less than $20,000 a year should not strain their budgets to pay premiums on such insurance.","thumbnail":null,"section":"Opinion"},{"date":"19930209","headline":"Pentagon Offers New Budget Cuts","web_url":"https://www.nytimes.com/1993/02/09/us/pentagon-offers-new-budget-cuts.html","abstract":"  Acting under orders from Defense Secretary Les Aspin, the Pentagon today submitted plans for a new round of budget cuts that would include retiring about 10 Navy ships and submarines, cutting about 180 Air Force planes and canceling a $27 billion communications satellite program, Pentagon officials said.   But some of the proposals involve items sure to run into resistance from Congress or from Mr. Aspin, who was a Congressman from Wisconsin before becoming Defense Secretary.","thumbnail":null,"section":"U.S."},{"date":"19930209","headline":"Hospital Billing Tells Part of an Ugly Story","web_url":"https://www.nytimes.com/1993/02/09/opinion/l-hospital-billing-tells-part-of-an-ugly-story-840093.html","abstract":"  To the Editor:   \"Confusion and Error Are Rife in Hospital Bills\" (Health page, Jan. 27), sheds needed light on a widespread abuse. Unfortunately, you also seem to accredit the alibi of hospitals for routinely engaging in practices that would be seen in most other businesses as unfair and deceptive.","thumbnail":null,"section":"Opinion"},{"date":"19930209","headline":"Player Suspended","web_url":"https://www.nytimes.com/1993/02/09/sports/sports-people-college-basketball-player-suspended.html","abstract":"  COREY BECK was suspended indefinitely yesterday by Arkansas Coach NOLAN RICHARDSON, a day after the Razorbacks' guard was arrested early Sunday for allegedly driving while intoxicated. Richardson said Beck, a 21-year-old sophomore, will not play against No. 2 Kentucky tomorrow night. Beck has started 15 of the Razorbacks' 19 games. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930209","headline":"METROPOLITAN COLLEGE REPORT","web_url":"https://www.nytimes.com/1993/02/09/sports/metropolitan-college-report.html","abstract":"  N.Y.U.    They might not be the best team in New York City, but the Purple Violets have the best record (18-1) and can clinch a University Athletic Association championship Friday if they defeat Washington University in St. Louis. A victory would also give N.Y.U. the automatic conference berth to the National Collegiate Athletic Association Division III tournament.   The problem, however, is that N.Y.U. has never won at Washington U. But the Purple Violets will carry a nine-game winning streak to St. Louis as well as a team that relies on depth and all-round scoring. N.Y.U. has had at least three players score in double figures in every game this season, and five times six players have scored in double figures.","thumbnail":null,"section":"Sports"},{"date":"19930209","headline":"Kuwait City Journal; A V-8 for Victory: It's Kuwait's Way of Celebrating","web_url":"https://www.nytimes.com/1993/02/09/world/kuwait-city-journal-a-v-8-for-victory-it-s-kuwait-s-way-of-celebrating.html","abstract":"  The usual intrusions of American popular culture, from Madonna to Pizza Hut, are firmly implanted in Kuwait. But perhaps few foreign countries have embraced with such gusto the American obsession with the car.   To Kuwaitis, who have emerged, since Iraqi troops were forced out, as the largest per capita importers of luxury American sedans outside North America, the car is where courtships are made and lost, where adolescent boys can display their manhood and those of substance affirm their power and affluence.","thumbnail":null,"section":"World"},{"date":"19930209","headline":"How Atlanta's Adman Pushes the City to Sell Itself","web_url":"https://www.nytimes.com/1993/02/09/us/how-atlanta-s-adman-pushes-the-city-to-sell-itself.html","abstract":"  No one knew quite what to expect last year when Joel Babbit, who had built a reputation as a whiz kid adman, accepted a $350,000 pay cut to take a job at Atlanta City Hall melding the worlds of Air Jordan commercials and municipal finance.   Now they know. Mr. Babbit's ideas include raising millions of dollars by renaming streets and parks for corporate sponsors, implanting high-tech advertising in city sidewalks and sticking corporate logos on city garbage trucks. The City Council took the first step toward Mr. Babbit's Brave New World last week when it approved the concept of an agreement in which Visa USA would pay $3 million over five years to become the \"official preferred credit card of Atlanta.\"","thumbnail":null,"section":"U.S."},{"date":"19930209","headline":"Summations Begin in Sex Abuse Trial","web_url":"https://www.nytimes.com/1993/02/09/nyregion/summations-begin-in-sex-abuse-trial.html","abstract":"  As the Glen Ridge sex assault trial entered its final phases today, a defense lawyer began closing arguments by attacking the credibility of two of the state's expert witnesses and stressing inconsistent findings since 1977 about the mental capabilities of the mildly retarded woman at the heart of the case.   In his two-hour presentation this afternoon, Louis Esposito, who represents 21-year-old Kyle Scherzer, was both folksy, addressing the jurors once as \"you guys,\" and solicitous, cutting short his review of an inch-thick stack of psychological and educational reports.","thumbnail":null,"section":"New York"},{"date":"19930209","headline":"Donors Find Much Somali Aid Stolen","web_url":"https://www.nytimes.com/1993/02/09/world/donors-find-much-somali-aid-stolen.html","abstract":"  The scene awaiting relief workers was galling yet familiar. A courtyard that should have been in use as a feeding kitchen was covered with animal waste, with no caldron in sight; the self-appointed elders demanded salaries to haul water they said was six miles away, though the village had a dam and two working wells.   Five days earlier, the Red Cross had given Gorsene's elders a 10-day supply of food for the kitchen that ended up being sold at the market in Baidoa. The relief organization CARE had delivered hundreds of sacks of wheat to Gorsene, and Goal, an Irish charity, had brought porridge, oil, milk, butter, biscuits, blankets and sugar.","thumbnail":null,"section":"World"},{"date":"19930209","headline":"Florio Seeks $15.6 Billion In New Budget","web_url":"https://www.nytimes.com/1993/02/09/nyregion/florio-seeks-15.6-billion-in-new-budget.html","abstract":"  Faced with an electorate complaining about governmental gridlock, the Democratic administration outlined today a $15.6 billion budget with no big surprises for the next fiscal year and Republican legislative leaders made only pro forma objections.   Although the Republican leaders who control both houses of the Legislature made it clear that they reserve the right to cut both spending and taxes, the vow was more rhetoric than reality. In a tight-money year when Gov. Jim Florio and all legislators are up for election, both parties have an interest in producing a spending plan and avoiding the politically damaging specter of a government that can get nothing done.","thumbnail":null,"section":"New York"},{"date":"19930209","headline":"Review/Opera; The Lyric In Chicago Starts Its 'Ring'","web_url":"https://www.nytimes.com/1993/02/09/arts/review-opera-the-lyric-in-chicago-starts-its-ring.html","abstract":"  Having its own \"Ring\" cycle is something every self-respecting American opera company now pines for. The difficulties of putting together appropriate casts and developing coherent interpretations for Wagner's four great works are avidly taken on; a \"Ring\" has become a sign of accomplishment, seriousness and range.   Seattle was a pioneer in establishing an American \"Ring\"; San Francisco has one; New York finally has its own at the Metropolitan Opera (and it will return in March and April). And now the Lyric Opera of Chicago, one of the country's most innovative and accomplished companies, is beginning to put together a cycle, presenting one work a year until the 1996-7 season, when they will be presented in sequence, as Wagner wished.","thumbnail":null,"section":"Arts"},{"date":"19930209","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/02/09/opinion/IHT-letters-to-the-editor.html","abstract":"Call It a Massacre. Regarding \" 'Ethnic Cleansing' in Bosnia: A Savage Tale of Murder and Rape\" (Nov. 28) by John F. Burns:. The fighting in the former Yugoslavia is not just another ethnic conflict, as opponents of Western military action lamel","thumbnail":null,"section":"Opinion"},{"date":"19930209","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/02/09/arts/classical-music-in-review-391293.html","abstract":"  Symphony Orchestra of the Curtis Institute of Music Carnegie Hall    But for a few awkwardnesses in the brasses, occasional blurring in the strings and a false entry or two, the Symphony Orchestra of the Curtis Institute in Philadelphia sounded, for much of Friday evening, like a professional orchestra, and a fine one. In Berlioz's \"Corsaire\" and Rachmaninoff's Second Symphony, the string and woodwind tone had a lovely sheen, and the young players responded alertly to the direction of the veteran Andre Previn.","thumbnail":null,"section":"Arts"},{"date":"19930209","headline":"No Headline","web_url":"https://www.nytimes.com/1993/02/09/nyregion/no-headline-828593.html","abstract":"  We don't get a penny from calling Piedmont Park, the largest in Atlanta, Piedmont Park. I don't think it would hurt anyone or cause any problems if the name was changed to Georgia-Pacific Park, and we got a million dollars a year for it. But I do know that the million dollars will help a lot of teachers and homeless people and policemen and roads. -- JOEL BABBIT, an aide to Mayor Maynard Jackson.  [ A16:4. ]","thumbnail":null,"section":"New York"},{"date":"19930209","headline":"Harvard Turns Terriers Aside To Win Beanpot","web_url":"https://www.nytimes.com/1993/02/09/sports/college-hockey-harvard-turns-terriers-aside-to-win-beanpot.html","abstract":"  Tripp Tracy, Harvard's freshman goaltender, was outstanding tonight as the Crimson defeated Boston University, 4-2, to win the Beanpot Tournament at Boston Garden for the first time since 1989.    The Terriers, who are 16-1-1 in their last 18 games, outshot Harvard by 32-23, but only two shots got past Tracy. Both goals game in power-play situations.","thumbnail":null,"section":"Sports"},{"date":"19930209","headline":"Fashion Statements Are Spoken Here","web_url":"https://www.nytimes.com/1993/02/09/sports/sports-business-fashion-statements-are-spoken-here.html","abstract":"  The cap seller looked at me as if I'd just returned from Mars aboard Air Nike with Michael Jordan and Bugs Bunny. The Chicago Bulls cap not only had the team logo but something named \"Taz,\" too. Who? I asked.   \"The cartoon character, the Tasmanian Devil!\" he said.","thumbnail":null,"section":"Sports"},{"date":"19930209","headline":"Clinton to Lift Ban on H.I.V.-Infected Visitors","web_url":"https://www.nytimes.com/1993/02/09/us/clinton-to-lift-ban-on-hiv-infected-visitors.html","abstract":"  The Clinton Administration said today that, as promised, it would soon remove infection with the AIDS virus from the list of conditions that restrict people from entering the United States.   Officials of the Department of Health and Human Services said they were reducing the number of diseases on the list to one, infectious tuberculosis. The others, including AIDS, syphilis and leprosy, will be eliminated on the grounds that they are not spread casually and that people who have them are not a threat to public health.","thumbnail":null,"section":"U.S."},{"date":"19930209","headline":"S.E.C. Is Suing Buyer Seeking New York Post","web_url":"https://www.nytimes.com/1993/02/09/nyregion/sec-is-suing-buyer-seeking-new-york-post.html","abstract":"  The Securities and Exchange Commission filed a civil suit yesterday accusing the New York-based Towers Financial Corporation and its chairman, Steven Hoffenberg, of operating a fraud that used false financial statements to sell more than $400 million in securities.   The accusation appears to raise serious doubts about Mr. Hoffenberg's bid to purchase The New York Post, calling into question whether he will be considered a viable buyer of the nation's oldest daily newspaper, although he said yesterday that he planned to proceed.  [ Page B3. ]","thumbnail":null,"section":"New York"},{"date":"19930209","headline":"Freshman Is Off Team","web_url":"https://www.nytimes.com/1993/02/09/sports/sports-people-wrestling-freshman-is-off-team.html","abstract":"  Penn State freshman CARY KOLAT, who has helped the Nittany Lions to a No. 1 ranking, was suspended from the team indefinitely Monday after being charged with public drunkenness after a weekend meet. The wrestler, who is under age 21, is the second suspended by Coach JOHN FRITZ, who does not allow his wrestlers to drink alcohol. Kolat is ranked No. 5 in the nation at 134 pounds by Amateur Wrestling News. (AP)  ","thumbnail":null,"section":"Sports"},{"date":"19930209","headline":"The Talk of Madrid; A Plan to Alter the Face Of the Beloved Prado Causes Some Qualms","web_url":"https://www.nytimes.com/1993/02/09/arts/talk-madrid-plan-alter-face-beloved-prado-causes-some-qualms.html","abstract":"  The Prado has felt neglected of late. Last year, it lost Picasso's \"Guernica\" to the new Reina Sofia art center, its planned expansion to the Villahermosa Palace was thwarted by the arrival there of the Thyssen-Bornemisza collection, and endless promises of new space elsewhere have come to nothing.   Now, tired of waiting and inspired by the examples of the Louvre in Paris and the National Gallery in London, the Prado has decided to build its own extension. As with the Louvre, much of it will be underground, but enough of it will be visible to alter the elegant profile of the late 18th-century neo-classical building.","thumbnail":null,"section":"Arts"},{"date":"19930209","headline":"Memorial Service for Ashe","web_url":"https://www.nytimes.com/1993/02/09/us/memorial-service-for-ashe.html","abstract":"  A memorial service for Arthur Ashe, the former tennis star who died last Saturday, will be held in New York City on Friday at 1 P.M. at the Cathedral of St. John the Divine, 110th Street and Amsterdam Avenue. Funeral services will be held tomorrow in Richmond, at the Arthur Ashe Jr. Athletic Center. The family requested yesterday that in lieu of flowers, contributions should be made to the Arthur Ashe Foundation for the Defeat of AIDS.","thumbnail":null,"section":"U.S."},{"date":"19930209","headline":"Winning the Cold War and Losing a Job","web_url":"https://www.nytimes.com/1993/02/09/nyregion/winning-the-cold-war-and-losing-a-job.html","abstract":"  Bill Sullivan sells cars for a living, but like everyone else here, he also counts submarines.   When Congress restored $2 billion last summer to the all-but-scuttled Seawolf submarine program at the Electric Boat shipyard just across the Thames River in Groton, Mr. Sullivan immediately felt the blip. His General Motors dealership ended the year selling more cars than any year since 1987, even as the recession deepened in Connecticut. But there was a troubling crack in that increase: much of it came from the used-car lot. Many new car lines plummeted 35 percent or more in one year. A Shrinking Behemoth    Similar fault lines are everywhere here, as the most Pentagon-dependent corner of the nation shudders and shakes toward a future after the cold war. In many ways it is a story of waiting for the worst. Unemployment is still lower than much of the rest of Connecticut, even though it has more than tripled from the 2 percent that was the norm through the 1980's to 6.5 percent as of December.","thumbnail":null,"section":"New York"},{"date":"19930209","headline":"Velvet Worm's Lineage","web_url":"https://www.nytimes.com/1993/02/09/science/science-watch-velvet-worm-s-lineage.html","abstract":"  The velvet worm, which looks like a slug with many legs, has been the focus of a continuing scientific debate over its lineage. Named for its soft skin, the velvet worm was long thought to be a close relative of both the earthworm and the centipede. A recent analysis of the velvet worm's DNA, however, showed that instead, it is closely related to the scorpion.    The study, published in the journal Science, found that the velvet worm, or onychophoran, is genetically akin to the joint-legged arthropods, a phylum or large classification of lower animals, and is not part of the more primitive phylum of segmented worms, the annelids.","thumbnail":null,"section":"Science"},{"date":"19930209","headline":"Lawmakers in Virginia Reject A Compromise on Gun Sales","web_url":"https://www.nytimes.com/1993/02/09/us/lawmakers-in-virginia-reject-a-compromise-on-gun-sales.html","abstract":"  The Virginia Governor today abandoned a campaign to limit people to buying one handgun a month, but his new plan to allow additional gun purchases was immediately rebuffed by the state's House of Delegates.   Gov. L. Douglas Wilder this morning announced a proposal under which customers could buy an unlimited number of handguns after obtaining special permits from the state. He said the new plan kept the spirit of the original. \"The public will understand I would not sign on to something if I thought it was a loophole,\" the Democratic Governor said.","thumbnail":null,"section":"U.S."},{"date":"19930209","headline":"Failed Experiment Didn't Inspire Einstein","web_url":"https://www.nytimes.com/1993/02/09/opinion/l-failed-experiment-didn-t-inspire-einstein-831093.html","abstract":"  To the Editor:   Contrary to Ian Hinchcliffe and R. Michael Barnett in \"Advances in Physics Lie Just Ahead\" (letter, Jan. 19), the \"failed\" Michelson-Morley experiment was not a primary motivation in Einstein's developing the theory of relativity.","thumbnail":null,"section":"Opinion"},{"date":"19930209","headline":"Transactions","web_url":"https://www.nytimes.com/1993/02/09/sports/transactions-410293.html","abstract":"  Baseball  National League   ATLANTA BRAVES -- Agreed to terms with Greg Olson, catcher, on a one-year contract.   HOUSTON ASTROS -- Agreed to terms with Craig Biggio, second baseman; Ken Caminiti, third baseman; and Steve Finley, outfielder, on three-year contracts.","thumbnail":null,"section":"Sports"},{"date":"19930209","headline":"Boston U. Head Pressed on Finances","web_url":"https://www.nytimes.com/1993/02/09/us/boston-u-head-pressed-on-finances.html","abstract":"  John R. Silber, the disputatious president of Boston University and a once and possibly future candidate for governor of Massachusetts, now finds himself embattled because of his conspicuous success in improving the university and simultaneously enriching himself.   Dr. Silber's unusually high income and his close financial ties to some members of the university's board have recently come under intense scrutiny in the Boston press, with an article prominently displayed in one or the other of the city's major newspapers almost every day.","thumbnail":null,"section":"U.S."},{"date":"19930209","headline":"Giants Complete Coaching Staff","web_url":"https://www.nytimes.com/1993/02/09/sports/pro-football-giants-complete-coaching-staff.html","abstract":"  Dan Reeves, the Giants' new head coach, completed his staff today by naming four assistant coaches, including two holdovers from the staff of his deposed predecessor, Ray Handley.   The assistants retained by Reeves were George Sefcik, who will move from wide receivers to running backs, and Dick Rehbein, who will switch from tight ends to wide receivers. Sefcik had been a Giants assistant for two years, Rehbein for one year. The 53-year-old Sefcik has been an assistant coach in the National Football League for 21 years, the 37-year-old Rehbein for 15 years.","thumbnail":null,"section":"Sports"},{"date":"19930209","headline":"Walsh Implies Bush Used Pardons to Avoid Testifying","web_url":"https://www.nytimes.com/1993/02/09/us/walsh-implies-bush-used-pardons-to-avoid-testifying.html","abstract":"  The Iran-contra prosecutor suggested in a report today that former President George Bush pardoned Caspar W. Weinberger because Mr. Bush might have been called as a defense witness in a trial of the former Defense Secretary and subjected to \"searching questions\" about his own conduct.   The prosecutor, Lawrence E. Walsh, made a broad assault on Mr. Bush for granting executive clemency to Mr. Weinberger, who was pardoned along with five other Iran-contra figures. In the report, Mr. Walsh accused the former President of misusing his constitutional authority to stop a public airing of the facts behind the indictment of Mr. Weinberger.","thumbnail":null,"section":"U.S."},{"date":"19930209","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/02/09/nyregion/inside-832393.html","abstract":"  Prosecutor Assails Bush   The Iran-contra prosecutor suggested that President George Bush pardoned Caspar Weinberger because Mr. Bush did not want to face questions about his conduct. Page A17. Military Offers Budget Cuts    The Pentagon proposed budget cuts that include retiring about 10 Navy ships and submarines and cutting about 180 Air Force planes. Page B6. Dropping H.I.V. as Exclusion    The Administration is preparing to remove infection with the AIDS virus from the list of conditions that restrict people from entering the United States, officials said. Page A17.","thumbnail":null,"section":"New York"},{"date":"19930209","headline":"Ewing Excites, Exerts and Excels (40 Points)","web_url":"https://www.nytimes.com/1993/02/09/sports/basketball-ewing-excites-exerts-and-excels-40-points.html","abstract":"  When it mattered most tonight, the Knicks went to Patrick Ewing. Ewing went to work. And as a result, New York went home with another victory.   With Ewing scoring a season-high 40 points, including 10 points in overtime, the streaking Knicks (30-15) held off the Philadelphia 76ers, 120-115, in overtime, at the Spectrum. It was the Knicks' fifth consecutive victory, tying their longest winning streak of the season, and it was their ninth victory in their last 10 games.","thumbnail":null,"section":"Sports"},{"date":"19930209","headline":"Hoyas on Downhill Path, Even in Upstate New York","web_url":"https://www.nytimes.com/1993/02/09/sports/basketball-hoyas-on-downhill-path-even-in-upstate-new-york.html","abstract":"  Syracuse 76, Georgetown 61   SYRACUSE, Feb. 8 (AP) -- Georgetown lost its fourth straight Big East game as Adrian Autry, scoreless in the teams' first meeting, scored 25 points tonight to carry Syracuse to a 76-61 victory.","thumbnail":null,"section":"Sports"},{"date":"19930209","headline":"Corrections","web_url":"https://www.nytimes.com/1993/02/09/nyregion/c-corrections-731493.html","abstract":"  A front-page article on Jan. 24 about second-guessing of doctors' decisions by insurers referred incorrectly to the medical director of the Travelers Insurance Company. He is F. Warren Tingley.","thumbnail":null,"section":"New York"},{"date":"19930209","headline":"Lindros Is Not Guilty","web_url":"https://www.nytimes.com/1993/02/09/sports/sports-people-hockey-lindros-is-not-guilty.html","abstract":"  ERIC LINDROS was found not guilty yesterday of charges he spit beer on a woman on a nightclub dance floor. Lindros, a 19-year-old who plays for the Philadelphia Flyers, shook hands with his lawyer after Justice RHYS MORGAN issued the acquittal in Oshawa, Ontario. The judge said defense evidence raised reasonable doubt.   \"Being accused of something you didn't commit and gaining that much media attention, I don't think it does anybody much good,\" Lindros said. \"I know I never did it and I had people to back me up. It felt good.\"","thumbnail":null,"section":"Sports"},{"date":"19930209","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/02/09/arts/classical-music-in-review-887693.html","abstract":"  Minnesota Orchestra Avery Fisher Hall    Written for the Minneapolis Symphony in 1944 as an antidote to wartime blues, David Diamond's \"Rounds for String Orchestra\" is a charming piece. It draws its sophisticated yet forthright humor from rhythmic and metric transformations that surprise but rarely jolt.","thumbnail":null,"section":"Arts"},{"date":"19930209","headline":"Men-Only Event Assailed in Norwalk","web_url":"https://www.nytimes.com/1993/02/09/nyregion/men-only-event-assailed-in-norwalk.html","abstract":"  George F. Carroll has been a member of the Norwalk Catholic Club for four decades, and each year the 67-year-old lawyer is among 400 men who attend the all-male club's Lincoln Day dinner.   But a group of 20 prominent women in the city, including the president of the League of Women Voters here, are trying to put an end to what they believe is Connecticut's largest men-only function, scheduled this year for Thursday night. They have organized a separate \"Celebrate Women\" program for the same night to honor nine local women and draw attention to the Catholic Club's exclusionary practices.","thumbnail":null,"section":"New York"},{"date":"19930209","headline":"Bridge","web_url":"https://www.nytimes.com/1993/02/09/nyregion/bridge-215093.html","abstract":"  A team event that is sometimes played in Britain but is rare on this side of the Atlantic requires players to rotate partnerships, thus diminishing the impact of sophisticated bidding methods. A New York competition has used this format since 1986, and the winning foursome in play on Saturday was headed by Edgar Kaplan of Manhattan in the event named in memory of his wife, Betty Kaplan.    His teammates were Judy Tucker and Gail Greenberg, both of Manhattan, and Dorothy Truscott of Riverdale, the Bronx. The event was part of the Greater New York Bridge Association's Newcomers Tournament at the Landmark Education Center at 425 Fifth Avenue in Manhattan.","thumbnail":null,"section":"New York"},{"date":"19930209","headline":"Honecker:A Last Chance for Justice","web_url":"https://www.nytimes.com/1993/02/09/opinion/IHT-honeckera-last-chance-for-justice.html","abstract":"- The cessation of proceedings against Erich Honecker, the former East German leader, offends man's sense of natural justice. As with Nicolae Ceausescu, the former Romanian leader, justice was neither done nor seen to be done. But in Mr. Honecker's case, a possibility of redress remains.","thumbnail":null,"section":"Opinion"},{"date":"19930209","headline":"CLINTON NOMINEES WILL BE SCREENED FOR ILLEGAL HIRING","web_url":"https://www.nytimes.com/1993/02/09/us/clinton-nominees-will-be-screened-for-illegal-hiring.html","abstract":"  All candidates for the hundreds of Government jobs subject to Senate confirmation are now being asked if they had hired illegal aliens or violated tax laws on household workers, Clinton Administration officials said today, and at least a dozen people have been dropped from consideration over those issues.    Use of the new questions follows an uproar over the nomination of Zoe Baird to be Attorney General and the withdrawal of another candidate for the same job, Federal District Judge Kimba M. Wood of New York. George Stephanopoulos, the White House spokesman, said that in view of those events candidates for Presidential appointments in the Clinton Administration would probably be disqualified if they had hired illegal aliens in the last six years. New Standards Imposed    The hiring of illegal aliens was prohibited by a law adopted in November 1986. Asked if President Clinton would appoint any people who have employed illegal aliens since then, Mr. Stephanopoulos said, \"I think it would make it very difficult, and it would probably be disqualifying, yes.\" Administration officials said Mr. Clinton would probably not nominate individuals who hired illegal aliens before November 1986 because people would find it difficult to distinguish between the two situations in political debate.","thumbnail":null,"section":"U.S."},{"date":"19930209","headline":"8 Players In: Walton and Erving Lead Way to Hall","web_url":"https://www.nytimes.com/1993/02/09/sports/basketball-8-players-in-walton-and-erving-lead-way-to-hall.html","abstract":"  Julius Erving and Bill Walton, two extraordinary players who helped define the 1970's but also made their mark on the 1980's, were among the eight former players selected yesterday to the Basketball Hall of Fame.   Erving, known worldwide as the inimitable Dr. J, and Walton, considered by many to be, when healthy, the most multiskilled center in the history of the sport, were elected in their first year of eligibility and will be inducted with the six others on May 10 in Springfield, Mass.","thumbnail":null,"section":"Sports"},{"date":"19930209","headline":"On Street, Fur Reigns: New Germany, New Woman?","web_url":"https://www.nytimes.com/1993/02/09/style/IHT-on-street-fur-reigns-new-germany-new-woman.html","abstract":"-If there is angst, insecurity, doubt or fear in a united Germany, it does not show on the fashionable face of this city.The weekend parade on the Knigsallee still has an awesomeprosperity.","thumbnail":null,"section":"Style"},{"date":"19930209","headline":"Arthur Mann, 71, Teacher Who Wrote On Reform Politics","web_url":"https://www.nytimes.com/1993/02/09/us/arthur-mann-71-teacher-who-wrote-on-reform-politics.html","abstract":"  Arthur Mann, a chronicler of American reform politics, died Sunday at the University of Chicago's Bernard Mitchell Hospital. A resident of Hyde Park, Ill., he was 71.   His family said his death came after a long illness.","thumbnail":null,"section":"U.S."}],"wiki_events":[],"weather":[{"date":"19930209","time":"1993-02-09 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.6,"rhum":87,"wspd":14.8},{"date":"19930209","time":"1993-02-09 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.9,"rhum":90,"wspd":20.5},{"date":"19930209","time":"1993-02-09 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.8,"rhum":89,"wspd":22.3},{"date":"19930209","time":"1993-02-09 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7,"rhum":87,"wspd":20.5},{"date":"19930209","time":"1993-02-09 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.1,"rhum":84,"wspd":24.1},{"date":"19930209","time":"1993-02-09 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7,"rhum":85,"wspd":22.3},{"date":"19930209","time":"1993-02-09 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.6,"rhum":87,"wspd":24.1},{"date":"19930209","time":"1993-02-09 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.2,"rhum":84,"wspd":22.3},{"date":"19930209","time":"1993-02-09 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":100,"wspd":18.4},{"date":"19930209","time":"1993-02-09 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":100,"wspd":18.4},{"date":"19930209","time":"1993-02-09 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.3,"rhum":81,"wspd":20.5},{"date":"19930209","time":"1993-02-09 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.2,"rhum":82,"wspd":18.4},{"date":"19930209","time":"1993-02-09 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.3,"rhum":88,"wspd":18.4},{"date":"19930209","time":"1993-02-09 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.9,"rhum":86,"wspd":16.6},{"date":"19930209","time":"1993-02-09 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.8,"rhum":86,"wspd":20.5},{"date":"19930209","time":"1993-02-09 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.2,"rhum":81,"wspd":16.6},{"date":"19930209","time":"1993-02-09 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.8,"rhum":76,"wspd":20.5},{"date":"19930209","time":"1993-02-09 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.2,"rhum":75,"wspd":16.6},{"date":"19930209","time":"1993-02-09 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.6,"rhum":72,"wspd":16.6},{"date":"19930209","time":"1993-02-09 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.2,"rhum":73,"wspd":13},{"date":"19930209","time":"1993-02-09 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.1,"rhum":72,"wspd":11.2},{"date":"19930209","time":"1993-02-09 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.3,"rhum":85,"wspd":13},{"date":"19930209","time":"1993-02-09 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.2,"rhum":72,"wspd":13},{"date":"19930209","time":"1993-02-09 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.8,"rhum":70,"wspd":13},{"date":"19930209","time":"1993-02-09 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":46,"wspd":24.1},{"date":"19930209","time":"1993-02-09 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":40,"wspd":27.7},{"date":"19930209","time":"1993-02-09 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":35,"wspd":25.9},{"date":"19930209","time":"1993-02-09 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":33,"wspd":25.9},{"date":"19930209","time":"1993-02-09 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":31,"wspd":22.3},{"date":"19930209","time":"1993-02-09 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":34,"wspd":16.6},{"date":"19930209","time":"1993-02-09 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":35,"wspd":13},{"date":"19930209","time":"1993-02-09 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":40,"wspd":14.8},{"date":"19930209","time":"1993-02-09 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":38,"wspd":16.6},{"date":"19930209","time":"1993-02-09 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":34,"wspd":20.5},{"date":"19930209","time":"1993-02-09 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":36,"wspd":20.5},{"date":"19930209","time":"1993-02-09 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5.6,"rhum":40,"wspd":13},{"date":"19930209","time":"1993-02-09 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.1,"rhum":41,"wspd":13},{"date":"19930209","time":"1993-02-09 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.1,"rhum":39,"wspd":20.5},{"date":"19930209","time":"1993-02-09 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5.6,"rhum":38,"wspd":20.5},{"date":"19930209","time":"1993-02-09 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":35,"wspd":16.6},{"date":"19930209","time":"1993-02-09 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":29,"wspd":14.8},{"date":"19930209","time":"1993-02-09 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":30,"wspd":9.4},{"date":"19930209","time":"1993-02-09 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":24,"wspd":7.6},{"date":"19930209","time":"1993-02-09 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":23,"wspd":9.4},{"date":"19930209","time":"1993-02-09 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":25,"wspd":9.4},{"date":"19930209","time":"1993-02-09 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":34,"wspd":16.6},{"date":"19930209","time":"1993-02-09 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":36,"wspd":16.6},{"date":"19930209","time":"1993-02-09 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":51,"wspd":16.6}]},"19930210":{"guardian_articles":[],"nytimes_articles":[{"date":"19930210","headline":"Jays' Wells Takes a Cut","web_url":"https://www.nytimes.com/1993/02/10/sports/sports-people-baseball-jays-wells-takes-a-cut.html","abstract":"  Toronto pitcher DAVID WELLS had an unusual experience yesterday. He took a pay cut, agreeing to a $2.05 million salary, $13,000 less than his 1992 salary of $2,063,000. It could have been worse; the Blue Jays had put in $1.8 million for arbitration. Wells, who last season had a 7-9 record and a 5.40 earned run average, had asked for $2.3 million.   JOHN OLERUD, another member of the World Series champions, raised his salary from $387,500 to $1,487,500, or $12,500 below the midpoint of the arbitration figures.","thumbnail":null,"section":"Sports"},{"date":"19930210","headline":"Yeltsin Backs Away From a Vote on Powers","web_url":"https://www.nytimes.com/1993/02/10/world/yeltsin-backs-away-from-a-vote-on-powers.html","abstract":"  Bowing to growing pressure from all but the dwindling minority of democratic reformers, President Boris N. Yeltsin announced today that he was prepared to scrap a constitutional referendum if other means could be found to resolve the paralyzing power struggles with Parliament.    The referendum had been scheduled for April 11 to decide the basic principles of a new constitution. It was originally announced last December as the key element in a compromise between Mr. Yeltsin and Speaker of the Parliament, Ruslan Khasbulatov, after their struggles at the Congress of People's Deputies last December threatened to become a political war.","thumbnail":null,"section":"World"},{"date":"19930210","headline":"Public & Private; Asking the Questions","web_url":"https://www.nytimes.com/1993/02/10/opinion/public-private-asking-the-questions.html","abstract":"  The Clinton Administration is sick to death of it. The President ran on the economy, but all anyone wants to talk about these days is who's taking care of the kids of the candidates for attorney general.    So it seems fitting to take a break from the witch hunts surrounding who paid what when to the sitter to discuss a pressing economic issue.","thumbnail":null,"section":"Opinion"},{"date":"19930210","headline":"Congress, Untie Yourself","web_url":"https://www.nytimes.com/1993/02/10/opinion/congress-untie-yourself.html","abstract":"  It's no secret that the U.S. Congress is inefficient. The real mystery is how it gets anything done at all. Thirty committees and -- count 'em -- 77 subcommittees picked at pieces of last year's defense budget. Forty committees and subcommittees demand a say in energy legislation. The original Clean Air Act covered a page and a half; the latest renewal filled 313 pages.   Checked, balanced and featherbedded to the point of stasis, Congress must reform not only its dubious campaign fund-raising practices but the way it works -- or doesn't. And Congress senses it. Seared by the hot breath of public contempt, the Senate and House have done what comes naturally. They have formed yet another committee.","thumbnail":null,"section":"Opinion"},{"date":"19930210","headline":"Metro-North Offers Riders Dinners to Go","web_url":"https://www.nytimes.com/1993/02/10/nyregion/metro-north-offers-riders-dinners-to-go.html","abstract":"  Weary commuters will soon have something to look forward to after their train ride home besides cold leftovers: meals prepared by a Metro-North concessionaire that will be waiting for them on the platform and can be popped into a microwave oven at home.   Starting on Wednesday at four train stations, the concessionaire Gourmet to Go of Great Neck, L.I., will be selling packaged dishes like chicken marsala, penne primavera and beef goulash from 4:30 to 8 P.M. at a cost of $7 to $12. The menu will change daily. Fresh-cut flowers will also be available for those who want to dress up their take-home meals.","thumbnail":null,"section":"New York"},{"date":"19930210","headline":"CLINTON TRIMMING LOWER-LEVEL AIDES","web_url":"https://www.nytimes.com/1993/02/10/us/clinton-trimming-lower-level-aides.html","abstract":"  President Clinton, saying he wanted a \"leaner but more effective\" White House, announced today that he was keeping a campaign promise to trim his staff by 25 percent. His cuts will save $10 million, a 5 percent reduction in White House costs, and fall most heavily on the staff's lowest paid employees, who do not hold political posts.   The cut of 350 jobs allowed Mr. Clinton to achieve the 25 percent rate because he exempted hundreds of military communications personnel at to the White House, as well as the Trade Representative's Office and the Office of Management and Budget. Both offices are part of the executive office of the President.","thumbnail":null,"section":"U.S."},{"date":"19930210","headline":"Fernandez Faces Uphill Fight In Bid to Remain Chancellor","web_url":"https://www.nytimes.com/1993/02/10/nyregion/fernandez-faces-uphill-fight-in-bid-to-remain-chancellor.html","abstract":"  With the fate of Schools Chancellor Joseph A. Fernandez hanging in the balance yesterday, his supporters and opponents waged a last-minute campaign through public demonstrations and private persuasion to influence votes on the New York City Board of Education.   Mayor David N. Dinkins declared at a news conference at City Hall that Mr. Fernandez was one of the \"best educators in the country\" but then acknowledged that in the face of mounting opposition to the Chancellor, the administration was now asking only for a one-year extension of Mr. Fernandez's contract.","thumbnail":null,"section":"New York"},{"date":"19930210","headline":"The Mother of All Debates;\nMinor Slips, Big Gains","web_url":"https://www.nytimes.com/1993/02/10/opinion/the-mother-of-all-debates-minor-slips-big-gains.html","abstract":"F rom the media barrage over the consideration of Zoe Baird and Kimba Wood to be Attorney General, one would think that the Clinton Administration has failed in its efforts on behalf of women. True, it would be a powerful message of women's equality to have a woman as Attorney General. And it is painful to witness the unending attention paid to how female candidates have hired the household help, who enabled them to hold the very jobs that made them eligible to become Attorney General.\n\nBut to equate President Clinton's record on \"women's issues\" with who gets the job of Attorney General is to misunderstand the range of concern that constitutes those issues. Women's access to all jobs, including those at the top, is a priority. I care a lot more about the many women who hold jobs up and down the hierarchy than only the one at the very top.","thumbnail":null,"section":"Opinion"},{"date":"19930210","headline":"I.O.C. Acting to Keep Disputes Out of Court","web_url":"https://www.nytimes.com/1993/02/10/sports/olympics-ioc-acting-to-keep-disputes-out-of-court.html","abstract":"  In an effort to head off another lawsuit as thorny as the litigation by Butch Reynolds, the International Olympic Committee is setting up a roving arbitration system and may force athletes to agree beforehand to recognize its authority if they wish to compete in events under the Olympic umbrella.   Juan Antonio Samaranch, the president of the I.O.C., outlined the plan yesterday during a breakfast with reporters and Olympic officials at the Waldorf-Astoria Hotel in Manhattan. A system based on the existing arbitration tribunal in Lausanne, Switzerland, would be made available to athletes in every country, with the approval of all national sports federations.","thumbnail":null,"section":"Sports"},{"date":"19930210","headline":"Nets Fail to Land an All-Star Position","web_url":"https://www.nytimes.com/1993/02/10/sports/basketball-nets-fail-to-land-an-all-star-position.html","abstract":"  Ignored, dissed and dismissed. That's how some members of the Nets felt today after the National Basketball Association All-Star teams were announced and no Nets players were named.   The reserves were announced for both the Eastern and Western Conference teams that will compete in the 43d annual game to be played on Feb. 21 at the Delta Center in Salt Lake City. Patrick Ewing was picked from the Knicks. But none made it from the Nets, and that left some of them talking about politics and a lack of respect.","thumbnail":null,"section":"Sports"},{"date":"19930210","headline":"Russia's Gay Men Step Out of Soviet-Era Shadows","web_url":"https://www.nytimes.com/1993/02/10/world/russia-s-gay-men-step-out-of-soviet-era-shadows.html","abstract":"  After decades of enduring persecution and intimidation in the old Soviet Union, homosexuals in Russia are emerging into the open for the first time, even though they say they continue to feel mistreated and threatened by hostile public attitudes and by old laws that remain on the books.   Today, gay groups are officially registered and gay newspapers are published under municipal government laws. In addition, a handful of homosexuals organized a demonstration in front of the United States Embassy at the time of President Clinton's inauguration last month.","thumbnail":null,"section":"World"},{"date":"19930210","headline":"Broadcaster Is Honored","web_url":"https://www.nytimes.com/1993/02/10/sports/sports-people-baseball-broadcaster-is-honored.html","abstract":"  CHUCK THOMPSON, the longtime broadcaster for the Baltimore Orioles, has been named the 1993 recipient of the Hall of Fame's Ford C. Frick Award for broadcasting. Thompson, who does Oriole games on radio, will be presented with the award on Aug. 1 during the hall's induction ceremonies at Cooperstown, N.Y. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930210","headline":"Identity Crisis for London's Theater District","web_url":"https://www.nytimes.com/1993/02/10/theater/identity-crisis-for-london-s-theater-district.html","abstract":"  Harold Pinter's drama \"No Man's Land,\" which opened on Feb. 8 in the West End, is the latest longshot entry in the London theatrical sweepstakes that, over the last year, have seen more losers than winners.   More than a dozen ambitious plays and musicals have swept onto the West End stage -- some, like the Pinter play, coming off successful runs in London's small fringe theaters -- only to disappear without a trace, starved by half-full houses in spite of strong and often enthusiastic critical reviews.","thumbnail":null,"section":"Theater"},{"date":"19930210","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/02/10/sports/results-plus-538493.html","abstract":"  N.B.A.  Lewis Leads Celtics  Reggie Lewis scored 20 points and the Boston Celtics outrebounded Milwaukee by 48-26 en route to a 104-92 victory over the Bucks last night at Hartford. Lewis hit four free throws in the final 1 minute 45 seconds and Xavier McDaniel, who had 18 points, added six free throws during that span. (AP)   Cavaliers 107, Hornets 103: Brad Daugherty had 28 points and 17 rebounds as Cleveland won its fifth consecutive game, beating the Hornets at Charlotte. With the Hornets trailing by 105-102, Larry Johnson was fouled with 1.1 seconds left. After making the first, he intentionally missed the second, but the Cavaliers gained possession. Larry Nance's foul shot with 0.8 seconds left made it 106-103. (AP)   Spurs 112, Clippers 97: David Robinson had 25 points and 13 rebounds and Dale Ellis scored 20 points as San Antonio beat Los Angeles for its 15th victory in 16 games. Sean Elliott added 18 points for the Spurs, who claimed their 12th consecutive homecourt victory. (AP)   Heat 106, Pistons 105: John Salley scored 23 points and came up with the key defensive play, helping Miami beat his former team, Detroit. The victory was the Heat's first at the Palace in Auburn Hills, Mich. N.H.L. Lightning Stops Leafs  Brian Bradley, fresh off his All-Star appearance in Montreal, scored his 34th goal of the season, lifting the Tampa Bay Lightning over the Toronto Maple Leafs, 3-1, at Tampa, Fla. Bradley tried to redirect Bob Beers's slap shot, then lifted the rebound into the top of the net for the game winner at 7:13 of the third period. (AP)   Canucks 5, Nordiques 1: Pavel Bure scored his 45th and 46th goals to break a club record as Vancouver beat the Nordiques at Quebec. Bure, who had gone five games without a goal, scored late in the second period before adding his 46th of the season into an empty net in the closing minutes. The goal broke a team season mark of 45 set by Tony Tanti in 1983-84. (AP)   Capitals 3, North Stars 2: Dale Hunter got a little help from Minnesota goalie Jon Casey to score his second goal of the game 6:32 into the third period for Washington at Bloomington, Minn. The victory ended Washington's 0-3-2 streak without a victory.(AP) TRACK AND FIELD Kiptanui Just Off the Mark  Moses Kiptanui missed his world-indoor record in the 3,000 meters by only 1.15 seconds yesterday in Stockholm, clocking 7 minutes 38.46 seconds at the DN Games. The Kenyan, whose time was the second fastest in history indoors, ran alone for most of the way. Kiptanui set the indoor mark of 7:37.31 last winter. (AP) SKIING Norwegian Takes Slalom  Kjetil Andre Aamodt of Norway, forced to wait out a wind blast, blew away the field yesterday to win the men's giant slalom in the world Alpine championships at Shizukuishi, Japan. The 21-year-old Aamodt became the first double medalist of the championships by completing two runs in 2 minutes 15.36 seconds. Aamodt, the combined silver medalist, had to wait a day for gold, however, when the second run was canceled because of high wind. The delay didn't matter a bit as Aamodt beat runner-up Rainer Salzgeber of Austria by 87-hundredths of a second. (AP)  ","thumbnail":null,"section":"Sports"},{"date":"19930210","headline":"Daly Must Deal With Detroit","web_url":"https://www.nytimes.com/1993/02/10/sports/basketball-daly-must-deal-with-detroit.html","abstract":"  For Coach Chuck Daly of the Nets, this will be a difficult week emotionally.   Tonight, his team will be host to the Detroit Pistons at Byrne Meadowlands Arena in the first regular-season meeting between the team Daly coaches now and the one he coached for nine splendid seasons from 1983 to 1992. On Friday night, the Nets will visit the Pistons, playing before the fans who embraced Daly as Detroit won N.B.A. titles in 1989 and 1990.","thumbnail":null,"section":"Sports"},{"date":"19930210","headline":"Florio, a Budget Proposal And an Election Platform","web_url":"https://www.nytimes.com/1993/02/10/nyregion/florio-a-budget-proposal-and-an-election-platform.html","abstract":"  In a year in which both he and all 120 members of the State Legislature face re-election, Gov. Jim Florio used much of his annual budget address today to trumpet the successes of his first term in office and to set the platform on which he is expected to seek a second term.   Leading politicians agreed that it was definitely an election-year presentation, although they disagreed about whether that was good or bad. Mr. Florio's speech and his budget won cautious praise from the Republicans who control the Legislature, which must approve the spending plan, though it came under immediate attack from two candidates for the Republican nomination for governor -- Christine Todd Whitman and Cary Edwards.","thumbnail":null,"section":"New York"},{"date":"19930210","headline":"Roosevelt Raceway Fraud Case Is Sent Back to Federal Court","web_url":"https://www.nytimes.com/1993/02/10/nyregion/roosevelt-raceway-fraud-case-is-sent-back-to-federal-court.html","abstract":"  After almost six years of controversy, a Federal court will hear claims that the owners of Roosevelt Raceway engaged in fraud when they obtained $54 million in tax-free development bonds to buy the property.   The owners had promised to continue operating the track, but within four years, they shut it down and put the property on the market for development.","thumbnail":null,"section":"New York"},{"date":"19930210","headline":"Islanders Fumble A Chance To Gain 3d","web_url":"https://www.nytimes.com/1993/02/10/sports/hockey-islanders-fumble-a-chance-to-gain-3d.html","abstract":"  Although they built a 3-0 lead in the first period tonight, the Islanders didn't really show their biggest burst of energy until the second period. It came from Mark Fitzpatrick, their goalie, after Montreal scored the first of five unanswered goals in a 5-3 Canadiens victory at Nassau Coliseum.   Moments after Paul Dipietro knocked a loose rebound into the net, Fitzpatrick stormed around Mark Faucette, the referee. He slammed his stick. He jumped up and down on his big goalie skates. He shouted. He inisted that Gilbert Dionne had bumped into him and should have been penalized.","thumbnail":null,"section":"Sports"},{"date":"19930210","headline":"Wooden Cutting Boards Found Safer Than Plastic","web_url":"https://www.nytimes.com/1993/02/10/health/wooden-cutting-boards-found-safer-than-plastic.html","abstract":"  EVERY now and then a scientific finding flies in the face of conventional wisdom. And so it was with an accidental discovery by microbiologists at the University of Wisconsin's Food Research Institute that wooden cutting boards kill food-poisoning bacteria that survive very nicely on the plastic boards that have been widely promoted for years as safer than wood.   The scientists, Dean O. Cliver and Nese O. Ak, stumbled upon the finding while seeking ways to decontaminate wooden boards and make them as \"safe\" as plastic. Much to their surprise, they found that when boards were purposely contaminated with organisms like Salmonella, Listeria and Escherichia coli that are common causes of food poisoning, 99.9 percent of the bacteria died off within three minutes on the wooden boards, while none died on the plastic ones.","thumbnail":null,"section":"Health"},{"date":"19930210","headline":"Yes, Immigration Law Reaches Into Your Home","web_url":"https://www.nytimes.com/1993/02/10/opinion/l-yes-immigration-law-reaches-into-your-home-301893.html","abstract":"  To the Editor:   The first paragraph of \"Reconsider Aliens Law in Light of Baird Case,\" Charles Gordon's Jan. 22 letter on United States immigration law and the hiring of illegal aliens in light of the case of President Clinton's nominee for Attorney General, is basically factual, but the balance is not.","thumbnail":null,"section":"Opinion"},{"date":"19930210","headline":"Revival Meeting Tonight For Clinton the Populist","web_url":"https://www.nytimes.com/1993/02/10/us/revival-meeting-tonight-for-clinton-the-populist.html","abstract":"  Seeking to re-establish his credentials as a populist, President Clinton will travel here on Wednesday to revive a popular event from last year's campaign that he wants to make a staple of the modern Presidency: the televised town meeting.   Mr. Clinton will answer questions from audiences picked by WXYZ, the ABC affiliate that is staging the event in this Detroit suburb, and satellite-linked stations in Miami, Atlanta and Seattle that will participate.","thumbnail":null,"section":"U.S."},{"date":"19930210","headline":"NBC Settles Truck Crash Lawsuit, Saying Test Was 'Inappropriate'","web_url":"https://www.nytimes.com/1993/02/10/us/nbc-settles-truck-crash-lawsuit-saying-test-was-inappropriate.html","abstract":"  In an extraordinary public confession, NBC acknowledged last night that it had erred in broadcasting a report that purported to show a General Motors truck bursting into flame as a result of a collision.   On Monday, the General Motors Corporation sued the network over the report, which was broadcast in November on \"Dateline NBC,\" saying the report was defamatory because \"sparking devices\" were used.","thumbnail":null,"section":"U.S."},{"date":"19930210","headline":"For the Depressed, It Isn't All in the Mind","web_url":"https://www.nytimes.com/1993/02/10/opinion/l-for-the-depressed-it-isn-t-all-in-the-mind-303493.html","abstract":"  To the Editor:   Your Jan. 28 book review of \"Understanding Depression\" by Donald F. Klein and Paul H. Wender does not serve the interests of the 30 million depressives and manic-depressives in this country whose lives may depend on the wisdom and knowledge of devoted physicians like its authors.","thumbnail":null,"section":"Opinion"},{"date":"19930210","headline":"Review/Opera; 'Meistersinger' Cast Changes","web_url":"https://www.nytimes.com/1993/02/10/arts/review-opera-meistersinger-cast-changes.html","abstract":"  Otto Schenk's new production of Wagner's \"Meistersinger von Nurnberg\" at the Metropolitan Opera underwent two significant cast changes on Saturday evening, which will be reflected tonight in its final performance of the season.   Ben Heppner, a rising Canadian tenor, took over the role of Walther. So convincingly Wagnerian of girth is Mr. Heppner that his voice seemed anomalously small at first. But he was evidently pacing himself wisely, for he appeared to grow stronger and more assured as the evening wore on, in contrast to many around him.","thumbnail":null,"section":"Arts"},{"date":"19930210","headline":"Review/Film; For a Prague Eccentric, Porcelain Is a Passion","web_url":"https://www.nytimes.com/1993/02/10/movies/review-film-for-a-prague-eccentric-porcelain-is-a-passion.html","abstract":"A Czech baron obsessed with collecting fine porcelains believes he is confounding Communist authority. Appealing but elusive.","thumbnail":null,"section":"Movies"},{"date":"19930210","headline":"Best in Show Needs Little Intro: It's Robert","web_url":"https://www.nytimes.com/1993/02/10/sports/dog-show-best-in-show-needs-little-intro-it-s-robert.html","abstract":"  The dog acknowledged as the best in the land last year became the best at Westminster last night.   Ch. Salilyn's Condor, an English springer spaniel, won its breed in the afternoon, captured the sporting group in the evening and was judged best in show as the 117th Westminster Kennel Club show ended a two-day run in Madison Square Garden.","thumbnail":null,"section":"Sports"},{"date":"19930210","headline":"They Won't Allow Japan to Push the 'Comfort Women' Aside","web_url":"https://www.nytimes.com/1993/02/10/opinion/IHT-they-wont-allow-japan-to-push-the-comfort-women-aside.html","abstract":"- When Fidel Ramos, the Philippine president, visits Japan next month he will say a number of things that Tokyo wants to hear from its Asian neighbors. He will lend support to a call by Prime Minister Kiichi Miyazawa for a political and security dialogue among Asia-Pacific nations. However, there will be at least one unwelcome subject on the agenda: the issue of Asian \"comfort women\" who were forced to have sex with Japanese troops by the Imperial Army during World War II.","thumbnail":null,"section":"Opinion"},{"date":"19930210","headline":"Personal Health","web_url":"https://www.nytimes.com/1993/02/10/health/personal-health-535093.html","abstract":"  MORE than two decades ago, the alarming discovery of a rare vaginal cancer in eight young women first alerted doctors to the dangers of prescribing the synthetic hormone diethylstilbestrol (DES) in pregnancy. The cancers, which occurred in girls who had been exposed to DES before birth, provided the first known example in people of the induction of cancer by a substance that crossed the placenta.   Now researchers say that vaginal cancer, though very serious and possibly life-threatening, could be the least of the problems linked to prenatal exposure to DES, an estrogen-like drug that was given to three million to six million pregnant women in the hope of preventing miscarriage.","thumbnail":null,"section":"Health"},{"date":"19930210","headline":"Elwood R. Quesada, First F.A.A. Chief, Dies at 88","web_url":"https://www.nytimes.com/1993/02/10/us/elwood-r-quesada-first-faa-chief-dies-at-88.html","abstract":"  Lieut. Gen. Elwood Richard Quesada, retired, a World War II fighter pilot who became the first head of the Federal Aviation Administration, died yesterday at Jupiter Hospital in Jupiter, Fla. He was 88 and lived in Hobe Sound, Fla.   His family said he died of heart failure.","thumbnail":null,"section":"U.S."},{"date":"19930210","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/02/10/style/chronicle-310793.html","abstract":"  MARVIN MITCHELSON, the flamboyant divorce lawyer who originated the concept of \"palimony,\" was convicted of four felony counts of Federal tax evasion yesterday in Los Angeles. He was ordered into custody by Judge William Keller of Federal District Court in Los Angeles immediately after the verdict. Shortly after being led away by marshals, The Associated Press reported, he complained of chest pains and was taken to White Memorial Medical Center .   Mr. Mitchelson, lawyer for such personalities as Joan Collins, Bianca Jagger and Roxanne Pulitzer, faces up to 12 years in prison and a fine of $1 million. A man who answered the phone at the office of his lawyer, John Mitchell of San Diego, said yesterday there would be no comment on the case.","thumbnail":null,"section":"Style"},{"date":"19930210","headline":"Surgery for Mets' Vitko","web_url":"https://www.nytimes.com/1993/02/10/sports/sports-people-baseball-surgery-for-mets-vitko.html","abstract":"  Mets right-hander JOE VITKO had surgery yesterday to remove calcium deposits from his right elbow, and the team said he would be sidelined for about three months.","thumbnail":null,"section":"Sports"},{"date":"19930210","headline":"Israel Raises Cry of Islamic Radicalism","web_url":"https://www.nytimes.com/1993/02/10/opinion/l-israel-raises-cry-of-islamic-radicalism-304293.html","abstract":"  To the Editor:   I wonder why Ehud Yaari in \"A Safe Haven for Hamas in America\" (Op-Ed, Jan. 27), despite obvious access to abundant Israeli intelligence data, fails to mention the well-known fact that Prime Minister Yitzhak Rabin himself helped finance and encourage the Muslim Brotherhood in the occupied territories in the 1970's as a counterweight to the Palestine Liberation Organization.","thumbnail":null,"section":"Opinion"},{"date":"19930210","headline":"Babel's 'Marie,' Recasting a Russia at Warfea","web_url":"https://www.nytimes.com/1993/02/10/style/IHT-babels-marie-recasting-a-russia-at-warfea.html","abstract":"-Isaak Babel, the Russian author who rose to enormous popularity in the 1920s, is being commemorated with a production of his play, \"Marie,\" at the Thtre de Gennevilliers.","thumbnail":null,"section":"Style"},{"date":"19930210","headline":"Time, at Last, to Recognize Angola","web_url":"https://www.nytimes.com/1993/02/10/opinion/time-at-last-to-recognize-angola.html","abstract":"  A U.S.-brokered agreement two years ago appeared to promise Angola the peace it deserves after decades of bloody bush war. Yet Washington has continued to shun diplomatic ties with the formerly Marxist regime in Luanda. It's time to end the anomaly.    Under the agreement, right-wing rebels led by Jonas Savimbi pledged to surrender their arms if the leftist Government submitted to free elections. Mr. Savimbi boasted that he could easily beat President Jose Eduardo dos Santos. But when ballots were counted last September in what foreign observers found to be a fair election, Mr. dos Santos led with 49.6 percent, and his ruling party with 58 percent in parliamentary voting.","thumbnail":null,"section":"Opinion"},{"date":"19930210","headline":"PAKISTANI SOUGHT IN C.I.A. SHOOTINGS","web_url":"https://www.nytimes.com/1993/02/10/us/pakistani-sought-in-cia-shootings.html","abstract":"  The Federal Bureau of Investigation and the Fairfax County police said today that they had begun a worldwide search for a Pakistani immigrant whom they identified as the prime suspect in a shooting rampage outside the headquarters last month of the Central Intelligence Agency.   The assailant killed two people and wounded three others on Jan. 25 as C.I.A. employees waited in their cars to turn into the agency's headquarters during the morning rush hour. In announcing the search for the immigrant, Mir Amail Kansi, 28, the authorities said they had no idea what his motive could have been.","thumbnail":null,"section":"U.S."},{"date":"19930210","headline":"Pope Finds Faith Glows in Uganda's Squalor","web_url":"https://www.nytimes.com/1993/02/10/world/pope-finds-faith-glows-in-uganda-s-squalor.html","abstract":"  They came across the bush with more hope than shoes today to see the Pope in a place where faith might seem a tenuous proposition at best, denied by calamities tumbling one upon the other.   The cattle have been stolen here and the people blighted by AIDS. Just about all of Africa's woes of poverty and war and decline seem etched on the broken visage of this east Ugandan town. The stores are empty, the buildings stained dark with decay, mocking the modernity they were once supposed to herald.","thumbnail":null,"section":"World"},{"date":"19930210","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/02/10/opinion/IHT-letters-to-the-editor-92656508764.html","abstract":"Bosnia Is Not Insoluble. Regarding the report \"What to Do in Bosnia: 2 Perspectives Collide\" (Feb. 4) by John Darnton:. Mr. Darnton states the dilemma clearly. A solution would be for Bosnia to become a self-governing trust territory of the Unit","thumbnail":null,"section":"Opinion"},{"date":"19930210","headline":"A Health-Care Theory Hatched in Fireside Chats","web_url":"https://www.nytimes.com/1993/02/10/us/a-health-care-theory-hatched-in-fireside-chats.html","abstract":"  The basic theory of managed competition in health care was developed by an informal group of health experts who call themselves the Jackson Hole Group, after the Wyoming city where they meet periodically at the home of Dr. Paul M. Ellwood, a doctor and leading health economist.   The main theorist has perhaps been Alain C. Enthoven, a professor at the Stanford University Business School. But over the last three years the concept has been refined around the fireplace of Dr. Ellwood's house, where guests have included academics, public officials and leaders of the insurance and health industries.","thumbnail":null,"section":"U.S."},{"date":"19930210","headline":"Thriving Redmen Make It Look Easy","web_url":"https://www.nytimes.com/1993/02/10/sports/basketball-thriving-redmen-make-it-look-easy.html","abstract":"  The sensation was even stranger than the sight of St. John's alone in first place more than halfway through the Big East basketball season. A 73-64 victory over Providence at the Civic Center tonight was so uncharacteristically comfortable that there was hardly anything to say at halftime. There was no need to look at videotape to make corrections.   \"I'm not going to change anything,\" said Brian Mahoney, the coach of the Redmen, who was speaking of the night but could also have meant the season.","thumbnail":null,"section":"Sports"},{"date":"19930210","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/02/10/nyregion/metro-digest-892893.html","abstract":"  NEW YORK CITY     BATTLE RAGES OVER FERNANDEZ  With the fate of Schools Chancellor Fernandez hanging in the balance, his supporters and opponents waged a last-minute campaign through public demonstrations and private persuasion to influence votes on the Board of Education. A1.   DINKINS CRITICIZES STEIN ON MAILING   Mayor Dinkins criticized City Council President Stein after Mr. Stein acknowledged that his campaign organization had mailed an anonymous pamphlet to gay-rights advocates attacking the Mayor's record. Mr. Dinkins asserted that when the two men ran against each other for Manhattan Borough President in 1981, Mr. Stein also sent out campaign literature without his name attached to it. Mr. Stein defended his actions in both cases. B3.   TRUMP TOWER, TIFFANY'S AND BUGS BUNNY   The long-vacant fourth corner of New York's retail epicenter -- Fifth Avenue and 57th Street -- has been leased to an incongruous newcomer: the Warner Bros. Studio Store, which will brim with Tweety Bird sequined jackets, Daffy Duck golf balls and other products. B3.   POST SUITOR'S FINANCIAL ARRANGEMENT    If S.E.C. allegations are true, Towers Financial, whose chairman wants to take over The New York Post, may resemble a classic Ponzi scheme, in which initial investors are paid with the proceeds from subsequent investors. Business Day, page D8. Prospective Post owner accused by former employee of being prejudiced. B4.     Letterman producers say they will stay in New York if some questions can be resolved. C15. REGION  SURVIVAL IN CONNECTICUT  Connecticut is home to an estimated 1,800 to 3,100 military contractors and subcontractors, and all are struggling to figure out how to survive the end of the cold war. Many will shrink; some will disappear, unable to find a new niche. Dozens have already perished. Every company has its own strategy for survival. B6.   HARSH WORDS IN GLEN RIDGE CASE   A defense lawyer sharply criticized the mother of the mildly retarded woman at the center of the Glen Ridge sex assault trial, contending that she was partly to blame for the sexual encounter that led to the trial of four former high school football players. B8.   FLORIO'S AGENDA, BUDGET AND OTHERWISE   In a year in which both he and all 120 members of the State Legislature face re-election, Governor Florio used much of his annual budget address to trumpet the successes of his first term in office and to set the platform on which he is expected to seek a second term. B8.   COURT TO HEAR ROOSEVELT RACEWAY CASE   After almost six years of controversy, a Federal court will hear claims that the owners of Roosevelt Raceway engaged in fraud when they obtained tax-free bonds to buy the property. B8.   DEATH SENTENCE UPHELD IN NEW JERSEY   For only the third time in 34 opinions, the New Jersey Supreme Court has upheld a death sentence under the state's death penalty statute. B8.   About New York by Michael T. Kaufman B3    Neediest Cases B4    Chronicle B9   ","thumbnail":null,"section":"New York"},{"date":"19930210","headline":"COLLEGE HOCKEY REPORT","web_url":"https://www.nytimes.com/1993/02/10/sports/college-hockey-report.html","abstract":"  Beanpot Tournament    Winning the Beanpot championship was \"the first of our goals,\" said Ted Drury, the Harvard captain and winner of the tournament's most valuable player award. The Crimson defeated Boston University, 4-2, in a splendid match on Monday night that held the attention of the usual capacity crowd of 14,448 at Boston Garden.","thumbnail":null,"section":"Sports"},{"date":"19930210","headline":"Councilman Dear Settles Suit Over Misuse of Charitable Funds","web_url":"https://www.nytimes.com/1993/02/10/nyregion/councilman-dear-settles-suit-over-misuse-of-charitable-funds.html","abstract":"  New York City Councilman Noach Dear has agreed to repay more than $37,000 to a private foundation that paid for expenses like telephones in his home and trips abroad by his children, under a civil settlement announced yesterday by Robert Abrams, the New York Attorney General.   Richard Barr, a spokesman for Mr. Abrams, said yesterday that Mr. Dear, a conservative Brooklyn Democrat elected in 1982, broke laws governing charities when he used money from a foundation he helped create to pay for expenses ranging from calls from his car phone to a plane ticket for his wife. Mr. Dear set up the foundation to assist Jews in the Soviet Union. No Criminal Charges    In a news conference yesterday, Mr. Dear played down the civil settlement, emphasizing that the investigation had not resulted in criminal charges. \"They found that I did nothing criminally wrong,\" he said, adding that the settlement meant the issue of possible misconduct was \"over with.\"","thumbnail":null,"section":"New York"},{"date":"19930210","headline":"Dutch Parliament Approves Law Permitting Euthanasia","web_url":"https://www.nytimes.com/1993/02/10/world/dutch-parliament-approves-law-permitting-euthanasia.html","abstract":"  Herbert Cohen, who has a family practice, holds that doctors should be allowed to end the lives of their patients in certain cases. For more than 10 years in the village of Capelle, he said, he has brought on the end for some people and helped others kill themselves to relieve their suffering.   Dr. Karel Gunning, a family doctor in nearby Rotterdam, calls this murder. He did so again today after the Dutch Parliament approved by a 91 to 45 vote a law that sanctioned euthanasia under strict conditions, after two decades of tormented national debate.","thumbnail":null,"section":"World"},{"date":"19930210","headline":"Sailor Enters No Plea in Killing of Gay Shipmate","web_url":"https://www.nytimes.com/1993/02/10/us/sailor-enters-no-plea-in-killing-of-gay-shipmate.html","abstract":"  An American sailor charged with battering a gay shipmate to death entered no plea today at the first hearing of his closely watched case, as the Navy disclosed that the defendant says he was fending off an unwelcome sexual advance.   The sailor, Airman Apprentice Terry M. Helvey, 20, said he was seeking a civilian lawyer for his criminal trial, which appears likely to drag out many of the stereotypes and arguments against permitting homosexuals in the military.","thumbnail":null,"section":"U.S."},{"date":"19930210","headline":"The Pop Life","web_url":"https://www.nytimes.com/1993/02/10/arts/the-pop-life-506693.html","abstract":"  Selling Cars and a Song   In trying to sell a car, Volkswagen sold a song.   It started when the auto maker was looking around for \"something that felt or looked European\" as a backdrop for a television commercial for its Passat model, said Greg Stein, Volkswagen's United States advertising manager. Someone at the company's advertising agency, DDB Needham, had heard the song \"Harry's Game\" in the 1992 film \"Patriot Games\" and thought it might work.","thumbnail":null,"section":"Arts"},{"date":"19930210","headline":"Review/Theater; For a Dysfunctional Family, the Pizza Man Cometh","web_url":"https://www.nytimes.com/1993/02/10/theater/review-theater-for-a-dysfunctional-family-the-pizza-man-cometh.html","abstract":"  In Tom Donaghy's \"Down the Shore,\" everything is dysfunctional: marriages, schools, the church, even the aluminum siding business. As a result, individuals are forced to take drastic measures: a father abandons his family to join the homeless on the street. Mr. Donaghy's play is a desperation comedy about a state of everyday madness. It takes awhile to become acclimated to the author's hip, disjointed dialogue, a cross between David Mamet and \"Wayne's World.\" But the one-act play (at the Atlantic Theater Company) soon grooves into its own reflexive rhythm.   The play is ingrained in the argot of a teen-age subculture, as represented by an acid-tongued urchin (Kathryn Erbe). She has perfected her survival tactics. As wary as a cat, she is careful about not getting too close to anyone, including her boyfriend (Todd Weeks), who delivers pizza. He passes for normal in this depressed Philadelphia suburb, though anywhere else he might be considered an outsider.","thumbnail":null,"section":"Theater"},{"date":"19930210","headline":"LABORITE TARGET: EUROPEAN TREATY","web_url":"https://www.nytimes.com/1993/02/10/world/laborite-target-european-treaty.html","abstract":"  The Labor Party has decided to oppose the Conservative Government on a key point that could complicate and even threaten Britain's ratification of the treaty to achieve monetary and political unity in Europe.   In an interview in The Times of London today, the Labor Party leader, John Smith, also held out the prospect of an alliance with rebellious Conservative \"Euroskeptics\" who want to scuttle the treaty altogether.","thumbnail":null,"section":"World"},{"date":"19930210","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/02/10/style/chronicle-311593.html","abstract":"  JEAN S. HARRIS, who won her freedom on January 22 after serving almost 12 years for the murder of Dr. Herman Tarnower, the diet-book author and her longtime lover, released a letter to the press yesterday through her lawyer, Michael Kennedy, in lieu of holding a news conference.    \"My office has gotten literally hundreds of requests for interviews and it would have been virtually impossible to comply with all of them,\" Mr. Kennedy said yesterday. \"So she decided to issue a statement she hoped would answer some of the questions she thought people had in mind.\"","thumbnail":null,"section":"Style"},{"date":"19930210","headline":"Excerpts From Statement","web_url":"https://www.nytimes.com/1993/02/10/us/excerpts-from-statement.html","abstract":"  Following are excerpts from a statement read last night by Jane Pauley and Stone Phillips, anchors of \"Dateline NBC,\" apologizing for a report on a demonstration crash of a General Motors pickup truck: JANE PAULEY First and most importantly, we want to emphasize that what we characterized in the November \"Dateline\" segment as an unscientific demonstration was inappropriate and does not support the position that G.M.'s CK trucks are defective. Specifically, NBC's contractor did put incendiary devices under the trucks to insure that there would be a fire if gasoline were released from the truck's gas tank. NBC personnel knew this before we heard the program but the public was not informed because consultants at the scene told us the devices did not start the fire. We agree with G.M. that we should have told our viewers about these devices. We acknowledge the placing of the incendiary devices under the truck was a bad idea from start to finish.                    . . .     ","thumbnail":null,"section":"U.S."},{"date":"19930210","headline":"Woman Who Is Miami Prosecutor Joins Clinton List for Justice Dept.","web_url":"https://www.nytimes.com/1993/02/10/us/woman-who-is-miami-prosecutor-joins-clinton-list-for-justice-dept.html","abstract":"  Still laboring after two embarrassing public fumbles to find an acceptable female nominee for Attorney General, President Clinton has added a leading prosecutor to the list of those under consideration.   Mr. Clinton met this evening with Janet Reno, the 54-year-old State Attorney for Dade County, Fla., White House officials said. Ms. Reno flew here Monday from Miami for the interview.","thumbnail":null,"section":"U.S."},{"date":"19930210","headline":"Corrections","web_url":"https://www.nytimes.com/1993/02/10/nyregion/c-corrections-261593.html","abstract":"  Because of an editing error, an article yesterday about the screening of Clinton Administration job candidates to determine if they had hired illegal immigrants or violated household employment tax laws referred incompletely in some copies to the most recent candidate for Attorney General. She is Judge Kimba M. Wood.   Because of another editing error, the article also referred ambiguously to Judge Wood's tax history. She did pay such taxes for her domestic help.","thumbnail":null,"section":"New York"},{"date":"19930210","headline":"In Europe's Upheaval, Doors Close to Foreigners","web_url":"https://www.nytimes.com/1993/02/10/world/in-europe-s-upheaval-doors-close-to-foreigners.html","abstract":"  Poverty and civil war, from Yugoslavia to Somalia to Sri Lanka, have led hundreds of thousands of people to flee to Western Europe. In the last 10 years, the number of migrants seeking asylum in Western Europe has risen tenfold.    But the prosperous countries, caught in a global recession, are increasingly unwilling to accept ever larger numbers of migrants. They are tightening immigration procedures and defining with greater rigor the concept of \"asylum,\" traditionally a safe haven abroad from political or social persecution at home.","thumbnail":null,"section":"World"},{"date":"19930210","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/02/10/opinion/IHT-letters-to-the-editor.html","abstract":"Dust Off the Sherman Act. Regarding the U.S. auto industry's cooperative efforts in jointly lobbying the U.S. government to apply a 25 percent tariff on minivans and four-door sport-utility vehicles, and its recently announced plan to file claims against","thumbnail":null,"section":"Opinion"},{"date":"19930210","headline":"Experts Welcome Clinton's Move on Drug Policy Office","web_url":"https://www.nytimes.com/1993/02/10/us/experts-welcome-clinton-s-move-on-drug-policy-office.html","abstract":"  In sharply reducing the staffing of the Office of National Drug Control Policy yesterday and declaring that the directorship of the office was being elevated to Cabinet level, President Clinton won the praise of Congressional drug specialists and other experts in the field.   \"This is just what the doctor ordered,\" said Representative Charles E. Schumer, the Brooklyn Democrat who heads the House subcommittee on crime and criminal justice, which oversees operations of the Drug Enforcement Administration.","thumbnail":null,"section":"U.S."},{"date":"19930210","headline":"For Rostenkowski, Maybe Glory, Maybe Disgrace","web_url":"https://www.nytimes.com/1993/02/10/us/for-rostenkowski-maybe-glory-maybe-disgrace.html","abstract":"  In nearly 40 years in politics, Dan Rostenkowski has usually known where he is going, but now he cannot be sure what path he is on and where it leads in the history of Congress.   The road he hopes he is on, toward presiding over passage of a national health-care program, \"would really be a tremendous trophy to hang on the wall of a so-called machine, city politician,\" he said.","thumbnail":null,"section":"U.S."},{"date":"19930210","headline":"It Was a Thorny Game for All the Day Cantona Came Back to Leeds","web_url":"https://www.nytimes.com/1993/02/10/sports/IHT-it-was-a-thorny-game-for-all-the-day-cantona-came-back-to-leeds.html","abstract":"- Watching the English trying to fathom a great but maverick French performer is something of a culture shock.","thumbnail":null,"section":"Sports"},{"date":"19930210","headline":"Corrections","web_url":"https://www.nytimes.com/1993/02/10/nyregion/c-corrections-262393.html","abstract":"  An article yesterday about Boston University and its president, John R. Silber, referred incorrectly in some copies to a Nobel Prize poet on the faculty. He is Derek Walcott.","thumbnail":null,"section":"New York"},{"date":"19930210","headline":"Topping Leaving Times Co. To Administer the Pulitzers","web_url":"https://www.nytimes.com/1993/02/10/arts/topping-leaving-times-co-to-administer-the-pulitzers.html","abstract":"  Seymour Topping, the director of editorial development for The New York Times Company and a former managing editor of The New York Times, has been named the administrator of the Pulitzer Prizes.   The appointment was announced yesterday by Michael I. Sovern, the president of Columbia University, which awards the annual prizes in journalism, drama, letters and music. The administrator for the 19-member Pulitzer Prize Board supervises the selection of jurors and the judging of entries.","thumbnail":null,"section":"Arts"},{"date":"19930210","headline":"Ex-Employee Accuses Prospective Buyer of The Post of Bias","web_url":"https://www.nytimes.com/1993/02/10/nyregion/ex-employee-accuses-prospective-buyer-of-the-post-of-bias.html","abstract":"  The prospective buyer of The New York Post was accused yesterday by a former Post employee of being prejudiced against blacks and homosexuals. The accusation prompted an angry denial from the buyer, Steven Hoffenberg, who called the allegations \"outrageous, disgusting lies.\"   The accusations against Mr. Hoffenberg came from Mike McAlary, a former Post columnist now working for The Daily News, as he testified in State Supreme Court in Manhattan in a suit brought by the Post, which is seeking a court order to bar the columnist and other former Post employees from working for The News.","thumbnail":null,"section":"New York"},{"date":"19930210","headline":"Highlights in Jazz To Open New Series","web_url":"https://www.nytimes.com/1993/02/10/arts/highlights-in-jazz-to-open-new-series.html","abstract":"  The Count Basie Orchestra, led by Frank Foster, is to open the 21st season of the Highlights in Jazz series tomorrow at 8 P.M. at the Pace Downtown Theater of Pace University, 3 Spruce Street in lower Manhattan. Tickets are $15; $11 for students.","thumbnail":null,"section":"Arts"},{"date":"19930210","headline":"No Headline","web_url":"https://www.nytimes.com/1993/02/10/nyregion/no-headline-273393.html","abstract":"  \"What they wanted was a very, very plain stool. Go figure. I think they're so wrapped up in the Presidential image.\" -- DIANE FIOLEK-MANDEL, a television designer, on White House preferences for a Clinton town meeting.  [ A20:5. ]","thumbnail":null,"section":"New York"},{"date":"19930210","headline":"The Mother of All Debates; The Father's Hour","web_url":"https://www.nytimes.com/1993/02/10/opinion/the-mother-of-all-debates-the-father-s-hour.html","abstract":"  Women are right to feel frustrated and astounded that Zoe Baird and Kimba Wood, President Clinton's selections for Attorney General, should withdraw over matters relating to child care. They are justifiably angry with talk shows, the President and the Senate, but there is a deeper current at issue here: the tradition of \"mother care\" for children.   The nominations ran into difficulty because women still accept principal responsibility for child care. How children are cared for seems natural to ask of a woman and not a man. The solution is to establish an understanding that care is the responsibility of a father and mother -- as it was in early America.","thumbnail":null,"section":"Opinion"},{"date":"19930210","headline":"Recalling Path of Life and One of Loss","web_url":"https://www.nytimes.com/1993/02/10/nyregion/about-new-york-recalling-path-of-life-and-one-of-loss.html","abstract":"  FOUR weeks after Jose Rosa was shot to death on Newkirk Avenue, the Brooklyn street is now decorated in his memory. There is a big red heart painted on the asphalt over the 25-year-old dead man's nickname, \"Trouble.\" Smaller letters spell out the names of his admirers and there are the initials, UNTB, for \"Untouchables,\" a gang, and RIP, for \"Rest in Peace.\"   Among those mourning is Jean Chapoteau, who is 23 years old and knew Mr. Rosa since childhood. Mr. Chapoteau was never a gang member. In fact he is an architect who graduated from Pratt in August. But he was a friend who painted his own memorial to Mr. Rosa on a warehouse wall, the flag of Puerto Rico and a rose.","thumbnail":null,"section":"New York"},{"date":"19930210","headline":"Review/Opera; How Bellini's Second Thoughts Were Really First","web_url":"https://www.nytimes.com/1993/02/10/arts/review-opera-how-bellini-s-second-thoughts-were-really-first.html","abstract":"  Our fond belief in immutable masterpieces might have given Bellini and his opera-writing colleagues considerable puzzlement. Bellini, like others around him and like Mozart before him, created particular sounds for particular voices. When a certain singer was not available for the production at hand, Bellini altered his ideas for the singer that was.   Such is the history of \"La Straniera.\" The composer's fourth opera, written in 1828, was originally conceived for Giovanni Battista Rubini, owner of the high, liquid tenor apparatus then in operatic favor. Bellini had also written \"Il Pirata\" with Rubini's voice in mind, but when it became clear that the tenor was not free to sing the premiere of \"La Straniera\" at La Scala in Milan, the tenor role of Arturo was composed in a downward version for the tenor Domenico Reina.","thumbnail":null,"section":"Arts"},{"date":"19930210","headline":"Reds Fans Looking Beyond Controversy","web_url":"https://www.nytimes.com/1993/02/10/sports/baseball-reds-fans-looking-beyond-controversy.html","abstract":"  On opening day of the 1993 baseball season, Marge Schott, the owner of the Reds, won't be sitting in her usual box beside the first-base dugout here at Riverfront Stadium, chain-smoking and signing autographs with a dog-paw print.   For the first month of the baseball season, she has been banished to the executive suite upstairs.","thumbnail":null,"section":"Sports"},{"date":"19930210","headline":"Topics of The Times; Mr. Stein's Mystery Letter","web_url":"https://www.nytimes.com/1993/02/10/opinion/topics-of-the-times-mr-stein-s-mystery-letter.html","abstract":"  Among leading aspirants in New York City's upcoming mayoral race, only City Council President Andrew Stein has shunned reasonable limits on campaign contributions and spending. He has refused to participate in the city's voluntary system of public campaign financing, which imposes such limits.   This week provided an early glimpse of the race Mr. Stein is waging with his political checks. His campaign sent out a mailing to about 3,000 gay rights activists assailing Mayor David Dinkins's record on issues of concern to gay men and lesbians.","thumbnail":null,"section":"Opinion"},{"date":"19930210","headline":"Are the Democracies Back on a Road to Trade Wars?","web_url":"https://www.nytimes.com/1993/02/10/opinion/IHT-are-the-democracies-back-on-a-road-to-trade-wars.html","abstract":"- Twelve years of Republican rule, and some notable boom and bust - then a new Democratic administration takes charge in Washington and faces some pressing domestic problems. Will its reaction be to take the path of economic nationalism? This is what happened in 1933. Franklin D. Roosevelt pulled the American delegation out of the World Economic Conference in London and pulled the rug from under an attempt to forge a coordinated approach to world economic problems. Are we seeing a replay in 1993?","thumbnail":null,"section":"Opinion"},{"date":"19930210","headline":"Wrestling Health-Care Costs to the Mat","web_url":"https://www.nytimes.com/1993/02/10/us/wrestling-health-care-costs-to-the-mat.html","abstract":"  From his third-floor office in a sleek building near the domed Capitol of California, Tom J. Elkin is a commander in the war against the ever-rising costs of health care.   \"I know what is a reasonable price for a compact disk or a refrigerator,\" he said. \"But what is accessible health care worth? I don't know yet what a fair price is for the product we're buying. That's what we're after.\"","thumbnail":null,"section":"U.S."},{"date":"19930210","headline":"Clinton Said to Consider Sending Troops to Bosnia","web_url":"https://www.nytimes.com/1993/02/10/world/clinton-said-to-consider-sending-troops-to-bosnia.html","abstract":"  The Clinton Administration intends to announce later this week, possibly as early as Thursday, the broad outline of a peace plan for Bosnia and Herzegovina that could include the use of United States ground troops to enforce the settlement, a senior White House official said tonight.   The official, who spoke on the condition of anonimity, said the possible deployment of United States troops as part of an international peacekeeping force was one of several military options being considered by the Administration and its European allies in ongoing discussions.","thumbnail":null,"section":"World"},{"date":"19930210","headline":"Why Dredging in Newark Bay Must Proceed","web_url":"https://www.nytimes.com/1993/02/10/opinion/l-why-dredging-in-newark-bay-must-proceed-307793.html","abstract":"  To the Editor:   You report Jan. 27 that the Environmental Protection Agency has suspended the dredging permit for Newark Bay that the Corps of Engineers granted the Port Authority of New York and New Jersey. You quote an Environmental Defense Fund staff scientist, saying that the permit to dredge access lanes to the container terminal berths in Port Newark and Elizabeth, N.J., \"would set the stage for hundreds of thousands, if not millions, of cubic yards of material to be disposed of at dump sites.\"","thumbnail":null,"section":"Opinion"},{"date":"19930210","headline":"Erving Still Soars Above the Rest","web_url":"https://www.nytimes.com/1993/02/10/sports/on-pro-basketball-erving-still-soars-above-the-rest.html","abstract":"  After the American Basketball Association had gasped its final breath, after the Nets, it was never quite the same for the Erving family. The older, established National Basketball Association seemed colder, corporate, more business than passion.   \"When he went to Philadelphia, they considered him an outsider,\" Julius Erving's wife, Turquoise, was saying yesterday. \"It was their league. There wasn't the togetherness. There wasn't the respect.\"","thumbnail":null,"section":"Sports"},{"date":"19930210","headline":"Detroit Forgoes Import Curbs","web_url":"https://www.nytimes.com/1993/02/10/us/detroit-forgoes-import-curbs.html","abstract":"  The Detroit auto makers decided not to file unfair trade complaints seeking steep new duties on imported cars. The move will spare consumers, who would have faced higher car prices. Business Day, page D1.","thumbnail":null,"section":"U.S."},{"date":"19930210","headline":"Lawyer Faults Retarded Woman's Mother in Abuse Case","web_url":"https://www.nytimes.com/1993/02/10/nyregion/lawyer-faults-retarded-woman-s-mother-in-abuse-case.html","abstract":"  A defense lawyer sharply criticized the mother of the mildly retarded woman at the center of the Glen Ridge sex assault trial today, contending that she was partly to blame for the sexual encounter that led to the trial of four former high school football players.   \"The one word I got sick of hearing -- she's vulnerable,\" said Michael Querques in a scornful allusion to the mother's defense of her 21-year-old daughter during her trial testimony. Then, using the second person pronoun as if he were talking directly to the mother and not the jury, Mr. Querques added: \"What did you do about her vulnerability -- you didn't warn anybody. You share part of the blame.\"","thumbnail":null,"section":"New York"},{"date":"19930210","headline":"6th Match Game a Draw For Polgar and Spassky","web_url":"https://www.nytimes.com/1993/02/10/arts/6th-match-game-a-draw-for-polgar-and-spassky.html","abstract":"  Judit Polgar and Boris Spassky agreed to a draw today after the 43d move in the sixth game of their exhibition chess match.","thumbnail":null,"section":"Arts"},{"date":"19930210","headline":"Owens Award to Shcherbo","web_url":"https://www.nytimes.com/1993/02/10/sports/olympics-owens-award-to-shcherbo.html","abstract":"  Vitaly Shcherbo, the gymnast from Belarus who won six gold medals at the 1992 Summer Olympics in Barcelona, Spain, received the Jesse Owens International Trophy Award yesterday for excellence in athletic performance and promotion of cooperation between nations.   Shcherbo was selected for the award by a worldwide panel of sports experts assembled by the International Amateur Athletic Association, beating out Kevin Young and Jackie Joyner-Kersee, American track stars who won gold medals in the Olympics.","thumbnail":null,"section":"Sports"},{"date":"19930210","headline":"Karnishovas Scores 32 to Power Pirates","web_url":"https://www.nytimes.com/1993/02/10/sports/basketball-karnishovas-scores-32-to-power-pirates.html","abstract":"  For nearly four weeks, the Seton Hall Pirates had searched in vain for someone to lead them out of an ever-deepening valley of despair.    Beginning with a loss to Pittsburgh on Jan. 16 and ending with a heartbreaking loss at the buzzer to Boston College last Saturday, the Pirates had dropped five of their last seven games.","thumbnail":null,"section":"Sports"},{"date":"19930210","headline":"Campus Journal; Learning 54 Languages With a Missionary's Zeal","web_url":"https://www.nytimes.com/1993/02/10/education/campus-journal-learning-54-languages-with-a-missionary-s-zeal.html","abstract":"  From distant countries they bring back fresh insights and a love of language and culture so strong that here at Brigham Young University, education is a great feast of language.   There are nearly 30,000 students at \"the Y,\" as this Mormon university perched on the Wasatch Mountains is known, and at any one time about 10,000 of them are studying one of 54 languages.","thumbnail":null,"section":"Education"},{"date":"19930210","headline":"This Spaniel Is a Breed Apart for 3d Year in Row","web_url":"https://www.nytimes.com/1993/02/10/sports/dog-show-this-spaniel-is-a-breed-apart-for-3d-year-in-row.html","abstract":"  He bears not the slightest resemblance to Santa Claus, but the judges say he just might be the jolliest canine to ever commandeer a dog show. Not so coincidentally, he's also built a reputation as the most impeccable spaniel in the business, hence his domination yesterday at the Westminster Kennel Club show, where he took best-of-breed accolades for the third straight year, put up a successful defense of his sporting group title and then crafted the ultimate dog show swan song by going best in show on the very cusp of his retirement.   When Ch. Salilyn's Condor, the grinning 5-year-old English springer spaniel who defeated more dogs (115,651) on the 1992 circuit than any other, romps through the show ring, he has the same effect as a mood elevator.","thumbnail":null,"section":"Sports"},{"date":"19930210","headline":"What's Up on 5th Avenue? A Studio Store","web_url":"https://www.nytimes.com/1993/02/10/nyregion/what-s-up-on-5th-avenue-a-studio-store.html","abstract":"  Tiffany & Company, Van Cleef & Arpels and Bulgari are getting a new neighbor. Bugs Bunny.   The long-vacant fourth corner of New York's retail epicenter -- Fifth Avenue and 57th Street -- has been leased to an incongruous newcomer: the Warner Bros. Studio Store, joining the three celebrated jewelers.","thumbnail":null,"section":"New York"},{"date":"19930210","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/02/10/nyregion/news-summary-225393.html","abstract":"  International A3-14  MORE MIGRANTS FOR EUROPE    Poverty and civil war, from Yugoslavia to Somalia to Sri Lanka, have led hundreds of thousands of people to flee to Western Europe. In the last 10 years, the number of migrants seeking asylum in Western Europe has risen tenfold.  A1  U.S. WEIGHS BOSNIA FORCE    The Clinton Administration intends to announce later this week, possibly as early as Thursday, the broad outline of a peace plan for Bosnia and Herzegovina that could include the use of United States ground troops, a senior White House official said.  A6  U.N. CHIEF FAULTS MUSLIMS    The United Nations Secretary General threw his weight behind the Bosnia peace initiative President Clinton has criticized as favoring the Serbs and blamed the lack of progress in the peace talks mainly on the intransigence of the Muslim side.  A7  GAY RUSSIANS STILL THREATENED    After decades of enduring persecution and intimidation in the old Soviet Union, homosexuals are emerging into the open for the first time in Russia even though they say they continue to feel mistreated and threatened by hostile public attitudes and by longtime laws.  A3  YELTSIN BOWS TO PRESSURE    Bowing to growing pressure from all but the dwindling minority of democratic reformers, President Yeltsin announced hat he was prepared to scrap a constitutional referendum if other means could be found to resolve the paralyzing power struggles with Parliament.  A5  EUTHANASIA FOES IN NETHERLANDS    Though the Netherlands has approved euthanasia under strict medical and ethical guidelines, about 11 percent of Dutch doctors remain opposed to the practice of ending a terminal patient's life.  A10  LABOR VS. TORIES ON SOCIAL PACT    Britain's Labor Party has decided to oppose the Conservative Government on a key point on social issues that could complicate and even threaten Britain's ratification of the treaty to achieve monetary and political unity in Europe.  A11  UGANDA'S POOR SEE THE POPE    They came across the Uganda bush with more hope than shoes to see the Pope in a place where faith might seem a tenuous proposition at best, denied by calamities tumbling one upon the other.  A9  Mitterrand became the first Western leader to visit Hanoi since 1975.  A8  Brazilian satellite launched from B-52 bomber.  A13  Haiti dropped opposition to rights observers.  A14  Vitry-aux-Loges Journal: A spiritual center ran afoul of townsfolk.  A4  National A16-21, D21  POWELL PLANS EARLY DEPARTURE  The Chairman of the Joint Chiefs of Staff has told the Defense Secretary that he wants to leave office before the end of his term in September, in part because he and the Secretary disagree on budget policy.  A1  CLINTON ANNOUNCES STAFF CUTS  The President kept his campaign promise to trim his staff by 25 percent, but only by defining the White House in unusually narrow terms and having the ax fall most heavily on the lowest-paid employees.  A1  Clinton reorganized the drug-war office, and won praise.  A20  Clinton travels to Detroit today for a televised \"town meeting.\" A20  A female prosecutor is a candidate for Attorney General. A20  The Baird-Wood episode is no hot topic at the A.B.A. convention.  A20  NBC SETTLES TRUCK TEST DISPUTE  NBC News announced that it had settled a defamation lawsuit brought by General Motors over the network's demonstration of a fiery pickup truck crash test on the \"Dateline NBC\" program.  A1  COMMUNICATIONS-RACE MILESTONE  For the first time a telephone company has acquired a cable television system, signaling the coming competition between the two industries to dominate the delivery of communications services of all kinds to the home.  A1  PROTOTYPE IN HEALTH-CARE DRIVE  Of all the approaches advanced for controlling health-care costs, perhaps none is more hotly debated than \"managed competition,\" the notion that costs can be controlled by forcing providers to compete with one another under government supervision. Now the success of a California agency known as Calpers suggests that the approach may hold great promise.  A1  A study cited enormous costs in life-prolonging cancer treatment.  D21  WHEN THE AX FALLS ON THE POOR  Researchers found that cash-starved states had made sharp cuts in welfare programs in the last two years, weakening society's safety net and in some cases even promoting homelessness.  A16  A BESIEGED VETERAN LAWMAKER  In nearly 40 years in politics, Dan Rostenkowski has usually known where he is going. Now, subjected to the scrutiny of a Federal grand jury, he cannot be sure even which path he is on.  A21  MANHUNT IN SHOOTINGS AT C.I.A.  The F.B.I. said it had undertaken a worldwide search for a Pakistani immigrant identified as the prime suspect in shootings that killed two people outside C.I.A. headquarters last month.  A17  HEARING IN DEATH OF GAY SAILOR  A sailor charged with the fatal beating of a gay shipmate entered no plea at the first hearing of his closely watched case. The Navy, meanwhile, said the defendant was contending that he had been fending off an unwelcome sexual advance.  A18  The Navy has found evidence of cheating by 28 midshipmen.  A18  Los Angeles Journal: A museum that defies hate.  A16  Education Page B10  Neil L. Rudenstine has persuaded Harvard to begin changing its shape.   Campus Journal: Brigham Young offers study in 54 languages.  Metro Digest B1  THE FIGHT OVER FERNANDEZ  With the fate of Schools Chancellor Joseph A. Fernandez hanging in the balance, his supporters and opponents waged a last-minute campaign through public demonstrations and private persuasion to influence votes on the Board of Education.  A1  Neediest Cases B4  Business Digest D1  Living Section C1-10  For Julia Child, an intimate dinner for 500.  C1  Odd couples of the kitchen: when sweet marries spice.  C1  At lunch with Carol Vaness: it's not over till the slim lady sings.  C1  Health Page C12-13  Anger may not underly heart risks after all, big study says.  C12  Personal Health: New health worries for DES offspring.  C12  Arts/Entertainment C14-20  Sports B11-16  Obituaries D22-23  Editorials/Op-Ed A22-23  Editorials  Congress, untie yourself.  Time, at last, to recognize Angola.  Topics: The Rose Garden rondo.  Letters  Anna Quindlen: Asking the questions.  Erica Jong: Conspiracy of silence on child care.  Judith Resnik: Minor child care slips, big gains.  Mary Frances Berry: The father's hour.","thumbnail":null,"section":"New York"},{"date":"19930210","headline":"By Upholding Death Sentence, Court Appears to Shift Direction","web_url":"https://www.nytimes.com/1993/02/10/nyregion/by-upholding-death-sentence-court-appears-to-shift-direction.html","abstract":"  For only the third time in 34 opinions, the New Jersey Supreme Court today upheld a death sentence under the state's 11 year-old death penalty statute.   The court's latest ruling, the third consecutive opinion upholding a death sentence, appears to evince a change in the court's attitude toward capital punishment, said Mark Friedman, an assistant deputy state public defender who represented the defendant in the latest case.","thumbnail":null,"section":"New York"},{"date":"19930210","headline":"Harold Taylor, Novel Educator And College President, Dies at 78","web_url":"https://www.nytimes.com/1993/02/10/nyregion/harold-taylor-novel-educator-and-college-president-dies-at-78.html","abstract":"  Harold Taylor, an innovative educator who became a college president at 30 and said, \"What is wrong with a great deal of higher education in America is that it is simply boring,\" died yesterday at St. Vincent's Hospital and Medical Center in Manhattan. He was 78.   His family attributed his death to natural causes. He lived in Manhattan and Holderness, N.H.","thumbnail":null,"section":"New York"},{"date":"19930210","headline":"U.N. CHIEF BACKING VANCE-OWEN PLAN","web_url":"https://www.nytimes.com/1993/02/10/world/un-chief-backing-vance-owen-plan.html","abstract":"  The United Nations Secretary General threw his support today behind a disputed peace proposal for Bosnia and Herzegovina and parted ways with the United States by blaming the Muslim delegation for the lack of progress in negotiations.   In a report to the Security Council, Secretary General Boutros Boutros- Ghali suggested some revisions to grant more land to Muslims and guarantee that Serbs would not turn their superior military might against them if they signed the accord.","thumbnail":null,"section":"World"},{"date":"19930210","headline":"Los Angeles Journal; Near Riots' Ashes, a Museum Based on Tolerance","web_url":"https://www.nytimes.com/1993/02/10/us/los-angeles-journal-near-riots-ashes-a-museum-based-on-tolerance.html","abstract":"  Not far from the heart of last spring's riots, where the charred ruins of looted businesses provide daily reminders of social discord, a museum opened today in defiance of hate.   The Museum of Tolerance, a $50 million undertaking of the Simon Wiesenthal Center, opened as many feared that the city was again on the brink of upheaval.","thumbnail":null,"section":"U.S."},{"date":"19930210","headline":"Women Want Earlier Start","web_url":"https://www.nytimes.com/1993/02/10/sports/basketball-women-want-earlier-start.html","abstract":"  Tired of being dwarfed by the National Collegiate Athletic Association men's basketball tournament, the N.C.A.A. Women's Basketball Committee is considering starting its season earlier so the women's championship doesn't coincide with the weekend of the men's Final Four. Speaking at a press conference at a midtown hotel, Judy Nelson, outgoing chairwoman of the Division I women's basketball committee, said she wanted a schedule change. Nelson suggested women's play starting in November, with the season ending at least two weeks before the men's championship game.","thumbnail":null,"section":"Sports"},{"date":"19930210","headline":"Haiti Removes Obstacles to U.N. Observer Mission","web_url":"https://www.nytimes.com/1993/02/10/world/haiti-removes-obstacles-to-un-observer-mission.html","abstract":"  State Department and United Nations officials said today that Haiti's military-backed Government had dropped its objections to the deployment of hundreds of foreign human rights observers as a first step in international efforts aimed at restoring democracy to Haiti.   The announcement, which was followed by a public confirmation by Haiti's provisional Prime Minister, Marc L. Bazin, came five days after the Haitian authorities angrily rejected the sending of the human rights monitors as an unacceptable infringement on the country's sovereignty.","thumbnail":null,"section":"World"},{"date":"19930210","headline":"Companies Struggle to Adjust As U.S. Cuts Military Budget","web_url":"https://www.nytimes.com/1993/02/10/us/companies-struggle-to-adjust-as-us-cuts-military-budget.html","abstract":"  Connecticut is home to an estimated 1,800 to 3,100 military contractors and subcontractors, and all are struggling to figure out how to survive the end of the cold war. Many will shrink; some will disappear, unable to find a new niche. Dozens have already perished.   Even contractors that have diversified or landed foreign military customers are being hit harder by the Pentagon cuts than they had ever expected.","thumbnail":null,"section":"U.S."},{"date":"19930210","headline":"States Cutting or Freezing Their Cash Welfare Benefits","web_url":"https://www.nytimes.com/1993/02/10/us/states-cutting-or-freezing-their-cash-welfare-benefits.html","abstract":"  Faced with severe budget deficits, state governments have made sharp cuts in cash welfare programs in the last two years, weakening society's safety net and in some cases even promoting homelessness, according to a report made public today.   The report, by two private research groups, said the cuts in some states would \"hit the poor more sharply\" than the Federal reductions of the early 1980's.","thumbnail":null,"section":"U.S."},{"date":"19930210","headline":"Topics of The Times; The Rose Garden Rondo","web_url":"https://www.nytimes.com/1993/02/10/opinion/topics-of-the-times-the-rose-garden-rondo.html","abstract":"  With some judicious sleight-of-hand, President Clinton has honored the letter of a campaign promise to cut the White House staff by 25 percent. By winnowing out 350 workers, and eliminating chauffeur-driven limousines for three senior officials, he has struck a symbolic blow against perks and for frugality.   The conjuring feat came in defining the White House staff. Justifiably, Mr. Clinton has exempted 800 budget workers and trade negotiators, on grounds that they serve the Cabinet, leaving roughly 1,400 workers in the pool to be cut. But (See? Nothing up my sleeve!) his list of 350 cuts includes 70 people on temporary assignment from other agencies.","thumbnail":null,"section":"Opinion"},{"date":"19930210","headline":"Islander Sale Seems Close","web_url":"https://www.nytimes.com/1993/02/10/sports/hockey-islander-sale-seems-close.html","abstract":"  Negotiations for the sale of the Islanders have accelerated over the last week. An agreement for John Pickett to sell the team to Charles Dolan could be imminent. \"That is my understanding,\" said Robert Rosenthal, one of two co-chairmen of the team.   Pickett and Dolan, who controls SportsChannel, the cable television station that buys rights to Islanders games, signed a letter of intent last summer, but negotiations lagged until recently. Rosenthal is one of four executives who began managing the team this season after loaning the franchise an unspecified sum of money. They have an option to buy up to 50 percent under a previous, separate deal with Pickett.","thumbnail":null,"section":"Sports"},{"date":"19930210","headline":"Benefits for Spouses No Longer Make Sense","web_url":"https://www.nytimes.com/1993/02/10/opinion/l-benefits-for-spouses-no-longer-make-sense-308593.html","abstract":"  To the Editor:   In the debate over the entitlement of gay and lesbian domestic partners to the same benefits available to spouses, it seems to me that questions of equal rights as between gay and straight couples are obscuring the more fundamental question of what rights any couple has in the first place. Or, to put it more emotively, why should an employer be compelled to provide medical coverage or any other benefit for a nonemployee?","thumbnail":null,"section":"Opinion"},{"date":"19930210","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/02/10/opinion/IHT-letters-to-the-editor-90287939147.html","abstract":"Neo-Nazis and the Klan . Regarding \"Germany Seeks To Strip Nazis of Political Rights\" (Dec. 10):. I am shocked and saddened by the neo-Nazi violence in Germany, but I read with alarm Bonn's request to strip neo-Nazis of their rights to free expr","thumbnail":null,"section":"Opinion"},{"date":"19930210","headline":"Doctors Get Poor Marks in Nutrition","web_url":"https://www.nytimes.com/1993/02/10/health/doctors-get-poor-marks-in-nutrition.html","abstract":"  A nationwide survey has found that even doctors who were taught the fundamentals of nutrition in medical school and who hold a favorable attitude toward the subject are unlikely to use basic nutrition in their encounters with patients.   The survey, published in this month's issue of The American Journal of Clinical Nutrition, examined the attitudes and practices of 3,416 doctors who responded to a mailed questionnaire.","thumbnail":null,"section":"Health"},{"date":"19930210","headline":"Smith, Rangers' Coach, Playing 'I've Got a Secret'","web_url":"https://www.nytimes.com/1993/02/10/sports/hockey-smith-rangers-coach-playing-i-ve-got-a-secret.html","abstract":"  The main reason the Rangers changed coaches last month, putting Ron Smith in place of Roger Neilson, was to employ a system suitable to the strengths of the players. So far, not so good.   \"We're trying to keep it a secret,\" Smith said of the new system, during a break this afternoon at the Rangers' training center.","thumbnail":null,"section":"Sports"},{"date":"19930210","headline":"On Kennedy Biography","web_url":"https://www.nytimes.com/1993/02/10/opinion/l-on-kennedy-biography-305093.html","abstract":"  To the Editor:   Nigel Hamilton's tale of woe and persecution in \"A Plea to the Kennedys\" (Op-Ed, Jan. 22) contains exaggerations and distortions, including serious misstatements about my own views. Mr. Hamilton writes that in 1990 I \"extolled\" lectures he had given on John F. Kennedy's early years. There was much in those lectures to which I objected.","thumbnail":null,"section":"Opinion"},{"date":"19930210","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/02/10/sports/transactions-731093.html","abstract":"  Baseball American League  BALTIMORE ORIOLES -- Agreed to terms with Todd Frohwirth, pitcher, on a one-year contract.","thumbnail":null,"section":"Sports"},{"date":"19930210","headline":"Ewing Is an All-Star For Sixth Straight Year","web_url":"https://www.nytimes.com/1993/02/10/sports/basketball-ewing-is-an-all-star-for-sixth-straight-year.html","abstract":"  When you're hot, you're hot, and Patrick Ewing has been hot. Yesterday, Ewing was named to the Eastern Conference All-Star team for the sixth consecutive year, and for the seventh time in his eight-year National Basketball Association career.    That announcement came after Monday night's performance in Philadelphia, in which Ewing continued his recent dominance with a season-high 40 points, helping the Knicks to their fifth consecutive victory.","thumbnail":null,"section":"Sports"},{"date":"19930210","headline":"A Duras Revival Remains Leaden, But Even Longer","web_url":"https://www.nytimes.com/1993/02/10/style/IHT-a-duras-revival-remains-leaden-but-even-longer.html","abstract":"- First seen here and in Paris 20 years ago as a one-act play, Marguerite Duras's \"La Musica\" (at the Hampstead) has been extended but not really expanded. It now runs to an interminable 80 minutes instead of merely an overlong 50, and still concerns the architect and his nearly divorced wife meeting in a hotel lobbyto finalize the details of their decree and rake over the embers of a passion that is dead but won't lie down.","thumbnail":null,"section":"Style"},{"date":"19930210","headline":"Judge Upholds Certain Hospital Charges","web_url":"https://www.nytimes.com/1993/02/10/nyregion/judge-upholds-certain-hospital-charges.html","abstract":"  Granting a temporary respite to New York State's hospitals, a Federal judge ruled yesterday that private insurance companies will, for the time being, have to continue paying certain charges on their customers' hospital bills.   In his opinion, Judge Louis J. Freeh of Federal District Court in Manhattan said that the hospitals would suffer \"irreparable harm\" unless he allowed them to continue collecting the money, which comes from a 13 percent additional charge on hospital bills. The charges are paid by commercial insurers and bring the hospitals a total of $160 million a year.","thumbnail":null,"section":"New York"},{"date":"19930210","headline":"At Bar Meeting, Muttering About Justice Slot","web_url":"https://www.nytimes.com/1993/02/10/us/at-bar-meeting-muttering-about-justice-slot.html","abstract":"  Partly because fame is fleeting and attention spans short, and partly because Zoe Baird and Judge Kimba M. Wood have never been insiders at the American Bar Association, one had to strain even to hear their names at the latest gathering of the bar group here this week.   Schedules for the gatherings are set months in advance, so nothing was on the formal agenda concerning President Clinton's tortured search for an Attorney General and the two women's roles in it. What talk there was of the Attorney General problem was confined to the corridors, and as the convention progressed, indignation seemed to yield to impatience. Problem Called 'Passe'    By Monday night, Caralee T. Neville, a trial judge from Minneapolis, was calling the imbroglio \"sort of passe.\" \"Everyone thinks it's time we just get someone in that office,\" she said at a reception in the Massachusetts Statehouse.   Gathering twice a year, with many smaller conclaves in between, the bar association is, in the words of Evan Davis, onetime counsel to Gov. Mario M. Cuomo of New York, \"a very family kind of organization.\"   It is a family, moreover, to which neither Ms. Baird nor Judge Wood has strong blood ties. Ms. Baird's only arguably memorable appearance here, for instance, came last summer, when she spoke on \"quality billing versus hourly billing.\"   All told, there were far more pockets of pity for Judge Wood who, everyone seemed to agree, earned far less and acted far more properly but was treated far more shabbily by the Clinton Administration than was Ms. Baird.   \"I was uneasy about Zoe Baird, because an Attorney General has to be cleaner than clean,\" said Barbara M. Mayden of New York, one of those who was still worked up over the subject. \"But what happened to Kimba Wood sent people reeling. It's like the Administration cut and run.\"   But bar members seemed far more sympathetic to Brooksley E. Born of Washington, the bar governor who was conspicuously passed over for Attorney General, than to either Ms. Baird or Judge Wood, who sits on the Federal District Court in New York.   And they talked as much about Jamie S. Gorelick, another Washington lawyer and bar association stalwart on the latest Clinton list, as of any of the also-rans. One lawyer called the 42-year-old Ms. Gorelick, who represents the District of Columbia Bar Association in the A.B.A.'s House of Delegates, \"Zoe with a green card.\"   If conversations on the topic were peculiarly passionless, they were also surprisingly diffuse. Quickly, they spilled over from the specifics of the two cases to the hazards of hiring undocumented help, the pitfalls of seeking public office in an age of poorly defined and ever-changing morality, and the clumsiness of the Administration and its own house counsel. Black Eye for Lawyers    Some people lamented what they deemed as yet another black eye for the legal profession. \"Here we are, a noble profession, that wants to be part of the Clinton effort, and yet here's our department, the    Justice    Department, and they can't find anybody clean enough to run it,\" said Llewelyn G. Pritchard of Seattle. \"Everyone they pick has some fatal flaw.\"   Robert N. Sayler, a Washington lawyer whose partner, Charles Ruff, also fell headlong on the issue of failing to pay Social Security taxes for a woman in his employ, called the experience \"terribly embarrassing.\"   \"I don't think it follows from the facts but the public thinks, 'We always said lawyers were sleazy, and this proves it two more times,' \" he said.    The drama also provided humorous campaign fodder for bar politicians. Campaigning for chairman of the House of Delegates, Hector Reichard Jr. of San Juan, P.R., assured bar members that he had never hired any illegal aliens from the United States mainland.","thumbnail":null,"section":"U.S."},{"date":"19930210","headline":"No Cuts in City For Chauffeurs","web_url":"https://www.nytimes.com/1993/02/10/us/no-cuts-in-city-for-chauffeurs.html","abstract":"  With President Clinton's cuts in White House staff privileges, there will now be more chauffeur-driven cars for staff members at New York City Hall than at the White House.   President Clinton reduced the number of chauffeur-driven cars from six to three, reserving them for his chief of staff, national security adviser and deputy national security adviser.","thumbnail":null,"section":"U.S."},{"date":"19930210","headline":"Books of The Times; A Cold Warrior Turns a Cold Eye on the U.S.","web_url":"https://www.nytimes.com/1993/02/10/books/books-of-the-times-a-cold-warrior-turns-a-cold-eye-on-the-us.html","abstract":"  Around the Cragged Hill  A Personal and Political Philosophy  By George F. Kennan  272 pages. W. W. Norton. $22.95.      Is George F. Kennan living in the nostalgic past? Or is he saying something we don't care to hear about our dire present? The answers to both questions appear to be yes in \"Around the Cragged Hill,\" his latest and most provocative study of the troublesome nature of people and nations and the ameliorating power and glory of religion.   With a dozen books of diplomatic history and memoirs behind him, Mr. Kennan, the 88-year-old former Ambassador to the Soviet Union and first head of the State Department's policy planning staff, is regarded as one of the country's wise men. Because of his role as a scholar at the Institute for Advanced Study in Princeton, N.J., for many years, he has been able to think about governments and the governed at a comfortable distance from the hurly-burly in the real world of urban America. Although his views are presented behind a scrim of modesty, \"Around the Cragged Hill\" contains controversial opinions and challenging solutions.","thumbnail":null,"section":"Books"},{"date":"19930210","headline":"Letterman's Choice: New York. Maybe.","web_url":"https://www.nytimes.com/1993/02/10/arts/letterman-s-choice-new-york-maybe.html","abstract":"  The producers of David Letterman's television show and CBS executives say they have agreed that the show will stay in New York if questions about studio space can be resolved.   \"We expect no definitive announcement for a few days,\" Ann Morfogen, the vice president for communications for CBS, said yesterday after a meeting of network officials and the Letterman producers, who have been considering a move to Los Angeles when the show switches to CBS this summer. \"We are presently reviewing a few studio-space questions and logistics.\"","thumbnail":null,"section":"Arts"},{"date":"19930210","headline":"Corrections","web_url":"https://www.nytimes.com/1993/02/10/nyregion/c-corrections-263193.html","abstract":"  An article in Business Day on Feb. 1 about an analyst for Raymond James & Associates who sold his shares of Cascade International stock included an incorrect figure obtained from the firm for the total proceeds. The analyst, Bert Boksen, sold 47,700 shares between May 1991 and September 1991 for a total of $459,694 and a profit of $345,544, the company said.  ","thumbnail":null,"section":"New York"},{"date":"19930210","headline":"Study Sees Dip In Investment From Abroad","web_url":"https://www.nytimes.com/1993/02/10/nyregion/study-sees-dip-in-investment-from-abroad.html","abstract":"  Foreign investment in companies and real estate in New York City slowed substantially in the early 1990's, although not as sharply as the decline experienced throughout the country, a new study shows.   The study, conducted for the Dinkins administration, found that there were 75 transactions involving foreign companies in New York City in 1991, the lowest level since 1977. Throughout the 1980's, there were about 100 such deals each year.","thumbnail":null,"section":"New York"},{"date":"19930210","headline":"Book Notes","web_url":"https://www.nytimes.com/1993/02/10/books/book-notes-518093.html","abstract":"  Anxiety at Random House   In May, Random House is scheduled to publish \"Queer in America: Sex, the Media and the Closets of Power,\" by Michelangelo Signorile, a gay journalist who is a proponent of \"outing,\" or publicly identifying homosexuals and lesbians, particularly public figures, who have concealed their sexual orientation.","thumbnail":null,"section":"Books"},{"date":"19930210","headline":"Dinkins Criticizes Stein Over Campaign Mailing","web_url":"https://www.nytimes.com/1993/02/10/nyregion/dinkins-criticizes-stein-over-campaign-mailing.html","abstract":"  Mayor David N. Dinkins criticized City Council President Andrew J. Stein yesterday after Mr. Stein acknowledged that his campaign organization had produced and mailed an anonymous pamphlet to gay-rights advocates attacking the Mayor's record.   Mr. Dinkins called the mailing \"sad and unfortunate,\" and asserted that when the two men ran against each other for Manhattan Borough President in 1981, Mr. Stein also sent out campaign literature without his name attached to it.","thumbnail":null,"section":"New York"},{"date":"19930210","headline":"Success Reported in Luring Teachers Through Ads","web_url":"https://www.nytimes.com/1993/02/10/education/success-reported-in-luring-teachers-through-ads.html","abstract":"  In another sign of revived interest in teaching, a nationwide recruiting organization has reported that 720,000 people have called its toll-free number in four years and that a substantial number of them have become teachers.   Many of those who wanted to teach were from groups in short supply in American classrooms -- members of minorities, men and people with postgraduate degrees.","thumbnail":null,"section":"Education"},{"date":"19930210","headline":"Sports of The Times; Ashe's Long Journey Back Home","web_url":"https://www.nytimes.com/1993/02/10/sports/sports-of-the-times-ashe-s-long-journey-back-home.html","abstract":"  IT took Arthur Ashe Jr. 49 years to travel the two miles from where he grew up on Sledd Street here to the Governor of Virginia's Executive Mansion, where yesterday his body lay in state, and where thousands of people, black and white, lined up for five blocks to pay their respects.   Ashe didn't go straight down Brook Road to the mansion on Ninth Street sitting in the back of the bus, as he might have as a boy, as he would have been required to by Jim Crow edict in the 1940's and 50's. Ashe took the long way, he took the hard way, and went in the opposite direction, around the world.","thumbnail":null,"section":"Sports"},{"date":"19930210","headline":"William (Slew) Hester, 80, U.S. Tennis Executive","web_url":"https://www.nytimes.com/1993/02/10/us/william-slew-hester-80-us-tennis-executive.html","abstract":"  William (Slew) Hester, the gruff-drawling tennis official who almost singlehandedly wrenched the United States Open from its cramped roots in Forest Hills and transplanted it to a sprawling new National Tennis Center in Flushing Meadows-Corona Park, died Monday night at his home in Jackson, Miss. He was 80.   His family said the cause of death was congestive heart failure after a 20-year bout with rheumatoid arthritis.","thumbnail":null,"section":"U.S."},{"date":"19930210","headline":"Bridge","web_url":"https://www.nytimes.com/1993/02/10/nyregion/bridge-059093.html","abstract":"  Beginners learn to hold up winners in the opponent's suit when defending. It takes them much longer to learn that a holdup is often an error. In general, one should not hold up without a clear purpose, a guideline that East failed to observe on the diagramed deal.   The occasion was the 1992 Epson Worldwide Bridge Contest, played last June, and the South player was 88-year-old Dr. Sidney Sadovsky of Riverdale, the Bronx, one of the oldest Epson competitors in the world. His partner was his daughter, Barbara Metselaar of Scarsdale, N.Y., and they correctly stopped short of a hopeless slam. Some pairs overreached, failing to appreciate that the ace and king of clubs were missing.","thumbnail":null,"section":"New York"},{"date":"19930210","headline":"Aiding Neediest to Cope When Times Get Tough","web_url":"https://www.nytimes.com/1993/02/10/nyregion/aiding-neediest-to-cope-when-times-get-tough.html","abstract":"  Just over a year ago, Althea S. was forced to quit her her job as a sales coordinator when her company moved.   \"I was sad and depressed leaving a job I really liked, and especially at that time of year,\" she said recently. \"It was really hard though I was supplemented by a job for the Christmas season.\"","thumbnail":null,"section":"New York"},{"date":"19930210","headline":"The Mother of All Debates","web_url":"https://www.nytimes.com/1993/02/10/opinion/the-mother-of-all-debates.html","abstract":"  The women's movement and the Clinton Administration have already let women down. Where are the marchers in solidarity with Zoe Baird and Judge Kimba Wood?    When abortion was illegal, women in America took to the streets to proclaim that the man-made law forced them into criminality. They carried signs proclaiming they had had abortions. Where is such solidarity now?","thumbnail":null,"section":"Opinion"},{"date":"19930210","headline":"Review/Pop; Giving a Teen-Age Audience The Safe Sex It Craves","web_url":"https://www.nytimes.com/1993/02/10/arts/review-pop-giving-a-teen-age-audience-the-safe-sex-it-craves.html","abstract":"  Chayanne's show at Radio City Music Hall on Friday night was a big tease, both completely about sex and yet totally unsexual. Chayanne (Elmer Figueroa Arce, actually), a hunky 22-year-old pop star from Puerto Rico, does some heavy flirting with the teen-age girls who jam his concerts. He'll take off his motorcycle jacket and shirt, and do some mild bumping and grinding with his two female dancers. He'll sweat a lot, and go down on his knees, and kiss the girls who jump up on stage to hug him. But deep down, sex isn't the issue. He wants somebody to love, and song after song lets his listeners know that they're safe and secure with him, even if he takes them on a midnight motorcycle ride down to the beach.","thumbnail":null,"section":"Arts"},{"date":"19930210","headline":"Dwyer Retires as Coach At Manhattan College","web_url":"https://www.nytimes.com/1993/02/10/sports/sports-people-track-and-field-dwyer-retires-as-coach-at-manhattan-college.html","abstract":"  FRED DWYER, Manhattan's track and field coach since 1969, announced his retirement yesterday, effective at the end of the season.   \"I'm going to be 62 years old soon and it's time to retire,\" said Dwyer, the N.C.A.A. Coach of the Year in 1973 and the national outdoor mile champion in 1954. \"It's time I just relaxed and enjoyed life.\"","thumbnail":null,"section":"Sports"},{"date":"19930210","headline":"Lewis Camp Says Bring On $10 Million Offer","web_url":"https://www.nytimes.com/1993/02/10/sports/boxing-lewis-camp-says-bring-on-10-million-offer.html","abstract":"  Both sides talked last night, but two hours of negotiations designed to bring Riddick Bowe and Lennox Lewis together for a heavyweight title fight didn't appear to produce much more than a negative response from Rock Newman, Bowe's manager.   Depending on who was doing the late-night analysis, the discussions either went well or dissolved miserably.","thumbnail":null,"section":"Sports"},{"date":"19930210","headline":"JOINT CHIEFS' HEAD IS SAID TO REQUEST EARLY RETIREMENT","web_url":"https://www.nytimes.com/1993/02/10/us/joint-chiefs-head-is-said-to-request-early-retirement.html","abstract":"  Gen. Colin L. Powell, the Chairman of the Joint Chiefs of Staff, has told Defense Secretary Les Aspin that he would like to leave office two or three months before the end of his term, in part because he does not want to defend budget cuts that he believes are too big, several close associates said today.   General Powell told former Defense Secretary Dick Cheney months ago that he wanted to leave before his term expired on Sept. 30, explaining then that he wanted to give his successor more influence this summer in shaping the Pentagon's long-term budget, associates said. He had also told Mr. Cheney he would not serve a third two-year term as chairman, even if President George Bush was re-elected. Public Disagreements    But friends and associates said General Powell's desire to retire early, while partly for personal reasons, was reinforced by several extraordinary public disagreements between the Joint Chiefs and President Clinton over homosexuals in the military and reductions in military spending and troop levels. Mr. Clinton wants to cut spending by $60 billion more than Mr. Bush had recommended by 1997 and troop strength by 200,000 more than General Powell favors.","thumbnail":null,"section":"U.S."},{"date":"19930210","headline":"KOREAN EXECUTIVE IS LEAVING POLITICS","web_url":"https://www.nytimes.com/1993/02/10/world/korean-executive-is-leaving-politics.html","abstract":"  The billionaire politician Chung Ju Yung announced his retirement from politics today, three days after he was indicted on charges of embezzlement and election-law violations.    \"I am retiring from politics to concentrate on business,\" said the 77-year-old founder and former chairman of the Hyundai Group, South Korea's largest conglomerate. Federal prosecutors charged Mr. Chung with illegally diverting funds and manpower from Hyundai to his presidential campaign.","thumbnail":null,"section":"World"},{"date":"19930210","headline":"Byrd Leaving For Oklahoma","web_url":"https://www.nytimes.com/1993/02/10/sports/byrd-leaving-for-oklahoma.html","abstract":"  Dennis Byrd, the Jets defensive end who has been partly paralyzed since he broke his neck in a game Nov. 29, will be transferred from Mount Sinai Hospital in Manhattan to a rehabilitation center in Oklahoma on Friday.   Byrd, a native Oklahoman, will continue his recovery as an outpatient at St. John's Rehabilitation Center in Tulsa under the guidance of Dr. Annie Venugopal. His progress at Mount Sinai has been substantial, according to Dr. Kristjan Ranarsson, chairman of the department of rehabilitation medicine at Mount Sinai.","thumbnail":null,"section":"Sports"},{"date":"19930210","headline":"Yes, Immigration Law Reaches Into Your Home; It Needs Changing","web_url":"https://www.nytimes.com/1993/02/10/opinion/l-yes-immigration-law-reaches-into-your-home-it-needs-changing-302693.html","abstract":"  To the Editor:   Zoe Baird was not sponsoring her Peruvian household workers for citizenship. An applicant for citizenship is already a permanent resident of the United States and thus entitled to work. She was sponsoring them for legal permanent residence.","thumbnail":null,"section":"Opinion"},{"date":"19930210","headline":"A Big-City Chief in a Small Town; Entering a Tranquil World After a Career of Excitement","web_url":"https://www.nytimes.com/1993/02/10/nyregion/big-city-chief-small-town-entering-tranquil-world-after-career-excitement.html","abstract":"  The images of Paul Ragonese's distinguished, 17-year career as a New York City police officer flicker like the trailer for a Mel Gibson action movie.   There he is seven years ago, crawling under a toppled, 35-ton crane in mid-Manhattan to comfort a woman pinned beneath it for hours, her legs crushed. There he is again, this time in a flooded elevator shaft on Madison Avenue, fashioning a garden hose into a snorkel and then wading with it over to a trapped maintenance worker so that he can breathe until further help arrives. The next scene is at an abortion clinic, where he uses the scissors on his Swiss Army knife to tinker with a bomb, wired to 15 sticks of dynamite, which he disarms with only 11 seconds to spare.","thumbnail":null,"section":"New York"},{"date":"19930210","headline":"Palestinian Distortions","web_url":"https://www.nytimes.com/1993/02/10/opinion/l-palestinian-distortions-306993.html","abstract":"  To the Editor:   Your review of \"Journey to the Occupied Lands\" on public television's \"Frontline\" series states that the 90-minute documentary, which gives a Palestinian-eye view of life under military occupation, \"invites rebuttal.\" We heed your words.","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19930210","time":"1993-02-10 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.5,"rhum":68,"wspd":14.8},{"date":"19930210","time":"1993-02-10 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.5,"rhum":67,"wspd":14.8},{"date":"19930210","time":"1993-02-10 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.9,"rhum":70,"wspd":9.4},{"date":"19930210","time":"1993-02-10 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.5,"rhum":66,"wspd":11.2},{"date":"19930210","time":"1993-02-10 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4,"rhum":85,"wspd":14.8},{"date":"19930210","time":"1993-02-10 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.6,"rhum":74,"wspd":7.6},{"date":"19930210","time":"1993-02-10 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.8,"rhum":74,"wspd":9.4},{"date":"19930210","time":"1993-02-10 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.1,"rhum":73,"wspd":7.6},{"date":"19930210","time":"1993-02-10 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.1,"rhum":71,"wspd":13},{"date":"19930210","time":"1993-02-10 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.8,"rhum":74,"wspd":7.6},{"date":"19930210","time":"1993-02-10 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.4,"rhum":72,"wspd":9.4},{"date":"19930210","time":"1993-02-10 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.2,"rhum":71,"wspd":13},{"date":"19930210","time":"1993-02-10 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.5,"rhum":75,"wspd":11.2},{"date":"19930210","time":"1993-02-10 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":70,"wspd":11.2},{"date":"19930210","time":"1993-02-10 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.9,"rhum":70,"wspd":7.6},{"date":"19930210","time":"1993-02-10 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.4,"rhum":62,"wspd":13},{"date":"19930210","time":"1993-02-10 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.1,"rhum":67,"wspd":7.6},{"date":"19930210","time":"1993-02-10 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.3,"rhum":64,"wspd":13},{"date":"19930210","time":"1993-02-10 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.6,"rhum":66,"wspd":11.2},{"date":"19930210","time":"1993-02-10 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.8,"rhum":67,"wspd":9.4},{"date":"19930210","time":"1993-02-10 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.7,"rhum":71,"wspd":9.4},{"date":"19930210","time":"1993-02-10 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.3,"rhum":72,"wspd":9.4},{"date":"19930210","time":"1993-02-10 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.6,"rhum":71,"wspd":7.6},{"date":"19930210","time":"1993-02-10 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4,"rhum":72,"wspd":9.4},{"date":"19930210","time":"1993-02-10 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":63,"wspd":14.8},{"date":"19930210","time":"1993-02-10 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":66,"wspd":9.4},{"date":"19930210","time":"1993-02-10 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":72,"wspd":5.4},{"date":"19930210","time":"1993-02-10 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":71,"wspd":9.4},{"date":"19930210","time":"1993-02-10 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":75,"wspd":9.4},{"date":"19930210","time":"1993-02-10 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":78,"wspd":11.2},{"date":"19930210","time":"1993-02-10 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":78,"wspd":7.6},{"date":"19930210","time":"1993-02-10 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":81,"wspd":5.4},{"date":"19930210","time":"1993-02-10 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":85,"wspd":9.4},{"date":"19930210","time":"1993-02-10 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":78,"wspd":0},{"date":"19930210","time":"1993-02-10 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":78,"wspd":9.4},{"date":"19930210","time":"1993-02-10 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":85,"wspd":7.6},{"date":"19930210","time":"1993-02-10 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":82,"wspd":11.2},{"date":"19930210","time":"1993-02-10 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":81,"wspd":11.2},{"date":"19930210","time":"1993-02-10 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":82,"wspd":13},{"date":"19930210","time":"1993-02-10 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":72,"wspd":16.6},{"date":"19930210","time":"1993-02-10 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":68,"wspd":27.7},{"date":"19930210","time":"1993-02-10 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":60,"wspd":22.3},{"date":"19930210","time":"1993-02-10 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":56,"wspd":22.3},{"date":"19930210","time":"1993-02-10 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":52,"wspd":20.5},{"date":"19930210","time":"1993-02-10 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":48,"wspd":20.5},{"date":"19930210","time":"1993-02-10 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":48,"wspd":16.6},{"date":"19930210","time":"1993-02-10 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":50,"wspd":20.5},{"date":"19930210","time":"1993-02-10 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":59,"wspd":13}]}}