{"19930308":{"guardian_articles":[],"nytimes_articles":[{"date":"19930308","headline":"THE TWIN TOWERS: Religion and Politics; Many Varieties of Fundamentalism","web_url":"https://www.nytimes.com/1993/03/08/nyregion/the-twin-towers-religion-and-politics-many-varieties-of-fundamentalism.html","abstract":"  When law-enforcement officials and the news media described Mohammed A. Salameh, the suspect arrested Thursday in the World Trade Center bombing, as an Islamic fundamentalist, they reopened questions about whether such language illuminates or obscures the complex realities of militant religious movements.   \"Not all Islamic revivalists are Islamic fundamentalists, and not all Islamic fundamentalists are political activists, and not all Islamic political activists are radical and prone to violence,\" said Mumtaz Ahmad, professor of political science at Hampton University in Virginia.","thumbnail":null,"section":"New York"},{"date":"19930308","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/03/08/arts/dance-in-review-494793.html","abstract":"  Bavarian National Ballet New York State Theater    The Bavarian National Ballet's production of \"Don Quixote\" took on distinctive coloring when three dancers stepped into new roles on Friday night. The ballet, choreographed by Ray Barra to the familiar Minkus score, makes its point with dispatch, and it was performed with clarity, refreshing directness and an infectious sense of fun.","thumbnail":null,"section":"Arts"},{"date":"19930308","headline":"Review/Theater; Correspondence as Conversation","web_url":"https://www.nytimes.com/1993/03/08/theater/review-theater-correspondence-as-conversation.html","abstract":"  The postman is busy in \"The Best of Friends,\" an epistolary play that Hugh Whitemore pieced together from the lengthy correspondence that passed between George Bernard Shaw, Sir Sydney Cockerell and Dame Laurentia McLachlan, a Benedictine nun. Their letters shot back and forth with such apparent rapidity as to put a fax to shame. This was a time when letters were a way of life and of friendship.   Breaking the seal on the envelopes, Mr. Whitemore has his characters meet in mid-missive, a bit difficult when dealing with the cloistered world of Dame Laurentia, the Abbess of Stanbrook. Talking to her, the men sometimes look as if they are in a confessional. Another problem is the simple fact of the threesome. Most epistolary plays have had only two people onstage, which leads to focus as well as give-and-take. With \"The Best of Friends,\" letters and excerpts from other writings are broken up into a semblance of conversation. For all of its pretense, this is less a play than an elaborate platform reading.","thumbnail":null,"section":"Theater"},{"date":"19930308","headline":"From a St. Patrick's Parade Loyalist, Support for Gay Marchers","web_url":"https://www.nytimes.com/1993/03/08/nyregion/metro-matters-from-a-st-patrick-s-parade-loyalist-support-for-gay-marchers.html","abstract":"  WHETHER a parade memorializing Dr. Martin Luther King Jr. can be ordered to include marchers from the Ku Klux Klan is just so much contrived supposition, Paul O'Dwyer suggested the other day.   \"I can't conceive of the Klan wanting to march side by side with American blacks,\" the former City Council President said.","thumbnail":null,"section":"New York"},{"date":"19930308","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/03/08/nyregion/chronicle-892693.html","abstract":"  She is about to turn 94 years old, and she has not taken pictures since 1959, but tonight ILSE BING will receive the first Gold Medal for photography to be awarded by the National Arts Club at a dinner and reception in her honor.   Though the 95-year-old club at 15 Gramercy Park South has honored music, dance, film, design and literature in the past, it has all but ignored photography since a 1902 exhibit of the works of Alfred Stieglitz.","thumbnail":null,"section":"New York"},{"date":"19930308","headline":"The Twin Towers: The Suspect; Bomb Suspect's Path to Piety and Elusive Dreams","web_url":"https://www.nytimes.com/1993/03/08/nyregion/the-twin-towers-the-suspect-bomb-suspect-s-path-to-piety-and-elusive-dreams.html","abstract":"  In cramped, unheated rooms on the outskirts of Amman, the relatives of Mohammed A. Salameh, the man charged in the bombing of the World Trade Center, gathered today and pondered the magnitude of the crime and the infamy that has befallen their name.   \"He went to the United States to get a job and make money,\" said Aysha Salameh, his mother, as she keened to and fro in a red vinyl chair and clutched a damp tissue. \"He went to make something of himself, to speak English, to study, to have a future. And now they say that he did all this, that he did this bomb. No, no, no . . . \"","thumbnail":null,"section":"New York"},{"date":"19930308","headline":"Topics of The Times; The U.N. Eight","web_url":"https://www.nytimes.com/1993/03/08/opinion/topics-of-the-times-the-un-eight.html","abstract":"  Madeleine K. Albright, the new United States representative to the United Nations, held a luncheon the other day for all other women heading delegations to the world organization. The anemic turnout -- only seven other top women in an organization with 180 delegations -- proved a devastating comment on male hegemony at the U.N.    Seated around Ms. Albright were the permanent representatives or charges d'affaires of Canada, Jamaica, Kazakhstan, the Principality of Liechtenstein, the Philippines, Samoa, and Trinidad and Tobago. Undismayed by this evidence of imbalance, Ms. Albright said she intended to make the luncheon a monthly institution.","thumbnail":null,"section":"Opinion"},{"date":"19930308","headline":"Bo Doesn't Know First Base","web_url":"https://www.nytimes.com/1993/03/08/sports/sports-people-baseball-bo-doesn-t-know-first-base.html","abstract":"  The White Sox's experiment with BO JACKSON at first base will continue despite his three errors on two consecutive plays on Saturday.   \"It's not a one-day shot,\" Manager GENE LAMONT said. \"I think Bo knew it's not as easy as it looks. It's just somewhere he can play some. The one thing I liked was he went right after it out there quick.\"","thumbnail":null,"section":"Sports"},{"date":"19930308","headline":"Talks With Leader of Sect Have Stalled","web_url":"https://www.nytimes.com/1993/03/08/us/talks-with-leader-of-sect-have-stalled.html","abstract":"  A week after the bloody shootout at the Branch Davidian compound near here, negotiations are stalled, tempers are fraying and the authorities said they appeared to be going backward, not forward, in efforts to resolve their standoff with besieged cult members.   \"I call them disappointing at this time,\" Bob A. Ricks, the spokesman here for the Federal Bureau of Investigation, said of negotiations with the cult's leader, David Koresh. \"We are going through a very frustrating and disappointing period in the negotiation process.\"","thumbnail":null,"section":"U.S."},{"date":"19930308","headline":"Stanley's on Standby With a Shoo-In Look","web_url":"https://www.nytimes.com/1993/03/08/sports/baseball-stanley-s-on-standby-with-a-shoo-in-look.html","abstract":"  No matter how many spring-training home runs Mike Stanley hits, how many pitchers privately wish he catches their games or how many strange statements Matt Nokes makes about possibly being traded to a West Coast team, Nokes is almost assured of being the Yankees' starting catcher when the season begins.   Unless the Yankees somehow trade for Mike LaValliere of the Pittsburgh Pirates, or Manager Buck Showalter gallantly pushes Stanley ahead of Nokes, the club will open with their same alignment from last season.","thumbnail":null,"section":"Sports"},{"date":"19930308","headline":"He'd Rather Quit Than Appeal","web_url":"https://www.nytimes.com/1993/03/08/sports/sports-people-track-and-field-he-d-rather-quit-than-appeal.html","abstract":"  While maintaining his innocence, BEN JOHNSON chose yesterday to quit track rather than appeal the lifetime ban imposed on him by the International Amateur Athletic Federation for failing a drug test a second time.   His lawyers presented the outline of what they contended was a winnable case at a news conference in Toronto, then read a statement signed by the absent 31-year-old Johnson.","thumbnail":null,"section":"Sports"},{"date":"19930308","headline":"A Kmart's Full Aisles Don't Please Everyone","web_url":"https://www.nytimes.com/1993/03/08/nyregion/a-kmart-s-full-aisles-don-t-please-everyone.html","abstract":"  \"They're coming from all over,\" marveled Randy Weiden, owner of a furniture store at the shopping complex in Fresh Meadows, Queens. \"They're coming from Astoria. They're coming from Rosedale. They're coming from Whitestone. They're coming from Brooklyn. They're coming for the Kmart.\"   It has been more than four months since the Kmart moved into what used to be a Bloomingdale's, since it ushered into Queens the style of one-stop discount shopping found almost everywhere else in America.","thumbnail":null,"section":"New York"},{"date":"19930308","headline":"For Adirondack Park, Chief Stress Comes From Development","web_url":"https://www.nytimes.com/1993/03/08/opinion/l-for-adirondack-park-chief-stress-comes-from-development-908693.html","abstract":"  To the Editor:   \"A Park in Peril\" (editorial, Feb. 16) notes that \"the Adirondacks are nowhere near as stressed as the national parks, which absorbed an astounding 250 million visitors last year.\" This is true as far as use of public land (the state-owned forest preserve) goes. But the Adirondacks are mostly in private ownership.","thumbnail":null,"section":"Opinion"},{"date":"19930308","headline":"Ireland's National Theater Faces Its Popular Rival","web_url":"https://www.nytimes.com/1993/03/08/theater/ireland-s-national-theater-faces-its-popular-rival.html","abstract":"  The wet, gray Dublin winter has been warmed somewhat by the spirited onstage performances of the capital's two most prestigious theaters, the Abbey and the Gate. The Abbey, the official national theater, is also providing some heat with a flickering controversy about its artistic director, Garry Hynes.   Since Ms. Hynes, who is 39, arrived in Dublin from provincial Galway County, to take over the Abbey two years ago, she has been the constant target of the Dublin theatrical establishment, led by newspaper and magazine critics. They slashed her 1991 production of \"The Plough and the Stars,\" largely because she had audaciously presented Sean O'Casey's gloomy characters with shaven heads, recalling Sinead O'Connor, to the dismay of many Dubliners who detest that singer. Since then, she has been under attack for putting on the wrong plays, for putting them on with imported actors (like Brian Dennehy, who filled the house with his portrayal of Hickey in Eugene O'Neill's \"Iceman Cometh\") and for ignoring the players of the Abbey's own permanent company.","thumbnail":null,"section":"Theater"},{"date":"19930308","headline":"U.N. Force May Compel Bosnia Pact Compliance","web_url":"https://www.nytimes.com/1993/03/08/world/un-force-may-compel-bosnia-pact-compliance.html","abstract":"  If an agreement is reached to end the war in Bosnia and Herzegovina, senior United Nations officials, including the Secretary General, say they expect the Security Council to send a very large new force there empowered to use military might if necessary to compel compliance with the peace agreement now gradually taking shape.   Secretary General Boutros Boutros-Ghali, appearing today on the ABC News program \"This Week With David Brinkley,\" said the peacekeepers would use force against Serbian soldiers who failed to withdraw from territory that they would be required to surrender under the peace plan.","thumbnail":null,"section":"World"},{"date":"19930308","headline":"Cuomo Is Dropping Assets Change for Medicaid","web_url":"https://www.nytimes.com/1993/03/08/nyregion/cuomo-is-dropping-assets-change-for-medicaid.html","abstract":"  Gov. Mario M. Cuomo said today that he was rescinding a budget proposal that would have forced New Yorkers to spend more of their assets before a spouse could qualify for Medicaid reimbursement for nursing home costs.   Mr. Cuomo had proposed in his budget in January that the maximum asset level be lowered to $35,000 from its current level of $70,740. That is the amount of life savings that a person can keep if the spouse is to qualify for Medicaid. It does not include the value of a family house and a small amount of monthly income.","thumbnail":null,"section":"New York"},{"date":"19930308","headline":"THE TWIN TOWERS: The Overview; Clues and Tempers Grow In Widened Bomb Search","web_url":"https://www.nytimes.com/1993/03/08/nyregion/the-twin-towers-the-overview-clues-and-tempers-grow-in-widened-bomb-search.html","abstract":"  Seeking new evidence to explain the role that Mohammed A. Salameh may have played in the crippling explosion of the World Trade Center, investigators said yesterday that they were mounting searches of several new places and analyzing fingerprints lifted from a warehouse and two residences in Jersey City.   Officials also said they were reinforcing the investigative unit at the site of the explosion under the World Trade Center by adding 12 more agents from the Treasury Department's Bureau of Alcohol, Tobacco and Firearms to a previous force of about 70. The Port Authority of New York and New Jersey, which owns the center, announced it was doubling its security force around the damaged towers to about 75 officers.","thumbnail":null,"section":"New York"},{"date":"19930308","headline":"Great White Shark Has His Bite Back","web_url":"https://www.nytimes.com/1993/03/08/sports/golf-great-white-shark-has-his-bite-back.html","abstract":"  Greg Norman didn't produce any final-round pyrotechnics today at the Doral Ryder Open, but in its own way his carefully shepherded four-stroke victory was as impressive as any of the all-or-nothing charges with which he has built his image.   Playing well within himself, Norman shot a two-under-par 70 to close out a remarkable 72-hole performance of 23-under-par 265, shattering the tournament record by five strokes over a perfectly conditioned and defanged Blue Monster course.","thumbnail":null,"section":"Sports"},{"date":"19930308","headline":"Once Again, Jaspers Are on Brink of a Bid","web_url":"https://www.nytimes.com/1993/03/08/sports/college-basketball-once-again-jaspers-are-on-brink-of-a-bid.html","abstract":"  Manhattan won its second tournament game in less than 24 hours tonight, edging Siena, 71-70, in a Metro Atlantic Athletic Conference semifinal matchup at Knickerbocker Arena.   The Jaspers moved on to the championship meeting Monday night against Niagara, which got past Canisius, 64-59, in the other semifinal. The winner gets a berth in the National Collegiate Athletic Association tournament.","thumbnail":null,"section":"Sports"},{"date":"19930308","headline":"In Region of Its Birth, Town Meeting Cedes Tradition to the Television Age","web_url":"https://www.nytimes.com/1993/03/08/us/in-region-of-its-birth-town-meeting-cedes-tradition-to-the-television-age.html","abstract":"  This may be the year of the town meeting -- at least, the televised, prime-time, Presidential version of the town meeting. But here in Shrewsbury and in much of New England, the real thing, dating back more than three centuries, is in decline.    Oh, this Green Mountain town of 1,100 people had its annual meeting this week -- its 212th -- just as small towns did across New England. But only 127 of 725 registered voters showed up at the 19th-century white frame meeting hall, downstairs from the Congregationalist Church.","thumbnail":null,"section":"U.S."},{"date":"19930308","headline":"In Shadow of Texas Siege, Uncertainty for Innocents","web_url":"https://www.nytimes.com/1993/03/08/us/in-shadow-of-texas-siege-uncertainty-for-innocents.html","abstract":"  Brian is a 3-year-old towhead who throws so many tantrums that his playmates, who like him anyway, call him Cryin' Brian.   Heather has blond hair down to her waist and a purposeful expression. She is 8 years old, but older children gravitate toward her as something of a leader.","thumbnail":null,"section":"U.S."},{"date":"19930308","headline":"For Adirondack Park, Chief Stress Comes From Development; Forever Wild","web_url":"https://www.nytimes.com/1993/03/08/opinion/l-for-adirondack-park-chief-stress-comes-from-development-forever-wild-909493.html","abstract":"  To the Editor:   \"A Park in Peril\" (editorial, Feb. 16), like the New York State Legislature, ignores the state Constitution.   Of the Adirondack State Park, Article 14, conservation, dictates to the state and the Legislature:    \"The forest preserve as now fixed by law, shall be forever kept as wild forest lands.\"   \"Forest and wildlife conservation are hereby declared to be policies of the state.\"    \"The policy of the state shall be to conserve and protect its natural resources and scenic beauty and encourage the development and improvement of its agricultural lands for the production of food and other agricultural products. The Legislature, in implementing this policy, shall include adequate provisions for the abatement of air and water pollution and of excessive and unnecessary noises, the protection of agricultural lands, wetlands and shorelines, and the development and regulation of water resources. The Legislature shall further provide for the acquisition of lands and waters, including improvements thereon and any interest therein.\"   Further, residents of the Adirondack Preserve must have all arrived after 1939, when the Constitution was adopted. CHESTER P. SOLING  Williamstown, Mass., Feb. 19, 1993","thumbnail":null,"section":"Opinion"},{"date":"19930308","headline":"Hull Contract Tops $20 Million","web_url":"https://www.nytimes.com/1993/03/08/sports/sports-people-hockey-hull-contract-tops-20-million.html","abstract":"  BRETT HULL will reportedly receive more than $20 million in a five-year deal he signed Saturday night with the St. Louis Blues.   The contract calls for $19 million in salary and $1.6 million in deferred money, according to The St. Louis Post-Dispatch.","thumbnail":null,"section":"Sports"},{"date":"19930308","headline":"Abroad at Home; Elements of the Cure","web_url":"https://www.nytimes.com/1993/03/08/opinion/abroad-at-home-elements-of-the-cure.html","abstract":"  Redesigning American health care, as Hillary Rodham Clinton and her colleagues are now trying to do, is a task daunting in its complexity. Those of us outside the debate find it hard even to grasp the terms: managed competition, global budgeting and the rest.   But there are some elements, easily understood, that I think must be part of any reform plan if it is to have a chance of success. I mean success in both the political sense of being enacted by Congress and the ultimate sense of working well.","thumbnail":null,"section":"Opinion"},{"date":"19930308","headline":"COLLEGE BASKETBALL;\nTar Heels Prove Duke Is Missing in Action","web_url":"https://www.nytimes.com/1993/03/08/sports/college-basketball-tar-heels-prove-duke-is-missing-in-action.html","abstract":"The crowning glory of any season is a championship. But along the way, teams achieve victories that are especially satisfying. For top-ranked North Carolina, such a moment came this afternoon at the Dean E. Smith Center as the Tar Heels concluded the Atlantic Coast Conference regular season with a resounding 83-69 triumph against Duke.\n\n\"It feels more intense than against anybody else,\" said guard Derrick Phelps, who spearheaded a North Carolina defense that held Duke to its worst shooting performance (35.5 percent) this season. \"It is a different type of atmosphere when Duke plays here.\"","thumbnail":null,"section":"Sports"},{"date":"19930308","headline":"Russian Priest, and His Church, Resurrected","web_url":"https://www.nytimes.com/1993/03/08/world/russian-priest-and-his-church-resurrected.html","abstract":"  When it became possible, Sergei Vishnevsky's grandfather sent him to Moscow to study for the priesthood so he could come back and take over his country parish. It took him 45 years, but Father Sergei came back.   Two years ago, he quit his large, rich parish in Moscow, made his way by train, bus and foot to his grandfather's church deep in the forests and bogs of the upper Volga valley, picked up a broom and started sweeping out the decades of debris and neglect.","thumbnail":null,"section":"World"},{"date":"19930308","headline":"Cape Town Journal; In a Wary Land, the Judge Is Trusted (to a Point)","web_url":"https://www.nytimes.com/1993/03/08/world/cape-town-journal-in-a-wary-land-the-judge-is-trusted-to-a-point.html","abstract":"  To judge by the headlines he generates almost daily in South Africa, Justice Richard J. Goldstone is a cross between King Solomon and the Ghostbusters, arbiter of irreconcilable grievances and stalker of the national goblins.   As chairman of the Commission Concerning the Prevention of Public Violence and Intimidation, Mr. Goldstone, a 54-year-old appeals judge, has built a powerful conglomerate of lawyers and investigators looking into everything from taxi wars and township massacres to arms smuggling and, most recently, the dirty secrets of South Africa's military intelligence.","thumbnail":null,"section":"World"},{"date":"19930308","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/03/08/nyregion/metro-digest-175193.html","abstract":"  BOMB SUSPECT'S PATH TO THE PRESENT   The suspect in the World Trade Center bombing had a childhood common among Palestinians: rudely interrupted by war. At two months old, Mohammed A. Salameh became a refugee. A1.  Relatives who still live in the town where the suspect was born say they are shocked by the charges against him. B4.","thumbnail":null,"section":"New York"},{"date":"19930308","headline":"3 Hurt in Queens Shooting","web_url":"https://www.nytimes.com/1993/03/08/nyregion/3-hurt-in-queens-shooting.html","abstract":"  Three people were shot at an ethnic festival in Richmond Hill, Queens, yesterday after a man pulled out a gun during an argument and started shooting, the police said. One victim, Jawaharlal Ranrott, 24, was in critical condition last night in Jamaica Hospital, said Sgt. John McCluskey, a police spokesman. He said a 15-year-old boy was in stable condition at the same hospital, and a 14-year-old girl was treated at Mary Immaculate Hospital in Jamaica for a wound to the left arm and then released. The names of the injured teen-agers were not released. The police said Shiwkumab Devanand, 18, of 159 Hemlock Street, Brooklyn, and Ransagar Harichard, 19, of 97-15 105th Street in Richmond Hill, were arrested after the episode, which occurred about 4:45 P.M. near 125th Street and 97th Avenue.","thumbnail":null,"section":"New York"},{"date":"19930308","headline":"Essay; The Last New Nixon","web_url":"https://www.nytimes.com/1993/03/08/opinion/essay-the-last-new-nixon.html","abstract":"  \"My partisan days are over.\"   Coming from Richard Nixon, who has raised more partisan ire than any American public figure in the past half-century, that's a stunning statement.","thumbnail":null,"section":"Opinion"},{"date":"19930308","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/03/08/sports/transactions-501393.html","abstract":"  Baseball American League  BOSTON RED SOX -- Agreed to terms with Jose Melendez, pitcher. National League","thumbnail":null,"section":"Sports"},{"date":"19930308","headline":"At Suspect's Birthplace, Shock","web_url":"https://www.nytimes.com/1993/03/08/nyregion/the-twin-towers-at-suspect-s-birthplace-shock.html","abstract":"  Although Mohammed A. Salameh and his immediate family left this muddy village of stone and stucco houses shortly after Israeli troops occupied the town in 1967, many relatives remain here and say they are shocked by the charges against him.   \"This is unbelievable,\" said his grandmother, Amneh Odeh, 80, as she lay beneath several blankets in her sparsely furnished bedroom, where she is recovering from a recent heart attack.","thumbnail":null,"section":"New York"},{"date":"19930308","headline":"Let's Remember the Loveless Once a Year","web_url":"https://www.nytimes.com/1993/03/08/opinion/l-let-s-remember-the-loveless-once-a-year-022993.html","abstract":"  To the Editor:   \"After Valentine\" (editorial, Feb. 16), extolling the virtues of Valentine's Day, is typical of our cultural obsession with love and our cultural blindness to its failure. Every February we are bombarded with images of heart-shaped balloons, rose vendors, ads for champagne, lingerie and chocolates. Every conceivable gift object is molded to the shape of a heart. This is all well and good, but the picture is incomplete.","thumbnail":null,"section":"Opinion"},{"date":"19930308","headline":"Russian Subs, or Cold-War 'Ghosts'?","web_url":"https://www.nytimes.com/1993/03/08/world/russian-subs-or-cold-war-ghosts.html","abstract":"  The cold war is over, but one of its mysteries endures off Sweden's coast, where the navy detected foreign submarines prowling in its waters at least three times last year.   The incursions fit into a decade-long pattern, and officials here said they had no reason to believe that the incursions had stopped. The navy is now equipping its anti-submarine fleet with more advanced torpedoes and has given it additional freedom to fire on intruders without warning.","thumbnail":null,"section":"World"},{"date":"19930308","headline":"Bomb Trial Testimony Impugned","web_url":"https://www.nytimes.com/1993/03/08/nyregion/bomb-trial-testimony-impugned.html","abstract":"  An F.B.I. agent vehemently denied yesterday that he was testifying falsely about the major fingerprint evidence said to show that a Palestine Liberation Organization official attempted to bomb three Israeli sites in New York City 20 years ago.   The defendant, Khaled Mohammed el-Jassem, a Palestinian resident of Cyprus, is on trial in Federal District Court in Brooklyn, where sessions were held over the weekend. Mr. Jassem, 45, is charged with planting powerful time bombs in March 1973 in rented cars parked outside two Israeli banks in Manhattan and an Israeli air terminal at Kennedy International Airport. The bombs failed to go off. Arrested in 1991    Mr. Jassem, who was described by his lawyers as a \"high-ranking administrative official\" of the P.L.O., was arrested by Italian authorities in Rome in 1991 at the American Government's request. Officials said that new \"intelligence information\" pointed to him as a suspect in the long-unsolved case and that subsequent fingerprint analysis proves he planted the bomb. Mr. Jassem says he is being \"framed\" by the American Government.","thumbnail":null,"section":"New York"},{"date":"19930308","headline":"Results Plus","web_url":"https://www.nytimes.com/1993/03/08/sports/results-plus-579093.html","abstract":"  WOMEN'S BASKETBALL Same Fate for No. 2 It must be catching. One day after Georgia upset the top-ranked women's team, Tennessee, the No. 2-ranked team went down to defeat, too. But this one wasn't as much of an upset, because the team that downed Iowa was No. 4-ranked Ohio State. Led by 25 points from Katie Smith, Ohio State led throughout yesterday's game at St. John Arena in Columbus, Ohio, and emerged with a 72-60 victory. Audrey Burcy and Nikki Keyton added 15 points each for Ohio State (22-3 over all, 14-2 in the Big Ten). Iowa is now 23-3, 15-2. (AP) SKIING Aamodt Likes Aspen Flashing the form that made him a double winner in the recent world Alpine championships, Kjetil Andre Aamodt of Norway won a World Cup super giant slalom by a half-second over Stefan Eberharter yesterday in Aspen, Colo. Aamodt, who won gold medals in the slalom and giant slalom in the world championships at Shizukuishi, Japan, in February, covered 1.35 miles of the Ruthie's Run course in 1 minute 17.48 seconds, as the second racer down the mountain. The race was free of controversy, a marked change from Saturday, when the men's downhill was canceled after 16 racers, with the American A.J. Kitt in the lead and virtually assured of victory. Race organizers had said the downhill would be rerun yesterday, but it turned out that this was contractually impossible, so an extra downhill will be added at another race site later this month. Kitt couldn't duplicate his great run of Saturday, finishing 1.73 seconds behind Aamodt in a tie for 35th place. (AP) Compagnoni Finds Her Form: Capping a yearlong comeback, Deborah Compagnoni of Italy returned to the top of the medal podium for the first time since the 1992 Winter Olympics. She did so by winning a World Cup super-giant slalom race in Morzine, France. Compagnoni's super-G gold-medal celebration in Albertville, France, ended suddenly two days later when she tore left-knee ligaments in the giant slalom. She has struggled to regain her winning form. With the help and support of her occasional training partner, Alberto Tomba, Compagnoni made consistent progress early this season. Yesterday, Compagnoni charged down the 1,700-meter course in 1:12.66, edging the super-G world champion, Katja Seizinger of Germany. Seizinger, who secured the World Cup downhill title with a victory Saturday, was second in 1:12.80. (AP) GOLF Geiberger Feels Better Despite feeling weak, Al Geiberger closed with a four-under-par 66 yesterday to capture the $500,000 Senior GTE Classic in Ojai, Calif., by two shots. Geiberger's three-day total of 198 left him $75,000 richer. Isao Aoki carded a five-under 65 to tie the second-round leader, George Archer, at 10-under 200. Chi Chi Rodriguez was fourth at 201, and a new senior, Tom Weiskopf, was fifth at 202. Weiskopf won last week's Chrysler Cup in his Senior Tour debut. (AP) SOCCER U.S. Routs Turkey Chris Faklaris scored three goals last night as the United States upset the European champion, Turkey, 6-0, in Melbourne, Australia, in its opening match of the World Youth championship. The Americans scored three goals in each half as they surprised the Turkish team with a succession of whirlwind attacks. Miles Joseph scored two goals and Imad Baba had the other for the Americans. The next match for the Americans is against England. (AP) TENNIS Olhovsky Wins Twice Andrei Olhovsky of Russia won his first two ATP Tour tournament titles yesterday by winning in the singles and the doubles finals at the $175,000 Copenhagen Open. Olhovsky, ranked 87th in the world, upset No. 5-seeded Nicklas Kulti of Sweden, 7-5, 3-6, 6-2, to take the singles crown in 1 hour 50 minutes. In doubles, the 26-year-old from Moscow teamed with David Adams of Australia to down the Czech Republic's Martin Damm and Daniel Vacek, 6-3, 3-6, 6-3. (AP) AUTO RACING That Roar Is Allison Davey Allison finally got into high gear after a disappointing start to the 1993 Nascar Winston Cup season, overpowering the field yesterday en route to a record-setting victory in the Pontiac Excitement 400 in Richmond. Allison, who previously won at Richmond International Raceway in September 1988, the first race on the current three-quarter mile oval, came from 14th place to dominate the second half of the 400-lap, 300-mile event. His average speed of 107.709 miles an hour broke the track record of 105.397 set in February 1991 by Dale Earnhardt. Allison's Ford Thunderbird led three times for 155 laps, including the final 42 laps, and crossed the finish line 4.38 seconds ahead of the Pontiac Grand Prix of runner-up Rusty Wallace. It was the 19th career victory for the 32-year-old, second-generation stock car star. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930308","headline":"Small Farmers, Global Reach","web_url":"https://www.nytimes.com/1993/03/08/opinion/small-farmers-global-reach.html","abstract":"  You don't have to be French to get mistyeyed over farmers. Large numbers of Japanese and even Americans are susceptible too. Around the world, in a variety of cultures, farmers, especially family farmers, are prized as the ultimate custodians of national identity, of tradition and of the soil.   Yet trade theorists, consumers and exporters often see farmers as a powerful, entrenched special-interest group. They are blamed for artificially raising food prices at home and for obstructing trade. For decades, trade negotiators did their best to avoid agricultural issues whenever they could.","thumbnail":null,"section":"Opinion"},{"date":"19930308","headline":"GAY SAILOR TELLS OF A 'LIVING HELL'","web_url":"https://www.nytimes.com/1993/03/08/us/gay-sailor-tells-of-a-living-hell.html","abstract":"  A shipmate of the gay sailor who was beaten to death last October said today that some of the homosexuals assigned to the U.S.S. Belleau Wood faced regular, sometimes daily harassment.   The shipmate, Richard Eastman, 21, of Kalamazoo, Mich., identified himself as a homosexual. Speaking at a news conference organized by gay and veterans groups, he described life aboard the ship as a \"living hell\" for homosexuals. Mr. Eastman said that the day after his shipmate, Allen R. Schindler, was beaten to death, he was taken off the Belleau Wood for his own safety and reassigned to the ship's base in Sasebo, Japan. He was discharged from the Navy on Jan. 22.","thumbnail":null,"section":"U.S."},{"date":"19930308","headline":"New Anderson X-Ray Picture Key to Nets' Playoff Picture","web_url":"https://www.nytimes.com/1993/03/08/sports/pro-basketball-new-anderson-x-ray-picture-key-to-nets-playoff-picture.html","abstract":"  Life without Kenny. It's a possibility the Nets are beginning to accept. And today, they'll know if life without Kenny means for the rest of the season.   Today is when Nets guard Kenny Anderson will have new X-rays taken on his broken left wrist. Coach Chuck Daly, advised by his medical staff, said that the first set of X-rays, taken soon after the Feb. 28 collision with Knicks guard John Starks, weren't \"real good.\"","thumbnail":null,"section":"Sports"},{"date":"19930308","headline":"Starks Is Seldom Quiet Before Storm","web_url":"https://www.nytimes.com/1993/03/08/sports/pro-basketball-starks-is-seldom-quiet-before-storm.html","abstract":"  His face was bloody, his nose was broken and his head was pounding like a bass drum. But anyone who knows John Starks was not surprised when he returned to the Knicks' game with the Utah Jazz last Thursday wearing a mask -- and shooting 3-pointers instead of silver bullets.   Starks made his first six shots wearing the mask, electrified the Madison Square Garden crowd and finished with 22 points to help the Knicks win.","thumbnail":null,"section":"Sports"},{"date":"19930308","headline":"Henry Giniger, 71, Correspondent Who Chronicled Postwar Europe","web_url":"https://www.nytimes.com/1993/03/08/world/henry-giniger-71-correspondent-who-chronicled-postwar-europe.html","abstract":"  Henry Giniger, a longtime correspondent for The New York Times who spent two decades chronicling the rise of postwar France before moving on to report from dozens of other countries, died yesterday at a hospital in Paris. He was 71 and lived in Boulogne, a suburb of Paris.   He had lung cancer, said his daughter, Marianne Moncrief of Westfield, N.J.","thumbnail":null,"section":"World"},{"date":"19930308","headline":"Japan Must Shoulder More of the World Burden; For Larger U.N. Role","web_url":"https://www.nytimes.com/1993/03/08/opinion/l-japan-must-shoulder-more-of-the-world-burden-for-larger-un-role-905193.html","abstract":"  To the Editor:   \"Let Japan Choose Peace\" (editorial, Feb. 21) regrettably mischaracterizes Secretary General Boutros Boutros-Ghali's message during his February visit to Tokyo.","thumbnail":null,"section":"Opinion"},{"date":"19930308","headline":"Jets' Eatman Signs With Rams","web_url":"https://www.nytimes.com/1993/03/08/sports/sports-people-pro-football-jets-eatman-signs-with-rams.html","abstract":"  Offensive tackle IRV EATMAN, who started all 16 games with the Jets last season, signed a three-year contract with the Los Angeles Rams as a free agent Saturday. Terms were not disclosed. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930308","headline":"Japan Must Shoulder More of the World Burden","web_url":"https://www.nytimes.com/1993/03/08/opinion/l-japan-must-shoulder-more-of-the-world-burden-903593.html","abstract":"  To the Editor:   \"Let Japan Choose Peace\" (editorial, Feb. 21) describes the constitutional and military policy issues challenging Japan. Your figures about Japan's contributions of foreign aid and United Nations dues are correct, but leave a misleading impression.","thumbnail":null,"section":"Opinion"},{"date":"19930308","headline":"No Headline","web_url":"https://www.nytimes.com/1993/03/08/nyregion/no-headline-023293.html","abstract":"  To have the Ayatollah Khomeini and the Rev. Jerry Falwell described with the same concept inevitably offends the followers of both. -- DR. R. SCOTT APPLEBY, who is directing a study of fundamentalism for the American Academy of Arts and Sciences.  [ B4:1. ]","thumbnail":null,"section":"New York"},{"date":"19930308","headline":"Bridge","web_url":"https://www.nytimes.com/1993/03/08/nyregion/bridge-429793.html","abstract":"  The dean of active bridge writers on this side of the Atlantic is Alfred Sheinwold, who celebrated his 80th birthday last year. He began working for Ely Culbertson, as a ghostwriter, almost 60 years ago, and continues to write his own syndicated column.   His counterpart in Europe appears to be Pat Cotter in England. At the age of 88 he writes on bridge once a month for Country Life and once a week for The Financial Times, for which he also composes crossword puzzles.","thumbnail":null,"section":"New York"},{"date":"19930308","headline":"Reviews Due On Benefits For Disability","web_url":"https://www.nytimes.com/1993/03/08/nyregion/reviews-due-on-benefits-for-disability.html","abstract":"  About 300,000 residents of New York State will get notices from the Federal Government this week offering to re-examine claims for disability benefits that have been denied by the Social Security Administration since 1981.   The notices, giving people a fresh opportunity to show that they were entitled to benefits, are part of the settlement of a lawsuit. The plaintiffs contended that the Reagan Administration often flouted court rulings when it denied or terminated payments to disabled people.","thumbnail":null,"section":"New York"},{"date":"19930308","headline":"Music Notes; Muti Cancellation Irks Philadelphians","web_url":"https://www.nytimes.com/1993/03/08/arts/music-notes-muti-cancellation-irks-philadelphians.html","abstract":"  A skirmish seems to be brewing between Riccardo Muti and the Philadelphia Orchestra. Mr. Muti, who became the orchestra's Laureate Conductor after relinquishing the music director's post to spend more time in Europe (he is music director of La Scala, in Milan), had agreed to spend four weeks with the Philadelphia in the 1993-94 season. It will be the first full one under the direction of his successor, Wolfgang Sawallisch, who conducted the orchestra last week in Avery Fisher Hall.","thumbnail":null,"section":"Arts"},{"date":"19930308","headline":"THE TWIN TOWERS: Reporter's Notebook; Delaying Search for Missing Man","web_url":"https://www.nytimes.com/1993/03/08/nyregion/the-twin-towers-reporter-s-notebook-delaying-search-for-missing-man.html","abstract":"  With massive slabs of concrete dangling, as one engineer put it, like the blades of guillotines, workers will probably not be able to dig for several days where a missing man may be entombed in the rubble that was the World Trade Center's garage, Port Authority officials said yesterday.   The instability of the garage is also hampering investigators. They must satisfy themselves with brief, nerve-wracking forays into the bomb crater and with examining bits of debris brought out by workers lowered into the hole on a scaffold.","thumbnail":null,"section":"New York"},{"date":"19930308","headline":"Politics' Old-Girl-Network State","web_url":"https://www.nytimes.com/1993/03/08/nyregion/politics-old-girl-network-state.html","abstract":"  On the wall opposite Representative Barbara B. Kennelly's desk in her Capitol Hill office, there are three photographs that say much about the remarkable story of Connecticut women in politics.   John M. Bailey, the legendary Democratic Party boss from Connecticut -- and Mrs. Kennelly's father -- is on the right, and President John F. Kennedy is on the left, shown playing with Mrs. Kennelly's daughter during a White House visit in 1962. But there in the middle, far larger than either, is Ella T. Grasso, the first woman ever elected governor of a state in her own right.","thumbnail":null,"section":"New York"},{"date":"19930308","headline":"THE TWIN TOWERS: The Structure; Aided by Computers, Repairs Are Charted","web_url":"https://www.nytimes.com/1993/03/08/nyregion/the-twin-towers-the-structure-aided-by-computers-repairs-are-charted.html","abstract":"  It looks like an organizational chart for a multinational conglomerate, laid on its side. It is the map to steer the small army of engineers, electricians, carpenters, plumbers and laborers that is pressing to put the World Trade Center back together, so the complex can be reoccupied, the Port Authority hopes, in three and a half weeks.   The chart is part of an intricate management technique that is guiding the enormous repair job, a process called the \"critical path method.\" Several times a day, a personal computer spawns a fresh map, which Port Authority managers and their contractors use not only to figure out where they stand, but also to determine what to do next, where to expect roadblocks and where to concentrate their efforts.","thumbnail":null,"section":"New York"},{"date":"19930308","headline":"Comatose Woman, Focus of Court Battles, Dies","web_url":"https://www.nytimes.com/1993/03/08/us/comatose-woman-focus-of-court-battles-dies.html","abstract":"  Christine Busalacchi, whose father had to battle the State of Missouri for the right to have her feeding tube removed, died early this morning at Barnes Hospital here. She was 23.   The cause of death was cardiac arrest due to dehydration, a hospital spokesman said. The feeding tube was removed in late February shortly after a team of neurologists at Barnes confirmed that Miss Busalacchi was in a persistent vegetative state.","thumbnail":null,"section":"U.S."},{"date":"19930308","headline":"Red Tape Thwarts Efforts to House Mentally Ill","web_url":"https://www.nytimes.com/1993/03/08/nyregion/red-tape-thwarts-efforts-to-house-mentally-ill.html","abstract":"  According to his landlord, Jerome Smith owes nearly $40,000 in back rent for his room in a squalid old hotel on the Upper East Side of Manhattan. The hotel's sole resident, he has refused to leave even as his neighbors moved out, as the paint peeled away in strips, as the curtains turned from yellow to brown to black and the rats took over.   New York State, which provided $1.5 million so a not-for-profit group could buy the hotel, has been trying for the last year to turn it into a group home for 38 mentally ill people. But Mr. Smith has single-handedly stopped the project from going forward. And he has been backed by New York City, which has so far refused to issue a necessary permit while he remains in the building.","thumbnail":null,"section":"New York"},{"date":"19930308","headline":"Can Democracy Last in Thailand?","web_url":"https://www.nytimes.com/1993/03/08/opinion/IHT-can-democracy-last-in-thailand.html","abstract":"- Since the end of absolute monarchy in Thailand, parliamentary democracy has been the exception rather than the rule. Civilian democratic government, set aside by a coup in February 1991, was restored through elections in September 1992 after the military failed to hold on to power by resorting to brute force. Unresolved, however, is whether democracy in Thailand is any more than a recurrent interlude between periods of military-based administration.","thumbnail":null,"section":"Opinion"},{"date":"19930308","headline":"Rap Performer Arrested","web_url":"https://www.nytimes.com/1993/03/08/nyregion/rap-performer-arrested.html","abstract":"  A performer with the rap group House of Pain was arrested yesterday at Kennedy International Airport after an unloaded handgun was found in his suitcase, the Port Authority police said. Erik Schrodi, 23, who performs under the name Everlast, was arrested at 6:45 P.M. after a routine X-ray showed a .380-caliber semiautomatic pistol in his suitcase, said Sgt. Robert McCrudden, a Port Authority police spokesman. He said the pistol was unloaded, but that a clip of ammunition was found in the suitcase. Mr. Schrodi will be charged with third-degree possession of a weapon, a felony punishable upon conviction by up to seven years in jail, the police said.","thumbnail":null,"section":"New York"},{"date":"19930308","headline":"Chrysanthemum and Sword","web_url":"https://www.nytimes.com/1993/03/08/opinion/chrysanthemum-and-sword.html","abstract":"The Clinton Administration has wisely accepted the assertion by Mike Mansfield, former Ambassador to Japan, that the U.S.-Japan relationship is the most important bilateral one in the world. But it will have trouble formulating an effective policy until advisers clear away some \"theology.\"\n\nSince the mid-1980's, a group of scholars and journalists have presented a revisionist view that seeks to overturn prevalent ideas about Japan's postwar economic miracle and democratic reforms.","thumbnail":null,"section":"Opinion"},{"date":"19930308","headline":"Israeli Army Says U.N. Official Failed to Aid Jew","web_url":"https://www.nytimes.com/1993/03/08/world/israeli-army-says-un-official-failed-to-aid-jew.html","abstract":"  Israeli officials said today that they were considering a complaint to the United Nations about one of its officials, who was accused by the army of having failed to alert soldiers after seeing a crowd stone and shoot an Israeli motorist to death in the Gaza Strip.    The accusation has further soured an already uneasy relationship between the army and United Nations relief workers who provide social services, clinics and other programs for Palestinian refugees in Israeli-occupied territories.","thumbnail":null,"section":"World"},{"date":"19930308","headline":"Looking for Alliance, Clinton Courts the Congress Nonstop","web_url":"https://www.nytimes.com/1993/03/08/us/looking-for-alliance-clinton-courts-the-congress-nonstop.html","abstract":"  Senator James M. Jeffords, a Republican from Vermont, was sitting in a hotel room in Damascus, Syria, one evening last month when President Clinton called to thank him for voting for the family leave bill.   \"It was unbelievable,\" Mr. Jeffords said. \"No one would believe that the President would call me in Damascus. No matter how long we've been around the Hill, there's nothing more exciting than a call from the President.\"","thumbnail":null,"section":"U.S."},{"date":"19930308","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/03/08/arts/dance-in-review-505693.html","abstract":"  Wendy Perron Dance Company Gould Hall    A 10th-anniversary program by the Wendy Perron Dance Company on Thursday night had some fine ingredients. Ms. Perron's dancers were uniformly fluid, articulate movers with welcoming presences. The production elements were all top-notch. Carol Mullins's lighting was dramatic yet sensitive, and Katrin Schnabl, Deborah Brothers and Lisa Powers contributed imaginatively handsome costumes. But until the last of the program's four pieces, there was the sense of something missing.","thumbnail":null,"section":"Arts"},{"date":"19930308","headline":"Staten Island Puts Feelings On Parade","web_url":"https://www.nytimes.com/1993/03/08/nyregion/staten-island-puts-feelings-on-parade.html","abstract":"  Casting aside the political furor that has enveloped the St. Patrick's Day Parade in Manhattan, thousands of people on Staten Island embraced tradition with horns, kazoos and flowing kegs of beer yesterday during New York City's second largest such parade.   With the march in Manhattan facing the threat of protests from a gay group excluded from the celebration, people on Staten Island said they refused to allow politics to spoil what many there saw as a simple celebration of Irish ethnicity.","thumbnail":null,"section":"New York"},{"date":"19930308","headline":"Topics of The Times; Revitalizing Times Square?","web_url":"https://www.nytimes.com/1993/03/08/opinion/topics-of-the-times-revitalizing-times-square.html","abstract":"  Just when the cleansing of the Times Square area has begun to show progress, along comes Arnold Schwarzenegger. The muscled superstar has been filming a movie in the neighborhood, much to the delight of city officials. Local movie-making came to a halt two years ago in a prolonged stand-off between New York City unions and Hollywood producers. Now, at last, business is looking up -- or is it down?   Apparently Times Square is too cleaned up for the Schwarzenegger image. So the sleazy old 42d Street movie houses, boarded up for renovation, were suddenly made to blaze with sex and violence again. The Amsterdam's marquee beckoned with \"HOT BLOOD.\" At the Liberty, a double feature: \"CAMP ON BLOOD ISLAND\" and \"SCREAMING MIMI.\" And so on down the once tawdry block between Seventh and Eighth Avenues, now tawdry again a la Hollywood.","thumbnail":null,"section":"Opinion"},{"date":"19930308","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/03/08/arts/dance-in-review-495593.html","abstract":"  Geulah Abrahams Danceworks Dia Art Center SoHo    Geulah Abrahams Danceworks contrasted order and disorder in its offerings on Friday night. Ms. Abrahams's choreography for \"Chaos Variations\" was especially ingenious.","thumbnail":null,"section":"Arts"},{"date":"19930308","headline":"Executive Brief: THE COMMERCE DEPARTMENT; Reason to Smile Again: Clinton Industrial Policy","web_url":"https://www.nytimes.com/1993/03/08/us/executive-brief-commerce-department-reason-smile-again-clinton-industrial-policy.html","abstract":"  During the Bush years, Commerce Department officials liked to quip that they were working for an industrial-policy agency in an Administration that did not believe in industrial policy.   The Clinton Administration, which does believe in industrial policy, is beginning to flex the department's atrophied muscles. While plans to spend more on commercial research and promoting exports have alarmed opponents of government intervention in the marketplace, they have sent morale at the agency soaring.","thumbnail":null,"section":"U.S."},{"date":"19930308","headline":"Specter of Chavez Is Stalking Whitaker","web_url":"https://www.nytimes.com/1993/03/08/sports/specter-of-chavez-is-stalking-whitaker.html","abstract":"  Pernell Whitaker was still congratulating himself yesterday morning, still admiring his own work because he believed no one else would.   On Saturday night, Whitaker won the World Boxing Council welterweight title from James (Buddy) McGirt, and it turned out he was fighting with the promise of a September bout with Julio Cesar Chavez, win or lose. He gained a claim to the sport's mythical pound-for-pound moniker, but said he wasn't interested in titles, just in big fights.","thumbnail":null,"section":"Sports"},{"date":"19930308","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/03/08/arts/dance-in-review-535893.html","abstract":"  Feld Ballets/NY Joyce Theater   Eliot Feld's \"Aurora I\" and \"Circa,\" two works of the 1980's, returned to the repertory of Feld Ballets/NY on Saturday night. The vocabulary of steps in both is deliberately restricted. Yet each is an effective example of a totally different style.    \"Aurora I,\" choreographed in 1985 to a recorded score by Steve Reich, is one of several ballets by Mr. Feld to Minimalist music. Just as many examples of such music prove sonically rich even though they are based upon only a few motifs, so Mr. Feld has also succeeded in devising imaginative variations upon a limited number of movements.","thumbnail":null,"section":"Arts"},{"date":"19930308","headline":"South-Central L.A.: Friendly Place for a Run","web_url":"https://www.nytimes.com/1993/03/08/sports/marathon-south-central-la-friendly-place-for-a-run.html","abstract":"  Los Angeles was host to a sanguine marathon today.    On some of the same streets where last spring there was looting, arson and beatings, officials today played Randy Newman's \"I Love L.A.\" at least 20 times, and none of the 19,000-plus runners or the gallery in the riot-torn areas could dispute it.","thumbnail":null,"section":"Sports"},{"date":"19930308","headline":"Why Conservatives Will Keep Carping","web_url":"https://www.nytimes.com/1993/03/08/opinion/l-why-conservatives-will-keep-carping-906093.html","abstract":"  To the Editor:   \"Mr. Clinton's Captious Critics\" (editorial, Feb. 23) argues that Republicans should not waste their time taking \"abstract potshots at government's legitimate role in American society.\" But it is the difference in how Republicans and Democrats -- or more precisely conservatives and liberals -- define the legitimate role of the Federal Government that explains much of the Republican Party's opposition to President Clinton's tax and fiscal policies.","thumbnail":null,"section":"Opinion"},{"date":"19930308","headline":"Brewers Are Off, but Will They Be Running?","web_url":"https://www.nytimes.com/1993/03/08/sports/baseball-brewers-are-off-but-will-they-be-running.html","abstract":"  Brewers baserunners joked last year that they were always stealing second base to get away from the incessant chatter of Tim Foli, Milwaukee's first-base coach. Actually, they stole because that was the team's best means of generating runs.   \"I don't know if we'll do it again,\" Manager Phil Garner said last week. \"Last year, we didn't have a lot of home-run power, so we thought we'd stir things up that way. But we also wanted the other clubs to do things they didn't normally do so they were out of their comfort zones.","thumbnail":null,"section":"Sports"},{"date":"19930308","headline":"Books of The Times; Did a German Scientist Prevent Catastrophe in World War II?","web_url":"https://www.nytimes.com/1993/03/08/books/books-of-the-times-did-a-german-scientist-prevent-catastrophe-in-world-war-ii.html","abstract":"  Heisenberg's War The Secret History of the German Bomb By Thomas Powers Illustrated. 608 pages. Alfred A. Knopf.   Thomas Powers's important new book, \"Heisenberg's War: The Secret History of the German Bomb,\" is a detailed account of the race to develop an atom bomb during World War II as seen from both the German and Allied sides. It is full of fascinating characters, deeds of heroic daring and graphic accounts of important developments in modern physics.","thumbnail":null,"section":"Books"},{"date":"19930308","headline":"Mitchel Maidman and Arlene Esses","web_url":"https://www.nytimes.com/1993/03/08/style/mitchel-maidman-and-arlene-esses.html","abstract":"  Arlene S. Esses, a daughter of Deanne Esses of Sands Point, L.I., and the late Harry Esses, was married yesterday to Mitchel Aron Maidman, a son of Richard Maidman of New York and Lynne Manning of Stamford, Conn. Rabbi Abraham Hecht performed the ceremony at the Plaza in New York.   Mrs. Maidman, 23, graduated from Tufts University. She is an administrator at Everyones Stores Inc. in Manhattan, a chain of health and beauty-aid stores owned by her mother, who is also the president of the company. The bride's father founded the company.","thumbnail":null,"section":"Style"},{"date":"19930308","headline":"The Answer to (Almost) Everything","web_url":"https://www.nytimes.com/1993/03/08/opinion/the-answer-to-almost-everything.html","abstract":"After some uncertainty, the Clinton Administration said it wants to continue financing the Superconducting Supercollider, a giant scientific instrument under construction in Texas. The debate over the $8 billion project will now move to Congress.\n\nThe project's supporters will point to technological spinoffs, new high-tech jobs and the fact the project is already a quarter completed. As in previous years, there will be counter-arguments about the deficit, pork barrel projects and \"big science.\" But beneath the political and fiscal sparring, there is a quieter and older debate about the aims of science and the nature of knowledge.","thumbnail":null,"section":"Opinion"},{"date":"19930308","headline":"Islanders Knock a Peg From Under Capitals","web_url":"https://www.nytimes.com/1993/03/08/sports/hockey-islanders-knock-a-peg-from-under-capitals.html","abstract":"  Travis Green, hardly a bully, was already in the locker room, ejected for instigating a fight. The game was tied, the hour was late, and Al Arbour, the Islanders' coach, needed a replacement for Green, the rookie center of the Kid Line.   So he sent out Benoit Hogue, who's not a kid anymore, merely in his prime at the age of 26. Hogue scooped up a loose puck in the slot and whipped a wrist shot past Don Beaupre with 4 minutes 14 seconds left in the game to give the Islanders a 3-2 victory over the Washington Capitals.","thumbnail":null,"section":"Sports"},{"date":"19930308","headline":"British Say I.R.A. Bombing Effort Is Set Back by Arrest of 5 Suspects","web_url":"https://www.nytimes.com/1993/03/08/world/british-say-ira-bombing-effort-is-set-back-by-arrest-of-5-suspects.html","abstract":"  Scotland Yard detectives say they have dealt a setback to the Irish Republican Army's bombing campaign in mainland Britain after seizing five suspects and a large number of explosives in a series of raids across London last week.   On Friday, police officers wearing heavy armor sealed off streets in east London and stationed marksmen on rooftops overlooking a courthouse where two of the suspects were being arraigned on charges of setting off a bomb on Jan. 28 outside Harrod's department store in London. Three people were injured in that blast.","thumbnail":null,"section":"World"},{"date":"19930308","headline":"CLINTON MAY USE DIVERSITY PLEDGE TO REMAKE COURTS","web_url":"https://www.nytimes.com/1993/03/08/us/clinton-may-use-diversity-pledge-to-remake-courts.html","abstract":"  With a near-record number of vacancies on the Federal bench and the likelihood that Congress will pass a measure to create dozens more, President Clinton is expected to name hundreds of judges over the next four years and dramatically alter the judicial landscape after 12 years of Republican appointments.   Between them, Presidents Ronald Reagan and George Bush appointed 584 judges to the Federal courts -- the Supreme Court, the Federal district and appellate courts and special panels like the Court of International Trade. But of the 828 Federal judgeships, 115 are now vacant. Because an average of 10 judges are retiring each month, experts say Mr. Clinton is likely to have the chance to fill at least half the Federal judgeships before his term is out.","thumbnail":null,"section":"U.S."},{"date":"19930308","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/03/08/nyregion/inside-034893.html","abstract":"    U.N. Force in Bosnia Weighed   If there is a truce in Bosnia, the United Nations Secretary General says he expects the Security Council to send a large new force empowered to use military might. Page A8. A Top Economist for Clinton    Joseph A. Stiglitz, a Stanford University professor, has been selected for the remaining seat on the Council of Economic Advisers. Page D1. New Outlook for Kennedy    For Senator Edward M. Kennedy, this is a hopeful era, with a new wife, a new President and new interest in his pet issue, health care. Page B9.","thumbnail":null,"section":"New York"},{"date":"19930308","headline":"Judge Makes Translations an Issue of Trial Rights","web_url":"https://www.nytimes.com/1993/03/08/nyregion/judge-makes-translations-an-issue-of-trial-rights.html","abstract":"  Judge Jack B. Weinstein of Federal District Court in Brooklyn made a courtroom confession last week: He avoided traveling to the Soviet Union for years, until its police-state features began melting away, because he feared he would fall into the clutches of the K.G.B. and not have a document in English telling him his alleged crime.   In fact, he asked a prosecutor, doesn't    she    have nightmares that she might be arrested while traveling in a place like Afghanistan and not know the charges against her because she couldn't read them?","thumbnail":null,"section":"New York"},{"date":"19930308","headline":"U.N. Aides Now Pessimistic About Evacuating Bosnians","web_url":"https://www.nytimes.com/1993/03/08/world/un-aides-now-pessimistic-about-evacuating-bosnians.html","abstract":"  Denouncing Serbian commanders who reneged on an offer of safe passage, United Nations relief officials said today that it now might be weeks before workers could evacuate thousands of sick and wounded Muslims from enclaves besieged by Serbs in eastern Bosnia.    On Saturday, military leaders of the Bosnian Serbs told the commander of the United Nations peacekeeping forces in Bosnia, Gen. Philippe Morillon, that they would not permit relief workers to evacuate even the wounded and sick from the trapped Muslim enclaves of Cerska and Srebrenica until Serbs were allowed to organize an exodus of Serbs from Tuzla and other nearby towns under Bosnian Government control, United Nations officials here said.","thumbnail":null,"section":"World"},{"date":"19930308","headline":"Hey Kids, What's Behind Door No. 3? Economics","web_url":"https://www.nytimes.com/1993/03/08/nyregion/new-rochelle-journal-hey-kids-what-s-behind-door-no-3-economics.html","abstract":"  IF Peter Bell and the New York State Council on Economic Education have their say, sixth graders like Imhotep Newsome and Cresentia Villarin will know that there is a lot more to economics than understanding math.   Along with other students at the Albert Leonard Middle School here, they will learn that while math has fixed and impersonal answers, economics calls for flexible thinking, a set of individual values and a new vocabulary for everyday experiences.","thumbnail":null,"section":"New York"},{"date":"19930308","headline":"THE TWIN TOWERS: Displaced Tenants; Landlords Offer Short-Term Space for Low Rental Rates","web_url":"https://www.nytimes.com/1993/03/08/nyregion/twin-towers-displaced-tenants-landlords-offer-short-term-space-for-low-rental.html","abstract":"  To the dismay of landlords who had hoped to turn a profit from renting temporary space to companies displaced from the World Trade Center, many of those tenants are finding space for rates as low as $15 a square foot a year, or roughly direct operating costs for many office buildings.   And the chances for profits are growing dimmer. Last Wednesday, the Real Estate Board of New York set up a clearinghouse to help place displaced tenants into some 3 million square feet of space that various landlords have said they would make available at cost. Olympia & York has already licensed space ready for occupancy at cost at four buildings to tenants like Aetna Insurance, Sumitomo Bank, and the law firm Thacher, Proffitt & Wood.","thumbnail":null,"section":"New York"},{"date":"19930308","headline":"Miami Officer's Trial Delayed In Shooting That Set Off Riots","web_url":"https://www.nytimes.com/1993/03/08/us/miami-officer-s-trial-delayed-in-shooting-that-set-off-riots.html","abstract":"  A State District Court of Appeals today delayed the racially charged retrial of a Miami police officer on manslaughter charges so it could rule on whether the case should have been moved here in the first place.   The trial, which was scheduled to begin Monday with jury selection, had been moved here by the trial judge, W. Thomas Spencer of Dade County Circuit Court, because Tallahassee had a large black population from which to select a jury. The trial had first been moved from Miami to Orlando, and then here. Retrial Moved Twice    John Hogan, a Dade County assistant state attorney who is leading the prosecution of the case, said he feared that Judge Spencer, in deciding to move the case from Orlando to Tallahassee on the basis of racial demographics, had flawed the case enough to result in a conviction being overturned on appeal.","thumbnail":null,"section":"U.S."},{"date":"19930308","headline":"BRAZIL IS EVICTING MINERS IN AMAZON","web_url":"https://www.nytimes.com/1993/03/08/world/brazil-is-evicting-miners-in-amazon.html","abstract":"  Determined to reverse a gold rush of 11,000 miners into the Amazon lands of the Yanomami Indians, the Brazilian police and military have evacuated 3,000 miners by air in the last 10 days, many of them forcibly.   The operation, which continued today with helicopters and transport planes, is the second drive since 1990 to protect Brazil's Yanomami, often called the largest Stone Age tribe in the Americas. Long isolated from the outside world, the 20,000 Yanomami of Brazil and Venezuela are threatened by imported diseases and pollution that cripples their hunting and fishing.","thumbnail":null,"section":"World"},{"date":"19930308","headline":"Why Conservatives Will Keep Carping; No G.O.P. Majority","web_url":"https://www.nytimes.com/1993/03/08/opinion/l-why-conservatives-will-keep-carping-no-gop-majority-907893.html","abstract":"  To the Editor:   In \"Grand Old Hypocrisy\" (letter, Feb. 22), Elaine Hendrie makes an error in her criticism of the Republicans in Congress. After criticizing the G.O.P. response to President Clinton's Feb. 17 economic policy message, she asks, \"Why didn't they think about these things when they were the majority in Congress?\"","thumbnail":null,"section":"Opinion"},{"date":"19930308","headline":"A Spotless Courier Dispatches Ferreira","web_url":"https://www.nytimes.com/1993/03/08/sports/tennis-a-spotless-courier-dispatches-ferreira.html","abstract":"  They met in the desert at high noon, but it was no showdown. With solid groundstrokes under a searing sun more invasive than his opponent's arsenal, Jim Courier turned his final-round duel with South Africa's Wayne Ferreira into a simple three-set rout at the Newsweek Champions Cup. Courier's brisk 6-3, 6-3, 6-1 mastery of the 21-year-old Ferreira not only rendered the three-of-five-set format gratuitous, but further tightened his grasp on the No. 1 ranking in the world.   The 14th-ranked Ferreira lamented his inability to exert any leverage in the final: a strain to his serving shoulder, an ailment he inflicted on himself during the pre-match warm up, stopped him from getting a good grip on his service games. And Courier, converting 10 of the 11 break points he gained against Ferreira, took over from there.","thumbnail":null,"section":"Sports"},{"date":"19930308","headline":"Rebuffing Premier, China Eases Growth Curbs","web_url":"https://www.nytimes.com/1993/03/08/world/rebuffing-premier-china-eases-growth-curbs.html","abstract":"  The Communist Party leadership today approved a revision of China's five-year plan, setting more ambitious growth targets and thereby snubbing Prime Minister Li Peng. It also endorsed a reshuffle of Government leaders.   The Central Committee released a communique this evening, after the close of its three-day plenary session, but did not say who would be promoted or dismissed. Nor did it give any details of the plan that it also approved for \"reforming the party and Government organs.\"","thumbnail":null,"section":"World"},{"date":"19930308","headline":"Florida Officials Scramble to Save Air Base Damaged by Hurricane","web_url":"https://www.nytimes.com/1993/03/08/us/florida-officials-scramble-to-save-air-base-damaged-by-hurricane.html","abstract":"  Once a driving force in South Florida, Homestead Air Force Base has been closed since Hurricane Andrew damaged or destroyed most of its buildings last August. Now it is on a list of military bases facing closings, and Florida lawmakers are making one last major effort to bring it back to life.   Senator Bob Graham met on Friday with Pentagon officials to discuss the plan to close the base and ways to include Florida's Congressional delegation and members of the public in the military's discussions, an aide to the Senator, Samuel R. Shorstein, said today. Mr. Shorstein said that Mr. Graham hoped that the base would be rebuilt.","thumbnail":null,"section":"U.S."},{"date":"19930308","headline":"Critic's Notebook; A Lively and Long Friendship Is Over","web_url":"https://www.nytimes.com/1993/03/08/arts/critic-s-notebook-a-lively-and-long-friendship-is-over.html","abstract":"  Two weeks ago, Salsa Meets Jazz, the long-running series at the Village Gate that for more that 20 years brought together some of the biggest names in Latin music and jazz, shut its doors. The closing wasn't greeted with much public commentary or hordes of television cameras. Salsa Meets Jazz no longer had a fancy profile; after so many years, it had become low key. Pairing the finest salsa orchestras with the finest jazz musicians, it let them find common ground. The common ground often shook, and the shows worked, week after week. Like all things that are consistent, Salsa Meets Jazz had been taken for granted.   It shouldn't have been, and the program's death, from rising costs and a dwindling audience, makes the city just a little more musically impoverished. Under the guidance of Symphony Sid Torin, a disk jockey, and Jack Hooke, a music-business entrepreneur, the series began as a straight Latin music show and then evolved into something special. Over the years -- it took a decade off, between 1970 and 1980 -- it had provided an extraordinary meeting of cultures and some of the best music the city could offer. All the great Latin bands came through, from Oscar D'Leon, the James Brown of Latin music, to Eddie Palmieri, the music's crazy, brilliant uncle; Mario Bauza, Tito Puente, Celia Cruz, El Gran Combo and Mongo Santamaria all showed up.","thumbnail":null,"section":"Arts"},{"date":"19930308","headline":"Review/Dance; Pittsburgh Ballet's New Direction","web_url":"https://www.nytimes.com/1993/03/08/arts/review-dance-pittsburgh-ballet-s-new-direction.html","abstract":"  As one of George Balanchine's most popular ballerinas in the New York City Ballet from 1950 to the mid-1960's, Patricia Wilde could have been expected to direct any other ballet troupe along strictly Balanchinian lines.    But when Miss Wilde became artistic director of the Pittsburgh Ballet Theater in 1982, she obviously agreed to continue the kind of eclectic repertory best suited to an up-and-coming regional company that seeks to serve a broad audience. She was also able to draw upon her experience in several international troupes, having danced as well in the Ballet Russe de Monte Carlo and the Marquis de Cuevas Ballet.","thumbnail":null,"section":"Arts"},{"date":"19930308","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/03/08/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: A Titian Portrait. NAPLES - The discovery of a beautiful portrait by Titian of Christopher Columbus has caused a great sensation. A full-length, life-size portrait was shown to me by Signor Cannavina, the antiquarian, who purchased it from Count Ald","thumbnail":null,"section":"Opinion"},{"date":"19930308","headline":"Yanks Veto Clark for Youth","web_url":"https://www.nytimes.com/1993/03/08/sports/baseball-yanks-veto-clark-for-youth.html","abstract":"  After deliberating for days, the Yankees officially decided today that they would not pursue the free agent Jack Clark in order to keep opportunities open for younger players.","thumbnail":null,"section":"Sports"},{"date":"19930308","headline":"Clash Over Congressional Cash","web_url":"https://www.nytimes.com/1993/03/08/opinion/clash-over-congressional-cash.html","abstract":"  Senator Mitch McConnell, Republican of Kentucky, was in there pitching for the status quo last week. That's an allowable position for a conservative pol, if only the status quo in question were not a corrupt, outdated and harmful one. As the G.O.P.'s designated hitter on all issues pertaining to campaign finance reform, Mr. McConnell told the Senate Rules Committee not to bother about the talk that senators spend too much time raising campaign money. It's a point many senators would probably dispute if they weren't so busy scrounging for funds. As the chart at right suggests, the senators have to churn out a lot of cash.    Mr. McConnell calls the Democrats' proposal to clean up campaign financing in part by using taxpayer funds an \"entitlement program for politicians.\" It's a mystery why a Republican would want to prolong the system under which his party lost control of the Senate. In truth, as Senator David Boren of Oklahoma, the chief sponsor of the Democratic reform plan, strongly notes, it's the present system that's the real entitlement program -- but for incumbents only.","thumbnail":null,"section":"Opinion"},{"date":"19930308","headline":"Violently, Drug Trafficking in Mexico Rebounds","web_url":"https://www.nytimes.com/1993/03/08/world/violently-drug-trafficking-in-mexico-rebounds.html","abstract":"  Without knowing of its reputation, without hearing it called \"Little Medellin,\" it might be difficult to recognize this bustling provincial capital as the historic center of Mexico's drug trade.   The young men in dark glasses riding in chromed pickup trucks are harder to pick out these days in the traffic of businessmen's sedans and farmers in from the countryside. Where the city's three rivers intersect, construction has started on a $300 million project to reclaim the floodlands for a glitzy sprawl of shopping centers, residential developments and business parks.","thumbnail":null,"section":"World"},{"date":"19930308","headline":"Japan Must Shoulder More of the World Burden; Noble Experiment","web_url":"https://www.nytimes.com/1993/03/08/opinion/l-japan-must-shoulder-more-of-the-world-burden-noble-experiment-904393.html","abstract":"  To the Editor:   \"Let Japan Choose Peace\" (editorial, Feb. 21), does not go far enough. Not only the United States, but also the world has an interest in leaving Japan's \"peace Constitution\" intact.","thumbnail":null,"section":"Opinion"},{"date":"19930308","headline":"After 3 Decades Working in Senate, Kennedy Gets a Turn for His Agenda","web_url":"https://www.nytimes.com/1993/03/08/us/after-3-decades-working-in-senate-kennedy-gets-a-turn-for-his-agenda.html","abstract":"  After three turbulent, sometimes triumphant and often troubled decades, Senator Edward M. Kennedy is entering a singularly calm, optimistic time in his life.    For the first time since he accumulated real power in the Senate, he has a President as an ally. He has been a committee chairman during four Administrations, but he often fought Presidents Jimmy Carter, Ronald Reagan and George Bush over domestic policy. Today, his enthusiasm for President Clinton's vision seems unbounded. In a recent interview, he compared the new President to his own brother, John F. Kennedy.","thumbnail":null,"section":"U.S."},{"date":"19930308","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/03/08/nyregion/chronicle-422093.html","abstract":"  Germany's most prominent chef, ECKART WITZIGMANN of Munich's Aubergine, went on trial Friday on charges of possession of cocaine but he still has the support of his fans.   Ninety of his admirers in Munich placed a $15,000, half-page advertisement in the newspaper Suddeutsche Zeitung on Friday supporting the chef of Germany's top-rated restaurant, with three Michelin stars.   \"Thank you, Eckart Witzigmann!\" read the advertisement. \"We are happy to have you here with us.\"","thumbnail":null,"section":"New York"},{"date":"19930308","headline":"A Map for Rebuilding","web_url":"https://www.nytimes.com/1993/03/08/nyregion/a-map-for-rebuilding.html","abstract":"  Rebuilding the underground nerve center of the World Trade Center will require a small army of engineers, electricians, carpenters, plumbers and laborers. Guiding them in the battle is a complex set of computerized projections that determines what to do next, where to expect problems and where to concentrate their efforts.   Article and diagram, page B5.","thumbnail":null,"section":"New York"},{"date":"19930308","headline":"Sports of The Times; The Electric Mood And Hair at Garden","web_url":"https://www.nytimes.com/1993/03/08/sports/sports-of-the-times-the-electric-mood-and-hair-at-garden.html","abstract":"  MADISON Square Garden finally came alive for boxing on Saturday.   Buddy McGirt, from Brentwood, L.I., was the hometown delight; Pernell Whitaker, from Norfolk, Va., had star appeal.","thumbnail":null,"section":"Sports"},{"date":"19930308","headline":"Bowe vs. Holyfield: But First, Patience","web_url":"https://www.nytimes.com/1993/03/08/sports/boxing-bowe-vs-holyfield-but-first-patience.html","abstract":"  The morning after boxing crowned a new welterweight champion, it emerged from behind closed doors with some very big -- and in some cases uninspiring -- fights that will unfold over the next six months.   It will all likely end with a Riddick Bowe-Evander Holyfield rematch on Sept. 10 at Caesars Palace in Las Vegas, Nev. But as a prelude, fight fans will have to live with the prospect that a real pretender will challenge Bowe for his heavyweight title.","thumbnail":null,"section":"Sports"},{"date":"19930308","headline":"Ranger Remedy for Rout: Laugh a Bit and Forget It","web_url":"https://www.nytimes.com/1993/03/08/sports/hockey-ranger-remedy-for-rout-laugh-a-bit-and-forget-it.html","abstract":"  It was laughable and goaltender Mike Richter knew it. That's why he could chuckle afterward. That's why he could walk away from a disastrous game that obviously didn't help his recently restored confidence.   Ron Smith, the Rangers' coach, left Richter in goal for all three excruciating periods Saturday night at Le Colisee in Quebec.","thumbnail":null,"section":"Sports"},{"date":"19930308","headline":"How Do You Say Tough Guy in Lithuanian?","web_url":"https://www.nytimes.com/1993/03/08/sports/hockey-how-do-you-say-tough-guy-in-lithuanian.html","abstract":"  Darius Kasparaitis drove his new, black BMW from Long Island to Manhattan a few weeks ago and parked it, illegally, at a curb. When he returned, the car was gone.   A police officer told Kasparaitis, a defenseman for the Islanders, that the car might have been towed. When the 20-year-old rookie from Lithuania arrived at the car pound, he found his vehicle, and a long line of fellow motorists waiting to pay their fines.","thumbnail":null,"section":"Sports"},{"date":"19930308","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/03/08/nyregion/news-summary-988993.html","abstract":"  International A2-11  A RUSSIAN VILLAGE PRIEST'S HEAVEN   It took Sergei Vishnevsky 45 years to return to his village in Russia's upper Volga valley to serve as parish priest. He picked up a broom and started sweeping out the decades of debris and neglect, and now he is shamefully happy.  A1 JAPANESE CONSUMER RIGHTS   A rare public debate over product liability has arisen in Japan, where a long tradition of favoring companies over citizens may be changing.  A1 DRUG WAR FLARES IN MEXICO   In Sinaloa State, 80 people have been killed in the two months since a new governor took office. Most of the deaths were drug related, a sign that here and elsewhere in Mexico, drug wars are flaring up.  A3 THE JUDGE SOUTH AFRICANS TRUST   The judge who heads South Africa's commission on public violence is treated as a cross between King Solomon and the Ghostbusters, arbiter of irreconcilable grievances and stalker of national goblins.  A4 CHINA EASES CURBS ON GROWTH   China's Communist leadership approved a revised five-year plan, setting more ambitious growth targets and thereby snubbing Prime Minister Li Peng. It also endorsed a reshuffle of Government leaders.  A5 BRAZIL EVICTING AMAZON MINERS   Determined to reverse a gold rush of 11,000 miners into the Amazon lands of the Yanomami Indians, the Brazilian police and military have evacuated 3,000 miners by air in the last 10 days, many forcibly.  A7 DISPUTE OVER KILLING IN GAZA   Israeli officials are considering a complaint to the United Nations about one of its officials, who was accused by the Army of having failed to alert soldiers after seeing a crowd stone and shoot an Israeli motorist to death in the Gaza Strip.  A6 BOSNIAN EVACUATION DELAYED   Denouncing Serbian commanders who reneged on an offer of safe passage, United Nations relief officials said it now might be weeks before thousands of sick and wounded Muslims could be evacuated from enclaves besieged by Serbs in eastern Bosnia.  A8 U.N. WEIGHS USE OF FORCE IN BOSNIA   If an agreement is reached to end the war in Bosnia, the Secretary General and other senior United Nations officials expect the Security Council to send a very large new force there, empowered to use military might.  A8 Afghan Government and rebel leaders sign a peace pact.  A3 A post-cold-war mystery: foreign submarines off Sweden.  A10 Far-rightists made strong gains in elections in a German state.  A11 National A12-15, B8-9 RESHAPING THE JUDICIARY   With a high number of vacancies on the Federal bench, President Clinton has the opportunity to name hundreds of judges over the next four years and drastically alter the judicial landscape after 12 years of Republican appointments.  A1 THE PRESIDENT IS CALLING   President Clinton is pursuing an energetic strategy of winning over lawmakers through personal contacts, with the most immediate goal of gaining support for his economic program. His frequent meetings with Congressmen and excursions to Capitol Hill suggest almost a parliamentary-style Government, where the President works in tandem with legislators.  A1 Commerce gets a chance to flex its muscles on industrial policy.  B9 CHILDREN OF THE CULT   Their parents are barricaded in the Texas compound that was the scene of a deadly gun battle with Federal agents. But the children of the Branch Davidian cult appear well cared for and eager to see their parents again.  A1 A week after the shootout, negotiations are stalled.  A14 TOWN MEETING LOSES APPEAL   Even after a campaign of Presidential \"town meetings,\" in much of New England, the real thing, dating back more than three centuries, is in decline.  A12 COMATOSE WOMAN DIES   Nearly six years after an automobile accident left her in a coma, and 26 months after her father asked the courts to allow him to remove her feeding tube, Christine Busalacchi died in St. Louis. She was 23.  A12 LIFE ON THE BELLEAU WOOD   A shipmate of a gay sailor who was beaten to death in Japan said homosexuals on his ship were frequently harassed.  A15 OPTIMISM FOR KENNEDY   After three turbulent, sometimes triumphant and often troubled decades, Senator Edward M. Kennedy is entering a singularly calm, optimistic time in his life, with a new marriage, a President from his party, and new interest in his pet issue, universal health care.  B8 The racially charged retrial of a Miami policeman is delayed.  A12 Metro Digest B1 FAMILY OF BOMBING SUSPECT   The relatives of the man charged in the bombing of the World Trade Center gathered in Jordan and said they could not believe the \"gentle man\" who went to the United States \"to make something of himself\" could have committed the crime.  A1 BRIGHT LIGHTS, BIG DISCOUNTS   Some of the nation's largest discount retailers -- the cavernous department stores, warehouse clubs and super supermarkets that for decades have shaped the shopping landscape of America's suburbs and small towns -- are coming to New York City.  A1 Sports C1-8 Baseball: Torborg settles on heart of order.  C7 Yanks' Stanley still No. 2.  C7 Will Brewers again be running? C7 Basketball: Knicks' Starks both tough and valuable.  C1 76ers fire Moe.  C4 North Carolina batters Duke.  C3 Big East struggling for N.C.A.A. spots.  C3 St. Joseph's overcomes Rutgers.  C2 Nets await new X-rays on Anderson.  C4 Manhattan beats Siena.  C2 Boxing: Bowe-Holyfield three fights away.  C1 Columns: Rhoden on the fight at the Garden.  C5 Golf: Norman wins Doral.  C2 Hockey: Islanders beat Capitals, 3-2.  C1 Kasparaitis fractures language and opposition.  C6 Richter reacts to blowout.  C6 Sports People C4 Tennis: Courier routs Ferreira.  C2 Track: Peaceful marathon in South-Central Los Angeles.  C2 Fashion Page C18 Business Digest D1 Obituaries B10 Henry Giniger, a longtime correspondent for The New York Times. Douglas Marland, Emmy-winning writer. Arts/Entertainment C9-18 Rival theaters in Dublin.  C9 Thalia movie house to reopen.  C9 Directors honor Eastwood.  C16 Theater: \"Best of Friends.\" C14 Music: Muti cancels.  C9 End of a series that spanned two cultures.  C9 Dance: The Pittsburgh Ballet.  C9 In review.  C12 Word and Image: \"Heisenberg's War.\" C13 \"Big Boys Don't Cry.\" C16 Hefty serving of a British sitcom.  C16 Editorials/Op-Ed A16-17 Editorials Congressional clash over cash. Small farmers, global reach. Topics: Revitalizing 42d Street? Letters Anthony Lewis: Elements of the cure. William Safire: The last new Nixon. Steven Weinberg: The answer to (almost) everything. George R. Packard: Chrysanthemum and sword.","thumbnail":null,"section":"New York"},{"date":"19930308","headline":"And Then, The Flyer Floodgates Opened","web_url":"https://www.nytimes.com/1993/03/08/sports/hockey-and-then-the-flyer-floodgates-opened.html","abstract":"  For a long time today it appeared that an unrelenting bombardment by the Devils would go for naught against Philadelphia's fine rookie goaltender, Tommy Soderstrom.   Soderstrom had blanked Washington last Friday for his third shutout since being called up from Hershey last Dec. 10. And a fourth shutout seemed possible as the young Finn repulsed the first 25 shots by the Devils, many of them during five power-play situations, by late in the second period.","thumbnail":null,"section":"Sports"},{"date":"19930308","headline":"Suburban Superstores Come To New York City Shoppers","web_url":"https://www.nytimes.com/1993/03/08/nyregion/suburban-superstores-come-to-new-york-city-shoppers.html","abstract":"  Some of the nation's largest discount retailers -- the cavernous department stores, warehouse clubs and super supermarkets that for decades have shaped the shopping landscape of America's suburbs and small towns -- are coming to New York City.   With the price of the city's real estate falling and the appetite for variety and value growing, these discounters are now discovering that New York, like other big cities, represents the last untapped frontier for their low-margin, high-volume wares: more than seven million consumers and such a dearth of these stores that many New Yorkers drive to the suburbs to find them.","thumbnail":null,"section":"New York"},{"date":"19930308","headline":"Revival House Revives: The Thalia to Reopen","web_url":"https://www.nytimes.com/1993/03/08/movies/revival-house-revives-the-thalia-to-reopen.html","abstract":"  Will the Thalia live again?    The 292-seat Upper West Side revival house, venerated by generations of classic-movie buffs, has been closed for nearly six years. But it is now being renovated and its landlord plans to reopen it by early April.","thumbnail":null,"section":"Movies"},{"date":"19930308","headline":"Fourth Arab-American Is Arrested by Israelis","web_url":"https://www.nytimes.com/1993/03/08/world/fourth-arab-american-is-arrested-by-israelis.html","abstract":"  The Israeli security authorities have arrested a fourth Arab-American on suspicion of links with the militant Islamic group Hamas, officials said today.    The suspect was detained several days ago, a few weeks after arriving from the United States, and is being questioned about involvement in anti-Israeli attacks, a defense official said.","thumbnail":null,"section":"World"},{"date":"19930308","headline":"RIGHT WING GAINS IN GERMAN VOTING","web_url":"https://www.nytimes.com/1993/03/08/world/right-wing-gains-in-german-voting.html","abstract":"  Far-right candidates made strong gains today in local elections in the prosperous western state of Hesse, with the nationalist Republican party taking 9.3 percent of the vote in Frankfurt, the financial capital.   The right-wing gains in municipal and district elections came mainly at the expense of the national opposition party, the left-leaning Social Democrats, but Chancellor Helmut Kohl's conservative Christian Democrats also suffered.","thumbnail":null,"section":"World"},{"date":"19930308","headline":"Village Gate Struggling To Avoid Its Last Chorus","web_url":"https://www.nytimes.com/1993/03/08/nyregion/strictly-business-village-gate-struggling-to-avoid-its-last-chorus.html","abstract":"  Art D'Lugoff, impresario extraordinaire, has seen it all and then some in a lifetime of show business. But now the owner of the legendary Village Gate faces something new: the strong possibility that he will have to close the nightclub after 36 years.   \"I'm just hanging on,\" he said. \"It's desperate.\"","thumbnail":null,"section":"New York"},{"date":"19930308","headline":"Transit Fare Is Outshining Repair Plans","web_url":"https://www.nytimes.com/1993/03/08/nyregion/transit-fare-is-outshining-repair-plans.html","abstract":"  On the eve of public hearings about a proposed 25-cent increase in subway and bus fares, the threat of a fare increase is getting all the attention but transportation advocates say a far more serious issue may pass almost unnoticed.   The hearings begin tomorrow in Brooklyn, continue Thursday in Manhattan, and are expected to draw a crowd of subway and bus riders angry that a second fare increase in two years is even being considered by the Transit Authority, which needs to plug a $250 million shortfall in operating funds.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19930308","time":"1993-03-08 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.8,"rhum":70,"wspd":16.6},{"date":"19930308","time":"1993-03-08 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.7,"rhum":72,"wspd":13},{"date":"19930308","time":"1993-03-08 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.1,"rhum":71,"wspd":18.4},{"date":"19930308","time":"1993-03-08 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.3,"rhum":71,"wspd":7.6},{"date":"19930308","time":"1993-03-08 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.2,"rhum":65,"wspd":13},{"date":"19930308","time":"1993-03-08 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.3,"rhum":62,"wspd":9.4},{"date":"19930308","time":"1993-03-08 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.4,"rhum":57,"wspd":14.8},{"date":"19930308","time":"1993-03-08 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.3,"rhum":59,"wspd":11.2},{"date":"19930308","time":"1993-03-08 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.6,"rhum":58,"wspd":14.8},{"date":"19930308","time":"1993-03-08 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.2,"rhum":56,"wspd":20.5},{"date":"19930308","time":"1993-03-08 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":51,"wspd":13},{"date":"19930308","time":"1993-03-08 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":50,"wspd":18.4},{"date":"19930308","time":"1993-03-08 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":44,"wspd":16.6},{"date":"19930308","time":"1993-03-08 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":42,"wspd":20.5},{"date":"19930308","time":"1993-03-08 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":40,"wspd":13},{"date":"19930308","time":"1993-03-08 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":44,"wspd":16.6},{"date":"19930308","time":"1993-03-08 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":43,"wspd":22.3},{"date":"19930308","time":"1993-03-08 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":51,"wspd":25.9},{"date":"19930308","time":"1993-03-08 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":51,"wspd":20.5},{"date":"19930308","time":"1993-03-08 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.6,"rhum":63,"wspd":22.3},{"date":"19930308","time":"1993-03-08 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.5,"rhum":74,"wspd":14.8},{"date":"19930308","time":"1993-03-08 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.1,"rhum":72,"wspd":18.4},{"date":"19930308","time":"1993-03-08 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.9,"rhum":71,"wspd":16.6},{"date":"19930308","time":"1993-03-08 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.4,"rhum":67,"wspd":9.4},{"date":"19930308","time":"1993-03-08 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":42,"wspd":13},{"date":"19930308","time":"1993-03-08 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":46,"wspd":11.2},{"date":"19930308","time":"1993-03-08 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":47,"wspd":7.6},{"date":"19930308","time":"1993-03-08 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":53,"wspd":11.2},{"date":"19930308","time":"1993-03-08 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":53,"wspd":11.2},{"date":"19930308","time":"1993-03-08 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":65,"wspd":9.4},{"date":"19930308","time":"1993-03-08 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":65,"wspd":9.4},{"date":"19930308","time":"1993-03-08 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":65,"wspd":5.4},{"date":"19930308","time":"1993-03-08 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":62,"wspd":5.4},{"date":"19930308","time":"1993-03-08 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":62,"wspd":9.4},{"date":"19930308","time":"1993-03-08 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":70,"wspd":11.2},{"date":"19930308","time":"1993-03-08 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":67,"wspd":0},{"date":"19930308","time":"1993-03-08 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":67,"wspd":7.6},{"date":"19930308","time":"1993-03-08 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":65,"wspd":7.6},{"date":"19930308","time":"1993-03-08 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":60,"wspd":11.2},{"date":"19930308","time":"1993-03-08 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":52,"wspd":7.6},{"date":"19930308","time":"1993-03-08 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":63,"wspd":9.4},{"date":"19930308","time":"1993-03-08 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":59,"wspd":5.4},{"date":"19930308","time":"1993-03-08 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":54,"wspd":0},{"date":"19930308","time":"1993-03-08 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":45,"wspd":20.5},{"date":"19930308","time":"1993-03-08 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":50,"wspd":18.7},{"date":"19930308","time":"1993-03-08 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":63,"wspd":13},{"date":"19930308","time":"1993-03-08 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":52,"wspd":14.8},{"date":"19930308","time":"1993-03-08 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":52,"wspd":18.7}]},"19930309":{"guardian_articles":[],"nytimes_articles":[{"date":"19930309","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/03/09/opinion/IHT-in-our-pages-100-75-and-50-years-ago-91853931868.html","abstract":"1918: Kaiser's Foresight. PARIS - It begins to look as though the Kaiser foresaw his doom when he talked some years ago about the Yellow Peril. He seems to have had the premonition that Japan would give the coup de grce to his Oriental ambitions. Ge","thumbnail":null,"section":"Opinion"},{"date":"19930309","headline":"U.S. Wanted Veto Too","web_url":"https://www.nytimes.com/1993/03/09/opinion/l-us-wanted-veto-too-868993.html","abstract":"  To the Editor:   Jetson E. Lincoln correctly states that the Soviet Union insisted on the veto privilege for permanent members of the United Nations Security Council (letter, Feb. 12). But he is less than correct to suggest that without the Soviet insistence there would have been no veto power. American participants at the San Francisco conference, which drew up the United Nations Charter in 1945, agreed off the record that if the Soviet Union had not demanded the veto provision, the United States would have.","thumbnail":null,"section":"Opinion"},{"date":"19930309","headline":"Police-Killers Offer Insights Into Victims' Fatal Mistakes","web_url":"https://www.nytimes.com/1993/03/09/us/police-killers-offer-insights-into-victims-fatal-mistakes.html","abstract":"  The cop killer was deep in an eerie narrative, not bragging, not regretting, just lost in the vivid detail as he recalled casually ambushing a highway patrolman too busy with a clipboard and driver's license to see the end approaching.   \"Not watching me at the time, I stuck my wallet back into my pocket and pulled out my pistol and shot him,\" the killer recollected into the video camera.","thumbnail":null,"section":"U.S."},{"date":"19930309","headline":"Judge Tells Redskins' Marshall To Sit Tight","web_url":"https://www.nytimes.com/1993/03/09/sports/pro-football-judge-tells-redskins-marshall-to-sit-tight.html","abstract":"  A Federal judge overseeing the settlement of the National Football League's free-agency cases has denied Washington Redskins linebacker Wilber Marshall's request to be heard quickly on his objection to being named his team's \"franchise player.\"   Marshall had argued that the designation restricts his free-agency rights by keeping him from pursuing deals with other teams besides the Redskins. A franchise player is reserved by his team and must be granted a 20-percent raise or be paid the average salary of the top five players at his position, whichever is greater.","thumbnail":null,"section":"Sports"},{"date":"19930309","headline":"Test of Ways to End Welfare Dependence","web_url":"https://www.nytimes.com/1993/03/09/science/test-of-ways-to-end-welfare-dependence.html","abstract":"  IN one of the largest experiments yet in using a control group to test the efficacy of a public policy, the Manpower Demonstration Research Corporation (M.D.R.C.) is evaluating a California program designed to help welfare recipients get off welfare.    While earlier Federal laws encouraged states to funnel recipients into work, the Family Support Act of 1988 demands more ambitious efforts to wean the chronically dependent from welfare. California's version, the Greater Avenues to Independence Program, is being evaluated with experiments in six counties, using randomly selected individual controls for comparison. And the research organization has already published voluminous information about what happened to 33,000 individuals in the first year of testing.","thumbnail":null,"section":"Science"},{"date":"19930309","headline":"The Talk of Hollywood; Warning: This Movie Is Harmful to Directors","web_url":"https://www.nytimes.com/1993/03/09/movies/the-talk-of-hollywood-warning-this-movie-is-harmful-to-directors.html","abstract":"  Directors and screenwriters complain a lot. Many of them are eager to earn piles of money, and do so. But their professional lives are torn between wheeling and dealing on the one hand, and viewing themselves, on the other, as serious artists surviving in a sea of sharks.   If there's a single issue that underlines this balancing act faced by film makers, it's the way movies are cut up and altered for airline viewing and television. The alterations, which include coloring, symbolize, in many ways, the powerlessness and frustrations of film makers who earn a great deal of money (and don't complain about that) but have little control over their product. (Boy, do they complain about    that.)  ","thumbnail":null,"section":"Movies"},{"date":"19930309","headline":"Seeking Peace in Bosnia: Skepticism Is Eroding Hope","web_url":"https://www.nytimes.com/1993/03/09/world/seeking-peace-in-bosnia-skepticism-is-eroding-hope.html","abstract":"  The Bosnian peace talks have again broken off with no agreement, but the mediators are still talking as if they can achieve an end to the civil war.    There are numerous skeptics, however, who doubt the Serbs and Muslims will ever accept the admittedly imperfect plan charted by Cyrus R. Vance and Lord Owen.","thumbnail":null,"section":"World"},{"date":"19930309","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/03/09/arts/classical-music-in-review-917093.html","abstract":"  Harolyn Blackwell  Soprano Weill Recital Hall    Harolyn Blackwell has the kind of voice that can strongly project light roles in big opera houses, and her success has been swift and widespread. The young American soprano brought her talents to a different kind of environment on Friday night, with a program of Purcell, Rachmaninoff, Nicolo, Richard Strauss and Ricky Ian Gordon.","thumbnail":null,"section":"Arts"},{"date":"19930309","headline":"Izaak Kolthoff, Chemist, 99, Dies; Helped Improve Synthetic Rubber","web_url":"https://www.nytimes.com/1993/03/09/us/izaak-kolthoff-chemist-99-dies-helped-improve-synthetic-rubber.html","abstract":"  Izaak Maurits Kolthoff, a pioneer in analytical chemistry whose research led to the improvement of synthetic rubber during World War II, died last Thursday at Bethesda Lutheran Hospital and Rehabilitation Center in St. Paul. He was 99 and lived in St. Paul.   The cause of death was kidney failure, said his trustee, Sidney Barrows.","thumbnail":null,"section":"U.S."},{"date":"19930309","headline":"The Best Of All Possible Weddings","web_url":"https://www.nytimes.com/1993/03/09/science/peripherals-the-best-of-all-possible-weddings.html","abstract":"  IT probably wouldn't have helped Spencer Tracy or Steve Martin to be better fathers of the bride, but the Wedding Workshop is an invaluable piece of software for parents or principals keeping track of the many details that lead up to a traditional ceremony.   The Wedding Workshop, for Windows 3.0 or later, offers a variety of modules for guest lists, estimated and actual expenses, to-do lists, vendors and service providers. In computer terms, these are specialized databases and spreadsheets, plus a small word processing program, so you can do everything within the one program.","thumbnail":null,"section":"Science"},{"date":"19930309","headline":"Officer Accused of 'Greed' in Killing of Store Owner in a Brooklyn Robbery","web_url":"https://www.nytimes.com/1993/03/09/nyregion/officer-accused-of-greed-in-killing-of-store-owner-in-a-brooklyn-robbery.html","abstract":"  A Brooklyn prosecutor told jurors yesterday that a police officer accused of killing a liquor store owner acted dishonorably when he robbed the store by using his police shield to persuade the owner to let him in.   His remarks came during opening statements in a case that has raised questions about the New York City's Police Department's ability to investigate and punish its own.","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/03/09/arts/classical-music-in-review-918993.html","abstract":"  Pavel Nersessian   Pianist  Alice Tully Hall    Pavel Nersessian, winner of the recently established G.P.A. Dublin piano competition, made his American debut on Thursday night in a recital of Russian music. The program's range was rather narrow, with all the works more or less episodic in nature, but Mr. Nersessian displayed a gift for softly colored expressiveness (in Medtner's \"Canzona Serenata\") and also for hammering virtuosity (in Shostakovich's Piano Sonata No. 1 and the up-tempo sections of Rachmaninoff's Variations on a Theme of Corelli). Tchaikovsky's \"Seasons,\" all 12 pieces, made a rather daring climax to the evening; Mr. Nersessian managed to sustain interest throughout, and gave lyrical breadth to the familiar strains of \"June\" and \"November.\" This seemed an impressive debut, although none of the music presented a major intellectual challenge (Shostakovich's youthful iconoclasm included). One minor reservation: Mr. Nersessian's command of the rhythmic pulse in the Rachmaninoff was occasionally unsteady.","thumbnail":null,"section":"Arts"},{"date":"19930309","headline":"Runaways Often Flee Domestic Violence","web_url":"https://www.nytimes.com/1993/03/09/opinion/l-runaways-often-flee-domestic-violence-259293.html","abstract":"  To the Editor:   The role domestic violence plays in the tragedy of America's missing children was absent from your Feb. 9 article on tracking leads. Most of the 450,700 children who run away each year were sexually abused -- usually by a father, stepfather, another male relative or the mother's boyfriend.","thumbnail":null,"section":"Opinion"},{"date":"19930309","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/03/09/nyregion/inside-251693.html","abstract":"  Questions for Nominee   Critics question the performance of President Clinton's choice for Attorney General, Janet Reno, in punishing criminals in Miami. Page A14. Awaiting Rodney King   Rodney G. King, who has said little publicly since he was beaten by Los Angeles police officers, may testify in their Federal trial today. Page A12. Violence Against Serbs, Too    Some of the Serbs who remained in a Bosnian town after Serbian \"ethnic cleansing\" began have been killed as suspected snipers. Page A6.","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/03/09/arts/classical-music-in-review-919793.html","abstract":"  \"The Truth About Windmills\" and \"Savitri\"   American Chamber Opera  Company Marymount Manhattan Theater    For nearly 10 years, the American Chamber Opera Company has been presenting new, recent and forgotten operas on an intimate scale. The group's discovery this season was Gustav Holst's \"Savitri,\" an exquisitely constructed opera on a Hindu theme from 1908. The story is very simple; Satyavan, a young woodcutter, is about to be taken away by the figure of Death when Savitri, Satyavan's wife, tricks Death into giving him back. Holst blends Hindu elements into a pared-down late Romantic texture, indebted at times to Schoenberg's \"Verklaerte Nacht\" but shot through with his own visionary intensity.","thumbnail":null,"section":"Arts"},{"date":"19930309","headline":"New Theory Suggests Cell Regulator May Hold the Key to Fighting AIDS","web_url":"https://www.nytimes.com/1993/03/09/science/new-theory-suggests-cell-regulator-may-hold-the-key-to-fighting-aids.html","abstract":"  IT all began with a very simple question. Why, some researchers asked, doesn't the immune system simply replace the white blood cells that are killed by the virus that causes AIDS? With that as a starting point, two groups of investigators have independently formulated a provocative new hypothesis that could explain how and why the immune system collapses in AIDS.   So far, the hypothesis has only circumstantial evidence to support it. But there is compelling evidence that the scientists are on the right track, wrote Dr. Anthony S. Fauci, the director of the Division of AIDS at the National Institute of Allergy and Infectious Diseases, in an editorial accompanying the publication of the new studies.","thumbnail":null,"section":"Science"},{"date":"19930309","headline":"Corrections","web_url":"https://www.nytimes.com/1993/03/09/nyregion/c-corrections-847693.html","abstract":"  An article on Friday about the links between Sheik Omar Abdel Rahman and Mohammed A. Salameh, who was arrested in the World Trade Center explosion, referred incorrectly to a description of the sheik's speeches. In the description, As'ad AbuKhalil, a Georgetown University adjunct professor of Middle East politics, said the sheik's speeches were unsophisticated.","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"Senna Rejoins McLaren","web_url":"https://www.nytimes.com/1993/03/09/sports/sports-people-auto-racing-senna-rejoins-mclaren.html","abstract":"  AYRTON SENNA, the three-time world champion who had threatened to sit out the Formula One season, agreed yesterday to rejoin McLaren for this weekend's South African Grand Prix.   The 32-year-old Brazilian will join MICHAEL ANDRETTI as McLaren's drivers for the opening race of the season. MIKA HAKKINEN of Finland was bumped to the role of reserve driver for the Johannesburg race.","thumbnail":null,"section":"Sports"},{"date":"19930309","headline":"Child-Protection Unit Draws Fire for Failing to Do Its Job","web_url":"https://www.nytimes.com/1993/03/09/nyregion/child-protection-unit-draws-fire-for-failing-to-do-its-job.html","abstract":"  The Suffolk County agency charged with protecting children like Katie Beers from abusive or neglectful parents came under attack here today for not doing its job.   But as harrowing accounts of the agency's failures were brought before a committee of the County Legislature, the agency's top official said the law prohibited her from discussing any of the cases.","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/03/09/opinion/IHT-letters-to-the-editor-90696663830.html","abstract":"A Woman's Right Prevails . Regarding \"Clinton and Abortion\" (Letters, Feb. 17):. Basil Cole has come up with the most imaginative locution I've seen yet from the anti-choice crowd when he refers to a fetus as a distinct \"organism of human l","thumbnail":null,"section":"Opinion"},{"date":"19930309","headline":"Who Needs Height?","web_url":"https://www.nytimes.com/1993/03/09/sports/sports-people-track-who-needs-height.html","abstract":"  During this indoor track season, FLIRTISHA HARRIS of Seton Hall ran the second-fastest time for collegiate women in the 400-meter dash (53.50 seconds) and the fifth fastest in the 200 (23.68 seconds).   The 20-year-old junior from St. Leonard, Md., will run both events Friday and Saturday in the national collegiate indoor championships in Indianapolis.","thumbnail":null,"section":"Sports"},{"date":"19930309","headline":"L.H. Coleman, 96; Lawyer Specialized In Banking Industry","web_url":"https://www.nytimes.com/1993/03/09/nyregion/lh-coleman-96-lawyer-specialized-in-banking-industry.html","abstract":"  Leighton Hammond Coleman, a leading practitioner of corporate and banking law in New York for 45 years, died on Sunday at St. John's Episcopal Hospital in Smithtown, L.I. He was 96 and lived in Stony Brook, L.I.   The cause of death was a stroke, his family reported.","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"Yugoslav Banker Says He Will Fight Belgrade","web_url":"https://www.nytimes.com/1993/03/09/world/yugoslav-banker-says-he-will-fight-belgrade.html","abstract":"  The head of one of the largest private banks in Yugoslavia has fled with his wife and child, announcing plans to finance a movement against the Serbian nationalist leadership in Belgrade, including assassinations of political leaders.   \"If it is necessary, and the movement will not work, then I may do that, escalate it,\" said the banker, Jezdimir Vasiljevic, in an interview tonight in Budapest, where he has stopped on his way to Israel.","thumbnail":null,"section":"World"},{"date":"19930309","headline":"Martinez Is Keeping a Map of the Bronx in His Pocket","web_url":"https://www.nytimes.com/1993/03/09/sports/baseball-martinez-is-keeping-a-map-of-the-bronx-in-his-pocket.html","abstract":"  Suddenly, Dennis Martinez is a George Steinbrenner fan, a big Steinbrenner fan.   Martinez, the Expos' right-handed ace, sent a resounding message to Steinbrenner today by saying the Yankees would be the team he would like to play for if Montreal does not sign him to a two-year, $9 million contract extension before opening day. Part of his decision is seemingly based on a fascination with Steinbrenner, the Yankees' principal owner, who last week returned to the team after a two-and-one-half-year ban from baseball.","thumbnail":null,"section":"Sports"},{"date":"19930309","headline":"Philip Roth Sees Double. And Maybe Triple, Too.","web_url":"https://www.nytimes.com/1993/03/09/books/philip-roth-sees-double-and-maybe-triple-too.html","abstract":"  Philip Roth swears that his latest book, \"Operation Shylock,\" is true, that it all happened, that he was driven to despair by the sleeping pill Halcion, that he worked in Athens as an Israeli spy and that he met in Jerusalem his lunatic double: a missing-persons detective and anti-Zionist using the name Philip Roth.   \"Operation Shylock,\" Mr. Roth insists with a post-modern straight face, is a \"confession,\" not a novel, and he means for us to take this every bit as seriously as the contents labels demanded by the strictures of the Food and Drug Administration.","thumbnail":null,"section":"Books"},{"date":"19930309","headline":"Man-Made Fossils","web_url":"https://www.nytimes.com/1993/03/09/science/science-watch-man-made-fossils.html","abstract":"  Scientists have for the first time produced fossils of soft animal tissues in a laboratory. In the process they discovered that most of the phosphate required for the fossilization of small animal carcasses comes from within the animal itself.   The new information will not only help scientists understand the mechanisms of how fossils formed in the past but will enable them to predict more accurately which of today's organisms are most likely to become soft-tissue fossils in the future, said Dr. Derek Briggs, the lead author of the study and a professor of geology at the University of Bristol in England.","thumbnail":null,"section":"Science"},{"date":"19930309","headline":"Sensing a Loss of Control, More Doctors Call It Quits","web_url":"https://www.nytimes.com/1993/03/09/nyregion/sensing-a-loss-of-control-more-doctors-call-it-quits.html","abstract":"  Dr. Stanley J. Tyler is no longer practicing medicine. He is not exactly certain what the final straw was, but it may have been the day he learned that the simplest of laboratory tests -- as basic as the pregnancy tests sold in any pharmacy -- would now be subject to several layers of new government forms and fees if he were to perform them in his office.   \"If it weren't for the paperwork, I would never have retired,\" said Dr. Tyler, 59, who last year closed his internal medicine practice in Commack, L.I. \"The handwriting was on the wall, and the encroaching government was more than I could take.\" Loss of Control Seen    Dr. Tyler is not alone. Throughout the New York region and across the country, senior, seasoned doctors are choosing to retire early, cut back their hours or switch to jobs that do not involve patient care because of what they see as a loss of control to insurance companies and government agencies.","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"Chicago Student Wins Top Science Prize","web_url":"https://www.nytimes.com/1993/03/09/us/chicago-student-wins-top-science-prize.html","abstract":"  A Chicago student won the top prize in the Westinghouse Science Talent Search tonight, while a suburban Maryland high school that had 3 students among the 40 finalists saw all 3 place in the top 10.   And for the second year in a row, neither of two New York City high schools that have dominated the contest, Stuyvesant in Manhattan and Bronx High School of Science, placed a student in the top 10.","thumbnail":null,"section":"U.S."},{"date":"19930309","headline":"Tavern Serves Drinks and Old-Time Ambience","web_url":"https://www.nytimes.com/1993/03/09/nyregion/our-towns-tavern-serves-drinks-and-old-time-ambience.html","abstract":"  BEFORE there was \"Duffy's Tavern,\" or \"Cheers\" or the play that created America's most endearing barfly, Elwood P. Dowd, there was McGovern's, a real Irish pub in the heart of Newark when Newark was home to a large Irish population.   \"Duffy's Tavern\" is long gone from radio, \"Cheers\" is about to leave prime time forever and the Irish immigrants who came here generations ago have moved to the suburbs.","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"Into the Abyss: New Robots Probe the Deep","web_url":"https://www.nytimes.com/1993/03/09/science/into-the-abyss-new-robots-probe-the-deep.html","abstract":"  UNDERSEA robots, which over the decades have opened new realms of activity for the world's navies, oil companies and wreck salvors, are now advancing on their greatest challenge yet. Highly computerized and sometimes free of human control, they are starting to scrutinize the ocean depths on behalf of basic science, promising to deliver a treasure trove of data from the planet's last, largest and most mysterious frontier.    Dozens of deep-diving robots are being built or run today by the world's top centers of oceanographic research. Robots cost far less than manned submersibles, are safer, and can stay down far longer amid the crushing pressures and inky darkness miles beneath the ocean's surface.","thumbnail":null,"section":"Science"},{"date":"19930309","headline":"Mexican Leader Asks Executives To Give Party $25 Million Each","web_url":"https://www.nytimes.com/1993/03/09/world/mexican-leader-asks-executives-to-give-party-25-million-each.html","abstract":"  After promising repeatedly to make political competition in Mexico more fair, President Carlos Salinas de Gortari has provoked a hail of criticism by soliciting wealthy business executives to contribute hundreds of millions of dollars to the governing party.   The protests followed the disclosure that Mr. Salinas presided over a private dinner on Feb. 23 at which nearly 30 of the country's most powerful executives were asked to give $25 million each to the Institutional Revolutionary Party.","thumbnail":null,"section":"World"},{"date":"19930309","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/03/09/sports/transactions-515993.html","abstract":"  Baseball American League  CALIFORNIA ANGELS -- Signed Augustine Leger, outfielder. Basketball National Basketball Association  NBA -- Fined Derek Harper, Dallas Mavericks guard, $5,000 for a flagrant foul against Houston's Winston Garland on Friday night.   DALLAS MAVERICKS -- Signed Morlon Wiley, guard, for the remainder of the season.   WASHINGTON BULLETS -- Signed Larry Robinson, guard, to a 10-day contract. Football National Football League  DENVER BRONCOS -- Signed John Elway, quarterback, to a four-year contract and Brian Habib, offensive lineman, to a series of one-year contracts. Named Alvin Reynolds defensive assistant-quality control coach.   NEW ORLEANS SAINTS -- Signed Derrick Ned, running back, and Kevin Verdugo, quarterback, to one-year contracts and Marcus Dowdell, wide receiver, and Ronnie Williams, tight end, to two-year contracts.   NEW YORK JETS -- Signed Ronnie Lott, safety, to a two-year contract. Agreed to terms with Leonard Marshall, defensive lineman, on a three-year contract. Canadian Football League  SACRAMENTO GOLD MINERS -- Signed Basil Proctor, linebacker; Vance Hammond, defensive tackle; Chris Dyko, offensive tackle; and Eric Bergeson, safety. Hockey National Hockey League  LOS ANGELES KINGS -- Sent Brent Thompson, defenseman, to Phoenix of the International Hockey League for injury rehabilitation.   SAN JOSE SHARKS -- Recalled Dean Kolstad, defenseman, from Kansas City of the International Hockey League.","thumbnail":null,"section":"Sports"},{"date":"19930309","headline":"Barnes Foundation Show To Open as Scheduled","web_url":"https://www.nytimes.com/1993/03/09/arts/barnes-foundation-show-to-open-as-scheduled.html","abstract":"  A spokeswoman for the National Gallery of Art in Washington said yesterday that an exhibition of French paintings from the Barnes Collection in Merion, Pa., scheduled to be presented at the National Gallery in early May, will open as planned.    The show, \"Great French Paintings From the Barnes Foundation: Impressionist, Post-Impressionist and Early Modern,\" became the focus of attention last week when David Fisher, a lawyer for the Federal Council on the Arts and the Humanities, notified council members that that their approval in private of $300 million of insurance for the show had violated the Sunshine Act, which requires Federal agencies to conduct their business in public.","thumbnail":null,"section":"Arts"},{"date":"19930309","headline":"We Need to Stay With Supercollider Project; Make an Offer for Mir","web_url":"https://www.nytimes.com/1993/03/09/opinion/l-we-need-to-stay-with-supercollider-project-make-an-offer-for-mir-866293.html","abstract":"  To the Editor:   \"Big Science, Big Budget Cuts\" (editorial, Feb. 15) advocates abolishing further work on the space station.","thumbnail":null,"section":"Opinion"},{"date":"19930309","headline":"We Need to Stay With Supercollider Project; Cold Fusion Slips Away","web_url":"https://www.nytimes.com/1993/03/09/opinion/l-we-need-to-stay-with-supercollider-project-cold-fusion-slips-away-867093.html","abstract":"  To the Editor:   \"An Idealist's New Task: To Revamp Health Care,\" your otherwise excellent Feb. 26 profile of Ira C. Magaziner, President Clinton's senior adviser for policy development, does a great disservice to him in belittling his prophetic testimony to Congress on cold fusion in 1989.","thumbnail":null,"section":"Opinion"},{"date":"19930309","headline":"Mets Are Hoping Jones Will Be Bob Terrific","web_url":"https://www.nytimes.com/1993/03/09/sports/baseball-mets-are-hoping-jones-will-be-bob-terrific.html","abstract":"  Bobby Jones can't overpower the strike zone, can't invade it with the impunity that comes with a 90-mile-an-hour fastball. His pitches, instead, overtake the strike zone by deception, through the side door, under the cover of ordinariness.   But often, Jones, without perhaps having thrown a single pitch worthy of awe, is on the mound at game's end, the strike zone his, the night a triumph.","thumbnail":null,"section":"Sports"},{"date":"19930309","headline":"Earl Wrightson, 77; Baritone Sang Leads In Touring Musicals","web_url":"https://www.nytimes.com/1993/03/09/arts/earl-wrightson-77-baritone-sang-leads-in-touring-musicals.html","abstract":"  Earl Wrightson, a singer and actor who brought his deep baritone voice and imposing stage presence to dozens of musical comedies and concerts, and who had his own television variety shows in the 1940's and 50's, died on Sunday at his home in East Norwich, L.I. He was 77.    The cause was heart failure, said his singing partner since 1951, Lois Hunt, who was also his companion.","thumbnail":null,"section":"Arts"},{"date":"19930309","headline":"Needed: A Few Brave Republicans","web_url":"https://www.nytimes.com/1993/03/09/opinion/needed-a-few-brave-republicans.html","abstract":"  The Senate minority leader, Bob Dole, must be proud of his legislative skills, if nothing else. Last week he rallied enough Republicans to block a vital political reform designed to make it easier for Americans to register to vote. The Senate majority leader, George Mitchell, is scheduled to try again today to break Mr. Dole's crippling filibuster.   The vote will be a particular test of principle for four Republican Senators: James Jeffords of Vermont, Arlen Specter of Pennsylvania, Dave Durenberger of Minnesota and Bob Packwood of Oregon. Last year all four broke with their party to support reform. They can tip the balance if they do so again.","thumbnail":null,"section":"Opinion"},{"date":"19930309","headline":"Wyoming Resignation","web_url":"https://www.nytimes.com/1993/03/09/sports/sports-people-college-basketball-wyoming-resignation.html","abstract":"  Wyoming Coach BENNY DEES, who in six years took the Cowboys to one National Collegiate Athletic Association tournament and a National Invitation Tournament appearance, resigned yesterday to take over the Western Carolina program. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930309","headline":"Reviving the Education Department","web_url":"https://www.nytimes.com/1993/03/09/opinion/reviving-the-education-department.html","abstract":"  President Clinton has wisely indicated that broad investment in education, like expansion of Head Start, retraining of workers and national service to help pay for college, is a vital part of his economic recovery program. But beyond these lofty proposals there are two key reforms his Administration needs to make: revitalize the moribund Department of Education, and revamp the Chapter 1 program, the main vehicle for Federal aid to improve the academic skills of poor children.    Mr. Clinton's choice of a trusted mentor, Richard Riley, as Secretary of Education was well received. Mr. Riley led a comprehensive effort to improve schools during two terms as Governor of South Carolina. His new deputy, former Gov. Madeleine Kunin of Vermont, also had a strong interest in education.","thumbnail":null,"section":"Opinion"},{"date":"19930309","headline":"Bridge","web_url":"https://www.nytimes.com/1993/03/09/nyregion/bridge-140493.html","abstract":"  One of the strongest Swiss Team events ever held in the New York metropolitan area was played during the weekend, partly in Hempstead, L.I., and partly in Manhattan. It was the first stage of the Grand National Team Championship, with four squads to qualify for knockout play.   Following are the final standings:","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"Oil Aims at Symptoms","web_url":"https://www.nytimes.com/1993/03/09/opinion/l-oil-aims-at-symptoms-871993.html","abstract":"  To the Editor:   \"No One Said Lorenzo's Oil Could Prevent Nerve Disease,\" your headline on my March 2 letter, is misleading. In a metabolic disorder like adrenoleukodystrophy, it is the    symptoms    that everyone is trying to prevent, pending eventual cloning of the gene and availability of genetic therapy that will fix the genetic defect and be a cure. MICHAELA ODONE Fairfax, Va., March 4, 1993","thumbnail":null,"section":"Opinion"},{"date":"19930309","headline":"Corrections","web_url":"https://www.nytimes.com/1993/03/09/nyregion/c-corrections-848493.html","abstract":"  An article yesterday about a proposed 25-cent increase in New York City subway and bus fares misstated addresses in some copies for the sites of the first two public hearings on the proposal. The first hearing, at 6 P.M. today, is at New York City Technical College, 300 Jay Street, in Brooklyn. The second, at 4 P.M. Thursday, is in the Roosevelt Hotel on Madison Avenue at 45th Street in Manhattan.","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/03/09/style/chronicle-844193.html","abstract":"  It was on March 16, 1968, that Robert F. Kennedy announced his candidacy for the Democratic Presidential nomination, and tonight memories of that campaign will be evoked at a dinner for 260 people, numerous friends and associates of the Kennedy family among them, at the Pierre Hotel.    Billed as a reunion, the dinner will raise the curtain on a series of 13 one-day conferences around the country entitled \"A Vision for America.\" They start tomorrow at Columbia University, where his daughter KERRY KENNEDY CUOMO along with THOMAS F. McLARTY 3D, the White House chief of staff; former Senator HOWARD H. BAKER JR. and the historican ARTHUR M. SCHLESINGER JR. will be among the speakers.","thumbnail":null,"section":"Style"},{"date":"19930309","headline":"Let's Not Call Cocaine-Exposed Children 'Crack Babies'","web_url":"https://www.nytimes.com/1993/03/09/opinion/l-let-s-not-call-cocaine-exposed-children-crack-babies-870093.html","abstract":"  To the Editor:   \"For Children of Cocaine, Fresh Reasons for Hope\" (front page, Feb. 16), reporting on findings in children exposed to cocaine during gestation, gives a mixed prognosis for their later development. \"The President Can Do It,\" A. M. Rosenthal's Feb. 12 column, paints a gloomier picture in stating that \"crack babies\" are \"doomed to a misty, stumbling life.\"","thumbnail":null,"section":"Opinion"},{"date":"19930309","headline":"Cult's Leader Raises Specter Of Fight to Finish, U.S. Says","web_url":"https://www.nytimes.com/1993/03/09/us/cult-s-leader-raises-specter-of-fight-to-finish-us-says.html","abstract":"  Law-enforcement officers brought in the Army's heaviest tanks today, and David Koresh, the leader of the cult under siege near here for the past nine days, said he might welcome an apocalyptic fire fight rather than a gentle surrender as negotiations appeared to deteriorate.   In a briefing today, Bob A. Ricks, the chief spokesman on the scene for the Federal Bureau of Investigation, said for the first time that Mr. Koresh had openly spoken of provoking a bloody confrontation that would fit in with prophecies he had made about himself as a misunderstood messiah.","thumbnail":null,"section":"U.S."},{"date":"19930309","headline":"Islam Doesn't Sanction Rushdie Decree","web_url":"https://www.nytimes.com/1993/03/09/opinion/l-islam-doesn-t-sanction-rushdie-decree-869793.html","abstract":"  To the Editor:   In \"Will Mullahs Rescind Rushdie Death Edict?\" (letter, Feb. 19), Sepehr Zabih grants legitimacy to the tyrants ruling Iran, who distort and abuse Islam to justify wholesale crimes against humanity. His letter is an example of the mythmaking in which \"experts\" on Islam indulge.","thumbnail":null,"section":"Opinion"},{"date":"19930309","headline":"New Role for White House Counsel: De Facto Attorney General","web_url":"https://www.nytimes.com/1993/03/09/us/new-role-for-white-house-counsel-de-facto-attorney-general.html","abstract":"  His job, Bernard W. Nussbaum likes to say, is to make sure that any legal issues confronting the White House do not turn into political problems.   It was that job description, which Mr. Nussbaum gave to Bill Clinton in Little Rock, Ark., in January, days before the Presidential inauguration, that persuaded Mr. Clinton to appoint him as White House counsel. It followed Mr. Nussbaum's observation that, from Watergate to the Iran-contra scandal, four of the last five Presidents have been politically wounded as a result of decisions by their legal counsel's office.","thumbnail":null,"section":"U.S."},{"date":"19930309","headline":"A Defensive Rush: Jets Land Marshall and Lott","web_url":"https://www.nytimes.com/1993/03/09/sports/football-a-defensive-rush-jets-land-marshall-and-lott.html","abstract":"  The Jets plucked Ronnie Lott, one of the game's great defensive backs, and Leonard Marshall, a stalwart at defensive end for the Giants, from the ranks of the newly minted National Football League free agents today as part of a major rebuilding effort.   Lott, who signed a two-year deal, has four Super Bowl rings from his 10 seasons with the San Francisco 49ers. Last season, at the age of 33, Lott played his second season with the Los Angeles Raiders and led his team in tackles. He turns 34 in May. The free safety is first in interceptions among active players with 60. He has played in the Pro Bowl 10 times.","thumbnail":null,"section":"Sports"},{"date":"19930309","headline":"IRELAND'S PREMIER HOPEFUL ON ULSTER","web_url":"https://www.nytimes.com/1993/03/09/world/ireland-s-premier-hopeful-on-ulster.html","abstract":"  Prime Minister Albert Reynolds said today that when he meets President Clinton at the White House on St. Patrick's Day he will discuss the President's ideas for American policy on Northern Ireland.   Mr. Clinton's Presidential campaign statements on Northern Ireland caused some consternation in Britain and the north, and surprise in the Irish Republic, which Mr. Reynolds has headed for 14 months.","thumbnail":null,"section":"World"},{"date":"19930309","headline":"Q&A","web_url":"https://www.nytimes.com/1993/03/09/science/q-a-692993.html","abstract":"  Stop the Clock   Q.    Can some people actually stop their own watches or run down the batteries through magnetic, electrical or chemical means?   ","thumbnail":null,"section":"Science"},{"date":"19930309","headline":"We Need to Stay With Supercollider Project; A Question of Timing","web_url":"https://www.nytimes.com/1993/03/09/opinion/l-we-need-to-stay-with-supercollider-project-a-question-of-timing-865493.html","abstract":"  To the Editor:   Big science, especially the superconducting supercollider project, deserves special scrutiny as we assess our Federal budget. New technology may eliminate the very need for the massive accelerator being built in Texas. A group of scientists at the University of California reported in the Jan. 4 issue of Physical Review Letters that in gas heated by lasers, electric fields of sufficient intensity were created to accelerate electrons to speeds envisioned by the supercollider. This method, if confirmed, would cost a small fraction of that project and may represent an important alternative technology. But there are deeper reasons for concern.","thumbnail":null,"section":"Opinion"},{"date":"19930309","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/03/09/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: Ireland Slighted. LONDON - The opening of a mail service direct between New York and Southampton inflicts a fresh injustice on Ireland. American correspondence for Ireland goes to Southampton, and is sent back by rail and boat. It is estimated that","thumbnail":null,"section":"Opinion"},{"date":"19930309","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/03/09/opinion/IHT-letters-to-the-editor-92769130218.html","abstract":"And, Yes, in God We Trust. Regarding \"War of the Sexes\" (Letters, Feb. 25) from Joanne Kohler:. Indeed, the word \"God\" does not occur in the U.S. Constitution. But the Declaration of Independence has no fewer than three direct referenc","thumbnail":null,"section":"Opinion"},{"date":"19930309","headline":"Jordan Back at Practice, But Isn't Ready to Play","web_url":"https://www.nytimes.com/1993/03/09/sports/sports-people-pro-basketball-jordan-back-at-practice-but-isn-t-ready-to-play.html","abstract":"  Chicago Bulls star MICHAEL JORDAN practiced yesterday, three days after leaving the hospital for a foot infection. But he said he might miss his third consecutive game.   Jordan was confined to informal shooting during the Bulls' practice in Deerfield, Ill. His status for tonight's home game against Seattle won't be determined until game time.","thumbnail":null,"section":"Sports"},{"date":"19930309","headline":"Knicks Pull Off Big Escape In Overtime","web_url":"https://www.nytimes.com/1993/03/09/sports/pro-basketball-knicks-pull-off-big-escape-in-overtime.html","abstract":"  This game had exactly what the fans wanted: an intense battle between Shaquille O'Neal and Patrick Ewing, roller-coaster turns in momentum and a pressure-packed ending that went into overtime.   When it ended, it was a game the Knicks were fortunate to win.","thumbnail":null,"section":"Sports"},{"date":"19930309","headline":"P.L.O. Official Convicted in 20-Year-Old Bombing Case","web_url":"https://www.nytimes.com/1993/03/09/nyregion/plo-official-convicted-in-20-year-old-bombing-case.html","abstract":"  After swift deliberations, a man described as an official of the Palestine Liberation Organization was convicted yesterday of charges that he attempted to bomb three Israeli sites in New York City 20 years ago.   In a case that had involved one of the oldest unresolved indictments in the nation, a jury in Federal District Court in Brooklyn announced its verdict against Khaled Mohammed el-Jassem after deliberating barely three hours following a three-and-a-half day trial.","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"Oriole Sale Reported","web_url":"https://www.nytimes.com/1993/03/09/sports/sports-people-baseball-oriole-sale-reported.html","abstract":"  A group of investors led by WILLIAM O. DeWITT Jr., a Cincinnati businessman, has agreed to buy the Baltimore Orioles for $135 million in cash from ELI JACOBS, according to a radio report.   But a source close the negotiations, which have been going on for months, told The Associated Press yesterday that the team was still up for sale.","thumbnail":null,"section":"Sports"},{"date":"19930309","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/03/09/opinion/IHT-letters-to-the-editor-92906258978.html","abstract":"The Real Homosexual Risk. New reports that J. Edgar Hoover was a homosexual and was blackmailed by organized crime lead to certain conclusions and questions.. First, being a homosexual is no barrier to distinguished service to one's country. If the nation","thumbnail":null,"section":"Opinion"},{"date":"19930309","headline":"BOXING: NOTEBOOK;","web_url":"https://www.nytimes.com/1993/03/09/sports/boxing-notebook.html","abstract":"  Do not look at the record. Please. Ignore it; think of it as an aberration. It is the kind of record that belongs to a fighter on his way down, not on his way up, so don't ask.   Jesse Ferguson is 19-9 and has spent part of his career getting other boxers ready for big fights, but now he is close to one of his own. By today, he could learn if he will fight Riddick Bowe for the heavyweight title in May, a bout that would earn him $500,000, which is 10 times more than he has earned for any previous fight.","thumbnail":null,"section":"Sports"},{"date":"19930309","headline":"A Year of Weather: Some of It Was Strange","web_url":"https://www.nytimes.com/1993/03/09/science/a-year-of-weather-some-of-it-was-strange.html","abstract":"  FOR the last year, it seems, the Northeastern United States has lurched from one abnormal weather event to another.   First came the coolest summer in decades. Then one of the worst northeasters on record lashed the Atlantic Seaboard in late fall. December and January were unusually mild. Successive snowfalls surprised the region in February, and hard on their heels last week came yet another damaging northeaster. And while all this was going on, the Far West was enduring monumental snows and drenching winter rains that reversed a 10-year pattern of drought.","thumbnail":null,"section":"Science"},{"date":"19930309","headline":"Weprin Urges a Clinton-Style Tax Increase","web_url":"https://www.nytimes.com/1993/03/09/nyregion/weprin-urges-a-clinton-style-tax-increase.html","abstract":"  Echoing President Clinton's call for higher Federal taxes on the richest Americans, Assembly Speaker Saul Weprin today proposed raising $449 million in new state income taxes on New Yorkers with annual incomes of more than $100,000.   Although Mr. Weprin tried to make it politically attractive by vowing that most of the proceeds would be spent on education, the plan was promptly rejected by Gov. Mario M. Cuomo and Senate Majority Leader Ralph J. Marino, all but scuttling its future. But in proposing the tax increase, Mr. Weprin, a Queens Democrat, seemed to be showing his independence from the Governor and appealing to liberal Democrats in his chamber.","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"No More Pesticides for Dinner","web_url":"https://www.nytimes.com/1993/03/09/opinion/no-more-pesticides-for-dinner.html","abstract":"The debate over pesticides will provide an early test of the Clinton Administration's pledge to enhance environmental protection.\n\nOf all interventions into the natural order, perhaps none has stirred so much debate as the creation and use of chemical pesticides in agriculture. Starting with the biochemical revolution after World War II, alchemists have brewed as many as 50,000 new concoctions in America alone. The use of pesticides has increased dramatically, now approaching three billion pounds a year.","thumbnail":null,"section":"Opinion"},{"date":"19930309","headline":"A Guide for Pentagon Budget Cuts","web_url":"https://www.nytimes.com/1993/03/09/opinion/a-guide-for-pentagon-budget-cuts.html","abstract":"  President Clinton has challenged his Republican critics to come up with specific proposals for budget cuts if they don't like his. The place for both parties to look for deeper cuts is the Pentagon.    There is an excellent road map. The Congressional Budget Office has prepared a compendium of potential cuts that goes far beyond closing military bases. It would save tens of billions of dollars from the current five-year budget at little or no risk to American security.","thumbnail":null,"section":"Opinion"},{"date":"19930309","headline":"A Cool, Calm Norman Earns the Right to Strut","web_url":"https://www.nytimes.com/1993/03/09/sports/golf-notebook-a-cool-calm-norman-earns-the-right-to-strut.html","abstract":"  Greg Norman's heavily marketed macho image has long carried a substantial amount of backlash, particularly when he has gone long periods without a victory.   But when Norman wins, as he did Sunday in a romp at the Doral Ryder Open, his talent speaks for him much louder than anything Madison Avenue can come up with.","thumbnail":null,"section":"Sports"},{"date":"19930309","headline":"Now You See Scott Skiles, And Now You Still See Him","web_url":"https://www.nytimes.com/1993/03/09/sports/pro-basketball-now-you-see-scott-skiles-and-now-you-still-see-him.html","abstract":"  After 52 minutes 59.7 seconds of close, physical play, after a long night of being harassed by the best defense in the National Basketball Association, Scott Skiles was not even breathing hard.   \"I could go right out there and play another 53,\" said Skiles after the Knicks finally got rid of Skiles, Shaquille O'Neal and the rest of the Orlando Magic last night, surviving Tom Tolbert's open-but-wide 3-pointer at the final buzzer of overtime to win by 109-107 at Madison Square Garden.","thumbnail":null,"section":"Sports"},{"date":"19930309","headline":"CLINTON MAY SEEK LID ON DOCTOR FEES AND LIABILITY SUITS","web_url":"https://www.nytimes.com/1993/03/09/us/clinton-may-seek-lid-on-doctor-fees-and-liability-suits.html","abstract":"  As part of their effort to control health costs, Clinton Administration officials are considering asking Congress to impose restrictions on medical malpractice lawsuits and limits on doctors' fees.   No decisions have been made. The proposals, under study by health policy experts at the White House, have not been endorsed by Mr. Clinton or reviewed for their political acceptability.","thumbnail":null,"section":"U.S."},{"date":"19930309","headline":"Steisel's Standing Rises In Dinkins's Inner Circle; First Deputy Mayor's Power Arena Widens","web_url":"https://www.nytimes.com/1993/03/09/nyregion/steisel-s-standing-rises-dinkins-s-inner-circle-first-deputy-mayor-s-power-arena.html","abstract":"  Minute by minute, day to day, Norman Steisel, New York City's First Deputy Mayor, is at the helm in City Hall. He can often be spotted standing behind his secretaries' desks in front of his office at the far end of the main corridor. Phone planted firmly on his ear, Mr. Steisel barks out commands to commissioners and agency heads while his eyes survey the physical center of his domain, the long first-floor hallway through which most of the city government's movers and shakers pass each day.   It is not possible to reach Mayor David N. Dinkins's corner office without turning right at Mr. Steisel's hectic headquarters. These days, to reach Mr. Dinkins himself it is usually necessary to go first to Mr. Steisel.","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"In Jersey City, Police Shine In Spotlight","web_url":"https://www.nytimes.com/1993/03/09/nyregion/the-twin-towers-in-jersey-city-police-shine-in-spotlight.html","abstract":"  The police department here has become a key resource in the investigation of the bombing of the World Trade Center, putting it in the spotlight even as it is undergoing an extensive reorganization.   Repeatedly, the department's 821 officers and superiors have been called on to perform a variety of duties, from sealing off streets to assisting teams of investigators in executing search warrants.","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"Substitute Teacher Held on Sex Charge","web_url":"https://www.nytimes.com/1993/03/09/nyregion/substitute-teacher-held-on-sex-charge.html","abstract":"ADDENDUM APPENDED      A recently hired substitute teacher was arrested yesterday and charged with sexual abuse of an 11-year-old girl at their elementary school in Harlem last Friday. The teacher had threatened the girl with punishment if she told anyone, the police said.  ","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"Chess","web_url":"https://www.nytimes.com/1993/03/09/arts/chess-143993.html","abstract":"  Deep Blue, I.B.M.'s successor to its world leader in chess computers, Deep Thought II, won one match and lost another in Copenhagen, Feb. 24 to 28. Deep Blue defeated the Danish national team by a 3-1 score, but lost to the top Dane, grandmaster Bent Larsen, by 1 1/2-2 1/2 in a second, individual contest.   Deep Blue's programmers had hoped for a better result, but explained that they had made several errors that handicapped their machine. Dr. Murray Campbell said: \"We were afraid that since we had upped it to 14 processors from the original Deep Thought's 2, it might use too much time. So we limited its search depth in complex positions.\" It went wrong in the first game against Larsen and in practice games with the other Danes.","thumbnail":null,"section":"Arts"},{"date":"19930309","headline":"Trenton Votes To Control Sex Education","web_url":"https://www.nytimes.com/1993/03/09/nyregion/trenton-votes-to-control-sex-education.html","abstract":"  The Assembly passed a bill today making it mandatory that sex-education courses stress sexual abstinence as \"the only completely reliable means\" of preventing sexually transmitted diseases, including AIDS.   The 54-to-7 Assembly vote moved New Jersey toward becoming one of only a handful of states, including California, to dictate to school districts statewide just how sex education should be taught. It also marked a shift in the battleground over sex-education curriculum from local school board meetings to the floor of the State House.","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"White House Again Defends Bush's Policy on Haitians","web_url":"https://www.nytimes.com/1993/03/09/us/white-house-again-defends-bush-s-policy-on-haitians.html","abstract":"  The Clinton Administration went to court yesterday for the second time in two weeks to defend the Bush Administration's restrictive policy on Haitian refugees, a policy that President Clinton criticized during the fall campaign.   In Federal District Court in Brooklyn yesterday, a trial began on the fate of 264 Haitians who have been detained at the United States Naval Base in Guantanamo, Cuba, for about 16 months.","thumbnail":null,"section":"U.S."},{"date":"19930309","headline":"Serbs Again Agree to Allow Evacuation of Muslims","web_url":"https://www.nytimes.com/1993/03/09/world/serbs-again-agree-to-allow-evacuation-of-muslims.html","abstract":"  The Bosnian Serbs' military commander today agreed to allow aid workers to evacuate thousands of Muslims from isolated areas of eastern Bosnia on Tuesday, United Nations and Serbian officials said.   \"It looks like there are grounds for optimism,\" said a United Nations military officer stationed in this industrial city controlled by the Bosnian Government. The sports hall, schools and hospital have been standing by for days in expectation of the arrival of thousands of refugees.","thumbnail":null,"section":"World"},{"date":"19930309","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/03/09/opinion/IHT-in-our-pages-100-75-and-50-years-ago-90443857743.html","abstract":"1943: French Resistance. LONDON - [From our New York edition:] While the German Gestapo and Vichy police are embarking on one of the greatest manhunts in history in an effort to enforce Pierre Laval's promise to deliver 400,000 young Frenchmen over to F&#","thumbnail":null,"section":"Opinion"},{"date":"19930309","headline":"Examining Mob Specimens","web_url":"https://www.nytimes.com/1993/03/09/movies/examining-mob-specimens.html","abstract":"  So you've been dying to meet Dominick (Big Dom) Lofaro, Joseph (Joe Dogs) Ianuzzi, Giacomo (Fat Jackie) Dinorscio, Thomas (Tommy Del) Delgiorno and Brother Frank Minucci. O.K., tonight's your night. \"Mob Stories\" is their stories.   You may get the feeling that this cast, made up of self-described made men or hit men for the Mafia in happier times, studied the character actors in movies like \"The Godfather,\" \"Goodfellas\" and \"The Untouchables.\" All but one -- loyal Mr. Dinorscio, who is interviewed in jail, where he is shown in a jogging outfit practicing the Chinese martial art of tai chi chuan -- have broken with the mob. Like him, however, the others are running to fat and live in the glory of having got close enough to their former bosses to betray them.","thumbnail":null,"section":"Movies"},{"date":"19930309","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/03/09/arts/classical-music-in-review-920093.html","abstract":"  Brooklyn Philharmonic   Brooklyn Academy of Music    Witold Lutoslawski's 80th birthday was Jan. 25, and although the Los Angeles Philharmonic and the San Francisco Symphony presented tributes to the Polish composer, the celebrations on the East Coast have been surprisingly sparse. On Saturday evening, the Brooklyn Philharmonic made amends with a performance of the composer's Third Symphony. Jan Krenz, a Polish conductor and composer, led the performance.","thumbnail":null,"section":"Arts"},{"date":"19930309","headline":"Corrections","web_url":"https://www.nytimes.com/1993/03/09/nyregion/c-corrections-849293.html","abstract":"  An article Feb. 24 about the General Motors plant in North Tarrytown, N.Y., misstated an agreement about the company's obligations. According to a G.M. spokeswoman, Margaret G. Holmes, the company promised to make certain payments in lieu of taxes from 1985 to 1995. It was not required to stay in North Tarrytown until 1995.","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/03/09/nyregion/news-summary-270293.html","abstract":"  International A3-9 MEXICAN CAMPAIGN QUARREL   After promising repeatedly to make political competition in Mexico fairer, President Carlos Salinas de Gortari has provoked criticism by soliciting wealthy businessmen for hundreds of millions of dollars in contributions to his party.  A1 CLINTON, NIXON AND YELTSIN   As political odd couples go, Bill Clinton and Richard Nixon surely rank with the oddest. But there they were, the Vietnam dove and the Vietnam hawk, sitting around the White House living room bound together by their shared support of of increased aid to Russia.  A1 ZAIRE'S BATTLING LEADERS   The President and the Prime Minister of Zaire both say they have the authority to rule the large, impoverished African nation. Their battle for control has paralyzed the Government and cast doubt about its future stability.  A3 EVACUATION OF BOSNIAN MUSLIMS   The Bosnian Serbs' military commander agreed to allow a limited evacuation of Muslims from isolated areas of eastern Bosnia, United Nations and Serbian officials said.  A6 VIOLENCE AGAINST SERBS   Some of the Serbs who remained in Gorazde after Serbian \"ethnic cleansing\" got under way in eastern Bosnia have been put to death as suspected snipers.  A6 News analysis: The obstacles to finding peace in Bosnia.  A7 DEBATE OVER MIDEAST AID MONEY   The Clinton Administration was forced by an influential Democrat in Congress to confront the delicate subject of whether the United States can afford to pour billions of dollars into Israel and Egypt.  A9 ISRAELI SETTLER SLAIN IN GAZA   Palestinian laborers stabbed an Israeli to death in a Jewish settlement, hours after the army opened the Gaza Strip after six days, the Israeli military said.  A9 IRISH LEADER TO MEET CLINTON   When Prime Minister Albert Reynolds meets Mr. Clinton on St. Patrick's Day, he plans to discuss the President's ideas for a U.S. policy on Northern Ireland.  A8 ENGLISH TRADITION: FISH AND CHIPS   Birmingham Journal: Fish and chips endures as England's original hot fast food, a quintessential institution. More than 9,000 outlets, mostly mom-and-pop storefronts, dispense the vinegary fare.  A4 National A12-16 WEIGHING LIMITS ON MEDICAL FEES    As part of their effort to control health costs, Clinton Administration officials are considering asking Congress to impose restrictions on medical malpractice lawsuits and limits on doctors' fees.  A1 STOCKS REACH A NEW PEAK   Stocks soared to new highs as investors braved the market's risks in search of returns no longer available from bank accounts and bonds. The Dow Jones industrial average rose 64.84 points, or 1.9 percent, to close at 3,469.42.  A1 LESSONS FROM POLICE-KILLERS   Two F.B.I. agents interviewed 50 killers of police officers in an effort to discover what the victims could have done differently. The result is a chilling collection of murderous narratives that could change officers' behavior.  A1 KING EXPECTED ON WITNESS STAND   Rodney King is expected to testify for the first time in the case of Los Angeles four police officers accused of violating his civil rights.  A12 HOLY WAR FOR CULT?   Law-enforcement officials brought in the Army's heaviest tanks and the leader of the Texas cult involved in a bloody shootout and subsequent siege said he might welcome an apocalyptic fire fight rather than a gentle surrender.  A12 LABOR PACT UPHELD   In a victory for organized labor, the Supreme Court validated a union-only labor agreement in the cleanup of Boston Harbor, ruling that states were free to negotiate such pacts. The Justices also let stand a lower court ruling that declared Louisiana's strict abortion law unconstitutional.  A13 RENO'S RECORD IS DEBATED    President Clinton praised Janet Reno, his choice for Attorney General, as a \"front-line crime fighter.\" But her office has lagged behind other Florida prosecutors in several measures, including the rate at which they take cases to trial, win guilty verdicts and obtain prison sentences.  A14 CLINTON'S POWERFUL COUNSEL   Other White House counsels have wielded great power. But because of the vacancies at the Justice Department, Clinton's counsel, Bernard Nussbaum, is in the unusual position of making some of the department's most important decisions.  A14 THINKING OF CUTS   Clinton and Congressional budget writers agreed to make deeper cuts in Federal programs than the President had originally sought. It was a grudging bow to political as well as fiscal imperatives.  A15 The Administration defended U.S. policy on Haitian refugees.  A16 Metro Digest B1 DOCTORS WHO'VE HAD ENOUGH   Throughout the New York region and across the country, senior, seasoned doctors are choosing to retire early because of what they see as a loss of control to insurance companies and government agencies.  A1 SUSPECT'S ROLE IN BOMBING   Federal and local investigators believe that Mohammed A. Salameh, the 25-year-old suspect arrested in the bombing of the World Trade Center, played a significant role in what they say is a conspiracy. For the first time, criminal justice officials also established a link between Mr. Salameh and El Sayyid A. Nosair, the man tried for the assassination of Rabbi Meir Kahane.  A1 Science Times C1-11 The abyss yields its secrets to new robot devices.  C1 Social research: experiments with real people.  C1 You're right, this year's weather was really odd.  C1 Arts/Entertainment C13-18 Theater: \"Aven' U Boys.\" C13 Music: Pollini's Schubert.  C13 Business Digest D1 Fashion Page B8 Sports B9-15 Basketball: Knicks beat Magic in overtime.  B9 Football: Jets sign Ronnie Lott.  B9 Obituaries B6-7 Billy Eckstine, singer and band leader.  B7 Editorials/Op-Ed A18-19 Editorials A guide for Pentagon budget cuts. Needed: a few brave Republicans. Gag rule in Romania. Reviving the Education Dept. Letters Russell Baker: The uncobbod code. Enzo Biagi: Don't blame fate. Blame the Italians. Al Meyerhoff: No more pesticides for dinner.","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"Back to Work Amid Soot and Stress","web_url":"https://www.nytimes.com/1993/03/09/nyregion/the-twin-towers-back-to-work-amid-soot-and-stress.html","abstract":"  For one sign of recovery from the World Trade Center disaster, consider Deloitte & Touche, the huge accounting firm and one of 350 businesses forced out of the center's twin towers.   By yesterday, the firm's emergency response had shifted from the bombing to clients' tax returns and the April 15 deadline for filing them -- a daunting task in any year.","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"Son ofGrunge:It's Recession Chic","web_url":"https://www.nytimes.com/1993/03/09/style/IHT-son-ofgrungeits-recession-chic.html","abstract":"- The country is in crisis. The Milanese are morose. The bosses are in debt, in trouble or in jail.And it's time for the new fashion season. Well, \"Holy Chic!\" as Moschino prints it on a monastic dress, the Italian designers have discovered recession dressing.","thumbnail":null,"section":"Style"},{"date":"19930309","headline":"Sex Activity by Children Brings Suit Against Home","web_url":"https://www.nytimes.com/1993/03/09/nyregion/sex-activity-by-children-brings-suit-against-home.html","abstract":"  The mother of an 8-year-old girl charged yesterday that social workers at a temporary home for emotionally troubled children in Brooklyn failed to prevent five young boys from repeatedly having sex with her daughter.   The woman, Shirley Greenaway, is suing to have the girl, who is mentally retarded, returned to her custody because of what she described as a lack of oversight of her daughter's case by the city and state. On the steps of City Hall yesterday, Ms. Greenaway and her lawyer accused state officials of bungling the investigation into her complaints and of failing to take action against the supervisors at the home.","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"White House Memo; One Topic, Several Agendas As Clinton and Nixon Meet","web_url":"https://www.nytimes.com/1993/03/09/world/white-house-memo-one-topic-several-agendas-as-clinton-and-nixon-meet.html","abstract":"  As political odd couples go, Bill Clinton and Richard Nixon surely rank with the oddest. But there they were today, the Vietnam dove and the Vietnam hawk,sitting around the White House living room, bonded together by their shared feelings about Russia.   Never mind that Mr. Nixon rose to the Presidency riding the issue of opposition to Communist Russia, while Mr. Clinton's only noteworthy experience with the place was a youthful tourist visit, for which he was attacked during the Presidential campaign. Today, the two men find themselves sharing a political trench in the renewed debate over how much aid to give Russia, at a time when its first democratically elected President is at risk of being toppled.","thumbnail":null,"section":"World"},{"date":"19930309","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/03/09/opinion/IHT-letters-to-the-editor-91679614233.html","abstract":"A Special Place in Hell. Regarding \"The Right to Secede\" (Letters, Feb. 18) from Daria Mihailovic:. Indeed, as Croatia has seceded from Yugoslavia, why should not Krajina secede from Croatia - and the contained Croat communities secede from Kraj","thumbnail":null,"section":"Opinion"},{"date":"19930309","headline":"Don't Blame Fate. Blame the Italians.","web_url":"https://www.nytimes.com/1993/03/09/opinion/dont-blame-fate-blame-the-italians.html","abstract":"I don't trust people who say, \"The Italians are like that.\" Like what? My fellow Italians resist each and every assault, blaming fate instead for their difficulties. Dams burst, banks fail, mafiosi and terrorists escape, an electoral result disappoints. Blaming fate, according to one of our former presidents, is not only cynical but cheating, too. Don't forget that Italians invented melodrama.\n\nCuriously, even the nation's founding fathers had doubts about their fellow Italians. Giuseppe Mazzini, passing through Rome on his way back from exile in England to die in Pisa, refused to leave the train station, \"so as not to see the city of my dreams,\" he explained. Count Cavour confessed to a friend: \"What a great piece of luck to have gotten to know Italy only \n\nafter \n\nhaving created her.\"","thumbnail":null,"section":"Opinion"},{"date":"19930309","headline":"In Muslim Town, Serbs Pay the Price","web_url":"https://www.nytimes.com/1993/03/09/world/in-muslim-town-serbs-pay-the-price.html","abstract":"  The search for the two Jevdevic men did not take long. Somebody said that they had lived on the embankment of the Drina River, and somebody else pointed to 4 Ksenije Tasanovic Street. The house was destroyed, its two chimneys jutting skyward out of the moldering ruins like sentinels above a tomb.    Many houses in Gorazde have been blasted by artillery shells, or machine-gunned at close range, or set afire. But the Jevdevic house -- and its occupants, judging from human remains found inside -- had been blown to bits with what appeared to have been a special determination.","thumbnail":null,"section":"World"},{"date":"19930309","headline":"Trade Center Bombing Suspect Not a Patsy, Officials Conclude","web_url":"https://www.nytimes.com/1993/03/09/nyregion/the-twin-towers-trade-center-bombing-suspect-not-a-patsy-officials-conclude.html","abstract":"  Federal and local investigators say they now believe that Mohammed A. Salameh, the 25-year-old Palestinian arrested last week in the bombing of the World Trade Center, played a significant role, if not a central one, in what they say is a conspiracy.   For the first time, criminal-justice officials also established a direct personal link between Mr. Salameh and El Sayyid A. Nosair, the man tried for the assassination of Rabbi Meir Kahane. They said Mr. Salameh visited Mr. Nosair on Rikers Island and at least one time in Attica state prison, including once within a month before the bombing. The officials said they had seized records from his prison cell and were examining whether the two men had talked by telephone and whether prison authorities had taped the calls.","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/03/09/style/chronicle-846893.html","abstract":"  Health watch for two great women of the screen:   CLAUDETTE COLBERT, 89, has been hospitalized in Bay View Hospital, near Bridgetown, Barbados, after suffering a stroke, The Associated Press reported yesterday. \"She is seriously ill and is expected to make improvement over a six-week period,\" a hospital statement said.   Miss Colbert divides her time between New York City and her beachfront home in Barbados.","thumbnail":null,"section":"Style"},{"date":"19930309","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/03/09/nyregion/metro-digest-927293.html","abstract":"  MORE DOCTORS ARE CALLING IT QUITS   Seasoned doctors are choosing to retire early or cut back their hours because of what they see as a loss of control to insurance companies and government agencies. A1. SUSPECT IN BOMBING SEEN AS PART OF PLOT   Federal and local investigators now believe that Mohammed A. Salameh, the man arrested last week in the bombing of the World Trade Center, played a significant role in what they say is a conspiracy. A1.","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"Look Who's Making a Trip to the Big Top","web_url":"https://www.nytimes.com/1993/03/09/sports/college-basketball-look-who-s-making-a-trip-to-the-big-top.html","abstract":"  Thirty-five years and 40 theatrical minutes later, Manhattan is going back to the National Collegiate Athletic Association tournament.   The Jaspers fell behind Niagara with 16 minutes 30 seconds left in the first half tonight, then regained the lead with just 2.6 seconds remaining on a free throw by Chris Williams that gave them a 68-67 victory and the championship of the Metro Atlantic Athletic Conference tournament.","thumbnail":null,"section":"Sports"},{"date":"19930309","headline":"Fracture Puts Anderson Out For the Season","web_url":"https://www.nytimes.com/1993/03/09/sports/pro-basketball-fracture-puts-anderson-out-for-the-season.html","abstract":"  The Nets' worst fears were realized today when they learned they would be without Kenny Anderson, their star point guard, for the remainder of the season because of a fractured bone in his left wrist.   Anderson, who suffered the fracture two Sundays ago, was examined this morning by several doctors. The Nets then issued a terse statement that said Anderson's left arm would be placed in a full cast, that his condition would be reevaluated at a later date and that he was finished for the 1992-93 campaign.","thumbnail":null,"section":"Sports"},{"date":"19930309","headline":"Gag Rule in Romania","web_url":"https://www.nytimes.com/1993/03/09/opinion/gag-rule-in-romania.html","abstract":"  Old habits die hard in Romania, whose Communist regime was the most autocratic in Eastern Europe until its violent demise in 1989. Under Nicolae Ceaucescu, Romanians were forbidden to own typewriters without a police permit. That rule has gone, but not the mentality it mirrored.    Though present-day Romania is supposedly more \"democratic,\" members of the Chamber of Deputies still vote in secret. And any journalist whose reports are deemed \"incorrect\" may lose the right to attend Parliament and may also be required to publish a retraction written by the chamber's president.","thumbnail":null,"section":"Opinion"},{"date":"19930309","headline":"Senate Leader Concedes On Assault Weapons Law","web_url":"https://www.nytimes.com/1993/03/09/nyregion/senate-leader-concedes-on-assault-weapons-law.html","abstract":"  Saying he was not afraid to defy the National Rifle Association, Senate President Donald T. DiFrancesco announced today that he would not vote to weaken the state's assault weapons law, the toughest in the nation.   \"My intended no vote will effectively kill an override effort,\" which would repeal the ban, Mr. DiFrancesco said today.","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/03/09/opinion/IHT-letters-to-the-editor.html","abstract":"The Root of the Scourge. Watching the armed standoff with a cult leader in Texas and in the wake of the World Trade Center bombing, surely everyone's concern should be focused on the ease with which people can obtain weapons and explosives.. DONALD ARMSTR","thumbnail":null,"section":"Opinion"},{"date":"19930309","headline":"Debate Arises on Record Of Justice Dept. Nominee","web_url":"https://www.nytimes.com/1993/03/09/us/debate-arises-on-record-of-justice-dept-nominee.html","abstract":"  When President Clinton nominated Janet Reno to be his Attorney General last month, he praised her as a \"front-line crime fighter.\" But during Ms. Reno's 15 years as Dade County State Attorney her office has lagged behind other prosecutors in the state in several measures, including the rate at which they take cases to trial, win guilty verdicts and obtain prison sentences.   The Senate Judiciary Committee plans to begin confirmation hearings on Tuesday, and criminal-justice issues are expected to be among the topics discussed. Senators and their aides said today that they were preparing for the hearings in a unusually placid atmosphere for a committee that in recent years has presided over several searing confirmation battles.","thumbnail":null,"section":"U.S."},{"date":"19930309","headline":"No Headline","web_url":"https://www.nytimes.com/1993/03/09/nyregion/no-headline-393893.html","abstract":"  This used to be a profession where people never really retired. Now we're finding a fair number of physicians leaving in their late 50's or early 60's. -- DR. NANCY W. DICKEY, American Medical Association trustee.  [ A1:5. ]","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/03/09/opinion/IHT-letters-to-the-editor-90496230658.html","abstract":"The Death of a Child. Regarding \"Child's Death: Random Shell, or Ramadan Message?\" (Feb. 26): I'm a 34-year-old father and company manager. When I started reading this article, I dropped the paper and started crying. Please put this kind of news","thumbnail":null,"section":"Opinion"},{"date":"19930309","headline":"We Need to Stay With Supercollider Project","web_url":"https://www.nytimes.com/1993/03/09/opinion/l-we-need-to-stay-with-supercollider-project-864693.html","abstract":"  To the Editor:   Re \"Big Science, Big Budget Cuts\" (editorial, Feb. 15):","thumbnail":null,"section":"Opinion"},{"date":"19930309","headline":"Officials Say Another Major Suspect Emerges","web_url":"https://www.nytimes.com/1993/03/09/nyregion/the-twin-towers-officials-say-another-major-suspect-emerges.html","abstract":"  Ibraham A. Elgabrowny, the man who law-enforcement officials say is emerging as a central suspect in the investigation of the World Trade Center bombing, was the chief fund-raiser and organizer of the defense of El Sayyid A. Nosair, who was imprisoned in connection with the murder of Rabbi Meir Kahane.   William Kunstler, the lawyer who represented Mr. Nosair, said that throughout the trial Mr. Elgabrowny provided Islamic supporters, transportation and even bodyguards for the defense team, who became targets of protests by Jewish groups.","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"Books of The Times; Linking Great Novels of the West to Imperialism","web_url":"https://www.nytimes.com/1993/03/09/books/books-of-the-times-linking-great-novels-of-the-west-to-imperialism.html","abstract":"  Culture and Imperialism   By Edward W. Said   380 pages. Alfred A. Knopf. $25.     Dickens's \"Great Expectations,\" Austen's \"Mansfield Park,\" Forster's \"Howards End,\" Camus's \"Etranger,\" Bronte's \"Jane Eyre\": one does not routinely think of such novels as political works, much less as works concerned with questions of imperialism and overseas dominion. But the argument that Edward W. Said, University Professor at Columbia and a frequent spokesman for Palestinian causes, advances in his latest book is that these novels (as well as the fiction of Conrad and Kipling) not only reflected the imperial ambitions of 19th- and early 20th-century Europe, but also helped to buttress, ratify and validate those concerns.","thumbnail":null,"section":"Books"},{"date":"19930309","headline":"Aids Kit for Powerbook","web_url":"https://www.nytimes.com/1993/03/09/science/personal-computers-aids-kit-for-powerbook.html","abstract":"  APPLE COMPUTER INC. is selling Powerbook portable Macintosh computers at a rate of more than a million a year, which is a remarkable pace for a computer that is mostly incompatible with 90 percent of the other PC's in the world. As might be expected from those who march to the beat of a different drummer, or at least to the code of a different operating system, people who tote Powerbooks seem to take a particular pride in fine-tuning their machines.    One way to jazz up the Powerbook is to load it with the Norton Essentials for Powerbook, a $129 package produced by the Symantec Corporation of Cupertino, Calif.","thumbnail":null,"section":"Science"},{"date":"19930309","headline":"Observer; The Uncobbod Code","web_url":"https://www.nytimes.com/1993/03/09/opinion/observer-the-uncobbod-code.html","abstract":"  I have a cold. Or, to state it orally, I hab a code.    Like all my codes, it is absoludely fascinatig. Would you like to hear about it?","thumbnail":null,"section":"Opinion"},{"date":"19930309","headline":"Abbott Proves a Hit at Bat","web_url":"https://www.nytimes.com/1993/03/09/sports/baseball-abbott-proves-a-hit-at-bat.html","abstract":"  Would you rather see Jim Abbott hit or pitch? The fan reaction today during the Yankees' 2-0 victory over the Expos at Municipal Stadium indicated that Abbott's swings were more appealing to them than his fastballs.   Abbott, who was born without a right hand, faced Chris Nabholz from the left side in the top of the third inning using a bat borrowed from Dave Silvestri. After taking a called strike on a fastball, he fouled off two pitches, took a ball and then waved at a curve for strike three. Abbott, who almost hit one out in batting practice, turned into Jay Leno after the game.","thumbnail":null,"section":"Sports"},{"date":"19930309","headline":"Leetch Plays 'Bully' Role In Effort to Rejoin Lineup","web_url":"https://www.nytimes.com/1993/03/09/sports/hockey-leetch-plays-bully-role-in-effort-to-rejoin-lineup.html","abstract":"  Brian Leetch put in a complete practice with his Rangers teammates today at Rye Playland and he even attempted to do a little pushing and shoving with the weak left arm that has plagued him since mid-December.   Leetch, the star defenseman who has missed 24 games in a row because of nerve damage sustained in a game in St. Louis on Dec. 17, appears to be moving closer and closer to returning to the Rangers' lineup, although that is not likely to happen as quickly as Leetch himself had hoped.","thumbnail":null,"section":"Sports"},{"date":"19930309","headline":"Fungus Is a Flowerlike Con Artist","web_url":"https://www.nytimes.com/1993/03/09/science/fungus-is-a-flowerlike-con-artist.html","abstract":"  AT a glance, the bright yellow bloom might seem to be just another of the many flowers that dot Colorado's alpine meadows as the winter snows begin to retreat. But a closer inspection reveals that this sweet-smelling, nectar-rich rosette is no flower at all.   Instead, it is the artful display of an extremely manipulative rust fungus, which invades mustard plants and tricks them into assuming an entirely new shape topped by a bizarre pseudoflower fashioned of leaves.","thumbnail":null,"section":"Science"},{"date":"19930309","headline":"Birmingham Journal; Fried and Salty, Yessir, Matey, but Truly English","web_url":"https://www.nytimes.com/1993/03/09/world/birmingham-journal-fried-and-salty-yessir-matey-but-truly-english.html","abstract":"  By the time Bedders Fish and Chips shop opened one recent morning, there was already a line outside, mothers with children and men in suits, secretaries on early lunch breaks and taxi drivers between fares, all awaiting that delicious moment when Pat Bedder would unlock the front door at last and release the steamy, intoxicating bouquet of fried cod and chips into the brittle air.   It is, in many ways, the most distinctively English of cooking aromas, redolent of raggedy seaside resorts with shingle beaches and working-class terraces in factory towns.","thumbnail":null,"section":"World"},{"date":"19930309","headline":"Corrections","web_url":"https://www.nytimes.com/1993/03/09/nyregion/c-corrections-851493.html","abstract":"  An obituary yesterday about Eleanor Sanger, a television producer who won Emmy awards for sports broadcasts, misidentified one of her residences. It was Vail, Ariz., not Colorado.","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"Ex-Officials Accused of Armory Rental Fraud","web_url":"https://www.nytimes.com/1993/03/09/nyregion/ex-officials-accused-of-armory-rental-fraud.html","abstract":"  The state's Inspector General charged today that former officials in the agency that oversees the New York National Guard had defrauded and extorted cash, furs and other items from groups that rented or leased space in the Park Avenue Armory in Manhattan and that senior officials in the agency had ignored evidence of the wrongdoing.   The allegations, included in a report by Inspector General Joseph A. Spinelli, culiminated a series of investigations into corruption in the agency, the Division of Military and Naval Affairs, that has so far led to the conviction of one official and implicated at least a dozen others.","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"Hearing Focuses on School Corruption","web_url":"https://www.nytimes.com/1993/03/09/nyregion/hearing-focuses-on-school-corruption.html","abstract":"  After repeated scandals, New York City's school custodians have become a nationwide symbol of corruption in government, and some Republican lawmakers have begun using those allegations to beat back efforts to get Federal aid to the city's classrooms.   Republican lawmakers, led by Newt Gingrich, the Georgia Congressman who is the minority whip, regularly take to the floors of the Capital to assail the mismanagement of the city's schools and especially the abuses they attribute to the school custodians.","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"Supreme Court Roundup; Justices Say States May Make Union-Only Pacts in Public-Works Projects","web_url":"https://www.nytimes.com/1993/03/09/us/supreme-court-roundup-justices-say-states-may-make-union-only-pacts-public-works.html","abstract":"  The Supreme Court today validated a union-only master labor agreement for the $6 billion cleanup of Boston Harbor in a unanimous decision that cleared the way for states to use an increasingly popular tool for insuring labor peace on major public-works projects.   The decision in the closely watched case was a victory for organized labor. Justice Harry A. Blackmun's opinion for the Court overturned a decision by the Federal appeals court in Boston, which ruled in 1991 that the agreement violated Federal labor law.","thumbnail":null,"section":"U.S."},{"date":"19930309","headline":"Zaire: Two Leaders, Many Problems, Few Hopes","web_url":"https://www.nytimes.com/1993/03/09/world/zaire-two-leaders-many-problems-few-hopes.html","abstract":"  Two men now say they have the authority to rule this sprawling, impoverished nation, and their battle for control has paralyzed the Government and cast doubt about its future stability.   On one side, President Mobutu Sese Seko has denounced Prime Minister Etienne Tshisekedi as a bully and a megalomaniac, and suggested that Mr. Tshisekedi, 61, is mentally incompetent. The Prime Minister has countered by calling the President a \"Zairian Caligula\" who has kept his grip on this country for 28 years \"without law, morals or principles.\"","thumbnail":null,"section":"World"},{"date":"19930309","headline":"Michel Riquet, 94, French Jesuit Priest Active in Resistance","web_url":"https://www.nytimes.com/1993/03/09/world/michel-riquet-94-french-jesuit-priest-active-in-resistance.html","abstract":"  The Rev. Michel Riquet, a Jesuit priest and former Resistance fighter who became the most popular preacher of postwar Paris as well as a widely read author, died there on Friday. He was 94.   A native of Paris and a doctor of theology, Father Riquet defied the Vichy regime, which ruled France after the German occupation in World War II. He helped more than 500 Allied pilots to escape from France, leading to his arrest by the Gestapo in January 1944.","thumbnail":null,"section":"World"},{"date":"19930309","headline":"Review/Piano; A Schubertian Realm of Simplicity in Quietude","web_url":"https://www.nytimes.com/1993/03/09/arts/review-piano-a-schubertian-realm-of-simplicity-in-quietude.html","abstract":"  Strange are the ways of musical chemistry, especially when the ingredients are as different in appearance as Maurizio Pollini and the music of Schubert. Mr. Pollini has become our prototype of high-tech pianistic virtuosity: moving parts of astonishing efficiency administered by thoughtful, clear-headed intelligence. His amazing skills have wiped the sweat from the most prodigiously difficult endeavors, allowing listeners a calm, measured look at music usually bound up in the struggles of the performer.   Schubert, himself a pianist of uneven accomplishment, was a dealer in dreams and a communicator of personal loss. The compelling nature of nostalgia is the intense pleasure of its pains, and so the dotted rhythm that announces his G-major Sonata (D. 894) is a cry of loneliness sent out across an unbridgeable divide and at the same time an expression of self-sufficient serenity.","thumbnail":null,"section":"Arts"},{"date":"19930309","headline":"Dehere Is Top Player","web_url":"https://www.nytimes.com/1993/03/09/sports/sports-people-college-basketball-dehere-is-top-player.html","abstract":"  TERRY DEHERE of Seton Hall yesterday was selected as the Big East Conference's player of the year.   The senior guard, who averaged 21.8 points this season, was a first-team all-conference selection for the third straight season. He and St. John's DAVID CAIN were unanimous selections. Also on the first team were Syracuse's LAWRENCE MOTEN, Connecticut's DONYELL MARSHALL and Boston College's BILLY CURLEY.","thumbnail":null,"section":"Sports"},{"date":"19930309","headline":"Clinton and House Democrats Agree On Spending Cuts, but Ante Is Raised","web_url":"https://www.nytimes.com/1993/03/09/us/clinton-and-house-democrats-agree-on-spending-cuts-but-ante-is-raised.html","abstract":"  In a bow to political realities and fiscal imperatives, President Clinton and budget-writers in both houses of Congress agreed today to make deeper cuts in Federal programs over the next five years than the $470 billion Mr. Clinton had asked for.   By the end of a day in which the Democrats' spending-cut fervor took on the tone of a bidding war, the House Democrats were floating two different figures -- $55 billion and $63 billion -- for two different plans to add more cuts to Mr. Clinton's. But since very few spending cuts were identified for achieving any of those figures, it was difficult to tell what, if anything, the plans had in common. Deficit Bidding War    The White House said Mr. Clinton had agreed in an afternoon meeting with the House Budget Committee's Democrats to shave an extra $55 billion off Federal spending from 1994 through 1998, mostly by trimming relatively minor amounts from each of an array of Government programs.","thumbnail":null,"section":"U.S."},{"date":"19930309","headline":"Corrections","web_url":"https://www.nytimes.com/1993/03/09/nyregion/c-corrections-850693.html","abstract":"  An article yesterday about Connecticut women in Congress referred incorrectly to the dean of the delegation. It is Samuel Gejdenson, not Barbara Kennelly. The article also misstated Representative Rosa L. DeLauro's committee assignment. She is on the House Appropriations Committee.","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"Sports of The Times; Steinberg Opens Fire On Giants","web_url":"https://www.nytimes.com/1993/03/09/sports/sports-of-the-times-steinberg-opens-fire-on-giants.html","abstract":"  UP at the microphone, Ronnie Lott, the Jets' new free safety and free-agent salesman, was asked if it had crossed his mind that with a regular-season Jets-Giants game on the 1993 schedule, he would be opposing Phil Simms in a rematch of their 1990 scuffle during a Giants-49ers game in San Francisco.   \"No, it didn't,\" Lott said. \"But I know it's a big rivalry and I'm looking forward to it.\"","thumbnail":null,"section":"Sports"},{"date":"19930309","headline":"Tory Rebels Deal a Setback To Major on European Unity","web_url":"https://www.nytimes.com/1993/03/09/world/tory-rebels-deal-a-setback-to-major-on-european-unity.html","abstract":"  Right-wing Conservative Party rebels joined members of the opposition Labor and Liberal Democratic parties today to deal Prime Minister John Major a setback in the House of Commons over the proposed treaty on European union.   In a vote of 314 to 292, the rebels and opposition politicians combined to tack a minor amendment to the treaty bill requiring that only elected local officials, rather than government appointees, be allowed to serve on a European Community advisory committee.","thumbnail":null,"section":"World"},{"date":"19930309","headline":"Review/Theater; Violence Becomes the Urban Solution","web_url":"https://www.nytimes.com/1993/03/09/theater/review-theater-violence-becomes-the-urban-solution.html","abstract":"  The first dramatic event in \"Aven' U Boys,\" a play set around Avenue U in Bensonhurst, Brooklyn, is a young white man's gleeful description of smashing open a black man's head.  By evening's end, the audience will have seen a husband and wife beat each other senseless, and another husband return home to his wife with welts on his back after a night of flagellation by a transvestite. As a framed dime-store Jesus looks down from the wall, the whipped husband drops to his knees, demanding still more punishment. His wife obliges, pouring alcohol on his open wounds.   Such is the tough theatrical currency of \"Aven' U Boys,\" a work in which the agonized screams of the characters often blend into the apocalyptic metal-on-metal screech of the el roaring above their heads. The audience at the John Houseman Theater, or at least that part of it with strong stomachs, holds on tight. \"Aven' U Boys\" is not for those with a low tolerance for verbal and visual violence, but it can be enthusiastically recommended to anyone who wants to step into a fever dream of urban America 1993, as searingly realized by a new and gifted 29-year-old playwright named Frank Pugliese and as played for keeps by a half-dozen young actors of exciting promise. While Mr. Pugliese's Italian-American Brooklyn overlaps the Brooklyn or Bronx of Richard Price, Spike Lee and Martin Scorsese, his gripping style, in which fragmented dialogue and incidents seem to slice through the night like switch blades, casts its own disturbing spell.","thumbnail":null,"section":"Theater"},{"date":"19930309","headline":"Clinton Challenged on Share of U.S. Aid Going to Israel and Egypt","web_url":"https://www.nytimes.com/1993/03/09/world/clinton-challenged-on-share-of-us-aid-going-to-israel-and-egypt.html","abstract":"  The Clinton Administration was forced by an influential Democrat in Congress today to confront the delicate subject of whether the United States can afford to pour billions of dollars into Israel and Egypt in light of a shrinking foreign aid budget and President Clinton's determination to resuscitate the American economy.   The Administration immediately said it was committed to continuing the aid, but the mere fact that Representative David Obey, the Wisconsin Democrat, was raising the issue meant that a sacrosanct item in next year's budget, which is just beginning to be debated by Congress, could be in for new scrutiny.","thumbnail":null,"section":"World"},{"date":"19930309","headline":"More Spending Cuts Accepted by Clinton","web_url":"https://www.nytimes.com/1993/03/09/us/more-spending-cuts-accepted-by-clinton.html","abstract":"  In a grudging bow to political and fiscal demands, President Clinton agreed to $55 billion more in cuts in a five-year spending plan being drafted in Congress. But the House Budget Committee chairman later said Democrats had agreed on $63 billion in cuts, and the Senate panel's chairman said he would propose almost $90 billion in deficit reductions.   Article, page A15.","thumbnail":null,"section":"U.S."},{"date":"19930309","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/03/09/style/chronicle-845093.html","abstract":"  Six years ago, ENID A. HAUPT, the philanthropist and patron saint of gardens, gave $3 million to establish the Enid A. Haupt Garden, adjacent to the Smithsonian Institution building in Washington known as the Castle. Now she has donated another $3 million to maintain it through the Enid A. Haupt Garden Endowment Fund and the Enid A. Haupt Fellowship in Horticulture.","thumbnail":null,"section":"Style"},{"date":"19930309","headline":"Hard Ball, Networks, Let's Play Hard Ball","web_url":"https://www.nytimes.com/1993/03/09/sports/tv-sports-hard-ball-networks-let-s-play-hard-ball.html","abstract":"  Chalk up one major party, the advertising agency of Leo Burnett U.S.A., as objecting vehemently to the possibility that any network will have the gumption to spend madly once more for sports programming.   In talks last week with CBS, NBC, ABC, ESPN and TNT, the Chicago-based agency voiced concern that coming negotiations between the networks and major league baseball, pro football, pro basketball and the 1996 Summer Olympics in Atlanta would yield rights fees that will ratchet advertising rates beyond its clients' desire to pay. Those clients include United Airlines, McDonald's, Black & Decker, and Dean Witter Reynolds.","thumbnail":null,"section":"Sports"},{"date":"19930309","headline":"Juror's Remarks Bring a Caution in Glen Ridge","web_url":"https://www.nytimes.com/1993/03/09/nyregion/juror-s-remarks-bring-a-caution-in-glen-ridge.html","abstract":"  Deliberations in the Glen Ridge sex-assault trial were interrupted for about two and a half hours today after one juror complained to the judge about a fellow juror.    The delay began about 11:45 A.M. after one of the seven women on the panel sent the judge, R. Benjamin Cohen, a typewritten note in an envelope, apparently expressing concern that one of five male jurors had said during deliberations last week that retarded people need love and affection, officials close to the case said.","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"New York State Police Alter Evidence Procedures","web_url":"https://www.nytimes.com/1993/03/09/nyregion/new-york-state-police-alter-evidence-procedures.html","abstract":"  Seeking to prevent a repeat of the first evidence-tampering scandal in its history, the New York State Police today announced sweeping changes in the way it handles evidence and verifies fingerprints.   The new rules require at least two investigators at each crime scene and provide for extensive supervision of investigations by senior officers.","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"Like a New Drug, Social Programs Are Put to the Test","web_url":"https://www.nytimes.com/1993/03/09/science/like-a-new-drug-social-programs-are-put-to-the-test.html","abstract":"  \"WHAT is an ordinary member of the tribe to do when the witch doctors disagree?\" Henry Aaron, an economist at the Brookings Institution, lamented in 1978.   Often not much, which is one reason Washington has seemed inclined to write off social science as special pleading. But a new breed of social scientists offers an answer more likely to satisfy the skeptics. Social policies, they assert, can be definitively tested in controlled experiments using randomly selected subjects, much the way drug companies test new treatments for asthma or arthritis or hypertension.","thumbnail":null,"section":"Science"}],"wiki_events":[],"weather":[{"date":"19930309","time":"1993-03-09 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.9,"rhum":67,"wspd":18.4},{"date":"19930309","time":"1993-03-09 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.8,"rhum":65,"wspd":16.6},{"date":"19930309","time":"1993-03-09 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.4,"rhum":65,"wspd":13},{"date":"19930309","time":"1993-03-09 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.2,"rhum":65,"wspd":11.2},{"date":"19930309","time":"1993-03-09 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":62,"wspd":11.2},{"date":"19930309","time":"1993-03-09 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.3,"rhum":65,"wspd":13},{"date":"19930309","time":"1993-03-09 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.7,"rhum":66,"wspd":13},{"date":"19930309","time":"1993-03-09 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.9,"rhum":65,"wspd":14.8},{"date":"19930309","time":"1993-03-09 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.3,"rhum":61,"wspd":14.8},{"date":"19930309","time":"1993-03-09 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.9,"rhum":56,"wspd":13},{"date":"19930309","time":"1993-03-09 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.6,"rhum":51,"wspd":16.6},{"date":"19930309","time":"1993-03-09 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.5,"rhum":49,"wspd":13},{"date":"19930309","time":"1993-03-09 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.3,"rhum":46,"wspd":13},{"date":"19930309","time":"1993-03-09 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":38,"wspd":18.4},{"date":"19930309","time":"1993-03-09 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":37,"wspd":13},{"date":"19930309","time":"1993-03-09 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":39,"wspd":9.4},{"date":"19930309","time":"1993-03-09 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":39,"wspd":14.8},{"date":"19930309","time":"1993-03-09 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":40,"wspd":20.5},{"date":"19930309","time":"1993-03-09 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":44,"wspd":13},{"date":"19930309","time":"1993-03-09 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.2,"rhum":47,"wspd":14.8},{"date":"19930309","time":"1993-03-09 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.9,"rhum":52,"wspd":13},{"date":"19930309","time":"1993-03-09 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":55,"wspd":9.4},{"date":"19930309","time":"1993-03-09 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":57,"wspd":5.4},{"date":"19930309","time":"1993-03-09 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.8,"rhum":60,"wspd":5.4},{"date":"19930309","time":"1993-03-09 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":61,"wspd":18.7},{"date":"19930309","time":"1993-03-09 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":66,"wspd":25.9},{"date":"19930309","time":"1993-03-09 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":71,"wspd":16.6},{"date":"19930309","time":"1993-03-09 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":73,"wspd":22.3},{"date":"19930309","time":"1993-03-09 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":73,"wspd":22.3},{"date":"19930309","time":"1993-03-09 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":73,"wspd":24.1},{"date":"19930309","time":"1993-03-09 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":76,"wspd":20.5},{"date":"19930309","time":"1993-03-09 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":73,"wspd":22.3},{"date":"19930309","time":"1993-03-09 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":73,"wspd":20.5},{"date":"19930309","time":"1993-03-09 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":70,"wspd":22.3},{"date":"19930309","time":"1993-03-09 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":70,"wspd":25.9},{"date":"19930309","time":"1993-03-09 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":70,"wspd":25.9},{"date":"19930309","time":"1993-03-09 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":70,"wspd":24.1},{"date":"19930309","time":"1993-03-09 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":67,"wspd":24.1},{"date":"19930309","time":"1993-03-09 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":58,"wspd":20.5},{"date":"19930309","time":"1993-03-09 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":53,"wspd":29.5},{"date":"19930309","time":"1993-03-09 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":49,"wspd":33.5},{"date":"19930309","time":"1993-03-09 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":42,"wspd":33.5},{"date":"19930309","time":"1993-03-09 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":49,"wspd":42.5},{"date":"19930309","time":"1993-03-09 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":41,"wspd":29.5},{"date":"19930309","time":"1993-03-09 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":40,"wspd":33.5},{"date":"19930309","time":"1993-03-09 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":37,"wspd":35.3},{"date":"19930309","time":"1993-03-09 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":40,"wspd":31.7},{"date":"19930309","time":"1993-03-09 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":41,"wspd":31.7}]},"19930310":{"guardian_articles":[],"nytimes_articles":[{"date":"19930310","headline":"Clinton Hails Congress on Budget Cut","web_url":"https://www.nytimes.com/1993/03/10/us/clinton-hails-congress-on-budget-cut.html","abstract":"  As Congress began voting in committee on his economic program, President Clinton said today that he was pleased that the lawmakers were considering even deeper budget cuts than those he proposed last month. But the President warned that he might raise objections when Congress moved from dealing with general figures to specific ones.   At a news conference, Mr. Clinton praised Congress for trying \"to get even more deficit reduction.\" But he added, \"That doesn't mean we don't need more specifics, because we have to define how we're going to cut.\"","thumbnail":null,"section":"U.S."},{"date":"19930310","headline":"Theater in Review","web_url":"https://www.nytimes.com/1993/03/10/theater/theater-in-review-193693.html","abstract":"  Somewhere I Have Never Traveled  Judith Anderson Theater 422 West 42d Street Clinton Through Sunday By Daniel MacIvor; directed by Daniel Selznick; set by Ted LeFevre; lighting by Scott Griffin; costumes by Rodney Munoz; sound by Jim van Bergen; production stage manager, Sally Frontman. Presented by the Miranda Theater Company, Valentina Fratti, artistic director; Catherine Triant Buxton, executive director.   WITH: Julie Follansbee, Raymond Haigler, Ibi Janko, Jerry Mettner, Aideen O'Kelly and Brad Sullivan.","thumbnail":null,"section":"Theater"},{"date":"19930310","headline":"Yanks Ask O'Neill To Adapt To Left","web_url":"https://www.nytimes.com/1993/03/10/sports/baseball-yanks-ask-o-neill-to-adapt-to-left.html","abstract":"  If spring training is supposed to be about everything that is fresh and new, Paul O'Neill certainly belongs here. With the Yankees, O'Neill is encountering a new league, a new team, a new manager, new teammates and even a new position.   After six years playing for the Cincinnati Reds, a team he cherished as a boy growing up in nearby Columbus, Ohio, O'Neill is gradually getting accustomed to trading in the red stockings for the pinstripes of New York. Just two weeks into his American League career, the 30-year-old O'Neill is happy, but hardly content. Much needs to be done.","thumbnail":null,"section":"Sports"},{"date":"19930310","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/03/10/opinion/IHT-letters-to-the-editor-90727194237.html","abstract":"What is taking place in Bosnia today is a disgrace to the Serbs, a disgrace to the so-called community of democratic nations, and a disgrace to those so-called United Nations. If military intervention is necessary anywhere in the world now, it is without","thumbnail":null,"section":"Opinion"},{"date":"19930310","headline":"Israeli Army Warns Settlers to Stop Attacks","web_url":"https://www.nytimes.com/1993/03/10/world/israeli-army-warns-settlers-to-stop-attacks.html","abstract":"  The Israeli Army's Chief of Staff warned Jewish settlers today to stop vigilante attacks in the occupied territories after one of them shot and killed an Arab on Monday while returning from the funeral of an Israeli farmer who had been stabbed by Palestinians in the Gaza Strip.    Settlers are up in arms following the killing of four Israelis in a week by Palestinians from the Gaza Strip, and army officers are concerned that Jewish-Arab violence in the area might spin out of control.","thumbnail":null,"section":"World"},{"date":"19930310","headline":"South's Emblem To Be Retained On Georgia Flag","web_url":"https://www.nytimes.com/1993/03/10/us/south-s-emblem-to-be-retained-on-georgia-flag.html","abstract":"  Gov. Zell Miller said today that he was giving up his fight to remove the Confederate battle emblem from Georgia's flag because the effort was awakening extremist feelings and detracting from other legislative goals.   In an interview this afternoon, the Governor told reporters that while his effort to eliminate the emblem had prompted national and even international attention the debate over it had stalled other legislation.","thumbnail":null,"section":"U.S."},{"date":"19930310","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/03/10/opinion/IHT-in-our-pages-100-75-and-50-years-ago-93859562932.html","abstract":"1918: A German 'Yoke'","thumbnail":null,"section":"Opinion"},{"date":"19930310","headline":"U.S. Overstates Trade Deficit With China","web_url":"https://www.nytimes.com/1993/03/10/opinion/l-us-overstates-trade-deficit-with-china-885093.html","abstract":"  To the Editor:   \"Stirring Giant,\" your two-part series on China's awakening economy (front page, Feb. 14 and 15), emphasizes the growth of the United States trade deficit with China to $18.2 billion in 1992, the second largest United States import surplus after Japan.","thumbnail":null,"section":"Opinion"},{"date":"19930310","headline":"Book Notes","web_url":"https://www.nytimes.com/1993/03/10/books/book-notes-282693.html","abstract":"     A Dark Side to Larkin","thumbnail":null,"section":"Books"},{"date":"19930310","headline":"Corrections","web_url":"https://www.nytimes.com/1993/03/10/nyregion/c-corrections-189893.html","abstract":"  An article on Monday about the management of repair work at the World Trade Center referred incorrectly to the assistant director of the world trade department at the Port Authority of New York and New Jersey. He is Robert DiChiara.","thumbnail":null,"section":"New York"},{"date":"19930310","headline":"Drug Manufacturers to Ask for Antitrust Exemption","web_url":"https://www.nytimes.com/1993/03/10/us/drug-manufacturers-to-ask-for-antitrust-exemption.html","abstract":"  Under intense pressure from President Clinton to cut prices, the nation's drug companies said today that they would ask the Justice Department for an exemption from antitrust laws to discuss price restraints.   Bruce J. Brennan, senior vice president and general counsel of the Pharmaceutical Manufacturers Association, said that as a result of a decision by the trade group's executive committee, he would make the request to the department this week.","thumbnail":null,"section":"U.S."},{"date":"19930310","headline":"Theater in Review","web_url":"https://www.nytimes.com/1993/03/10/theater/theater-in-review-192893.html","abstract":"  Faust Gastronome  LaMama 74 A East Fourth Street East Village Through March 21 Text adapted and directed by Richard Schechner; music by Ralph Denzer, Michelle Kinney and Charles Gounoud; set by Chris Muller; costumes by Constance Hoffman; lighting by Lenore Doxsee; photography by Dori Urquhart; cow choreography by Leigh Brown; production stage manager, Dawn Hoffberg. Presented by La Mama E.T.C. and East Coast Artists. WITH: Leigh Brown, Shaula Chambliss, Daniel Wilkes Kelley, David Letwin, Ulla Neuerburg, Rebecca Ortese, Jeff Rickets, Laverne Summers and Maria Vail.","thumbnail":null,"section":"Theater"},{"date":"19930310","headline":"In Memory of Matthew and Terrance","web_url":"https://www.nytimes.com/1993/03/10/opinion/in-memory-of-matthew-and-terrance.html","abstract":"  Before Matthew Hintzen, 4 years old, and Terrance Fisher, 7, fade from the public's memory, there's something this city and this state can do to honor their brief lives: insure that parents who entrust their children to day-care centers leave them in good hands.    Matthew and Terrance died last month when a flash fire raced through an unlicensed day-care center. \"Unlicensed\" means their caretaker's home had never been checked for health and safety hazards, fire extinguishers and smoke alarms, and that the caretaker, 82 and responsible for eight children, had not been given a physical examination. \"Licensed,\" on the other hand, might have meant life for two little boys.","thumbnail":null,"section":"Opinion"},{"date":"19930310","headline":"Hurricane Bill Threatens San Juan","web_url":"https://www.nytimes.com/1993/03/10/opinion/hurricane-bill-threatens-san-juan.html","abstract":"  Puerto Ricans are distressed by a provision of President Clinton's generally fair economic reform plan. Though we occupy the bottom rung of the income ladder in the United States, one facet of the plan would amount to a requiem for Operation Bootstrap, which has elevated the island's standard of living.   Because of proposed changes in tax laws, the 3.5 million Puerto Ricans would be deprived of their principal legal instrument for economic development. The result would be stagnation, reduced productivity, lower wages, lower-quality jobs -- in short, a drastic reduction in our living standard, and dislocation.","thumbnail":null,"section":"Opinion"},{"date":"19930310","headline":"Nets Pack Up and Take Woes on the Road","web_url":"https://www.nytimes.com/1993/03/10/sports/pro-basketball-nets-pack-up-and-take-woes-on-the-road.html","abstract":"  When the Nets took off yesterday for their four-game trip out West, Kenny Anderson was with them. He was wearing a cast up to his elbow to protect the left wrist he fractured when he was fouled by John Starks of the Knicks.   Anderson's season is over, and the Nets are not looking for a miracle cure on the West Coast.","thumbnail":null,"section":"Sports"},{"date":"19930310","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/03/10/opinion/IHT-letters-to-the-editor-93535166852.html","abstract":"Excuse Me, Mr Reagan. Regarding \"Excuse Me, Mr. Clinton, I Must Have Misheard You\" (Feb. 20):. Former President Ronald Reagan is already digging at President Bill Clinton's economic policies and sermonizing about the responsibility of Congress a","thumbnail":null,"section":"Opinion"},{"date":"19930310","headline":"Slump? O'Brien Is Asking. What Slump?","web_url":"https://www.nytimes.com/1993/03/10/sports/college-basketball-slump-o-brien-is-asking-what-slump.html","abstract":"  Thursday night. That is what the Boston College basketball season has been reduced to, a game in the opening round of the Big East tournament that could lead to another game that could lead to something more; a high-stakes series of circumstances that must begin with Villanova on Thursday night. It is a night that for all its traditional stigma -- collecting the bottom of the league in a doubleheader matching the seventh-seeded and 10th-seeded teams and Nos. 8 vs. 9 -- still holds possibilities.   There is the chance to continue the positive steps the Eagles have shown in a 9-9 Big East season, the most Boston College conference victories in a decade. There is the means of measuring progress from that painful night two years ago, when a 1-15 team lost a 10-point lead to Villanova on Thursday night. N.C.A.A. Bid in Peril    And there is time to reverse the tone of a season that has seemed, on the surface, to be increasingly contentious. Jim O'Brien, the coach of the Eagles, understands that his team finished in a four-way tie for fourth place, became the seventh-seeded team as a result of a tie breaker, and could have finished No. 3 if not for an emotional loss here to Providence last Saturday night.","thumbnail":null,"section":"Sports"},{"date":"19930310","headline":"A Little Pasta With Your Armani Jacket? Naturalmente!","web_url":"https://www.nytimes.com/1993/03/10/style/a-little-pasta-with-your-armani-jacket-naturalmente.html","abstract":"  DESIGNER food, an expression often used to describe trendy culinary concoctions or bioengineered produce, has taken on another meaning here with the opening of an Armani clothing store that offers not only high fashion but also high-priced Northern Italian cuisine.   The restaurant, Emporio Armani Express, which opened in November, is part of a chain that Giorgio Armani has started in the last year in his Emporio Armani stores, which are less expensive than his boutiques but more expensive than his A/X shops.","thumbnail":null,"section":"Style"},{"date":"19930310","headline":"Politics Plays a Legitimate Role in Selections for Public Office","web_url":"https://www.nytimes.com/1993/03/10/opinion/l-politics-plays-a-legitimate-role-in-selections-for-public-office-247993.html","abstract":"  To the Editor:   It must be 30 years or more since I first wrote The Times that \"merit\" and \"politics\" were not necessarily inconsistent in selections for public office. \"No Way to Pick a Comptroller\" (editorial, Feb. 26) once again states your old view that the best government is obtained if politics is excluded. Not true.","thumbnail":null,"section":"Opinion"},{"date":"19930310","headline":"Emily's Loophole","web_url":"https://www.nytimes.com/1993/03/10/opinion/emily-s-loophole.html","abstract":"  Of course, we've long known that Potomac sleaze is a way of life for some residents of the capital. But has the Centers for Disease Control and Prevention considered the possibility that it is also infectious?    Consider the tale of Emily's List, a fund-raising group formed to help women Congressional challengers prevail in a corrupt campaign-financing system where money from special-interest political action committees flows overwhelmingly to male incumbents. In a notable abandonment of its professed good-government standards, Emily's List is fighting for a loophole that would undermine new limits on PAC contributions in pending campaign finance reform legislation.","thumbnail":null,"section":"Opinion"},{"date":"19930310","headline":"Solomon J. Buchsbaum, Physicist And Presidential Adviser, 63, Dies","web_url":"https://www.nytimes.com/1993/03/10/nyregion/solomon-j-buchsbaum-physicist-and-presidential-adviser-63-dies.html","abstract":"  Dr. Solomon J. Buchsbaum, a physicist and top official at Bell Laboratories who served as a science adviser to United States Presidents for the last 22 years, died on Monday at a hospital in Morristown, N.J. He was 63 and lived in Westfield, N.J.   The cause was multiple myeloma, his family said.","thumbnail":null,"section":"New York"},{"date":"19930310","headline":"Theater in Review","web_url":"https://www.nytimes.com/1993/03/10/theater/theater-in-review-932093.html","abstract":"  The View From Here  Lamb's Little Theater 130 West 44th Street Manhattan Through March 28 By Margaret Dulaney; directed by Matt Williams; set by Michael Anania; costumes by Elsa Ward; lighting by Michael Gilliam; sound by Tristan Wilson; production stage manager, Karen Moore. Presented by the Lamb's Theater Company, Carolyn Rossi Copeland, producing artistic director, in association with Novi Productions Inc.   WITH: Angelina Fiordellisi, Lily Knight, Tudi Roche and Adam LeFevre","thumbnail":null,"section":"Theater"},{"date":"19930310","headline":"Demers Hospitalized With Chest Pains","web_url":"https://www.nytimes.com/1993/03/10/sports/sports-people-hockey-demers-hospitalized-with-chest-pains.html","abstract":"  Montreal Canadiens Coach JACQUES DEMERS was hospitalized with chest pains yesterday and will miss tonight's game against the Islanders and tomorrow's game at Boston, while kept under observation in Montreal.   Demers, 48, was preparing for practice at the Forum when he first felt the pains. Trainer GAETAN LEFEBVRE drove him to Montreal General Hospital, where the coach will be watched for 48 hours.","thumbnail":null,"section":"Sports"},{"date":"19930310","headline":"CLINTON IS PUSHING WEALTHIER NATIONS TO BOLSTER RUSSIA","web_url":"https://www.nytimes.com/1993/03/10/world/clinton-is-pushing-wealthier-nations-to-bolster-russia.html","abstract":"  President Clinton said today that he would support an emergency meeting of the major industrialized democracies to discuss how they can bolster the Russian democracy movement, adding that the group's next planned summit in July might be too long to wait.   \"The important point I'd like to make,\" Mr. Clinton said, after talks with President Francois Mitterrand of France, \"is I don't believe we can wait until July for the major countries of the world, who care about what happens in Russia and who would like very much to keep political and economic reform on track there, to move.\"","thumbnail":null,"section":"World"},{"date":"19930310","headline":"Giants Looking and Listening","web_url":"https://www.nytimes.com/1993/03/10/sports/pro-football-giants-looking-and-listening.html","abstract":"  The Giants lost one unrestricted free agent yesterday when Leonard Marshall, their defensive end for 10 years, signed with the Jets. And more Giants, including Carl Banks, Sean Landeta, Mark Ingram and Jeff Hostetler, are looking and listening.   Hostetler, who lost the quarterback derby last week when Phil Simms signed, will go elsewhere. While Banks, the nine-year outside linebacker, is a transition player, meaning the Giants have the right of first refusal, he returned yesterday from a visit to the Cleveland Browns and has visits planned to two unidentified teams in the next week. Landeta, the eight-year punter, made trips last week to the Washington Redskins and the Browns. Ingram, a six-year wide receiver, has evoked interest from the pass-conscious Miami Dolphins and Houston Oilers.","thumbnail":null,"section":"Sports"},{"date":"19930310","headline":"U.S. Overstates Trade Deficit With China; Single in Beijing","web_url":"https://www.nytimes.com/1993/03/10/opinion/l-us-overstates-trade-deficit-with-china-single-in-beijing-242893.html","abstract":"  To the Editor:   Re your Feb. 17 article on the Westport Unitarian Singles Group, a Connecticut singles club with 2,000 members: \"This group just couldn't exist in Idaho or many other places,\" you quote one club member as saying. He hasn't been to Beijing.","thumbnail":null,"section":"Opinion"},{"date":"19930310","headline":"Broncos Sign Habib","web_url":"https://www.nytimes.com/1993/03/10/sports/sports-people-pro-football-broncos-sign-habib.html","abstract":"  The Denver Broncos signed the free-agent guard BRIAN HABIB to a series of three one-year contracts for a reported $4.2 million, which his agent said makes him the N.F.L.'s highest-paid offensive lineman.","thumbnail":null,"section":"Sports"},{"date":"19930310","headline":"Citing Race Angle in a Float, Parade Bars a Police Entry","web_url":"https://www.nytimes.com/1993/03/10/us/citing-race-angle-in-a-float-parade-bars-a-police-entry.html","abstract":"  Organizers of a neighborhood St. Patrick's Day parade today barred a police union's float that would have honored five white officers who have been disciplined for involvement in mistreating blacks.   George Hendry, an organizer of the parade, said he was surprised when he learned that the float's theme was \"Travesties of Justice.\" He said he was earlier told that the float, sponsored by the Fraternal Order of Police, would salute officers killed in the line of duty.","thumbnail":null,"section":"U.S."},{"date":"19930310","headline":"3 Slain During a Robbery in a Bronx Restaurant","web_url":"https://www.nytimes.com/1993/03/10/nyregion/3-slain-during-a-robbery-in-a-bronx-restaurant.html","abstract":"  Two employees of a Mexican restaurant in the Bronx and a nephew of the owner were shot and killed early yesterday during a robbery in the restaurant. A 14-year-old customer who was shot in the head survived, and a third employee escaped unharmed by sneaking out the back door, the police said.   The shootings left the relatively peaceful Bedford Park neighborhood shaken yesterday, its residents wondering what could have prompted such violence in a restaurant whose owners and employees were known as hard-working, honest and always generous to customers down on their luck.","thumbnail":null,"section":"New York"},{"date":"19930310","headline":"U.S. Overstates Trade Deficit With China; Regulation Needed","web_url":"https://www.nytimes.com/1993/03/10/opinion/l-us-overstates-trade-deficit-with-china-regulation-needed-243693.html","abstract":"  To the Editor:   Your Feb. 14 and 15 articles on China's awakening economy are timely. China is booming; the economic revolution is going on. That is my strong impression from a three-week visit last month after several years of study overseas. Many people dine in fancy restaurants and shop for famous brand-name products.","thumbnail":null,"section":"Opinion"},{"date":"19930310","headline":"What Took Place At Wounded Knee","web_url":"https://www.nytimes.com/1993/03/10/opinion/l-what-took-place-at-wounded-knee-244493.html","abstract":"  To the Editor:   A Feb. 28 photograph showed the previous day's march by native Americans and their supporters to Wounded Knee, S.D., to commemorate the 20th anniversary of the occupation of that hamlet by the American Indian Movement. Your caption states that \"A siege by Indians who contended that the tribal leadership was corrupt took place in 1973 after the killing of two F.B.I. agents on the Pine Ridge Indian Reservation.\" You also refer to the slaying \"in 1889\" of \"150 to 300 Indians . . . at Wounded Knee in the last major clash of the Indian wars.\"","thumbnail":null,"section":"Opinion"},{"date":"19930310","headline":"Concern Mounts Over Closing of Bases","web_url":"https://www.nytimes.com/1993/03/10/nyregion/concern-mounts-over-closing-of-bases.html","abstract":"  The New York region was largely spared in the last round of military base closings in 1991, but members of Congress from New York, New Jersey and Connecticut say the bullet may be harder to dodge this time. With the public and Congress clamoring for budget cuts, they say, the military will have much less room to maneuver, however well founded the objections.    \"This time we're worried,\" said Representative Jim Saxton, a New Jersey Republican whose district includes McGuire Air Force Base in Wrightstown.","thumbnail":null,"section":"New York"},{"date":"19930310","headline":"Teresa Stratas Cancels","web_url":"https://www.nytimes.com/1993/03/10/arts/teresa-stratas-cancels.html","abstract":"  The soprano Teresa Stratas has canceled her two scheduled performances in the Metropolitan Opera's production of \"Pagliacci,\" tonight and Saturday at 8 o'clock, because of illness. Replacing her this evening is Barbara Daniels; on Saturday, it will be Diana Soviero. Information: (212) 362-6000.","thumbnail":null,"section":"Arts"},{"date":"19930310","headline":"Bretts Have a Boy With a 'Great Grip'","web_url":"https://www.nytimes.com/1993/03/10/sports/baseball-bretts-have-a-boy-with-a-great-grip.html","abstract":"  Jackson Richard Brett yawned, stretched and slept through his first news conference today as George and Leslie Brett introduced their first child to the public.   Mrs. Brett gave birth to the 8-pound-9-ounce baby Monday morning at St. Luke's Hospital of Kansas City. He was 20 1/2 inches long and, according to his father, has \"huge hands and huge feet and a great grip.\" The boy is named for Brett's father, Jack, who died of cancer last year, and for Mrs. Brett's father, Richard.","thumbnail":null,"section":"Sports"},{"date":"19930310","headline":"No Headline","web_url":"https://www.nytimes.com/1993/03/10/nyregion/no-headline-307093.html","abstract":"  \"I was just trying to stay alive, sir. They never gave me a chance to stay still.\" -- RODNEY KING.  [ A1:4. ]","thumbnail":null,"section":"New York"},{"date":"19930310","headline":"Serbs' Militia Still Blocks U.N. Evacuation of Muslims; Tightening the Screws","web_url":"https://www.nytimes.com/1993/03/10/world/serbs-militia-still-blocks-un-evacuation-of-muslims-tightening-the-screws.html","abstract":"  In an effort to induce the Serbs and the Muslims to sign a peace agreement, Security Council members are discussing new action to isolate Yugoslavia and Serbian-controlled parts of Bosnia, to enforce the ban on flights over Bosnia and perhaps to allow the Serbs' Muslim enemies to rearm.    The Council members are also discussing closing their diplomatic missions in Belgrade, which are already operating at minimum staff levels.","thumbnail":null,"section":"World"},{"date":"19930310","headline":"A Family Separated, Not Split, By Skating","web_url":"https://www.nytimes.com/1993/03/10/sports/figure-skating-a-family-separated-not-split-by-skating.html","abstract":"  Bill Ervin gazed proudly at his teen-age daughter, Lisa, in the press room today, and he wished he could give her more than these two weeks at the world figure skating championships.   \"I see her on weekends, but it's still not like raising my own child,\" Ervin said, at the Sports Hall. \"You look at her, and you know her mom has done a good job.\"","thumbnail":null,"section":"Sports"},{"date":"19930310","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/03/10/style/chronicle-214293.html","abstract":"  It was the least she could do for her longtime friend, JEWELL JACKSON McCABE reasoned. So on Monday evening, Ms. McCabe, the founder and chairwoman of the National Coalition of 100 Black Women, gathered together some 30 political, philanthropic, civil rights and financial leaders to meet Dr. JOYCE F. BROWN, New York City's newest Deputy Mayor.   Ringing a crystal dinner bell in her Upper East Side apartment, Ms. McCabe diverted her guests from their hors d'oeuvres to introduce Dr. Brown, a former vice chancellor of the City University of New York who is now the Deputy Mayor for Public and Community Affairs.","thumbnail":null,"section":"Style"},{"date":"19930310","headline":"Woman Killed in Hit-and-Run in Queens","web_url":"https://www.nytimes.com/1993/03/10/nyregion/woman-killed-in-hit-and-run-in-queens.html","abstract":"  As her two daughters waited in her car last night, a woman who was crossing a Queens street to go to a store was struck and killed by a hit-and-run driver, the police said.   The car, the police said, traveled with the woman on its hood for a block before braking, flipping her over the top of the vehicle and down its back.","thumbnail":null,"section":"New York"},{"date":"19930310","headline":"Disarmament at a Snail's Pace","web_url":"https://www.nytimes.com/1993/03/10/world/disarmament-at-a-snail-s-pace.html","abstract":"  An American commitment to help dismantle the nuclear arsenal of former Soviet lands is ensnared in Russian unrest and indecision. Page A11.  ","thumbnail":null,"section":"World"},{"date":"19930310","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/03/10/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: King Cleveland?","thumbnail":null,"section":"Opinion"},{"date":"19930310","headline":"Review/Pop; Songs of Love and Politics From Brazil and Beyond","web_url":"https://www.nytimes.com/1993/03/10/arts/review-pop-songs-of-love-and-politics-from-brazil-and-beyond.html","abstract":"  Leci Brandao's show on March 2 at the Ballroom was a travelogue in rhythm, from the sambas of Rio de Janeiro to the forro and sambareggae of northeastern Brazil. All are noted in \"Bate Tambor,\" the opening song of her current album, \"Comprometida\" (Copacabana, Brazilian import) and the closing encore of her set. Her band is lean and percussive; a bassist (Ze Mauricio, who also wrote some of the set's songs), a guitarist, a drummer and two percussionists play transparent, springy vamps.","thumbnail":null,"section":"Arts"},{"date":"19930310","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/03/10/us/inside-298893.html","abstract":"  An Industry Counterattacks   Under pressure to cut prices, drug companies say they want an exemption from antitrust laws so they can discuss price restraints. Page A16. Scandal Widens in Italy    Reverberations were felt in the Government and around Italy when two more prominent figures were arrested on corruption charges. Page A3. Shearson May Be Sold    American Express is discussing the sale of its Shearson securities brokerage subsidiary to Primerica for about $1 billion. Page D1. A Net Loss of New Yorkers    About twice as many people left New York State as moved in from other states during the late 1980's. Page B1.","thumbnail":null,"section":"U.S."},{"date":"19930310","headline":"Weeding Federal Panels, but Where?","web_url":"https://www.nytimes.com/1993/03/10/us/weeding-federal-panels-but-where.html","abstract":"  When President Clinton vowed to eliminate some of the 700 Federal advisory committees that \"have spread across this Government like kudzu,\" he cited one panel that actually went out of business last year.   The continued operation of the Commission on the Bicentenary of the Constitution -- four years after the bicentenary was celebrated -- was cited by the White House as a typical example of Government waste. As it happened, the panel died last June 30.","thumbnail":null,"section":"U.S."},{"date":"19930310","headline":"Spiders' Coach Retires","web_url":"https://www.nytimes.com/1993/03/10/sports/sports-people-college-basketball-spiders-coach-retires.html","abstract":"  DICK TARRANT, architect of the biggest upset in the modern history of the National Collegiate Athletic Association tournament, retired yesterday in Richmond. \"For us to achieve the level we did was beyond my fondest dreams,\" Tarrant said of his 12 years as the Richmond Spiders' coach.","thumbnail":null,"section":"Sports"},{"date":"19930310","headline":"McGirt to Have Surgery","web_url":"https://www.nytimes.com/1993/03/10/sports/sports-people-boxing-mcgirt-to-have-surgery.html","abstract":"  BUDDY McGIRT, who lost his World Boxing Council welterweight title to PERNELL WHITAKER last Saturday on a unanimous decision, will undergo arthroscopic surgery next Monday to repair a ruptured tendon in his left shoulder.","thumbnail":null,"section":"Sports"},{"date":"19930310","headline":"The Perfect Gift for Mr. Yeltsin","web_url":"https://www.nytimes.com/1993/03/10/opinion/the-perfect-gift-for-mr-yeltsin.html","abstract":"  That long-running Russian cliffhanger, the Perils of Boris Yeltsin, resumes in Moscow today. Once again the anti-Communist hero, President Yeltsin, is fighting for political survival against a hostile, holdover Congress of People's Deputies, elected in the waning days of the old Soviet Union and packed with former Communist apparatchiks.    Despite the trappings of melodrama, extremely serious issues are at stake. President Yeltsin claims that his own political future and the future of reform are one and the same. Congressional leaders insist that they represent a more grass-roots version of reform and that Mr. Yeltsin's real aim is personal dictatorship. Mr. Yeltsin's authoritarian tendencies are undeniable. But his version of the present political stakes is far closer to the mark.","thumbnail":null,"section":"Opinion"},{"date":"19930310","headline":"Victory for Holmes","web_url":"https://www.nytimes.com/1993/03/10/sports/sports-people-boxing-victory-for-holmes.html","abstract":"  LARRY HOLMES scored a fifth-round technical knockout over ROCKY PEPELI last night in Bay St. Louis, Miss. Holmes (56-4) used a series of left jabs to open a severe cut over Pepeli's left eye in the fourth round. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930310","headline":"'To Shoot, Just for Fun'","web_url":"https://www.nytimes.com/1993/03/10/opinion/l-to-shoot-just-for-fun-246093.html","abstract":"  To the Editor:   Your Feb. 22 sports profile of Goran Ivanisevic quotes the young Croatian tennis star: \"They showed me how to shoot, just for fun. They let me shoot a machine gun. It was tough to control, but, oh, it was a nice feeling -- all the bullets coming out. I was thinking it would be nice to have some Serbs standing in front of me.\"","thumbnail":null,"section":"Opinion"},{"date":"19930310","headline":"'Conversations' to Close","web_url":"https://www.nytimes.com/1993/03/10/theater/conversations-to-close.html","abstract":"  \"Conversations With My Father,\" a play by Herb Gardner, is to close after the matinee on Sunday at the Royale Theater, 242 West 45th Street, Manhattan. The Sunday matinee of the play, directed by Daniel Sullivan and currently starring James Belushi, David Margulies and James Sutorious, will be its 420th regular performance; it had 30 previews.","thumbnail":null,"section":"Theater"},{"date":"19930310","headline":"SALINAS ENDORSES PARTY-GIFT LIMITS","web_url":"https://www.nytimes.com/1993/03/10/world/salinas-endorses-party-gift-limits.html","abstract":"  Seeking to dispel criticism of his role in soliciting $25 million donations to the governing party from wealthy business executives, President Carlos Salinas de Gortari today endorsed new limits on political contributions.   Moments before the President spoke, the head of the governing party, Genaro Borrego, announced that it would no longer accept donations of more than one million pesos, or about $325,000.","thumbnail":null,"section":"World"},{"date":"19930310","headline":"Review/Jazz; Rhythmic Tribute To Tito Puente","web_url":"https://www.nytimes.com/1993/03/10/arts/review-jazz-rhythmic-tribute-to-tito-puente.html","abstract":"  The Carnegie Hall Jazz Band's concert on Thursday night made it clear that the band's musical director, the trumpeter Jon Faddis, knows how to turn music that might have been dry and functional into something exciting. A tribute to the percussionist Tito Puente, the concert at its best had an expansive quality. Mr. Faddis, improvising with the arrangements and the instrumentation, created full-blown, distinct pieces that hadn't existed before. By pulling together a collection of riffs and vamps, and calling on soloists to improvise and compete against each other, he created something that had suspense.   The concert, the third in Carnegie Hall's jazz series, moved around a bit to build a historical narrative, linking Mr. Puente's extraordinary early orchestrations with pieces by another Latin-jazz pioneer, the trumpeter Dizzy Gillespie. Mr. Puente's music, rife with elements of the more advanced be-bop composers and the rhythmic drive of Afro-Cuban music, merged perfectly with Mr. Gillespie's own Latin-influenced pieces, including \"Manteca\" and \"Woody 'n' You.\" The historical connection was there and easy to see.","thumbnail":null,"section":"Arts"},{"date":"19930310","headline":"Nobel Laureate Warns, Don't Learn Too Much","web_url":"https://www.nytimes.com/1993/03/10/education/nobel-laureate-warns-don-t-learn-too-much.html","abstract":"  With eyes bright as new ideas, with a slouch that failed to camouflage his intellectual swagger, the Nobel laureate James D. Watson made one of his annual high school visits today to espouse his belief that a few things are worth knowing, and a lot of things are not.   While giving a nod to the benefit to a well-rounded education, he also warned that excessive efforts to learn everything get in the way of mastering anything.","thumbnail":null,"section":"Education"},{"date":"19930310","headline":"Review/Dance; The Pittsburgh Ballet In Works Created for It","web_url":"https://www.nytimes.com/1993/03/10/arts/review-dance-the-pittsburgh-ballet-in-works-created-for-it.html","abstract":"  After a more than respectable performance in a program of familiar ballets commissioned by other companies, the Pittsburgh Ballet Theater made an even better showing in two works created specifically for its dancers.   The company's second program in Whitman Hall at Brooklyn College, presented on Sunday afternoon by the Brooklyn Center for the Performing Arts, focused on local and contrasting premieres by two alumni of the New York City Ballet: Bruce Wells and Lisa de Ribere.","thumbnail":null,"section":"Arts"},{"date":"19930310","headline":"New York City to Detain Patients Who Fail to Finish TB Treatment","web_url":"https://www.nytimes.com/1993/03/10/nyregion/new-york-city-to-detain-patients-who-fail-to-finish-tb-treatment.html","abstract":"  The New York City Health Department yesterday adopted strict regulations for detaining tuberculosis patients who fail to complete treatment on their own, a move that could require the confinement of patients for more than a year.    The regulations are intended to curb the spread of tuberculosis and the deadly drug-resistant strains of the disease that develop in patients who repeatedly start and stop treatment. Curing most strains of the disease can take from six months to two years.","thumbnail":null,"section":"New York"},{"date":"19930310","headline":"As Tailoring Melts Down, An Explosion of Knits","web_url":"https://www.nytimes.com/1993/03/10/style/IHT-as-tailoring-melts-down-an-explosion-of-knits.html","abstract":"- The meltdown of tailoring and an explosion of knits is the fashion story here -and one with a deeper significance than mere clothes. Every day political and business leaders are arrestedon charges of corruption, and it is as though the entire edifice of the grab-and-greed 1980s with its sleek power suits is being dismantled.","thumbnail":null,"section":"Style"},{"date":"19930310","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/03/10/opinion/IHT-letters-to-the-editor.html","abstract":"Send the Serbs a Message. As long as the weapons embargo remains in effect against the Bosnian government, the Serbs will continue to expand their conquest and pursue their \"ethnic cleansing.\" Even more disappointing that the West's protection o","thumbnail":null,"section":"Opinion"},{"date":"19930310","headline":"We Speak of Progress as We Edge Away","web_url":"https://www.nytimes.com/1993/03/10/opinion/IHT-we-speak-of-progress-as-we-edge-away.html","abstract":"- People keep harping on their global visions for what is not. So many catchy phrases are tossed around that it becomes easier to slip back into tranquilized spectator mode and watch as the 1990s unwind in carefully monitored images and obscure but confident words.","thumbnail":null,"section":"Opinion"},{"date":"19930310","headline":"Judith Rothschild, 71, a Painter; Began Foundation to Help Artists","web_url":"https://www.nytimes.com/1993/03/10/arts/judith-rothschild-71-a-painter-began-foundation-to-help-artists.html","abstract":"  Judith Rothschild, an abstract painter whose works were shown internationally and who left a multi-million-dollar estate to support contemporary American artists, died on Saturday at Lenox Hill Hospital in Manhattan. She was 71 and lived in Manhattan and in Wellfleet, Mass.   The cause was a stroke, her family said.","thumbnail":null,"section":"Arts"},{"date":"19930310","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/03/10/opinion/IHT-letters-to-the-editor-90961501097.html","abstract":"The Serbs must be attacked, or at least convincingly threatened, with maximum force, as happened with Japan in World War II. Persuade our allies to adopt this course and a very useful precedent will have been set in relation to other tyrants.. COLIN R. ME","thumbnail":null,"section":"Opinion"},{"date":"19930310","headline":"Israel Horovitz's Lesson: Directing Plays in French","web_url":"https://www.nytimes.com/1993/03/10/style/IHT-israel-horovitzs-lesson-directing-plays-in-french.html","abstract":"- Israel Horovitz, the American dramatist, has seen 15 of his plays producedin France.He comes to Paris frequently to attend the rehearsals of his adaptations and is here nowto direct the French versions of two of his plays at the Lucernaire.","thumbnail":null,"section":"Style"},{"date":"19930310","headline":"COLLEGE HOCKEY REPORT","web_url":"https://www.nytimes.com/1993/03/10/sports/college-hockey-report.html","abstract":"  ECAC Playoffs   So far, fortune has favored Lake Placid, N.Y., the new site of the ECAC championship tournament, March 19-20. At least one of the four finalists will be a team from upstate New York, Clarkson or St. Lawrence, and a second, Rensselaer, seems likely.","thumbnail":null,"section":"Sports"},{"date":"19930310","headline":"Indonesia's Suharto Faces Another 'Election'","web_url":"https://www.nytimes.com/1993/03/10/world/indonesia-s-suharto-faces-another-election.html","abstract":"  When the grandfatherly face of President Suharto began appearing last month on Indonesian bank notes, no one who understands local politics would have described it as an election-year ploy. The outcome of this week's presidential election was determined long before the notes were printed.   President Suharto is the only candidate in Wednesday's vote of the People's Consultative Assembly, which meets every five years to pick a President for Indonesia, a nation of 180 million that has begun to assert itself as a leader of the developing world.","thumbnail":null,"section":"World"},{"date":"19930310","headline":"Hope Drops From the Sky To Besieged Bosnia Town","web_url":"https://www.nytimes.com/1993/03/10/world/hope-drops-from-the-sky-to-besieged-bosnia-town.html","abstract":"  It was 12:35 A.M. today when a shattering noise erupted in the snowbound plum orchard outside Mehemed Pulutak's bedroom, a blast so like a Serbian artillery shell that Mr. Pulutak dove for the floor.    But the impact in Mr. Pulutak's orchard marked the arrival of an American relief airdrop that Gorazde had been awaiting for more than a week. The blow that severed the branches of one of the plum trees was an 1,100-pound bundle of brown plastic packets known to the United States military as \"meals ready to eat.\"  One Pallet Bursts    There must have been a parachute failure when it was dropped from a United States C-130 transport plane flying at 10,000 feet, because the wooden pallet and its tarpaulin-wrapped load of military rations hit the ground with such force that many of the military ration packs burst open, spilling the contents into a chef's nightmare of meatballs in tomato sauce, escalloped potatoes with ham, beef stew and apple jelly.","thumbnail":null,"section":"World"},{"date":"19930310","headline":"Once Again, Kohl Comes Out on Top","web_url":"https://www.nytimes.com/1993/03/10/opinion/IHT-once-again-kohl-comes-out-on-top.html","abstract":"- The outcome of the elections Sunday in Hesse state reflects greater continuity in Germany than the political parties would like to admit. In the long view, Chancellor Helmut Kohl, who had been visibly nervous in the past few weeks, has emerged as the winner and the Social Democratic Party as the loser.","thumbnail":null,"section":"Opinion"},{"date":"19930310","headline":"Personal Health","web_url":"https://www.nytimes.com/1993/03/10/health/personal-health-908793.html","abstract":"  FACED with a society-wide reluctance to deal medically with matters of the bowel, the American Cancer Society has for years prompted people to get themselves checked for cancers of the colon and rectum with the admonition \"Don't die of embarrassment.\"   When this slogan was coined, the exam involved a proctoscope, an intimidating foot-long rigid instrument inserted through the rectum. Now the proctoscope, never a favorite among patients, is becoming a museum piece, replaced by newer, more effective and less uncomfortable means for early detection of colorectal cancer.","thumbnail":null,"section":"Health"},{"date":"19930310","headline":"Harrick Gets Extension","web_url":"https://www.nytimes.com/1993/03/10/sports/sports-people-college-basketball-harrick-gets-extension.html","abstract":"  U.C.L.A. Coach JIM HARRICK, 54, who led the Bruins to four N.C.A.A. tournament bids in his first four seasons, was given a three-year contract extension, the school announced yesterday. Financial terms of the deal were not revealed, but Harrick, who has one-year remaining on his current contract, will stay with the Bruins through the 1996-97 season. The Bruins are 20-9 over all and 10-6 in the Pac-10 this season. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930310","headline":"A New New Deal for Labor","web_url":"https://www.nytimes.com/1993/03/10/opinion/a-new-new-deal-for-labor.html","abstract":"The New Deal system of labor relations no longer works for the good of the country. What's the problem and what can we do to solve it?\n\nThe Wagner and Taft-Hartley Acts were designed to allow union representation of production workers through secret ballot elections and to buttress collective bargaining as a way of dividing the national pie between labor and capital. But this system no longer protects the workers' choice to form unions, and it frustrates the exploration of alternative ways of giving workers a voice.","thumbnail":null,"section":"Opinion"},{"date":"19930310","headline":"Islanders Hang On for 5th Straight","web_url":"https://www.nytimes.com/1993/03/10/sports/hockey-islanders-hang-on-for-5th-straight.html","abstract":"  In winning for the fifth consecutive time tonight, the Islanders held off a determined bunch of Philadelphia Flyers, particularly in the final minute of a tense and sometimes ornery affair before 10,166 at Nassau Coliseum.   Protecting a one-goal lead, Goalie Glenn Healy had only three skaters helping him against six Flyers on the attack. Two Islanders were in the penalty box and the Flyer goalie was on the bench for an extra skater.","thumbnail":null,"section":"Sports"},{"date":"19930310","headline":"Glen Ridge Jury Told To Judge Impartially","web_url":"https://www.nytimes.com/1993/03/10/nyregion/glen-ridge-jury-told-to-judge-impartially.html","abstract":"  Jurors in the Glen Ridge sex-assault trial deliberated for about five and a half hours today after the judge, R. Benjamin Cohen, admonished them to be impartial judges in the case.   In an apparent reference to the typewritten note he received on Monday from a juror complaining about another's conduct, Judge Cohen told the jurors today that differing views were understandable. \"We want that kind of discussion,\" he said. But he told them to proceed rationally, fairly, impartially and calmly.","thumbnail":null,"section":"New York"},{"date":"19930310","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/03/10/opinion/IHT-letters-to-the-editor-90900432324.html","abstract":"No, Serbia Is Under Threat . I find the U.S. government's attitude toward Serbia most unfair. In both world wars the Serbs fought valiantly on the side of justice and freedom. Their human losses, in both cases, at the hands of the Croats and Germans were","thumbnail":null,"section":"Opinion"},{"date":"19930310","headline":"California Scrambles to Defends Its Bases From Pentagon Ax","web_url":"https://www.nytimes.com/1993/03/10/us/california-scrambles-to-defends-its-bases-from-pentagon-ax.html","abstract":"  Word that a new round of base closings would be concentrated in California has set off a week of clamorous activity by the state's elected leaders, who are reminding the Clinton Administration of its pledge to give special attention to the state's ailing economy, which threatens to stall the nation's recovery.   The full-court press by California's leadership, including the Republican Governor, the two new Democrat Senators, a host of powerful committee chairmen in Congress and dozens of state lawmakers, is the most intense effort to advance a statewide agenda since the earthquake in 1989, when officials set aside partisan and parochial interests to seek Federal aid.","thumbnail":null,"section":"U.S."},{"date":"19930310","headline":"WORKER PERIL SEEN IN WASTE CLEANUP","web_url":"https://www.nytimes.com/1993/03/10/us/worker-peril-seen-in-waste-cleanup.html","abstract":"  The Office of Technology Assessment said yesterday that the Energy Department was unprepared to protect tens of thousands of workers who would soon embark on a 30-year cleanup of the department's vast nuclear weapons production complex.   The technology office, an analytical arm of Congress, said in an 80-page report that protection of workers in environmental restoration projects of any kind was often inadequate, but that the Energy Department, because of the way it is organized, might do worse than private polluters in cleaning up.","thumbnail":null,"section":"U.S."},{"date":"19930310","headline":"Russian Chaos Stalls Disarmament, Senate Is Told","web_url":"https://www.nytimes.com/1993/03/10/world/russian-chaos-stalls-disarmament-senate-is-told.html","abstract":"  A program to use $800 million in American funds to help dismantle Russia's nuclear weapons has bogged down over chaos within Russia, Moscow's lingering obsession with secrecy and its determination to make as much money as it can on the nuclear materials that the country is giving up, a Senate committee was told today.   Sixteen months ago, Congress authorized the first half of the $800 million, but only $25 million has been spent. A total of $303 million has been committed to particular projects, but much of that is contingent on decisions by Russia or the other three former Soviet states that have nuclear weapons -- Ukraine, Belarus and Kazakhstan.","thumbnail":null,"section":"World"},{"date":"19930310","headline":"Unofficial City Hall Candidates Thrust and Parry","web_url":"https://www.nytimes.com/1993/03/10/nyregion/unofficial-city-hall-candidates-thrust-and-parry.html","abstract":"  No one has officially declared for the mayoral or City Council President's race yet, but in an unofficial way, the candidates were out in force at City Hall yesterday.   In the rotunda, Herman Badillo, the former Bronx Congressman who would be Mayor, attacked the Dinkins administration for what he called a deliberate policy to cut back on the arrests of street-level drug dealers.","thumbnail":null,"section":"New York"},{"date":"19930310","headline":"Serbs' Militia Still Blocks U.N. Evacuation of Muslims","web_url":"https://www.nytimes.com/1993/03/10/world/serbs-militia-still-blocks-un-evacuation-of-muslims.html","abstract":"  Local Serbian militiamen prevented a United Nations truck convoy from evacuating critically wounded and sick Muslims from a besieged enclave today, one day after the Serbs' top commander agreed to allow Muslims to leave the area, United Nations officials said.   The officials said confusion had arisen over a go-ahead given by the commander, Gen. Ratko Mladic, to the chief of United Nations military forces in Bosnia, Gen. Philippe Morillon of France, during talks Monday in the Bosnian Serbs' headquarters at Pale.","thumbnail":null,"section":"World"},{"date":"19930310","headline":"Public & Private; Gynocide","web_url":"https://www.nytimes.com/1993/03/10/opinion/public-private-gynocide.html","abstract":"  Women who have been raped will tell you that it often takes a long time to feel whole again. They will tell you how they took showers over and over, how they kept husbands and boyfriends at arm's length for months, how they circled the house as night fell, checking the locks and bolts.    And some of them talk of feeling they've lost something. A woman who was raped told me once, \"I feel like he opened this wound and I bleeded out my whole normal personality, like I was just a shell afterward.\"","thumbnail":null,"section":"Opinion"},{"date":"19930310","headline":"For L.I. Family, Wondering Ends With Grief","web_url":"https://www.nytimes.com/1993/03/10/nyregion/for-li-family-wondering-ends-with-grief.html","abstract":"  Lillian Ayala's disappearance at the age of 16 left the Sapolin family a wealth of uncertainty that stretched over a decade: Did their adopted daughter go off to find her biological parents and fall on danger? How was she living? Could wanting her badly enough bring her walking through the door one day?   Last Wednesday, in an action that her brother described as \"out of the blue,\" a kidnapper serving time on an unrelated charge confessed to choking Lillian Ayala in 1983 and burying her behind his cousin's house in Brentwood, a mile or so from the Sapolins' home here. As the police brushed the dirt from the girl's skeletal remains, the grief her family had suspended for so many years broke loose.","thumbnail":null,"section":"New York"},{"date":"19930310","headline":"Alma-Ata Journal; Rushing to Kazakhstan, With a Gleam in the Eye","web_url":"https://www.nytimes.com/1993/03/10/world/alma-ata-journal-rushing-to-kazakhstan-with-a-gleam-in-the-eye.html","abstract":"  Like any potential gold mine, Kazakhstan has attracted its share of sophisticated homesteaders, trying to put down stakes for a potentially lavish future.   Frans A. Hoeymans arrived here two years ago, scouting around for A.T.&T.'s Network Systems International, which is based in the Netherlands. \"No foreigner was here then, and nobody could help me, even to figure out the taxis,\" he said. \"But I thought it could be a great business, and I convinced the company. The fun is to set it up from nothing.\"","thumbnail":null,"section":"World"},{"date":"19930310","headline":"U.S. Overstates Trade Deficit With China","web_url":"https://www.nytimes.com/1993/03/10/opinion/l-us-overstates-trade-deficit-with-china-344693.html","abstract":"  To the Editor:   \"Stirring Giant,\" your two-part series on China's awakening economy (front page, Feb. 14 and 15), emphasizes the growth of the United States trade deficit with China to $18.2 billion in 1992, the second largest United States import surplus after Japan.","thumbnail":null,"section":"Opinion"},{"date":"19930310","headline":"Politics Plays a Legitimate Role in Selections for Public Office; Amend the Constitution","web_url":"https://www.nytimes.com/1993/03/10/opinion/l-politics-plays-legitimate-role-selections-for-public-office-amend-constitution-248793.html","abstract":"  To the Editor:   I commend you for \"No Way to Pick a Comptroller\" (editorial, Feb. 26). It reflects points I outlined in a Feb. 18 press release, which called for a State Constitution amendment authorizing a special election if a vacancy occurs in the office of the Comptroller or Attorney General.","thumbnail":null,"section":"Opinion"},{"date":"19930310","headline":"Mobutu Foes Boycott Talks On Political Crisis in Zaire","web_url":"https://www.nytimes.com/1993/03/10/world/mobutu-foes-boycott-talks-on-political-crisis-in-zaire.html","abstract":"  The latest effort to resolve Zaire's political crisis broke down today when members of the country's interim government failed to appear for scheduled talks with President Mobutu Sese Seko.   The fate of the Prime Minister, Etienne Tshisekedi, was expected to be discussed. The President is seeking permission from the High Council to dismiss the Prime Minister, his rival, as well as to organize a referendum on a new constitution and presidential and parliamentary elections.","thumbnail":null,"section":"World"},{"date":"19930310","headline":"Jet Sack Has $4.5 Million For Marshall","web_url":"https://www.nytimes.com/1993/03/10/sports/pro-football-jet-sack-has-4.5-million-for-marshall.html","abstract":"  The Jets wooed and won Leonard Marshall, that former Giant stalwart, by taking him out to dinner, promising him a starring role on defense and, incidentally, agreeing to pay him $4.5 million over three years.   \"This is like college recruiting with the bag of money on top of the table, not under it,\" Jets Coach Bruce Coslet said today.","thumbnail":null,"section":"Sports"},{"date":"19930310","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/03/10/style/chronicle-213493.html","abstract":"  Everything you ever wanted to know about SPIRO T. AGNEW -- maybe. The former Vice President, who resigned in October 1973 after pleading no contest to charges that he evaded taxes and took kickbacks, has donated his papers -- 56 boxes of them -- to the University of Maryland in College Park.","thumbnail":null,"section":"Style"},{"date":"19930310","headline":"Youth's Perils, andJoys","web_url":"https://www.nytimes.com/1993/03/10/sports/IHT-youths-perils-andjoys.html","abstract":"- This playground for the world's youngsters of soccer is anything but a place of innocence.","thumbnail":null,"section":"Sports"},{"date":"19930310","headline":"Russian Deputies Enter Ring For Showdown With Yeltsin","web_url":"https://www.nytimes.com/1993/03/10/world/russian-deputies-enter-ring-for-showdown-with-yeltsin.html","abstract":"  Deputies converged on Moscow today from the far reaches of Russia for the latest showdown with President Boris N. Yeltsin. Despite three months of brutal maneuvering by both sides, nobody could predict how this session of the Congress of Peoples' Deputies might play out, or even how long it might last.   The Congress, whose 1,000-plus members are the highest legal authority in Russia, was officially summoned to an emergency session beginning on Wednesday to decide a relatively simple question -- should Russia go ahead with a national referendum on the Constitution that the deputies and Mr. Yeltsin agreed to last December.","thumbnail":null,"section":"World"},{"date":"19930310","headline":"A Play About AIDS Makes Its Mark","web_url":"https://www.nytimes.com/1993/03/10/nyregion/about-new-york-a-play-about-aids-makes-its-mark.html","abstract":"  SOME 400 presumed innocents file in rambunctiously to the chapel at Rikers Island detention center to see a play performed by recovering addicts. Some trade insults or tap one another on the head, playfully. A correction officer, Maria Cortez, stands up front, controlling the situation like a border collie herding sheep. Her weapons: eye contact, an overpowering smile and humor.   \"What you got for us tonight?\" one man hollers.","thumbnail":null,"section":"New York"},{"date":"19930310","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/03/10/opinion/IHT-in-our-pages-100-75-and-50-years-ago-91300284587.html","abstract":"1943: Russians Retreat","thumbnail":null,"section":"Opinion"},{"date":"19930310","headline":"Hayes, Sad Over Yankee Affair, Will Anchor Rockies","web_url":"https://www.nytimes.com/1993/03/10/sports/baseball-hayes-sad-over-yankee-affair-will-anchor-rockies.html","abstract":"  Charlie Hayes wasn't in New York long, but he emerged from his experience with the Yankees with an eyewitness view that confirmed what other people have suspected from a distance.   \"Who's in control. Who's in charge?\" Hayes asked, then answered his own questions. \"No one, I guess. I hear they have two groups, one in New York, one in Tampa. No way you can be successful with one group working against the other.\"","thumbnail":null,"section":"Sports"},{"date":"19930310","headline":"Leetch Passes Big Test as Rangers Rally to Win","web_url":"https://www.nytimes.com/1993/03/10/sports/hockey-leetch-passes-big-test-as-rangers-rally-to-win.html","abstract":"  The Rangers talked about caution. They talked about testing Brian Leetch's weak left arm and shoulder gently, slowly. Leetch had been out 81 days and 34 games with his malady, and no one wanted to take any risks when he finally returned to the Rangers' lineup.   But this is a playoff race and Leetch is, without a doubt, a vital factor in the Rangers' battle for a Patrick Division berth. So when the doctors said yesterday that Leetch's arm was strong -- and no longer at risk of re-injury -- Leetch did not hesitate to make his return against the Los Angeles Kings at Madison Square Garden.","thumbnail":null,"section":"Sports"},{"date":"19930310","headline":"Food Irradiation Holds Too Many Risks","web_url":"https://www.nytimes.com/1993/03/10/opinion/l-food-irradiation-holds-too-many-risks-245293.html","abstract":"  To the Editor:   \"Time for Irradiation\" (letter, Feb. 19) by James Steele exploits a human tragedy -- the E. coli poisoning deaths in Washington State -- to promote food irradiation, a questionable technology. The sale of undercooked, disease-ridden hamburgers from Jack-in-the-Box is another disgraceful chapter in the history of meat slaughtering and packing.","thumbnail":null,"section":"Opinion"},{"date":"19930310","headline":"The Pop Life; Two Cities That Want Grammys","web_url":"https://www.nytimes.com/1993/03/10/arts/the-pop-life-two-cities-that-want-grammys.html","abstract":"  New York City wants the Grammys back. Los Angeles wants them to stay. So the two cities are once again in the thick of their longstanding bidding war to have the next ceremonies on their turf.   Michael Greene, the president of the National Academy of Recording Arts and Sciences, which gives the awards, says that the lucky city will be announced within the next month -- or the next four months. The ceremonies returned to Los Angeles this year after two years in New York.","thumbnail":null,"section":"Arts"},{"date":"19930310","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/03/10/sports/transactions-090593.html","abstract":"  Basketball National Basketball Association  ORLANDO MAGIC -- Named Otis Smith youth basketball programs manager. Football National Football League  CLEVELAND BROWNS -- Signed Houston Hoover, guard.   LOS ANGELES RAIDERS -- Named Bill Meyers assistant offensive line coach.   NEW ORLEANS SAINTS -- Signed Les Miller, nose tackle, to a two-year contract and Mike Brennan and Scott Bowles, offensive lineman, to one-year contracts.   NEW YORK JETS -- Signed Leonard Marshall, defensive end, to a three-year contract. Hockey National Hockey League  BUFFALO SABRES -- Called up Billy Houlder, defenseman, from San Diego of the International Hockey League.","thumbnail":null,"section":"Sports"},{"date":"19930310","headline":"Sports of The Times; Playoffs Add Energy To Season","web_url":"https://www.nytimes.com/1993/03/10/sports/sports-of-the-times-playoffs-add-energy-to-season.html","abstract":"  A FUNNY thing happened at the Garden the other night. Two members of the Gulf-and-Western-or-Whatever-They're-Calling-It-These-Days-Corporate-Dancers dashed over to the celebrity seats after one of their aggressive routines that seem choreographed to represent the artificiality of modern urban life.    Anyway, the noted American character actor, Arnold Schwarzenegger, taking a break from disrupting New York traffic, spotted the dancers coming his way and he got what appeared to be the empty seat next to him and they did one of those cartoon brake jobs, like the Roadrunner coming to a dead halt. Screech! Where's Gregory? They just wanted to make a quick professional salute to their nimble colleague, Gregory Hines, who was off doing a television interview during a timeout. A cute moment, watching Arnold's faceoid freeze.","thumbnail":null,"section":"Sports"},{"date":"19930310","headline":"Review/Fashion; In Milan, Comfort and Flourishes for Fall","web_url":"https://www.nytimes.com/1993/03/10/style/review-fashion-in-milan-comfort-and-flourishes-for-fall.html","abstract":"  Dressing for a worldwide recession elicited two divergent responses from Italian designers as the fall fashion showings reached their midpoint. On the one hand, there was the escapism of revivals from the distant past, including the jackets of English dandies. On the other, there was the realism of classic dressing, emphasizing clothes that can last more than one season.    In the realism camp, there is a widespread revival of knitted clothes, long an Italian specialty. The knits include oversize bulky sweaters and long, skinny skirts. Both are youthful, durable and, when they are made in cashmere, luxurious.","thumbnail":null,"section":"Style"},{"date":"19930310","headline":"Rodney King Testifies on Beating: 'I Was Just Trying to Stay Alive'","web_url":"https://www.nytimes.com/1993/03/10/us/rodney-king-testifies-on-beating-i-was-just-trying-to-stay-alive.html","abstract":"  Sometimes groping for words and sometimes almost inaudible, Rodney G. King today narrated his beating two years ago by police officers who he said taunted him with racial epithets, threatened to kill him and provoked him to try to flee before clubbing him in the head with a baton.   In his first public testimony about the beating, Mr. King radiated vulnerability and a sense of guilelessness, telling a prosecutor, \"I was just trying to stay alive, sir.\"","thumbnail":null,"section":"U.S."},{"date":"19930310","headline":"Costly Hotels For Homeless Still in Plan","web_url":"https://www.nytimes.com/1993/03/10/nyregion/costly-hotels-for-homeless-still-in-plan.html","abstract":"  The Dinkins administration said in a report released yesterday that it would not be able to end New York City's reliance on expensive hotels to shelter homeless families until July 1995, five years after the deadline the city had originally set for itself, largely because of the unrelenting demand for shelter.   The annual updating of the city's plan for helping the homeless, required by city law, also formally buried Mayor David N. Dinkins's politically unpopular plan to spend $280 million to create 24 new shelters for homeless individuals, a plan that met with neighborhood opposition throughout the city. Less Than a Year Left    City Council leaders said the plan was disappointingly short on specifics. Advocates for the homeless criticized the administration for its failure to deliver on its promises, saying Mr. Dinkins has less than a year left in his term to make good on the new ones. But city officials said they thought they had now charted a sensible and realistic course.","thumbnail":null,"section":"New York"},{"date":"19930310","headline":"Review/Theater; A Musical Made of the Story of a Stroke","web_url":"https://www.nytimes.com/1993/03/10/theater/review-theater-a-musical-made-of-the-story-of-a-stroke.html","abstract":"  An incapacitating stroke may not be everyone's most welcome subject for a musical. There is little more painful or less inspiring of song than watching as someone you love is cut off from life by illness. But the curious thing about \"Wings,\" an 80-minute musical adaptation of Arthur Kopit's 1978 play, is how faintly it evokes the devastating emotions of the experience. I arrived at the New York Shakespeare Festival, where this production has been imported from the Goodman Theater in Chicago, with a pocketful of Kleenex. It was at once a relief and a disappointment to discover that its occasional and ineffectual stabs at sentimentality notwithstanding, \"Wings\" is more concerned with the mind than the heart.    Indeed, that is literally the case: like the Kopit play, to which it is largely faithful, this quasi opera is obsessed with the collapse of brain functions that is known as aphasia. In the opening scene, the elderly heroine, Emily (Linda Stephens), an aviator who long ago was an air-show wing walker, has her stroke, and the audience is immediately transported into a mind in which memories are obliterated, language is garbled, logic is short-circuited. Some of that voyage is accomplished visually, by shattered images projected on sliding screens, and some of it by the evocative Sensurround-style sonic effects created by Richard Woodbury. Most impressive, however, is Jeffrey Lunden's score, which uses the scrambling of a consciousness as a cue for musical experimentation.","thumbnail":null,"section":"Theater"},{"date":"19930310","headline":"BASEBALL: METS Notebook; Injury List for Mets In Midseason Form","web_url":"https://www.nytimes.com/1993/03/10/sports/baseball-mets-notebook-injury-list-for-mets-in-midseason-form.html","abstract":"  There is no surgery scheduled, and so for the Mets there should perhaps be no cause for panic. Every day, though, it seems as if a minor medical crisis arises: players are held out of games, players have their routines restricted, veteran players retreat to the trainer's room for diagnoses.   Today, Ryan Thompson, the young center fielder who had missed the first four games of what had been deemed a crucial spring training education, was removed in the third inning of his first start. Thompson, bothered by a sore hamstring, was lifted after feeling discomfort pulling up at second base after doubling past third.","thumbnail":null,"section":"Sports"},{"date":"19930310","headline":"Corrections","web_url":"https://www.nytimes.com/1993/03/10/nyregion/c-corrections-190193.html","abstract":"  An obituary headline yesterday about the singer and band leader Billy Eckstine misstated his age in some copies. He was 78.  ","thumbnail":null,"section":"New York"},{"date":"19930310","headline":"Article 308993 -- No Title","web_url":"https://www.nytimes.com/1993/03/10/world/article-308993-no-title.html","abstract":"  In a discovery that shocked even those accustomed to disclosures of corruption among Japan's aging leaders, Government investigators found hundreds of pounds of gold bars and roughly $50 million in cash and securities today in the home and offices of Shin Kanemaru, until recently the country's most powerful politician.   The disclosure of the horde is the latest episode in the startling fall of Mr. Kanemaru, a 78-year-old power broker who was arrested on Saturday and charged with evading millions of dollars in taxes, apparently on donations to secret political accounts that he had controlled as head of patronage for the governing party's largest faction.","thumbnail":null,"section":"World"},{"date":"19930310","headline":"Post Suitor Turns Fickle, But a New One Steps Up","web_url":"https://www.nytimes.com/1993/03/10/nyregion/post-suitor-turns-fickle-but-a-new-one-steps-up.html","abstract":"  The New York Post's financial roller coaster ride took new twists and dips yesterday when one of its prospective buyers announced that he wanted to be the newspaper's sole owner, then appeared to back out of the purchase altogether.   Abraham Hirschfeld, who had been working to acquire the newspaper with Steven Hoffenberg, came to Federal Bankruptcv Court in Manhattan yesterday apparently intending to say that the two had reached an agreement.","thumbnail":null,"section":"New York"},{"date":"19930310","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/03/10/nyregion/news-summary-306293.html","abstract":"  International A3-11  CLINTON BACKS MEETING ON RUSSIA  In the latest step in his campaign to prop up reform in Russia, President Clinton said he would support an emergency meeting of the Group of Seven major industrialized nations to discuss ways to bolster the Russian democracy movement.  A1  RUSSIAN BALLET ON REFERENDUM  The battle between President Yeltsin and the Congress of Peoples' Deputies over whether Russia should proceed with a constitutional referendum has become a game with complex rules but a simple object: cancel the vote but blame the other side.  A10","thumbnail":null,"section":"New York"},{"date":"19930310","headline":"Jaspers Are Going to the Dance","web_url":"https://www.nytimes.com/1993/03/10/sports/college-basketball-jaspers-are-going-to-the-dance.html","abstract":"  On the eve of a rather forgettable anniversary, everything had changed. In the same room, at the same wooden table, nothing was the same.   Fran Fraschilla, the new coach, sat with his assistants and toasted fate, while several of his players danced defiantly to the tune, \"Never Gonna Get It.\"","thumbnail":null,"section":"Sports"},{"date":"19930310","headline":"Corrections","web_url":"https://www.nytimes.com/1993/03/10/nyregion/c-corrections-188093.html","abstract":"  A picture caption with the Advertising column in Business Day yesterday, about DDB Needham Worldwide, misstated the position held by Page Thompson. He is executive vice president and media director of DDB Needham.","thumbnail":null,"section":"New York"},{"date":"19930310","headline":"For Blast Survivors, Shock Waves of Stress","web_url":"https://www.nytimes.com/1993/03/10/nyregion/the-twin-towers-for-blast-survivors-shock-waves-of-stress.html","abstract":"  By the time he emerged from the smoke-filled World Trade Center that Friday afternoon, gasping, choking and thankful for deliverance from the most terrifying event of his life, the high-powered investment banker did what he always did to shed stress.   He packed his gym bag and headed for the health club.","thumbnail":null,"section":"New York"},{"date":"19930310","headline":"CHOICE FOR JUSTICE IS TREATED GENTLY","web_url":"https://www.nytimes.com/1993/03/10/us/choice-for-justice-is-treated-gently.html","abstract":"  Janet Reno breezed through a balmy first day of confirmation hearings today before the Senate Judiciary Committee, where the gentle questions contrasted sharply with the turbulent selection process that led to her nomination to be Attorney General.   From the moment she loped up the aisle in the packed hearing room and took her seat behind the green felt-covered table, Ms. Reno seemed in command. Her testimony combined careful coaching, legal training and the political skills honed in five election campaigns as Dade County prosecutor.","thumbnail":null,"section":"U.S."},{"date":"19930310","headline":"F.B.I. Says Suspect Visited Figure in Kahane Slaying","web_url":"https://www.nytimes.com/1993/03/10/nyregion/the-twin-towers-fbi-says-suspect-visited-figure-in-kahane-slaying.html","abstract":"  The man charged in the World Trade Center bombing came under surveillance months earlier when he paid prison visits to a fellow Muslim fundamentalist, officials disclosed yesterday. The surveillance was part of a Federal civil rights investigation growing out of the killing of Rabbi Meir Kahane.    Although the F.B.I. was known to have followers of a fundamentalist Islamic cleric, Sheik Omar Abdel Rahman, under surveillance for at least a year, this is the first indication that Federal agents were monitoring the suspect in the World Trade Center bombing and the man convicted in connection with Rabbi Kahane's slaying before the bombing.","thumbnail":null,"section":"New York"},{"date":"19930310","headline":"Warning of Violence Was Unheeded After Cult Leader's Gun Battle in '87","web_url":"https://www.nytimes.com/1993/03/10/us/warning-of-violence-was-unheeded-after-cult-leader-s-gun-battle-in-87.html","abstract":"  In a commando-style raid five and a half years ago, David Koresh and members of his insular religious sect gave the outside world a warning about his passionate attachment to firearms and his potential for violence. The outside world chose to look the other way.   The raid could have been a scene from the movie \"Platoon,\" one of Mr. Koresh's favorites. On the morning of Nov. 3, 1987, he and seven of his followers, dressed in camouflage uniforms and combat boots, with charcoal smeared under their eyes and armed with military-style rifles and shotguns, crawled onto the sect's property east of here. Their objective seemed to be to retake the land that Mr. Koresh had left three years earlier in a dispute with the sect's leader, although Mr. Koresh and the others said they were trying to uncover evidence of illegal activity by the leader.","thumbnail":null,"section":"U.S."},{"date":"19930310","headline":"From the Student Body to the Body Politic; After High School, What's Next? For One Bronxville Teen-Ager, Maybe Mayor","web_url":"https://www.nytimes.com/1993/03/10/nyregion/student-body-body-politic-after-high-school-what-s-next-for-one-bronxville-teen.html","abstract":"  Like other high school seniors, Patrick English is nervously wondering where he will attend college next year, having mailed off applications to Princeton, Dartmouth, Middlebury and Colgate, among others.   But there is something beyond the applications that could shape his academic plans: he is asking the voters of this exclusive Westchester County village to elect him mayor next Tuesday.","thumbnail":null,"section":"New York"},{"date":"19930310","headline":"Asylum by Gender","web_url":"https://www.nytimes.com/1993/03/10/opinion/asylum-by-gender.html","abstract":"  A woman from Saudi Arabia, identified only as \"Nada,\" has helped Canada establish a new basis for political asylum: gender.    Recently Canada's immigration minister, Bernard Valcourt, overruled a refugee tribunal to grant \"Nada\" the right to remain in Canada. She had argued that by refusing to wear a veil and otherwise opposing the subordination of women, she risked persecution if she returned home.","thumbnail":null,"section":"Opinion"},{"date":"19930310","headline":"There's No Oil in Bosnia","web_url":"https://www.nytimes.com/1993/03/10/opinion/theres-no-oil-in-bosnia.html","abstract":"The Clinton Administration should resist pressures to abandon the pretense of U.S. evenhandedness in Bosnia. Intervention in the war would advance no U.S. interest. It would be morally dubious and could damage other, key national security priorities.\n\nOutrage over a Serbian offensive in Bosnia is not a substitute for evaluation of the facts on the ground and how they relate to U.S. interests. It is difficult to see why the situation should be of great geostrategic importance. The Balkans is no longer the \"powder keg of Europe\" at the intersection of three defunct empires -- Austro-Hungarian, Russian and Ottoman.","thumbnail":null,"section":"Opinion"},{"date":"19930310","headline":"Mayor Fears Bomb Aftermath May Malign Jersey City Image","web_url":"https://www.nytimes.com/1993/03/10/nyregion/the-twin-towers-mayor-fears-bomb-aftermath-may-malign-jersey-city-image.html","abstract":"  It wasn't as if Bret Schundler didn't have enough on his mind: a troubled school system, high property taxes and the May 11 election, in which he hopes to win a full four-year term to the mayoralty he gained temporarily last fall after his predecessor went off to Federal prison.   But since last Thursday, almost a week after the bombing of the World Trade Center, his city has been under siege. Not by terrorist conspirators but by Federal law-enforcement agencies, whose first and so far only significant arrest, a Palestinian from Jordan named Mohammed A. Salameh, took place here.","thumbnail":null,"section":"New York"},{"date":"19930310","headline":"Rider Sinks Wagner at Buzzer","web_url":"https://www.nytimes.com/1993/03/10/sports/college-basketball-rider-sinks-wagner-at-buzzer.html","abstract":"  Rider, making a rare appearance on national television, turned in a dramatic buzzer-beating performance tonight to defeat Wagner, 65-64, in the Northeast Conference Championship game and earn an automatic bid to the National Collegiate Athletic Association tournament before 2,000 spectators at Alumni Gymnasium.   Darrick Suber, 6-foot-4-inch point guard, scored the winning basket for Rider (19-10) with a floater in the lane with no time left on the clock.","thumbnail":null,"section":"Sports"},{"date":"19930310","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/03/10/nyregion/metro-digest-493093.html","abstract":"  NEW YORK CITY  BOMBING'S TOLL IN PAIN AND FEAR   In the aftermath of the World Trade Center bombing, many of those who fled the smoke-filled building in confusion and desperation are discovering they need help to vent their emotional pain and fear. Because most of the survivors were either well-paid white-collar professionals or office workers with access to medical benefits or counseling through employee assistance programs, they are getting that help. A1. SUSPECT SURFACED IN KAHANE INQUIRY   In the months before the trade center bombing, the Federal Bureau of Investigation was monitoring El Sayyid A. Nosair in prison for an investigation stemming from the killing of Rabbi Meir Kahane when Mohammed A. Salameh, turned up as one of Mr. Nosair's visitors, officials disclosed. B4.","thumbnail":null,"section":"New York"},{"date":"19930310","headline":"Riley Says Oakley Is Solid as an Oak","web_url":"https://www.nytimes.com/1993/03/10/sports/pro-basketball-riley-says-oakley-is-solid-as-an-oak.html","abstract":"  When Pat Riley came to New York, a few people told him Charles Oakley would complain about not getting enough shots.   Riley didn't listen, and he's glad.","thumbnail":null,"section":"Sports"},{"date":"19930310","headline":"Katie Beers Makes Appeal To Be Granted Her Privacy","web_url":"https://www.nytimes.com/1993/03/10/nyregion/katie-beers-makes-appeal-to-be-granted-her-privacy.html","abstract":"  Katie Beers, whose kidnapping late last year drew headlines across the nation, has issued an impassioned plea for her privacy.   In a letter to the Family Court urging that a custody hearing be closed to reporters, Katie, 10, wrote, \"I don't want people to know what happened to me, because it is none of their businesses.\"","thumbnail":null,"section":"New York"},{"date":"19930310","headline":"New York Hit By Increases In Migration","web_url":"https://www.nytimes.com/1993/03/10/nyregion/new-york-hit-by-increases-in-migration.html","abstract":"  About twice as many people moved out of New York as moved in from other states during the late 1980's, according to a new census analysis of a broad population shift over the decade, but New York appeared to have stanched the exodus, compared with the late 1970's.   In a study that gives more details about a trend described in earlier reports, the Census Bureau put New York near the top of the list of areas that lost more residents than they gained from other states. The list was led by California. But in both states, immigration from other countries was significant.","thumbnail":null,"section":"New York"},{"date":"19930310","headline":"U.S. Set to Seek Resumption Of Middle East Peace Talks","web_url":"https://www.nytimes.com/1993/03/10/world/us-set-to-seek-resumption-of-middle-east-peace-talks.html","abstract":"  The Clinton Administration is poised to invite the parties in the Middle East peace negotiations to resume their discussions next month, even though the Palestinian representatives continue to say they will not take part, senior Administration officials said today.","thumbnail":null,"section":"World"},{"date":"19930310","headline":"Books of The Times; The Black Family's Role in Society","web_url":"https://www.nytimes.com/1993/03/10/books/books-of-the-times-the-black-family-s-role-in-society.html","abstract":"  Climbing Jacob's Ladder The Enduring Legacy of African-American Families By Andrew Billingsley 444 pages. Simon & Schuster. $27.50.   In his classic study, \"An American Dilemma,\" published 49 years ago, Gunnar Myrdal wrote that the problems confronting disadvantaged blacks in a dominant white society put a spoke through the wheels of democracy. Yet the Swedish economist recognized that despite slavery and adversity, blacks helped to hold the country's social fabric together. In his chapter on black family life in the rural South, he said that blacks had built up their own kind of close-knit family organizations that were conducive to social health.   Now in \"Climbing Jacob's Ladder,\" Andrew Billingsley, a respected black sociologist, builds on Myrdal's work and offers his own surprisingly optimistic study about the inner strength and stability of black families. Professor Billingsley, chairman of the family studies department at the University of Maryland and visiting scholar in residence at Spelman College in Atlanta, finds that like white strivers on the lower rungs of society, blacks also want to gain entry into the American middle class. The new book, a sequel to his \"Black Families in White America,\" published in 1968, continues his argument that black families are born survivors and contain the seeds of their own rejuvenation.","thumbnail":null,"section":"Books"},{"date":"19930310","headline":"In Europe, Musicals Get Varying Reactions","web_url":"https://www.nytimes.com/1993/03/10/theater/in-europe-musicals-get-varying-reactions.html","abstract":"  Cole Porter may have epitomized dapper American sophistication between the world wars, but his image had a Gallic aura. Porter loved Paris; he wrote a song to say so, and after 1919 he could even claim to be a three-year veteran of the French Foreign Legion (serving, it should be noted, not in some Godforsaken North African hellhole but in Paris and Fontainebleau).   From 1919 to the mid-20's he lived in Paris, studying counterpoint and composition at the Schola Cantorum and becoming known in elegant circles for his soirees in Venice and on the Riviera as well as in the French capital. His affection for France lasted at least as late as 1956, with his contributions to the film \"High Society.\".","thumbnail":null,"section":"Theater"},{"date":"19930310","headline":"17 Arrested in Separate Credit Card Schemes","web_url":"https://www.nytimes.com/1993/03/10/nyregion/17-arrested-in-separate-credit-card-schemes.html","abstract":"  Two Queens men were arrested on Monday in what the authorities said was a $2 million-a-year operation that traded in stolen and fake credit cards, and, in a separate case, 15 others were charged with using fake or stolen credit cards, the authorities said yesterday.   The arrests were part of a yearlong investigation by law-enforcement officials that uncovered a network that involved the manufacture, sale and use of fake and stolen credit cards, the Queens District Attorney, Richard A. Brown, said yesterday. He said the 15 people who were arrested for using stolen or fake credit cards were not linked to the operation of the two men from Queens.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19930310","time":"1993-03-10 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.8,"rhum":62,"wspd":1.8},{"date":"19930310","time":"1993-03-10 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.2,"rhum":65,"wspd":3.6},{"date":"19930310","time":"1993-03-10 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.4,"rhum":67,"wspd":5.4},{"date":"19930310","time":"1993-03-10 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.3,"rhum":70,"wspd":7.6},{"date":"19930310","time":"1993-03-10 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.5,"rhum":75,"wspd":3.6},{"date":"19930310","time":"1993-03-10 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.6,"rhum":80,"wspd":3.6},{"date":"19930310","time":"1993-03-10 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":81,"wspd":7.6},{"date":"19930310","time":"1993-03-10 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.6,"rhum":83,"wspd":3.6},{"date":"19930310","time":"1993-03-10 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.3,"rhum":82,"wspd":9.4},{"date":"19930310","time":"1993-03-10 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.2,"rhum":80,"wspd":13},{"date":"19930310","time":"1993-03-10 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":75,"wspd":11.2},{"date":"19930310","time":"1993-03-10 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":79,"wspd":9.4},{"date":"19930310","time":"1993-03-10 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":74,"wspd":13},{"date":"19930310","time":"1993-03-10 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":70,"wspd":14.8},{"date":"19930310","time":"1993-03-10 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":63,"wspd":11.2},{"date":"19930310","time":"1993-03-10 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":55,"wspd":14.8},{"date":"19930310","time":"1993-03-10 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":52,"wspd":13},{"date":"19930310","time":"1993-03-10 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.6,"rhum":53,"wspd":9.4},{"date":"19930310","time":"1993-03-10 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":55,"wspd":9.4},{"date":"19930310","time":"1993-03-10 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":54,"wspd":11.2},{"date":"19930310","time":"1993-03-10 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.6,"rhum":57,"wspd":13},{"date":"19930310","time":"1993-03-10 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":56,"wspd":9.4},{"date":"19930310","time":"1993-03-10 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":58,"wspd":11.2},{"date":"19930310","time":"1993-03-10 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":63,"wspd":5.4},{"date":"19930310","time":"1993-03-10 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":44,"wspd":24.1},{"date":"19930310","time":"1993-03-10 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":45,"wspd":25.9},{"date":"19930310","time":"1993-03-10 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":44,"wspd":20.5},{"date":"19930310","time":"1993-03-10 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":50,"wspd":18.7},{"date":"19930310","time":"1993-03-10 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":52,"wspd":18.7},{"date":"19930310","time":"1993-03-10 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":54,"wspd":16.6},{"date":"19930310","time":"1993-03-10 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":54,"wspd":14.8},{"date":"19930310","time":"1993-03-10 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":56,"wspd":16.6},{"date":"19930310","time":"1993-03-10 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":58,"wspd":14.8},{"date":"19930310","time":"1993-03-10 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":61,"wspd":11.2},{"date":"19930310","time":"1993-03-10 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":56,"wspd":13},{"date":"19930310","time":"1993-03-10 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":54,"wspd":18.7},{"date":"19930310","time":"1993-03-10 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":54,"wspd":14.8},{"date":"19930310","time":"1993-03-10 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":48,"wspd":18.7},{"date":"19930310","time":"1993-03-10 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":46,"wspd":18.7},{"date":"19930310","time":"1993-03-10 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":41,"wspd":9.4},{"date":"19930310","time":"1993-03-10 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":43,"wspd":11.2},{"date":"19930310","time":"1993-03-10 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":43,"wspd":18.7},{"date":"19930310","time":"1993-03-10 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":43,"wspd":18.7},{"date":"19930310","time":"1993-03-10 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":49,"wspd":20.5},{"date":"19930310","time":"1993-03-10 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":62,"wspd":18.7},{"date":"19930310","time":"1993-03-10 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":62,"wspd":16.6},{"date":"19930310","time":"1993-03-10 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":92,"wspd":13},{"date":"19930310","time":"1993-03-10 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":92,"wspd":9.4}]}}