{"19941010":{"guardian_articles":[{"date":"19941010","headline":"Blame disputed after demo violence","web_url":"https://www.theguardian.com/uk/1994/oct/10/1","abstract":null,"thumbnail":null,"section":"UK news"}],"nytimes_articles":[{"date":"19941010","headline":"No Headline","web_url":"https://www.nytimes.com/1994/10/10/nyregion/no-headline-484091.html","abstract":"  \"Elvis is history, and anytime anyone or anything becomes history, whether it be Pearl Harbor or Elvis, it will never go away.\" -- CARL PERKINS.  [ C11:6. ]","thumbnail":null,"section":"New York"},{"date":"19941010","headline":"Scapegoating Taxes","web_url":"https://www.nytimes.com/1994/10/10/opinion/scapegoating-taxes.html","abstract":"After election day, when out-of-state pundits try to explain the results, they tend to exaggerate the role that tax increases played in determining who won and who lost. This happened in 1990 when six incumbent governors lost re-election bids.\n\nToday, many governors are in trouble because of cynicism about government and hostility toward all incumbent politicians, and nontax issues have tripped up some of them. But if they lose, tax increases should not be blamed, except possibly in rare cases.","thumbnail":null,"section":"Opinion"},{"date":"19941010","headline":"The Devil Lives Again but Sin Faces Hard Times","web_url":"https://www.nytimes.com/1994/10/10/arts/opera-review-the-devil-lives-again-but-sin-faces-hard-times.html","abstract":"  \"Mefistofele\" is one of those 19th-century operatic beasts that longs for death but is destined to go on forever. Sopranos have clutched \"L'altra notte\" permanently to their bosom. Audiences will tolerate any clumsiness in order to thrill to the great choral climaxes Arrigo Boito pushes along by rising half steps and triumphant brass and timpani.   If all else failed, there would be ambitious operatic basses who, largely bereft of star-turn roles, are determined that this one will not escape them. Norman Treigle and Samuel Ramey constructed a good part of their reputations on \"Mefistofele\" and, in particular, on the New York City Opera production of it that has creaked through the repertory for almost a generation and returned to the house on Saturday night. Boito has written a part that sits beautifully for the lower voice; he also legitimizes every strut, leer, crawl and skulk that the singing actor cares to invent.","thumbnail":null,"section":"Arts"},{"date":"19941010","headline":"1894: Russia and China : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/10/10/opinion/IHT-1894-russia-and-china-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Russia will allow the present war between Japan and China to be fought to an end - that is to say, until China is compelled to ask for peace - so long as the stability of the Chinese dynasty is not disturbed either by Japan or by internal revoluti","thumbnail":null,"section":"Opinion"},{"date":"19941010","headline":"Pataki Offers a Vision for New York","web_url":"https://www.nytimes.com/1994/10/10/nyregion/the-1994-campaign-pataki-offers-a-vision-for-new-york.html","abstract":"  Senator Pataki was asked to sum up what qualifies him to be governor.   Q.  You were the Mayor of a small town --   A.  City.","thumbnail":null,"section":"New York"},{"date":"19941010","headline":"ResultsPlus","web_url":"https://www.nytimes.com/1994/10/10/sports/resultsplus-489182.html","abstract":"  AUTO RACING Andretti Says Goodbye as Tracy Wins  As Mario Andretti said farewell to Indy-car racing, Paul Tracy scored a convincing victory yesterday in the season-ending Bank of America 300 in Monterey, Calif. Andretti, driving in his 407th and last Indy-car race at age 54, had a frustrating day, damaging his car in a first-lap accident and winding up 18th after his engine blew just three laps from the end. He wound up watching from the pits as Tracy took the checkered flag. \"I'm just going to have to find out if there is life after driving after all,\" Andretti said. \"And I'm sure there is.\" The day quickly turned from one of nostalgia for Andretti to the brutal realities of racing. On Lap 1, in the third turn, Michael Andretti, Mario's eldest son, was sidelined and the father's car was damaged in a multicar melee. (AP) After 56 Races, a Victory: Dale Jarrett broke a 55-race streak in which he failed to make the winner's circle yesterday by shooting past Morgan Shepherd with less than four laps left and holding on to win the Mello Yello 500 in a wild finish at Charlotte Motor Speedway in Concord, N.C. His third career victory, and first since the 1993 Daytona 500, came one week after Jarrett had failed to qualify for the race at North Wilkesboro, N.C. \"I was at the bottom of the ocean last Sunday,\" Jarrett said. \"We have too good a team to not at least make a race. But I think that gave everybody a good wake-up call.\" Shepherd wound up second and Dale Earnhardt, who finished third, took a big step forward in his bid for a seventh Winston Cup season driving title. (AP) GOLF  Canada Upsets U.S. to Win Dunhill Cup  Canada took advantage of blunders by Tom Kite and Fred Couples to upset the United States, the defending champion, yesterday and win the Dunhill Cup in St. Andrews, Scotland. Dave Barr (70) defeated Kite, who lost his match by one after making a double bogey on No. 17. Couples missed a 3-foot putt on No. 16 and also ended up one stroke behind Ray Stewart (71). The two Canadian victories made Curtis Strange's seven-shot victory over Rick Gibson meaningless. Strange closed with a sizzling 67. Canada had never before advanced as far as the semifinals. (AP) U.S. Captures Amateur Title: An American team led by 46-year-old Allen Doyle and 18-year-old Tiger Woods ended five years of frustration for the United States yesterday, running away with the World Amateur golf title in La Boulie, France. After finishing second each of the past five years, the United States team turned its one-shot lead at the start of the final round into an 11-shot cushion at the end. The United States has now won the title 10 of the 19 times it has been contested. (AP) TENNIS  Krajicek Aces Becker in Final  Seventh-seeded Richard Krajicek used 34 aces to beat second-seeded Boris Becker, 7-6 (7-5), 7-6 (9-7), 2-6, 6-3, in the final of the Australian Indoor in Sydney. The victory was the third for Krajicek since returning from knee surgery in November. (AP)","thumbnail":null,"section":"Sports"},{"date":"19941010","headline":"Hasty Responds With Key Play","web_url":"https://www.nytimes.com/1994/10/10/sports/pro-football-hasty-responds-with-key-play.html","abstract":"  James Hasty may not have read everything Langston Hughes ever wrote, but he can certainly identify with a Hughes poem that includes the line \"Life for me ain't been no crystal stair.\"   Indeed, until this afternoon, life for the Jets' right cornerback had been pure misery this season. This despite an impressive list of accomplishments in a seven-year career that included 87 consecutive starts going into this season and leading, or being tied for the team lead, in passes defended in five of his first six seasons.","thumbnail":null,"section":"Sports"},{"date":"19941010","headline":"U.S. May Take Steps to Protect Israel From Iraq","web_url":"https://www.nytimes.com/1994/10/10/world/threats-in-the-gulf-diplomacy-us-may-take-steps-to-protect-israel-from-iraq.html","abstract":"  Arriving here today to begin a six-day trip to promote peace beween Syria and Israel, Secretary of State Warren Christopher found his mission distracted by the movement of Iraqi troops toward the Kuwaiti border. He said the United States would consider new steps to protect Israel if it was threatened by Baghdad.   He said the Clinton Administration was sending Patriot antiaircraft missiles to defend Kuwait, and added, \"Certainly if it turned out to be necessary, we would consider any additional steps that seem to be prudent for Israel.\"","thumbnail":null,"section":"World"},{"date":"19941010","headline":"Bridge","web_url":"https://www.nytimes.com/1994/10/10/nyregion/bridge-487317.html","abstract":"  Some of the world's trouble spots have had an impact on international bridge competition, although those problems are diminishing. There has never, however, been such a problem in Ireland, which has always had a team representing both sides of the border. At the NEC World Championships in Albuquerque, N.M., last month, Ireland was represented by a talented foursome: Paddy Walsh, a 46-year-old bridge-school teacher and magazine editor from Galway; Rory Timlin, a 42-year-old civil engineer, also from Galway; Tom Hanlon, a 27-year-old insurance broker from Dublin, and Hugh McGann, a 27-year-old physician from Cork.   They finished first in a strong qualifying section in the Rosenblum Open Teams, and in so doing had a major impact on the final outcome. With three matches remaining, they were leading comfortably and had beaten the favored Seymon Deutsch team, which included three former world champions. That squad was in deep trouble, and virtually certain to be eliminated: They were ninth in a field of 12, and 28 victory points short of a qualifying position.","thumbnail":null,"section":"New York"},{"date":"19941010","headline":"Victory Over Florida State Leaves Miami Breathless","web_url":"https://www.nytimes.com/1994/10/10/sports/college-football-victory-over-florida-state-leaves-miami-breathless.html","abstract":"  The 10 turnovers, the frequent penalty flags and a series of uncharacteristic breakdowns by Miami and Florida State created a lasting impression throughout Saturday night that a championship-caliber rivalry had slipped, if only half a notch.    Maybe the series that has produced four teams that won or shared national championships in the last 11 years is taking this year off from the race. For now, the Hurricanes and Seminoles appear wedged in a pack well behind Florida, Nebraska, Penn State and Colorado, the four teams with the best chance of emerging in the No. 1 position at the end of the season.","thumbnail":null,"section":"Sports"},{"date":"19941010","headline":"Changing the Ways of Albany","web_url":"https://www.nytimes.com/1994/10/10/nyregion/the-1994-campaign-changing-the-ways-of-albany.html","abstract":"  Mr. Pataki said he wanted to \"change the whole budget process\" in Albany, saying, \"Right now, the process stinks.\" Here is how he said he would change it.    The Governor, the two leaders and maybe occasionally key staff people meet behind closed doors and negotiate what is this year a $63-plus-billion budget. . . . What we are going to do is to open up that process. We are going to submit our budget in January. Then what I am going to do is call on the Senate and the Assembly to pass their versions of the budget in the open, in the light of day.","thumbnail":null,"section":"New York"},{"date":"19941010","headline":"Abroad at Home; The New Bolsheviks","web_url":"https://www.nytimes.com/1994/10/10/opinion/abroad-at-home-the-new-bolsheviks.html","abstract":"  Article V lays down the rules for amending the United States Constitution. But without following that formal process, and with hardly any public attention, the Constitution has just been amended. A new clause has been added to Article I, Section 3, as follows:   The Senate  Passage of any measure by the Senate shall require the affirmative votes of three-fifths of its full membership.","thumbnail":null,"section":"Opinion"},{"date":"19941010","headline":"Bitter Strike in Indiana Echoes in Massachusetts","web_url":"https://www.nytimes.com/1994/10/10/us/the-1994-campaign-labor-bitter-strike-in-indiana-echoes-in-massachusetts.html","abstract":"  A dot in a sea of pancake-flat farmland, this northern Indiana factory town has handed Senator Edward M. Kennedy an unexpected opportunity to try to tip the balance in the tightest campaign of his 32-year Senate career.   Mr. Kennedy's Republican challenger, Mitt Romney, is an entrepreneur who boasts of having created 10,000 jobs at 60 companies. But here, workers at an Ampad stationery factory that Mr. Romney and fellow investors bought in July went on strike in September. Management has shed 41 of 265 blue-collar jobs, cut wages, tripled some workers' health insurance payments, abolished most of their seniority rights and junked the prior management's union contract, which had two years to run.","thumbnail":null,"section":"U.S."},{"date":"19941010","headline":"Patriots Still a Half-Ton Too Heavy For Pass-Happy Bledsoe to Carry","web_url":"https://www.nytimes.com/1994/10/10/sports/pro-football-patriots-still-a-half-ton-too-heavy-for-pass-happy-bledsoe-to-carry.html","abstract":"  In a game noteworthy only in that it contributed to the on-the-job education of Drew Bledsoe, the Los Angeles Raiders dampened the euphoria that had been building in New England by defeating the Patriots today, 21-17.   The loss snapped a Patriot three-game winning streak and prevented New England from gaining a three-way tie for first place in the American Football Conference East with Buffalo and Miami. Rather, the Patriots (3-3) are tied for third with the Jets, the team they play Sunday at Giants Stadium.","thumbnail":null,"section":"Sports"},{"date":"19941010","headline":"Driver Held After Spree","web_url":"https://www.nytimes.com/1994/10/10/nyregion/driver-held-after-spree.html","abstract":"  A Brooklyn man whose license has been suspended 43 times left a trail of destruction on a drive through mid-Manhattan yesterday, the police said.   Simon Tobok, 30, of 80 Brighton Court in Brooklyn, was jailed last night, facing several charges, including attempted murder.","thumbnail":null,"section":"New York"},{"date":"19941010","headline":"Article 488283 -- No Title","web_url":"https://www.nytimes.com/1994/10/10/arts/article-488283-no-title.html","abstract":"  Nancy Remick Reynolds, a dance historian and former member of the New York City Ballet, has established a $1.75 million endowment for the George Balanchine Foundation, an organization established in 1983 to further Balanchine's choreographic philosophy and art. The gift was announced on Thursday afternoon.   The endowment is to be used as seed money for a program of research, documentation and educational publishing, with a projected yearly budget of about $75,000 after the first year. Ms. Reynolds is to create and direct the program with Barbara Horgan, the president of the foundation and the Balanchine Trust, which coordinates the licensing of Balanchine ballets.","thumbnail":null,"section":"Arts"},{"date":"19941010","headline":"Perot Begins Radio Program, Attacking U.S. Foreign Policy","web_url":"https://www.nytimes.com/1994/10/10/us/1994-campaign-independent-perot-begins-radio-program-attacking-us-foreign-policy.html","abstract":"  Ross Perot, one of America's best-known talkers, officially became a talk-radio host tonight with the exhortation, \"Call in and get in line, because the phones are ringing tonight, and believe me, the roof is shaking in Washington!\"   The Dallas billionaire certainly did his part to get things shaking on his new one-hour, nationally syndicated show, calling President Clinton a draft dodger and Haiti's exiled President, the Rev. Jean-Bertrand Aristide, a drug dealer.","thumbnail":null,"section":"U.S."},{"date":"19941010","headline":"Corrections","web_url":"https://www.nytimes.com/1994/10/10/nyregion/c-corrections-489476.html","abstract":"  A headline yesterday in some copies about passage of the California Desert Protection Act misstated the margin of the Senate vote that ended a filibuster of the bill. The motion to end debate was backed by 68 Senators, eight more than needed, not one.","thumbnail":null,"section":"New York"},{"date":"19941010","headline":"ARAB GUNMEN RAID JERUSALEM CAFES, KILLING 2 PATRONS","web_url":"https://www.nytimes.com/1994/10/10/world/arab-gunmen-raid-jerusalem-cafes-killing-2-patrons.html","abstract":"  Palestinians armed with automatic rifles and grenades opened fire in a crowded nightlife section of central Jerusalem on Sunday night, killing an Israeli soldier and an Israeli Arab and wounding at least 13 others, several critically.   Two attackers were quickly killed by Israeli border policemen who had raced to the scene.","thumbnail":null,"section":"World"},{"date":"19941010","headline":"Pataki Takes His Campaign Message to Harlem Church","web_url":"https://www.nytimes.com/1994/10/10/nyregion/pataki-takes-his-campaign-message-to-harlem-church.html","abstract":"  For State Senator George E. Pataki, the campaign trail led yesterday to Harlem, where he addressed a Baptist congregation and spoke of the need for jobs, health care and economic revitalization in the community beyond the church's doors.   Members of the Abyssinian Baptist Church said they were not surprised that the visit of a gubernatorial candidate coincided with the approach of Election Day.","thumbnail":null,"section":"New York"},{"date":"19941010","headline":"British Lens Distorts the Irish Political Picture; A Cultural Scouring","web_url":"https://www.nytimes.com/1994/10/10/opinion/l-british-lens-distorts-the-irish-political-picture-a-cultural-scouring-489832.html","abstract":"  To the Editor:   William Safire in \"No Yanks Need Apply\" (column, Oct. 3) contends that to pull British troops from Northern Ireland would turn the place into an orange and green Bosnia, and that the British subjects there do not want to be \"nationally cleansed.\" If there was ever any ethnic cleansing in that island, surely it was at the hands of the British.","thumbnail":null,"section":"Opinion"},{"date":"19941010","headline":"Belgian Rightists Gain","web_url":"https://www.nytimes.com/1994/10/10/world/belgian-rightists-gain.html","abstract":"  Far right parties that oppose full rights for immigrants made big gains in local elections in Belgium today, challenging traditional alignments in four of the country's five largest cities.    In Brussels, Belgium's largest city with a population of one million, early returns indicated the far right would win at least the 11.5 percent it won in European elections in June. In 1988 the far-right vote there was less than 1 percent.","thumbnail":null,"section":"World"},{"date":"19941010","headline":"An Evening of Arias From Opera Manhattan","web_url":"https://www.nytimes.com/1994/10/10/arts/an-evening-of-arias-from-opera-manhattan.html","abstract":"  Opera Manhattan, which presents fully staged performances of rarely heard operas and gives half of its profits to AIDS-research organizations, is to open its fall season at 8 P.M. on Oct. 19 with a gala Massenet concert at Gould Hall, 55 East 59th Street, Manhattan. The soprano Andrea Gruber is to head the cast in performances of arias from \"Le Cid,\" \"Thais,\" \"Cleopatre,\" \"Therese\" and \"Cendrillon.\"   Tickets to the concert are $30; a $65 ticket includes a reception at the French Embassy, 972 Fifth Avenue, at 79th Street. Tickets may be bought at the Gould Hall box office or by mail from Opera Manhattan, 211 West 56th Street, New York, N.Y. 10019.","thumbnail":null,"section":"Arts"},{"date":"19941010","headline":"CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/10/10/arts/in-performance-classical-music-489573.html","abstract":"  From Comedy to Cuteness In a Storybook Setting  New York State Theater    The New York City Opera has an economical property in Lotfi Mansouri's production of \"Il Barbiere di Siviglia.\" The single set, by Desmond Heeley, uses reversible elements so that outdoor scenes give way to indoor ones with quick efficiency. But it has its troublesome aspects. The costumes, blindingly bright and occasionally garish, contribute to the storybook quality that Mr. Mansouri seems to have been after, and Christian Smith's stage direction pushes beyond the bounds of comic opera and well into the territory of late-19th-century operetta. Comedy defers to cuteness, and cuteness quickly grows cloying.","thumbnail":null,"section":"Arts"},{"date":"19941010","headline":"Police Profile Stays Much The Same","web_url":"https://www.nytimes.com/1994/10/10/nyregion/police-profile-stays-much-the-same.html","abstract":"  Even as the New York City Police Department is trying to diversify its ranks, most of this year's new officers followed friends or relatives onto the force, according to interviews and a survey of the new Police Academy graduates.   And despite the department's expressed desire to attract more black and inner-city recruits, most of the new officers resemble the rest of the force: They are white and male, and grew up in the suburbs or in low-crime neighborhoods of Staten Island and Queens.","thumbnail":null,"section":"New York"},{"date":"19941010","headline":"1944: Lethal Streetcars : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/10/10/opinion/IHT-1944-lethal-streetcars-in-our-pages100-75-and-50-years-ago.html","abstract":"ON A GERMAN HILLSIDE OVERLOOKING AACHEN - [From our New York edition:] American engineers flung two \"secret weapons\" - they call them V-13's - into the German lines at the outskirts of Aachen today [Oct. 9], and judging from the gunfire they sca","thumbnail":null,"section":"Opinion"},{"date":"19941010","headline":"Who Endorses Whom: Do Voters Really Care?","web_url":"https://www.nytimes.com/1994/10/10/nyregion/metro-matters-who-endorses-whom-do-voters-really-care.html","abstract":"  GIVEN all the hullabaloo, you'd think the outcome of New York's race for governor depended on political endorsements. When former Mayor David N. Dinkins finally announced his support for Gov. Mario M. Cuomo last week, after months of delicate negotiations, he got the royal treatment.    And what will Mayor Rudolph W. Giuliani decide? Will he cross the divide and endorse a Democrat, Mr. Cuomo? Will he support State Senator George E. Pataki, a fellow Republican? Or will he, as most political insiders anticipate, hedge his bets and endorse Mr. Pataki unenthusiastically as he winks at Mr. Cuomo?","thumbnail":null,"section":"New York"},{"date":"19941010","headline":"Erosion Plan Would Allot $400 million","web_url":"https://www.nytimes.com/1994/10/10/nyregion/erosion-plan-would-allot-400-million.html","abstract":"  The final report on a $400 million plan to protect the vulnerable coastal areas of Long Island, New York City and Westchester County was released today by Gov. Mario M. Cuomo, but the funding remained in doubt.   The plan stresses the need to protect the public in heavily populated shoreline areas and to retain major recreational areas. It also urges the correction of coastal problems created by humans, like jetties and inlets that disrupt the natural flow and distribution of sand.","thumbnail":null,"section":"New York"},{"date":"19941010","headline":"Caribbean Center Salute To Katherine Dunham","web_url":"https://www.nytimes.com/1994/10/10/arts/caribbean-center-salute-to-katherine-dunham.html","abstract":"  Katherine Dunham is being saluted in a monthlong 85th-birthday tribute sponsored by the Caribbean Cultural Center.   Photographic exhibitions will open on Oct. 20 at the center, 408 West 58th Street, and at the New York City Department of Cultural Affairs, 2 Columbus Circle. Admission: $3; $2 students and the elderly. A conference, \"Defining an Esthetic for New World Africans,\" will be held on Oct. 21 and 22 from 10 A.M. to 5 P.M. at the Schomburg Center for Research in Black Culture, 515 Malcolm X Boulevard in Harlem. Admission: $15 for both days; $10 for one day.","thumbnail":null,"section":"Arts"},{"date":"19941010","headline":"Army Investigates Guantanamo Melee","web_url":"https://www.nytimes.com/1994/10/10/world/army-investigates-guantanamo-melee.html","abstract":"  The Army is conducting a criminal investigation into accusations that an American soldier at Guantanamo Bay, Cuba, threw rocks at Haitian refugees during a melee last month that left a 16-year-old Haitian boy hospitalized with a fractured skull.   The boy's father, Voidieu Jean-Louis, contends that a rock thrown by an American soldier struck his son, Pierreville, during a fracas on Sept. 4 at one of the refugee camps at the American naval base. The American authorities say it is unclear who threw the rock that caused the injury.","thumbnail":null,"section":"World"},{"date":"19941010","headline":"Circle Repertory Enters Upon Adulthood","web_url":"https://www.nytimes.com/1994/10/10/theater/circle-repertory-enters-upon-adulthood.html","abstract":"  In May, Tanya Berezin, the artistic director of Circle Repertory Company, and Abigail Evans, who was then the managing director, met with several members of the theater's board. There was a sense of urgency to their discussions. The theater's accumulated operating deficit, in six figures for more than a decade, had climbed to nearly $700,000. And in the just-completed 1993-94 season, the company's 25th, it had delivered, by Ms. Berezin's own admission, not a celebratory anniversary schedule of plays but one that had been necessarily watered down.   At issue at the May meeting was whether, after a quarter-century, the life of the city's only resident theater company, the creative home of playwrights like Lanford Wilson, Paula Vogel and Jon Robin Baitz, had come to an end.","thumbnail":null,"section":"Theater"},{"date":"19941010","headline":"Corrections","web_url":"https://www.nytimes.com/1994/10/10/nyregion/c-corrections-484113.html","abstract":"  Because of an editing error, a front-page article yesterday about the effect of managed care on psychotherapy described one company in the field incorrectly. The company, Value Behavioral Health, is the largest managed-care company for mental health; it is not the country's largest managed-care company.","thumbnail":null,"section":"New York"},{"date":"19941010","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/10/10/nyregion/news-summary-483400.html","abstract":"  International A2-11  A SHOW OF U.S. FORCE  The United States is sending more troops and some of its most potent warplanes to the Persian Gulf, making a pointed display of its military power, as Iraqi forces gathered at the border with Kuwait.  A1","thumbnail":null,"section":"New York"},{"date":"19941010","headline":"Crime and Echoes of 'Willie Horton' in Campaign","web_url":"https://www.nytimes.com/1994/10/10/us/the-1994-campaign-pennsylvania-crime-and-echoes-of-willie-horton-in-campaign.html","abstract":"  Lieut. Gov. Mark S. Singel always figured that the numbers would defend him.   With his Republican opponent, Representative Tom Ridge, painting him as soft on crime throughout their race for governor, Mr. Singel has cited records showing how few state prisoners serving life terms ever gain freedom. From 1991 to 1993, state records show, only 55 of 2,614 prisoners won recommendations from the State Board of Pardons, on which Mr. Singel serves as chairman, and only 8 of those were approved by Gov. Robert P. Casey.","thumbnail":null,"section":"U.S."},{"date":"19941010","headline":"Lukas Success Leaves His Critics Up the Track","web_url":"https://www.nytimes.com/1994/10/10/sports/horse-racing-lukas-success-leaves-his-critics-up-the-track.html","abstract":"  On the day after Tabasco Cat lost the battle, Wayne Lukas stood in the sunshine at Belmont Park and figured that he and his herd actually may have won the war.   \"I'm still soaking it up,\" he said. \"Days like that don't always come around.\"","thumbnail":null,"section":"Sports"},{"date":"19941010","headline":"Kelly's Tough New Job: Reforming Haiti's Police","web_url":"https://www.nytimes.com/1994/10/10/world/kelly-s-tough-new-job-reforming-haiti-s-police.html","abstract":"  The Haitian police made an effort to clean up before Raymond W. Kelly arrived at the station house the other day. The scores of keys, along with ripped-up wallets and pieces of shoes and belts that had littered the dirt in front of the tiny concrete holding cells were piled out of sight behind the roots of a tree.   Chickens and goats wandered about the carcasses of police cars resting on rusted wheel rims. When a storeroom door was opened it revealed a huge heap of filthy rifles piled haphazardly and such unusual law-enforcement equipment as mortars and a heavy machine-gun mount.","thumbnail":null,"section":"World"},{"date":"19941010","headline":"THEATER","web_url":"https://www.nytimes.com/1994/10/10/theater/in-performance-theater-488186.html","abstract":"  In a Los Angeles Sweatshop, Five Women Find Themselves  Gramercy Arts Theater    In \"Real Women Have Curves\" (\"Las Mujeres de Verdad Tienen Curvas\"), written by Josefina Lopez a few years ago when she was 19, the youngest of five Mexican immigrant women working in a Los Angeles dressmaking sweatshop dreams of becoming a writer and tries to impress the others, including her mother and sister, that they are backward in the age of feminism.","thumbnail":null,"section":"Theater"},{"date":"19941010","headline":"An Army Town Finds the Sendoffs Familiar","web_url":"https://www.nytimes.com/1994/10/10/world/threats-in-the-gulf-the-gi-s-an-army-town-finds-the-sendoffs-familiar.html","abstract":"  Betty Kidwill was nervous behind her dark sunglasses, chain-smoking in the parking lot of the Wal-Mart here and thinking about her soldier son getting ready for the long flight to Kuwait.    \"I'd rather he didn't have to do it,\" Ms. Kidwill said between drags, talking of her 20-year-old son, Daryl Deaver, who expected to ship out this week. \"If we had done the job right the first time, we wouldn't have to go in again.\"","thumbnail":null,"section":"World"},{"date":"19941010","headline":"DANCE","web_url":"https://www.nytimes.com/1994/10/10/arts/in-performance-dance-489549.html","abstract":"  Bodies Upended in Moments Optimistic and Dark  Ohio Theater    Randy James, who performed with Dan Wagoner, has a curiously mixed dance vision. There was a buoyant optimism to much of what he presented in a program of three new and recent pieces on Thursday night, even in the dances' quieter, darker moments. At the same time, Mr. James has a fondness for draped, drooping and upended bodies. Both qualities worked well together, however, in \"Estuary.\"","thumbnail":null,"section":"Arts"},{"date":"19941010","headline":"We Need Nevada Site To Store Spent Fuel","web_url":"https://www.nytimes.com/1994/10/10/opinion/l-we-need-nevada-site-to-store-spent-fuel-489743.html","abstract":"  To the Editor:   Kosta Tsipis's assessment of the issues surrounding the Yucca Mountain spent-fuel repository are on the mark (Op-Ed, Oct. 3). Officials in Nevada are trying to block the facility, which would store nuclear wastes from the country's reactors, because they fear accidents or leaks. But there is no way that the facility would ever approach the potential effect on the environment of decades of underground weapons testing.","thumbnail":null,"section":"Opinion"},{"date":"19941010","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/10/10/style/IHT-what-theyre-reading.html","abstract":"Walter Seipp, chairman of the supervisory board of Commerzbank AG, is reading the \"Pariser Tagebücher\" (The Paris Diaries) of Ernst Jünger. .\"I think Mr. Jünger is the outstanding German author of the last 50 years.\" .","thumbnail":null,"section":"Style"},{"date":"19941010","headline":"Change of Pianists In Brooklyn Concertw","web_url":"https://www.nytimes.com/1994/10/10/arts/change-of-pianists-in-brooklyn-concertw.html","abstract":"  Margaret Leng Tan is to replace Gwendolyn Mok as the piano soloist in Chen Yi's Piano Concerto at the opening concerts of the Brooklyn Philharmonic Orchestra's season on Friday and Saturday at 8 P.M. Ms. Mok is recovering from a back injury. Philip Glass's Second Symphony and John Zorn's \"For Your Eyes Only\" make up the balance of the program.","thumbnail":null,"section":"Arts"},{"date":"19941010","headline":"Paterno a Worrier Among Warriors","web_url":"https://www.nytimes.com/1994/10/10/sports/college-football-paterno-a-worrier-among-warriors.html","abstract":"  Joe Paterno is still screaming after all these years.   His high-pitched constructive criticism, imported from Brooklyn more than four decades ago, continues even as his Penn State Nittany Lions score at a rate that has occasionally even surprised themselves.","thumbnail":null,"section":"Sports"},{"date":"19941010","headline":"Fehr Finally Gets a Lift and Is a Bridesmaid No More","web_url":"https://www.nytimes.com/1994/10/10/sports/golf-fehr-finally-gets-a-lift-and-is-a-bridesmaid-no-more.html","abstract":"  Until today, his had been a career of near-misses. Rick Fehr had more second-place checks than the Buffalo Bills. Since he last won a golf tournament in 1986, he had been a runner-up eight times on the PGA Tour.   And for a while this afternoon, it looked as if Fehr was going to be victimized again. He nearly missed his tee time when his ride failed to show up on time to take him to the golf course for the final round of the Walt Disney World Oldsmobile Classic. He was tied for the lead with Craig Stadler after three rounds, and the thought crossed his mind that he might just be disqualified.","thumbnail":null,"section":"Sports"},{"date":"19941010","headline":"Germany Offers Fair Holocaust Reparations","web_url":"https://www.nytimes.com/1994/10/10/opinion/l-germany-offers-fair-holocaust-reparations-474576.html","abstract":"  To the Editor:   I take issue with statements in your Oct. 3 article about the 40-year battle of Hugo Princz, a Holocaust survivor, to receive reparations from the German Government. I was the lawyer for the German Government in the case.","thumbnail":null,"section":"Opinion"},{"date":"19941010","headline":"Holiday Today","web_url":"https://www.nytimes.com/1994/10/10/nyregion/holiday-today.html","abstract":"  Columbus Day will be observed today. Here are holiday schedules. NEW YORK    PARADE: The Columbus Day Parade begins at 10:15 A.M. at Fifth Avenue and 44th Street, proceeding north to 86th Street and east to Third Avenue.   GOVERNMENT OFFICES: Federal, state and municipal closed.   POST OFFICE: Express Mail and special delivery only; main post office open at 33d Street and Eighth Avenue.   BANKS: Closed.   PARKING: Alternate-side rules suspended.    SANITATION: No collection, street cleaning or recycling.    SCHOOLS: Closed.   FINANCIAL MARKETS: Open.   TRANSPORTATION: Subways, buses, Metro-North and Long Island Rail Road on regular schedules. NEW JERSEY    GOVERNMENT OFFICES: Closed.   POST OFFICES: Closed.   BANKS: Local option.   SCHOOLS: Local option.   TRANSPORTATION: N.J. Transit trains on regular schedules, bus schedules vary. CONNECTICUT    GOVERNMENT OFFICES: Closed.   POST OFFICES: Closed.   BANKS: Closed.   SCHOOLS: Closed.   TRANSPORTATION: New Haven Line on regular schedule. Traffic Alert TODAY    BOWLING GREEN ASSOCIATION FESTIVAL: Broadway between Battery Place and Fulton Street will be closed from 11 A.M. to 7 P.M.  ","thumbnail":null,"section":"New York"},{"date":"19941010","headline":"Bosnians Fear a Rising Islamic Authoritarianism","web_url":"https://www.nytimes.com/1994/10/10/world/bosnians-fear-a-rising-islamic-authoritarianism.html","abstract":"  A few weeks ago, the popular host of a radio show here received a letter from the Bosnian Culture Minister ordering him to stop playing \"aggressor music\" -- songs performed by Serbs.   \"I was outraged,\" Mimo Sahinpasic, the radio host, said. \"There are Serbian singers -- like Djordje Balasevic -- whose antiwar songs have done more for Bosnia than 80 percent of our leaders. So I ignored the letter. I'm in Bosnia to fight for what's left of the Yugoslav idea, not to live in a one-party state.\"","thumbnail":null,"section":"World"},{"date":"19941010","headline":"Once, a Penny Saved; Now, a Dollar Charged","web_url":"https://www.nytimes.com/1994/10/10/books/books-of-the-times-once-a-penny-saved-now-a-dollar-charged.html","abstract":"  A PIECE OF THE ACTION How the Middle Class Joined the Money Class  By Joseph Nocera  464 pages. Simon & Schuster. $25.   \"Over the past two decades, we've been participating in nothing less than a money revolution,\" writes Joseph Nocera, a business and financial journalist, in his entertaining but uncritical cultural history, \"A Piece of the Action: How the Middle Class Joined the Money Class.\"","thumbnail":null,"section":"Books"},{"date":"19941010","headline":"Japan's No-Strike Zone","web_url":"https://www.nytimes.com/1994/10/10/opinion/japans-nostrike-zone.html","abstract":"The long baseball season is finally at an end. On Oct. 22, the two league champions will face each other in the first game of the annual best-of-seven fall classic to determine the professional baseball championship. Although tickets are all but sold out, millions of viewers will be able to watch on TV. \n\nUnfortunately for Americans, I am talking about Japan -- a nation with a 124-year history of baseball, where such things as player strikes happily do not occur, and citizens look askance at countries where they do. \"We really can't understand how you could let such a thing happen,\" the novelist and baseball fan Masayuki Tamaki said of the collapse of 1994 season in the U.S. \"Don't the players in your country ever think they are paid too much?\"","thumbnail":null,"section":"Opinion"},{"date":"19941010","headline":"A Tough New Role For Police Official","web_url":"https://www.nytimes.com/1994/10/10/world/a-tough-new-role-for-police-official.html","abstract":"  The former New York City Police Commissioner has taken on a tough challenge in Haiti, trying to turn a group of bullies who have long served as an instrument of repression into a professional police force.","thumbnail":null,"section":"World"},{"date":"19941010","headline":"Bills, and the Wind, Blow Marino Asunder","web_url":"https://www.nytimes.com/1994/10/10/sports/pro-football-bills-and-the-wind-blow-marino-asunder.html","abstract":"  Bills linebacker Darryl Talley has seen Miami quarterback Dan Marino up close twice a year for the last 12 seasons and there's one thing he has come to expect from the record-setting passer -- the unexpected.   \"I didn't know what we were going to get,\" Talley said, regarding his thoughts entering this afternoon's game at Rich Stadium. \"I know what he's capable of and he's scary.\"","thumbnail":null,"section":"Sports"},{"date":"19941010","headline":"A Romantic Tribute To the First Americans","web_url":"https://www.nytimes.com/1994/10/10/movies/television-review-a-romantic-tribute-to-the-first-americans.html","abstract":"  The American Indian has endured enough at the hands of European newcomers to be spared the slings, never mind arrows, of a television reviewer. And if tonight's opening episode of \"The Native Americans,\" a six-hour celebratory history of, by and with American Indians concentrates more on the inspirational than on the strictly historical, it would take a stonier heart than mine to begrudge the impulse.   Tonight's opener focuses on the indigenous peoples of the Northeast, who had the misfortune to be in the path of the earliest colonizers of what Europeans called the New World. It is a shameful and much-told story of the smashing of cultures and the decimation of tribes.","thumbnail":null,"section":"Movies"},{"date":"19941010","headline":"Seized but Not Burned","web_url":"https://www.nytimes.com/1994/10/10/opinion/l-seized-but-not-burned-489840.html","abstract":"  To the Editor:   I was concerned to read the letter from Jeryl Metz (Sept. 30) about the alleged burning by British Customs of a book that had been sent to a client in Britain.","thumbnail":null,"section":"Opinion"},{"date":"19941010","headline":"Cedras Will Step Down Today, Haitian Military Officials Say","web_url":"https://www.nytimes.com/1994/10/10/world/cedras-will-step-down-today-haitian-military-officials-say.html","abstract":"  The Commander in Chief of the Haitian military, Lieut. Gen. Raoul Cedras, and other senior officers will step down on Monday, Haitian military officials said today.   Such an action, long sought by American officials here, would remove the final roadblock preventing the return of Haiti's exiled President, the Rev. Jean-Bertrand Aristide, and his Cabinet.","thumbnail":null,"section":"World"},{"date":"19941010","headline":"Oh, What Stories Uncle Zeppo Told!","web_url":"https://www.nytimes.com/1994/10/10/opinion/l-oh-what-stories-uncle-zeppo-told-489859.html","abstract":"  To the Editor:   My father, Groucho Marx, told me that he never believed anything he read in the newspapers because \"everything I read about myself is always wrong.\" That goes for Uncle Zeppo's recollections of how my father and mother, Ruth Johnson, met, which you published as excerpts from a Marx Brothers enthusiast's journal, The Freedonia Gazette (The Week in Review, Oct. 2).","thumbnail":null,"section":"Opinion"},{"date":"19941010","headline":"CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/10/10/arts/in-performance-classical-music-489565.html","abstract":"  Folk-Music Elements Transformed but Not Lost  New School    It is a fanciful thought, but what if folk song, \"used\" by classical composers for centuries, was itself the user? As the ethnic cultures that produced them die and fade, could it be that folk songs seek extended life by attaching themselves to music that promises survival? One is reminded of the Chinese proverb about cats: Originally cats ruled the world, it says, but, tiring of the strain, turned over their hegemony in exchange for protection.","thumbnail":null,"section":"Arts"},{"date":"19941010","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/10/10/nyregion/metro-digest-484490.html","abstract":"  PATAKI STRESSES LEADERSHIP AND CHANGE   State Senator George E. Pataki, the Republican candidate for governor, contends that New York State has an anemic economy, crime-ridden streets, a meddlesome government and property taxes that are driving its residents away.    In making that bleak diagnosis during a two-hour interview with reporters and editors of The New York Times, Mr. Pataki advocated sweeping away 12 years of Democratic policies under Gov. Mario M. Cuomo that he said had engendered high taxes, crushing welfare costs and burdensome regulations. A1.","thumbnail":null,"section":"New York"},{"date":"19941010","headline":"British Labor's New Look","web_url":"https://www.nytimes.com/1994/10/10/opinion/british-labor-s-new-look.html","abstract":"  Tony Blair's promising debut as leader of the Labor Party signals an important turn in British politics. Since the rise of Margaret Thatcher 15 years ago, Labor, Britain's ruling party for most of the 1960's and 70's, has seemed fusty and often irrelevant. Now a revitalized Labor is storming back, with updated policies, a strong lead in the polls and a telegenic young leader. This sharpening of political competition is healthy for British democracy and, hence, welcome to Americans as well.   Mr. Blair benefits from groundwork done by his recent predecessors. Neil Kinnock began revising obsolete policies favoring unilateral disarmament and state ownership. The late John Smith healed internal wounds and reconnected the party with followers who had been alienated by the cultural radicalism of recent decades. But it falls to Mr. Blair, who took over in July, to complete the process of generational and philosophical renewal.","thumbnail":null,"section":"Opinion"},{"date":"19941010","headline":"In Simpson Subtext, the Defense Tries to Put the Los Angeles Police on Trial","web_url":"https://www.nytimes.com/1994/10/10/us/in-simpson-subtext-the-defense-tries-to-put-the-los-angeles-police-on-trial.html","abstract":"  In a sense, two trials are proceeding simultaneously these days before Judge Lance A. Ito of Superior Court. In the first trial, the official one, the defendant is O. J. Simpson, charged by the State of California with murder. In the second, the unofficial one, the accusers are Mr. Simpson and his lawyers, and the defendant is the Los Angeles Police Department.   Mr. Simpson's lawyers say the police have committed a variety of misdeeds, like bungling, bigotry, a cavalier contempt for the law, dishonesty, highly prejudicial leaks (of both genuine and bogus information), the planting of a bloody glove and possibly even the fabrication of a bloody sock. One defense lawyer has accused the police of weaving \"a tissue of lies\"; in at least one instance, Judge Ito appeared to agree. Nonetheless, the judge last week mowed down a series of efforts by the defense to throw out evidence against Mr. Simpson on the grounds of police misconduct.","thumbnail":null,"section":"U.S."},{"date":"19941010","headline":"For Voters, Hope Gives Way To Anger, Fear and Cynicism","web_url":"https://www.nytimes.com/1994/10/10/us/1994-campaign-voters-for-voters-hope-gives-way-anger-fear-cynicism.html","abstract":"  This colonial city is so sedate that the biggest contretemps is how to retrieve the bench on Chippewa Square, on which Tom Hanks sat in the movie \"Forrest Gump\" and which has now been replaced by a dumpster. But get them talking about politics, and residents here are no less irritable, dispirited or cynical than the rest of America.   Mannered they may be, but they are also angry.","thumbnail":null,"section":"U.S."},{"date":"19941010","headline":"Editorial Notebook; Polio, Remembered The Decline Of a Disease","web_url":"https://www.nytimes.com/1994/10/10/opinion/editorial-notebook-polio-remembered-the-decline-of-a-disease.html","abstract":"  One morning a long time ago, I wakened to a fierce headache, the first the 5-year-old I was then had ever experienced. My neck was stiff, too, so stiff that it was pinioned to the pillow. I don't recall being frightened, however, until I saw my parents' faces. They were terrified.    At this point memory shuts down -- perhaps I drifted into sleep -- and doesn't return until it is 12 hours later. Now I am lying in a corridor on what seems to be a cot, next to a young man who appears to be sleeping. My fright is succeeded by astonishment. Where am I? Who is this stranger whose sealed and silent face is only a few inches from mine?","thumbnail":null,"section":"Opinion"},{"date":"19941010","headline":"1919: Auto Salon Opens : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/10/10/opinion/IHT-1919-auto-salon-opens-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The opening of the Fifteenth Automobile Salon, the first real industrial Peace manifestation seen in Paris since the war, marks the return of French industry to its normal activity and progress. Although French constructors have to fight against e","thumbnail":null,"section":"Opinion"},{"date":"19941010","headline":"CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/10/10/arts/in-performance-classical-music-484334.html","abstract":"  Three Players Celebrate A Tradition's Two Decades  92d Street Y    As the 92d Street Y once again reconsiders the nature and depth of its commitment to classical music, it continues to provide reminders of its illustrious history in the field. Chamber Music at the Y, for example, which has presented everyone from Ax to Zukerman and from Bil Baird's Marionettes to the Scottish Chamber Orchestra, is celebrating its 20th anniversary.","thumbnail":null,"section":"Arts"},{"date":"19941010","headline":"Sports of The Times; Lebow Won His Personal Marathon","web_url":"https://www.nytimes.com/1994/10/10/sports/sports-of-the-times-lebow-won-his-personal-marathon.html","abstract":"  THE best way to remember Fred Lebow is smack in the middle of his own race. I could tell you about the fraternal warmth I always felt whenever Fred Lebow would sidle up to me at somebody else's party, probably wearing a jogging suit and running shoes, witty and perceptive in his lush Transylvanian accent, even when he wasn't pushing his own event or explaining away some problem, which was always, you understand, extremely minor.   Fred died yesterday, exactly four weeks before his event, the New York City Marathon, which has become the most delightful sporting day in New York, every year.","thumbnail":null,"section":"Sports"},{"date":"19941010","headline":"Memphis Has a Tribute to Elvis For a New World of Consumers","web_url":"https://www.nytimes.com/1994/10/10/arts/memphis-has-a-tribute-to-elvis-for-a-new-world-of-consumers.html","abstract":"  Few cities have been as transformed by the presence of a pop music personality as Memphis, home of Elvis Presley from the time he was 13 until his death in 1977. When asked about Elvis's importance to the city, Memphians like to respond, with a mixture of embarrassment and pride, that Elvis is Memphis. This weekend, the routine of paying homage to the King with visits to Graceland and small celebrations on the anniversaries of his birth and death was shaken up slightly. Elvis Presley's estate, Graceland, sponsored its first tribute to the King, flying in a small army of pop musicians for a concert and holding the first party at Graceland since Elvis's death.    The tribute did not mark any particular event in Presley's life. It didn't have to. When Elvis calls, his fans respond. Some 17,000 people paid $40 to $550 a seat for the concert at the new Pyramid arena, making Memphis seem like the site of a World's Fair. Five Danish au pairs drove in from Washington, two Japanese students with Elvis-style sideburns flew in from Japan, an Illinois woman made her 27th pilgrimage to Memphis and two Elvis fans from Canada arranged to meet here after 30 years apart.","thumbnail":null,"section":"Arts"},{"date":"19941010","headline":"Send Problem Students To Boarding School","web_url":"https://www.nytimes.com/1994/10/10/opinion/l-send-problem-students-to-boarding-school-489867.html","abstract":"  To the Editor:   I understand the reasons for Schools Chancellor Ramon Cortines's plan to remove weapon-carrying students from the intermediate and senior high schools in New York City (news article, Oct. 1), but I very much doubt that the separation will benefit the troublesome students.","thumbnail":null,"section":"Opinion"},{"date":"19941010","headline":"What, Starks Worry? Game 7 Is Buried","web_url":"https://www.nytimes.com/1994/10/10/sports/pro-basketball-what-starks-worry-game-7-is-buried.html","abstract":"  Some Knicks fans still shudder when they remember Game 7 of the 1994 National Basketball Association finals. Fortunately for him, John Starks does not.   The dreadful experience of shooting 2 for 18 against the Houston Rockets in the championship game has made Starks more determined to end the coming season in celebration instead of sadness. He wants to solidify his status as an All-Star shooting guard. He wants another crack at the finals, just as all of the Knicks do. Meanwhile, add Starks's name to the list of Knicks who are looking for a contract extension.","thumbnail":null,"section":"Sports"},{"date":"19941010","headline":"THREATS IN THE GULF: THE BUSH LEGACY Clinton's Line in the Sand; The President Seeks to Avoid Bush's Error Of Not Clearly Warning the Iraqis in 1990","web_url":"https://www.nytimes.com/1994/10/10/world/threats-gulf-bush-legacy-clinton-s-line-sand-president-seeks-avoid-bush-s-error.html","abstract":"  With bellicose threats and a rapid mustering of military might, President Clinton and his advisers are intent on sending Saddam Hussein the clear warning that President Bush did not: that an Iraqi invasion of Kuwait would prompt an overwhelming American response.   When Iraqi troops last massed on the Kuwaiti border four years ago, the signals sent by Mr. Bush and his Ambassador, April Glaspie, were irresolute. The only show of American force was two KC-135 refueling planes that were sent to the United Arab Emirates. The Iraqis poured into Kuwait all but unopposed, and it was seven months before they were dislodged in the Persian Gulf war.","thumbnail":null,"section":"World"},{"date":"19941010","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/10/10/nyregion/inside-483427.html","abstract":"  Marathon Creator Dies   Fred Lebow, who founded the New York City Marathon and developed it into the largest such race in the world, was 62. Page B8. When Closed Means Open    A new study finds that more than one-third of United States military bases that were to have closed remain open in some way. Page A12. 2 Faces of Simpson Trial    The official O. J. Simpson trial will feature the state v. Mr. Simpson; the unofficial one, his lawyers v. the Los Angeles police. Page A13.","thumbnail":null,"section":"New York"},{"date":"19941010","headline":"Lost and Found in Tokyo and New York","web_url":"https://www.nytimes.com/1994/10/10/opinion/l-lost-and-found-in-tokyo-and-new-york-474592.html","abstract":"  To the Editor:   Last June I forgot my jacket in the Tokyo subway. It contained several business cards, a fountain pen and some small change. I was not worried. A few calls to the lost and found office, and I would be certain to have my jacket delivered. But this piece of clothing, oversized for most Japanese, was never returned. It is lost.","thumbnail":null,"section":"Opinion"},{"date":"19941010","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/10/10/nyregion/chronicle-486949.html","abstract":"  And just who might Felipa Moniz e Perestrello Columbus be?   As today is Columbus Day, perhaps the answer is obvious. She was the wife of the man who sailed the ocean blue in 1492 and, according to PAULA DiPERNA, she was the woman who probably made the epic trip possible.","thumbnail":null,"section":"New York"},{"date":"19941010","headline":"Murell Doesn't Want to Be the Jets' Meggett","web_url":"https://www.nytimes.com/1994/10/10/sports/sports-of-the-times-murell-doesn-t-want-to-be-the-jets-meggett.html","abstract":"  ON the third-and-10 play that turned the Jets' 16-6 victory, Adrian Murrell moved out to the right, caught a screen pass from Boomer Esiason and wiggled 12 yards for a first down at the Colts' 38-yard line. Three plays later, he dashed around left end to the 25 but now, seeing Johnny Johnson hurrying toward the huddle, he trotted to the sideline for a breather.   Cheers burst from the assembly of 66,244 that understood that Adrian Murrell had arrived. He also understood. He waved.","thumbnail":null,"section":"Sports"},{"date":"19941010","headline":"The Great Kindergarten Shuffle Succeeds","web_url":"https://www.nytimes.com/1994/10/10/nyregion/the-great-kindergarten-shuffle-succeeds.html","abstract":"  It's been another autumn of scrambling for the city's kindergartners, a rising tide of human potential whose numbers the crowded school system seems always to underestimate.   But as of this week, a month after the official start of school, officials say that virtually all children wanting a seat in a New York City kindergarten class finally have one, and that a handful more -- maybe -- could also be accommodated.","thumbnail":null,"section":"New York"},{"date":"19941010","headline":"Jets Find Right Time to Awake From a Slumber","web_url":"https://www.nytimes.com/1994/10/10/sports/pro-football-jets-find-right-time-to-awake-from-a-slumber.html","abstract":"  Remember that dreary mess of a game last year at Giants Stadium, when the Indianapolis Colts out-field-goaled the Jets, 9-6, a game that became a microcosm of their bad seasons?   Well, the same teams were playing in the same place today, and midway through the fourth quarter the Jets were leading, 9-6, in another field-goal battle. Between occasional cheers, the crowd of 66,244, more than 10,000 below capacity, was squirming and booing. The boos were frequent because Johnny Mitchell dropped two more passes and James Hasty missed a tackle on a receiver.","thumbnail":null,"section":"Sports"},{"date":"19941010","headline":"Clapton on Tour, Singing the Blues And Nothing But","web_url":"https://www.nytimes.com/1994/10/10/arts/pop-review-clapton-on-tour-singing-the-blues-and-nothing-but.html","abstract":"  Eric Clapton knows he's taking two kinds of risk with his current tour, which started a two-night stand at Madison Square Garden on Saturday night. Instead of his own hits, he played two hours of vintage blues, including most of the material on his new album, \"From the Cradle\" (Reprise). One hazard is that he'll displease fans who want to hear \"Layla\" or \"Tears in Heaven\"; he simply declared that if there were requests, \"we will ignore them.\"","thumbnail":null,"section":"Arts"},{"date":"19941010","headline":"Essay; To Counter Saddam's Ploy","web_url":"https://www.nytimes.com/1994/10/10/opinion/essay-to-counter-saddam-s-ploy.html","abstract":"  The first foreign-policy blunder made by Bill Clinton, soon after his election, was about Saddam Hussein. The President-elect told Tom Friedman of The New York Times that as a good Baptist he believed in conversion, and that perhaps the dictator could be dealt with if he acceded to U.N. arms-destruction and human-rights requirements.   Some of us turned purple. That was contrary to the hard-line American position to use sanctions to force the tyrant from power. President Bush had sent an unambiguous message to Baghdad: get rid of Saddam or forget about pumping oil. Clinton's remark offered Saddam room to maneuver.","thumbnail":null,"section":"Opinion"},{"date":"19941010","headline":"Framingham Journal; Backroom Where Talk Of Politics Is Relished","web_url":"https://www.nytimes.com/1994/10/10/us/framingham-journal-backroom-where-talk-of-politics-is-relished.html","abstract":"  Barry Sokolov and his buddies were sitting on broken-down chairs in the cluttered back room of Mr. Sokolov's variety store, eating donuts out of the box and kicking back, as they do every Sunday morning.    In unprintable words, Bob Moore, a local newspaper columnist, told Paul Downey he was dead wrong about John Stefanini, a town selectman and Democratic state representative from Framingham.","thumbnail":null,"section":"U.S."},{"date":"19941010","headline":"Body Found in Swiss Chalet Identified as No. 2 Cult Leader","web_url":"https://www.nytimes.com/1994/10/10/world/body-found-in-swiss-chalet-identified-as-no-2-cult-leader.html","abstract":"  The mystery surrounding the macabre deaths of 48 cult members in Switzerland deepened today with the assertion that a presumed ringleader of the Order of the Solar Temple, for whom a murder warrant had been issued, had been identified among the dead.   But there was still no clue as to the whereabouts of Luc Jouret, the 46-year-old Belgian founder and head of the sect, who is also wanted on murder charges. It has not been established whether he was also among those who died in Switzerland in a deadly scenario that was apparently coordinated with five other grisly deaths on property owned by the cult leaders in Canada.","thumbnail":null,"section":"World"},{"date":"19941010","headline":"Unbeaten and Undeniably on Top of Their Game","web_url":"https://www.nytimes.com/1994/10/10/sports/pro-football-unbeaten-and-undeniably-on-top-of-their-game.html","abstract":"  The San Diego Chargers are not only the National Football League's lone unbeaten team, but if they continue to play this way, the string may last. It may linger.   Putting all elements of the game firmly in place and putting Kansas City back with the rest of the pack in the A.F.C. West, the Chargers pounded the Chiefs, 20-6, before 62,923 thrilled fans at Jack Murphy Stadium.","thumbnail":null,"section":"Sports"},{"date":"19941010","headline":"British Lens Distorts the Irish Political Picture","web_url":"https://www.nytimes.com/1994/10/10/opinion/l-british-lens-distorts-the-irish-political-picture-489735.html","abstract":"  To the Editor:   Re William Safire's \"No Yanks Need Apply\" (column, Oct. 3):","thumbnail":null,"section":"Opinion"},{"date":"19941010","headline":"Cowboys Romp and Roar at Expense of Ryan and Cards","web_url":"https://www.nytimes.com/1994/10/10/sports/pro-football-cowboys-romp-and-roar-at-expense-of-ryan-and-cards.html","abstract":"  Certainly it is too early to call Buddy Ryan a failure in his latest fling with head coaching, this time with the Arizona Cardinals.   Despite a 38-3 thumping from the Dallas Cowboys today that dropped Ryan's Cardinals to 1-4, the season isn't even close to half over. Even Ryan's good teams in Philadelphia tended to start poorly and finish well. But what is one to make of his current bunch whose first two defeats were by a combined 5 points and whose last two defeats were by a total of 67?","thumbnail":null,"section":"Sports"},{"date":"19941010","headline":"Speaker of the House Has a New Ring to It; Town Meeting Puts Call-Ins on Cable","web_url":"https://www.nytimes.com/1994/10/10/nyregion/speaker-of-the-house-has-a-new-ring-to-it-town-meeting-puts-call-ins-on-cable.html","abstract":"  Cindy Mooney just wanted to have a private word with her elected officials when she called Town Hall here the other night. Instead, people all over town wound up hearing what she had to say.   \"I guess I'm on a speaker phone, is that right?\" a puzzled Ms. Mooney asked when her call was patched through to a Town Board meeting.","thumbnail":null,"section":"New York"},{"date":"19941010","headline":"Montserrat Caballe Recital","web_url":"https://www.nytimes.com/1994/10/10/arts/montserrat-caballe-recital.html","abstract":"  Montserrat Caballe is to celebrate the 30th anniversary of her American debut with a recital at Carnegie Hall on Nov. 22 at 8 P.M. She is to sing works by Haydn, Scarlatti, Paisiello, Turina, Rodrigo, Obradors and others, accompanied by Manuel Burgueras. Tickets, at $10 to $50, are available at the box office or through Carnegie Charge, (212) 247-7800.","thumbnail":null,"section":"Arts"},{"date":"19941010","headline":"The Hazy Gubernatorial Race","web_url":"https://www.nytimes.com/1994/10/10/opinion/the-hazy-gubernatorial-race.html","abstract":"  With less than a month to go before the election, the fierce race between Gov. Mario Cuomo of New York and his Republican rival, State Senator George Pataki, is caught up in a battle over dueling tax-cut plans, and the prevalent anti-incumbent mood, which registers in the latest New York Times/CBS News Poll as a strong A.B.C. factor: anyone but Cuomo.   The chance that a brand-name Democrat like Mr. Cuomo, a longtime fixture in national politics, could lose to a relatively obscure Republican state legislator like Mr. Pataki makes for one of the more compelling dramas of this election year. But New Yorkers wishing to make an intelligent choice between the two candidates are thwarted by the absence of any campaign debates. The candidates have yet to hold one, and there are no plans for any, either. The reason? The candidates cannot agree on the ground rules.","thumbnail":null,"section":"Opinion"},{"date":"19941010","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/10/10/nyregion/chronicle-489492.html","abstract":"  DAVID ZUCKER, executive producer of the \"Naked Gun\" and \"Airplane\" movies, and MARSHALL HERSKOVITZ, executive producer of \"thirtysomething\" and \"My So Called Life,\" have teamed up to write, produce and direct a film for TreePeople, a Los Angeles-based environmental education and training organization, to celebrate its 21st anniversary.   A premiere screening of the film, \"TreePeople: A Short Course in Changing the World,\" was held Saturday at the organization's annual fund-raiser, held on the grounds of its Coldwater Canyon Park headquarters.","thumbnail":null,"section":"New York"},{"date":"19941010","headline":"Pataki on the Record: Excerpts From a Talk On Campaign Issues","web_url":"https://www.nytimes.com/1994/10/10/nyregion/the-1994-campaign-pataki-on-the-record-excerpts-from-a-talk-on-campaign-issues.html","abstract":"  State Senator George E. Pataki, the Republican candidate for governor of New York, met with reporters and editors of The New York Times for two hours on Friday to discuss issues in the gubernatorial race and his goals if elected. Here are excerpts from the session. FISCAL MATTERS Taxing and Spending [ Senator Pataki was asked how he will be able to reconcile his campaign promises to cut taxes and control spending while also increasing aid to education and improving other state services. ]","thumbnail":null,"section":"New York"},{"date":"19941010","headline":"POP","web_url":"https://www.nytimes.com/1994/10/10/arts/in-performance-pop-489557.html","abstract":"  Of Hope Rising, Falling Or Just Surviving  Bottom Line    Ferron confided her songs on Wednesday night. She sang in a husky whisper, her words slightly slurred, her voice nestled amid finger-picked guitars and cushioned by an electric cello. She never raised her voice; the tone was always conversational, the advice of an older sister who's gone through heartbreak and held on to hope. In \"Cactus,\" from her current album, \"Driver\" (Earthbeat/Warner Brothers), she sang, \"I found that all the world could love you save for one/And I don't know why it is, but that kiss will be the haunted one.\"","thumbnail":null,"section":"Arts"},{"date":"19941010","headline":"AT LEAST 36,000 U.S. TROOPS GOING TO GULF IN RESPONSE TO CONTINUED IRAQI BUILDUP","web_url":"https://www.nytimes.com/1994/10/10/world/threats-gulf-military-buildup-least-36000-us-troops-going-gulf-response.html","abstract":"  The Clinton Administration announced tonight that it is sending at least 36,000 troops and some of its most potent warplanes to the Persian Gulf to counter a large and continuing buildup of Iraqi troops near the Kuwaiti border.   But American officials said that if the Iraqis continue their military preparations at the current rate, they could be in a position to launch a major invasion of Kuwait in a matter of days, well before the vast majority of the ground troops could arrive.","thumbnail":null,"section":"World"},{"date":"19941010","headline":"As Going Gets Tough, Kuwaitis Go Out to Eat","web_url":"https://www.nytimes.com/1994/10/10/world/threats-in-the-gulf-the-kuwaitis-as-going-gets-tough-kuwaitis-go-out-to-eat.html","abstract":"  With thousands of Iraqi troops just north of the border, Kuwaiti reservists being mobilized and American soldiers on the way, many Kuwaitis are responding to the pressure by turning to one of the most beloved activities in the emirate -- eating.    Restaurants, fast-food outlets, ice cream parlors, pastry shops and candy stores are packed with jittery Kuwaitis, who hope there will be no replay of the 1990 invasion, when Iraqi soldiers sliced through meager defenses and rolled into Kuwait City.","thumbnail":null,"section":"World"},{"date":"19941010","headline":"A Lone Doctor Adapts Drugs For Abortions","web_url":"https://www.nytimes.com/1994/10/10/nyregion/a-lone-doctor-adapts-drugs-for-abortions.html","abstract":"  The so-called abortion pill from France, RU-486, is still illegal in this country, but an alternative drug treatment has become available for $500 in New York. Richard Haus knecht, a gynecologist and longtime abortion-rights crusader, says he has used two drugs already on the market -- but approved for other purposes -- to perform more than 100 abortions without surgery.   Dr. Hausknecht has been criticized by medical researchers for using the method in his private practice before its safety and efficacy are determined in clinical trials, which are under way in three American cities. But he insists -- and authorities seem inclined to agree -- that he is doing nothing illegal. He argues that the method should be available immediately to give women an alternative to surgical abortions and acknowledges a political motive.","thumbnail":null,"section":"New York"},{"date":"19941010","headline":"TRANSACTIONS: WEEKEND","web_url":"https://www.nytimes.com/1994/10/10/sports/transactions-weekend.html","abstract":"  East Coast Hockey League  ERIE PANTHERS -- Acquired Brad Harrison, forward, from Huntington for future considerations.","thumbnail":null,"section":"Sports"},{"date":"19941010","headline":"DANCE","web_url":"https://www.nytimes.com/1994/10/10/arts/in-performance-dance-488178.html","abstract":"  A Swiss Troupe Emulates Medieval Fear of an Eclipse  St. Mark's Church    \"Vacarme\" means \"hubbub\" in French. But hubbub was what was missing from the work of that title presented by Compagnie Philippe Saire on Thursday night.","thumbnail":null,"section":"Arts"},{"date":"19941010","headline":"Sungai Penchala Journal; A Malay Plot? Or Just a Well-Meaning Commune?","web_url":"https://www.nytimes.com/1994/10/10/world/sungai-penchala-journal-a-malay-plot-or-just-a-well-meaning-commune.html","abstract":"  This, the Malaysian Government insists, is the lair of the devil.   With his mascara-lined eyes and flowing green robes, the spiritual leader of this tiny village near the capital is committing blasphemy after blasphemy against Islam as he procures Malaysian women as sex slaves and trains suicide commandos in the jungle, or so Malaysian officials have asserted.","thumbnail":null,"section":"World"},{"date":"19941010","headline":"POP","web_url":"https://www.nytimes.com/1994/10/10/arts/in-performance-pop-487830.html","abstract":"  A Voice From Folk, An Outlook From Today  Mercury Lounge    Katell Keineg has a voice so charged with feeling that it lifts everything she sings to the level of a primal wail. A folk-pop singer and songwriter who was born in France, grew up up in Wales and now lives in Ireland, Ms. Keineg recently released a debut album, \"O Seasons, O Castles\" (Elektra) whose songs are an eccentric mixture of autobiography, Celtic mysticism, political commentary and feminist outcry.","thumbnail":null,"section":"Arts"}],"wiki_events":[],"weather":[{"date":"19941010","time":"1994-10-10 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":55,"wspd":3.6},{"date":"19941010","time":"1994-10-10 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":66,"wspd":3.6},{"date":"19941010","time":"1994-10-10 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":71,"wspd":5.4},{"date":"19941010","time":"1994-10-10 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":74,"wspd":3.6},{"date":"19941010","time":"1994-10-10 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":77,"wspd":7.6},{"date":"19941010","time":"1994-10-10 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":80,"wspd":7.6},{"date":"19941010","time":"1994-10-10 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":80,"wspd":9.4},{"date":"19941010","time":"1994-10-10 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":77,"wspd":7.6},{"date":"19941010","time":"1994-10-10 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":70,"wspd":7.6},{"date":"19941010","time":"1994-10-10 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":64,"wspd":9.4},{"date":"19941010","time":"1994-10-10 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":54,"wspd":11.2},{"date":"19941010","time":"1994-10-10 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.3,"rhum":50,"wspd":13},{"date":"19941010","time":"1994-10-10 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.4,"rhum":40,"wspd":11.2},{"date":"19941010","time":"1994-10-10 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.5,"rhum":42,"wspd":13},{"date":"19941010","time":"1994-10-10 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.1,"rhum":42,"wspd":13},{"date":"19941010","time":"1994-10-10 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.5,"rhum":42,"wspd":16.6},{"date":"19941010","time":"1994-10-10 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.4,"rhum":34,"wspd":16.6},{"date":"19941010","time":"1994-10-10 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.2,"rhum":41,"wspd":18.4},{"date":"19941010","time":"1994-10-10 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.7,"rhum":54,"wspd":16.6},{"date":"19941010","time":"1994-10-10 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":64,"wspd":18.4},{"date":"19941010","time":"1994-10-10 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":70,"wspd":14.8},{"date":"19941010","time":"1994-10-10 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":75,"wspd":14.8},{"date":"19941010","time":"1994-10-10 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.5,"rhum":79,"wspd":13},{"date":"19941010","time":"1994-10-10 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":81,"wspd":11.2},{"date":"19941010","time":"1994-10-10 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":76,"wspd":18.7},{"date":"19941010","time":"1994-10-10 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":84,"wspd":29.5},{"date":"19941010","time":"1994-10-10 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":93,"wspd":14.8},{"date":"19941010","time":"1994-10-10 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":87,"wspd":24.1},{"date":"19941010","time":"1994-10-10 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":80,"wspd":16.6},{"date":"19941010","time":"1994-10-10 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":78,"wspd":13},{"date":"19941010","time":"1994-10-10 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":75,"wspd":11.2},{"date":"19941010","time":"1994-10-10 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":81,"wspd":11.2},{"date":"19941010","time":"1994-10-10 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":75,"wspd":9.4},{"date":"19941010","time":"1994-10-10 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":70,"wspd":14.8},{"date":"19941010","time":"1994-10-10 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":69,"wspd":11.2},{"date":"19941010","time":"1994-10-10 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":66,"wspd":13},{"date":"19941010","time":"1994-10-10 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":66,"wspd":13},{"date":"19941010","time":"1994-10-10 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":64,"wspd":16.6},{"date":"19941010","time":"1994-10-10 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":55,"wspd":22.3},{"date":"19941010","time":"1994-10-10 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":45,"wspd":24.1},{"date":"19941010","time":"1994-10-10 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":37,"wspd":29.5},{"date":"19941010","time":"1994-10-10 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":35,"wspd":24.1},{"date":"19941010","time":"1994-10-10 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":34,"wspd":25.9},{"date":"19941010","time":"1994-10-10 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":33,"wspd":27.7},{"date":"19941010","time":"1994-10-10 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":33,"wspd":24.1},{"date":"19941010","time":"1994-10-10 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":32,"wspd":31.7},{"date":"19941010","time":"1994-10-10 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":39,"wspd":27.7},{"date":"19941010","time":"1994-10-10 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":42,"wspd":25.9}]},"19941011":{"guardian_articles":[],"nytimes_articles":[{"date":"19941011","headline":"For the U.S., Not to Worry","web_url":"https://www.nytimes.com/1994/10/11/world/for-the-us-not-to-worry.html","abstract":"  None of the tainted paprika reported in Hungary has been exported to the United States, according to Hungarian officials and United States spice importers.   The Federal Food and Drug Administration, which randomly tests imports of various foods for pesticides and other chemical contaminants, will begin testing the next shipments of paprika imported from Hungary. \"We're in the process of looking at imports to make sure that paprika from Hungary is safe,\" said John Vanderveen, director of the office of plant and dairy foods and beverages for F.D.A.","thumbnail":null,"section":"World"},{"date":"19941011","headline":"Two Posing as Police Officers Rob a Park Avenue Penthouse","web_url":"https://www.nytimes.com/1994/10/11/nyregion/two-posing-as-police-officers-rob-a-park-avenue-penthouse.html","abstract":"  When two men wearing jackets emblazoned with the word \"Police\" presented themselves and their gold shields at 6 A.M. yesterday at the entrance of a Park Avenue luxury apartment house, the doorman whisked them up to the penthouse, the police said.   The two men turned out to be thieves, whose masquerade gained them entry to the modern building, clad in white brick, at 920 Park Avenue, at 80th Street, and to the rooftop apartment, the police said. They said the men claimed to be wielding a search warrant, but were actually armed with a 9-millimeter semiautomatic pistol.","thumbnail":null,"section":"New York"},{"date":"19941011","headline":"For Haytaian, the Pace Of Running Is Frenetic","web_url":"https://www.nytimes.com/1994/10/11/nyregion/for-haytaian-the-pace-of-running-is-frenetic.html","abstract":"  Watching Chuck Haytaian's race to become the first Republican to serve as a United States Senator from New Jersey in a generation, it is easy to recall that the word \"campaign\" originated with armies on the march.   Mr. Haytaian, the Assembly Speaker, makes clear that running for office is not for the weak of heart or faint of grip. Crowds of strollers at a Metuchen street fair are targets of invasion by his outstretched hand. State workers at a Trenton suburb, worried about their pay raises, are targets of opportunity for a defense of Mr. Haytaian's anti-tax message. A Trenton City Councilman -- naturally a Democrat -- gets the full bear hug, the one that rates 8 out of 10 on the physicality scale. Only the straight-ahead format of a weekend Columbus Day parade in this cradle of blue-collar Republicanism could keep Mr. Haytaian from working the crowds.","thumbnail":null,"section":"New York"},{"date":"19941011","headline":"A New Weapon Is Added To Battle Gum and Graffiti","web_url":"https://www.nytimes.com/1994/10/11/nyregion/a-new-weapon-is-added-to-battle-gum-and-graffiti.html","abstract":"  But for a single consonant, this might be big news: a gum-control plan will go into effect in midtown Manhattan today.   Yes, gum control. The Grand Central Partnership and the 34th Street Partnership are scheduled to unveil a high-powered enemy of wall-defacing vandals or merely careless litterers: an $8,000 vacuum-cleanerlike machine that blasts gum off sidewalks and graffiti off walls and comes with more stainless-steel attachments than a door-to-door salesman could ever demonstrate.","thumbnail":null,"section":"New York"},{"date":"19941011","headline":"Vikings Stifle Hampton","web_url":"https://www.nytimes.com/1994/10/11/sports/pro-football-vikings-stifle-hampton.html","abstract":"  The Giants needed an effective Rodney Hampton tonight to revitalize their ground game and to take some pressure off young quarterback Dave Brown.   Instead they got a somewhat rusty Hampton groping for some open space, searching for holes on running plays that were slow in developing and leading nowhere. They got 27 yards out of Hampton and that would not be enough in a 27-10 loss to Minnesota at Giants Stadium.","thumbnail":null,"section":"Sports"},{"date":"19941011","headline":"Broad Pulse of de Kooning in Top Form","web_url":"https://www.nytimes.com/1994/10/11/arts/art-review-broad-pulse-of-de-kooning-in-top-form.html","abstract":"  Along with Jackson Pollock, Willem de Kooning is the American abstract gestural painter of the postwar years to be reckoned with. A full-dress overview of his work is more than just a good idea; it is inevitable. For all its strengths, \"Willem de Kooning: Paintings,\" which opens today at the Metropolitan Museum of Art (through Jan. 8), is not that show, but it comes close.   What's missing? The details: the dazzling minor successes and the revealing near misses; the sketches and drawings that cleared the way for larger things; all the blips and flourishes, in short, that shape an oeuvre, explain its stresses, strains and transitions, and warm the monuments we call masterpieces into life.","thumbnail":null,"section":"Arts"},{"date":"19941011","headline":"Gators' Spurrier Grumbles, But Dean Is Still Winning","web_url":"https://www.nytimes.com/1994/10/11/sports/football-gators-spurrier-grumbles-but-dean-is-still-winning.html","abstract":"  When a pass by Terry Dean was intercepted late in the second quarter Saturday against Louisiana State, Florida Coach Steve Spurrier ripped off his sun visor and threw it.   Spurrier's animated dissatisfaction with his fifth-year senior quarterback was nothing new, and it came even though Dean rolled up 217 passing yards and one touchdown in a 42-18 victory over L.S.U.","thumbnail":null,"section":"Sports"},{"date":"19941011","headline":"Catching Heck Over a No-Curse Rule","web_url":"https://www.nytimes.com/1994/10/11/nyregion/our-towns-catching-heck-over-a-no-curse-rule.html","abstract":"  WHAT started Raritan officials thinking about cursing was Main Street. Pretty little Main Street. Nine blocks, two lights. Many whiskey-barrel planters.   While the Mayor and Borough Council were proud of Main Street, they had this creeping concern: Things could change. Someday, some so-and-so's could start congregating at corners, corrupting Main Street and offending the good citizens of Raritan with rude remarks and foul-mouthed four-letter words.","thumbnail":null,"section":"New York"},{"date":"19941011","headline":"1944: Stalin Speaks : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/10/11/opinion/IHT-1944-stalin-speaks-in-our-pages100-75-and-50-years-ago.html","abstract":"MOSCOW - [From our New York edition:] Marshal Josef V. Stalin, in a speech at a luncheon given in honor of Prime Minister Churchill, emphasized the necessity for post-war co-operation. Peace-loving nations had been caught unaware when this war started, he","thumbnail":null,"section":"Opinion"},{"date":"19941011","headline":"Russia Seeks Solution For Nazi Art Loot","web_url":"https://www.nytimes.com/1994/10/11/opinion/l-russia-seeks-solution-for-nazi-art-loot-496880.html","abstract":"  To the Editor:   \"Russia's Mute and Hidden Loot\" (editorial, Oct. 5) is a welcome contribution to the debate on the restitution of captured art works. This is not a new debate. It is one that has preoccupied many museums and countries for many years.   The decision of the Russian Ministry of Culture and the State Hermitage Museum to display publicly objects seized in Germany after the Second World War is in great part the result of the Russian Federation's recent movement toward an open and active engagement in the world community.","thumbnail":null,"section":"Opinion"},{"date":"19941011","headline":"North Draws Fire for Comments on Clinton Military Policy","web_url":"https://www.nytimes.com/1994/10/11/us/north-draws-fire-for-comments-on-clinton-military-policy.html","abstract":"  Oliver L. North's relatively smooth-running Senate campaign has tripped over his suggestion that the United States could not stop an attack on Kuwait by Saddam Hussein and that President Clinton was to blame for a lack of military preparedness.   Mr. North fanned criticism from his opponents and others today -- and even drew attacks on his own patriotism -- when in response to a question about President Clinton at a news conference in Richmond, he said, \"Bill Clinton is not my Commander in Chief.\"","thumbnail":null,"section":"U.S."},{"date":"19941011","headline":"COLLEGE SOCCER REPORT","web_url":"https://www.nytimes.com/1994/10/11/sports/college-soccer-report-494208.html","abstract":"  Alabama-Birmingham   When Mike Getman arrived in Birmingham three years ago -- after achieving considerable coaching success at Harvard, including a Final Four appearance -- it was merely a question of time before the Blazers would be thrust into the national spotlight.   Getman's Blazers won 4 of 20 games in his first year at a school known primarily for its basketball program. But with the help of the basketball coach, Gene Bartow, who is also the school's director of athletics, Getman was able to offer seven scholarships, and now the Blazers are on their way to becoming known for their soccer program as well.","thumbnail":null,"section":"Sports"},{"date":"19941011","headline":"When a Repertorial Show Stays True to the Repertory","web_url":"https://www.nytimes.com/1994/10/11/arts/jazz-review-when-a-repertorial-show-stays-true-to-the-repertory.html","abstract":"  The performance that the Smithsonian Jazz Masterworks Orchestra gave on Friday night at Miller Theater would have seemed ideal 10 years ago: precise, intelligent and straightforward. Led by Gunther Schuller, the band made its way through the works of Duke Ellington, Count Basie, Glenn Miller, Artie Shaw, Benny Goodman, Fletcher Henderson and more, in an overview of orchestral works dating roughly through the late 1940's. Mr. Schuller is thoughtful, and his presentations manage an instructional blend of obvious material and pieces that are less known.   But in the last decade, concerts by the American Jazz Orchestra, the Lincoln Center Jazz Orchestra and the Carnegie Hall Jazz Band have made the repertory movement a little less earnest than it used to be. All three orchestras have commissioned new pieces; all three have programmed thematic concerts, and all three have opened up compositions to fairly radical reinterpretation. Repertorial shows nowadays are rarely repertorial.","thumbnail":null,"section":"Arts"},{"date":"19941011","headline":"Race for Governor: Cuomo Goes After Pataki's Tax Plan","web_url":"https://www.nytimes.com/1994/10/11/nyregion/1994-campaign-ad-campaigns-race-for-governor-cuomo-goes-after-pataki-s-tax-plan.html","abstract":"  CANDIDATE Mario M. Cuomo PRODUCER The Garth Group, New York City VISUAL This 30-second ad opens with letters on a black background reading, \"George Pataki says he'll raise taxes. Don't believe it.\" The rest of the ad is devoted to three newspaper headlines about Mr. Pataki's personal finances.","thumbnail":null,"section":"New York"},{"date":"19941011","headline":"Corrections","web_url":"https://www.nytimes.com/1994/10/11/nyregion/c-corrections-490768.html","abstract":"  An article yesterday about the Pennsylvania campaign for governor referred incorrectly in some copies to the charges against a convict whose pardon was recommended by the Democratic candidate, Lieut. Gov. Mark S. Singel. The convict, Reginald McFadden, is charged in New York with rape, robbery and kidnapping in one case and is a suspect, not a defendant, in a homicide case. In some editions the article also referred incorrectly to Willie Horton, the criminal who was the focus of television commercials in the 1988 Presidential campaign. When released on furlough, he was a convicted killer, not a convicted rapist.","thumbnail":null,"section":"New York"},{"date":"19941011","headline":"A Rara Avis Record Label Of Americana","web_url":"https://www.nytimes.com/1994/10/11/arts/music-review-a-rara-avis-record-label-of-americana.html","abstract":"  Forty years ago Composers Recordings Inc. became a company that said yes when commercial record companies said no. Financed by gifts, endowments and grants, not to mention a few record sales, C.R.I. has released 500 full-length recordings incorporating more than 1,000 pieces, most by 20th-century Americans.   The company is celebrating. An exhibition of letters, manuscripts, pictures and documents opened at the New York Public Library for the Performing Arts, 111 Amsterdam Avenue, at 65th Street, on Friday, accompanied by a recital and a short speech or two. The exhibition will remain in place until January.","thumbnail":null,"section":"Arts"},{"date":"19941011","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/10/11/nyregion/metro-digest-495360.html","abstract":"  NEW YORK CITY  EIGHT YOUTHS WOUNDED AT RAP CLUB   The altercation in a Manhattan rap club began with a shoving match, escalated into a spray of gunfire and ended with a stampede of 300 youngsters down East 29th Street. Eight youths -- including at least one New York University student and one 15-year-old -- were left wounded on the dance floor at the Melting Pot. B3.","thumbnail":null,"section":"New York"},{"date":"19941011","headline":"Aristide Is Now Facing Daunting Job of Restoration","web_url":"https://www.nytimes.com/1994/10/11/world/mission-to-haiti-politics-aristide-is-now-facing-daunting-job-of-restoration.html","abstract":"  As the military rulers in Haiti stepped down, President Jean-Bertrand Aristide spent today trying to decide precisely how he will run the country, whom to name as prime minister and who among a jostling crowd of American politicians will be on the airplane that takes him home.   With his flight to Haiti five days away, the exiled President has neither formally announced who will serve alongside him nor revealed his immediate plans upon returning to power, worrying some White House officials who want assurances of stability for Haiti's future.","thumbnail":null,"section":"World"},{"date":"19941011","headline":"Segregating Student Troublemakers","web_url":"https://www.nytimes.com/1994/10/11/opinion/segregating-student-troublemakers.html","abstract":"  Schools Chancellor Ramon Cortines proposes to segregate New York City students who bring guns and other weapons to school in special disciplinary academies. The history of such separate schools has been mixed, but Mr. Cortines also suggests reasonable safeguards to prevent them from becoming mere dumping grounds. The main question is whether City Hall and the Board of Education can find the money.    The schools' security problems were dramatized last month by a shooting incident in which one student was seriously injured at Sheepshead Bay High School -- not even considered a dangerous school. Mr. Cortines promptly asked a committee to examine ways to make schools safer.","thumbnail":null,"section":"Opinion"},{"date":"19941011","headline":"A Woman's Ordeal of Rape, and Treatment","web_url":"https://www.nytimes.com/1994/10/11/nyregion/a-woman-s-ordeal-of-rape-and-treatment.html","abstract":"  The woman who was raped early Sunday on an abandoned pier in Brooklyn described a night of horror that began when she and a male friend stopped to view the Manhattan skyline and continued with what she described yesterday as a humiliating ordeal at Woodhull Medical Center.    The woman complained that at the hospital, she was required to sit in her examination gown among handcuffed male prisoners awaiting treatment at Woodhull, and that she had to rest in a dirty examination room with her feet in stirrups for half an hour until a doctor became available. A spokeswoman for the hospital defended its procedures.","thumbnail":null,"section":"New York"},{"date":"19941011","headline":"Prospects for Kohl Uncertain as Vote In Germany Nears","web_url":"https://www.nytimes.com/1994/10/11/world/prospects-for-kohl-uncertain-as-vote-in-germany-nears.html","abstract":"  With less than a week to go before the German national elections on Sunday, Chancellor Helmut Kohl, who engineered German reunification in 1990 and did much to shape Europe's response, may well be returned to office for another term. The question for the 60 million German voters is whether he will serve as a changed or greatly chastened ruler.   Mr. Kohl has governed his country for 12 years, nearly as long as Konrad Adenauer, postwar West Germany's first leader, in a coalition that he and his party easily dominated.","thumbnail":null,"section":"World"},{"date":"19941011","headline":"Cutting Through Hype on Monitors","web_url":"https://www.nytimes.com/1994/10/11/science/personal-computers-cutting-through-hype-on-monitors.html","abstract":"  \"MONITORS are not perfect,\" said Ray Soneira, who knows whereof he speaks. His company, Sonera Technologies of Rumson, N.J., sells a useful program called Displaymate for Windows ($79; 800-932-6323) that can help uncover and correct imperfections in computer displays. The program includes enough concentric circles, blinking lines and unusual color patterns to suggest that cable TV might want to consider a Test Pattern Channel.    Color monitors have improved greatly, but despite digital controls, they remain analog descendants of Howdy Doody-era ancestors. For monitors, the black-or-white, yes-or-no certainties of the digital world must be translated into shades of red, blue and green that even the earth's magnetic field can skew. The cards that send the signals often introduce their own distortions. In Mr. Soneira's view, \"it's basically total anarchy.\"","thumbnail":null,"section":"Science"},{"date":"19941011","headline":"No Headline","web_url":"https://www.nytimes.com/1994/10/11/nyregion/no-headline-490512.html","abstract":"  \"I will not be with you.\" -- LIEUT. GEN. RAOUL CEDRAS, Haiti's military leader.  [ A1:3. ]","thumbnail":null,"section":"New York"},{"date":"19941011","headline":"Reviews/Fashion; In London, Designers Are All Grown-Ups","web_url":"https://www.nytimes.com/1994/10/11/style/reviews-fashion-in-london-designers-are-all-grown-ups.html","abstract":"  The way to look like a seasoned fashion professional in London is usually to mutter, \"Forget what's on the runways,\" and head to Camden Market to see what vintage looks and handmade clothing people are pulling together.    But this season, starting with the grown-up collection of 24-year-old Nicholas Knightly, London proved that it could be serious and that the runways did, in fact, matter.","thumbnail":null,"section":"Style"},{"date":"19941011","headline":"2 Americans Share Nobel For Cell Signal Finding","web_url":"https://www.nytimes.com/1994/10/11/science/2-americans-share-nobel-for-cell-signal-finding.html","abstract":"  TWO Americans, Dr. Alfred G. Gilman and Dr. Martin Rodbell, won the Nobel Prize in Physiology or Medicine yesterday for discovering natural substances known as G-proteins and how they help cells convert signals from the environment and within the body into cellular chain reactions that control fundamental life processes.   Dr. Gilman, 53, who heads the pharmacology department at the University of Texas Southwestern Medical Center in Dallas, is co-author of a leading textbook of pharmacology. Dr. Rodbell, 68, retired in June as head of the laboratory of signal transduction at the National Institute of Environmental Health Sciences, a Federal agency in Research Triangle Park, near Durham, N.C. He said he stepped down because of the lack of Federal funds for his research.","thumbnail":null,"section":"Science"},{"date":"19941011","headline":"Burning Trash for Energy: Is It an Endangered Industry?","web_url":"https://www.nytimes.com/1994/10/11/us/burning-trash-for-energy-is-it-an-endangered-industry.html","abstract":"  With its towering smokestacks, hungry furnaces and transmission lines vibrating with thousands of kilowatts of electricity, this city's immense garbage incinerator was once considered a safe and economical means for disposing of thousands of tons of trash.   Now Columbus is seriously considering permanently closing the 11-year-old plant and dumping its garbage in a landfill.","thumbnail":null,"section":"U.S."},{"date":"19941011","headline":"Legal Aid Lawyers Weren't Striking Against New York City","web_url":"https://www.nytimes.com/1994/10/11/opinion/l-legal-aid-lawyers-weren-t-striking-against-new-york-city-496910.html","abstract":"  To the Editor:   Seven months ago I left my family and friends in Irmo, S.C. (a town with only a few traffic lights, a post office and a Piggly Wiggly supermarket), to work as a staff attorney for the Legal Aid Society in New York. It is the job I had most wanted.   On Oct. 1, I went on strike with about 800 of my colleagues. Because of the media coverage of the strike, the public seems to believe that I am a New York City employee.","thumbnail":null,"section":"Opinion"},{"date":"19941011","headline":"At Last, Life Care Comes to New York","web_url":"https://www.nytimes.com/1994/10/11/nyregion/at-last-life-care-comes-to-new-york.html","abstract":"  In 1989, Jim and Ceil Spero, both retired and in their early 60's, were invited to a meeting about a new idea for New York State: a retirement community that comes with a guarantee of health care at a predictable cost.   Ms. Spero did not want to go.","thumbnail":null,"section":"New York"},{"date":"19941011","headline":"Peak Performance: Why Records Fall","web_url":"https://www.nytimes.com/1994/10/11/science/peak-performance-why-records-fall.html","abstract":"  THE old joke -- How do you get to Carnegie Hall? Practice, practice, practice -- is getting a scientific spin. Researchers are finding an unexpected potency from deliberate practice in world-class competitions of all kinds, including chess matches, musical recitals and sporting events.   Studies of chess masters, virtuoso musicians and star athletes show that the relentless training routines of those at the top allows them to break through ordinary limits in memory and physiology, and so perform at levels that had been thought impossible.","thumbnail":null,"section":"Science"},{"date":"19941011","headline":"Even Shorn of Horns, Rhinos of Zimbabwe Face Poacher Calamity","web_url":"https://www.nytimes.com/1994/10/11/science/even-shorn-of-horns-rhinos-of-zimbabwe-face-poacher-calamity.html","abstract":"  THE black rhinoceros wore a radio collar and her horns had been shorn with a chain saw to make her less valuable.   Even so, Million Sibanda shouldered an AK-47 assault rifle as he circled in, trickling dust through his fingers to make sure he was downwind. The gun was not for the rhino, but for poachers, who would kill the beast just for the pathetic stump remaining on her face -- and would kill a park scout like Mr. Sibanda for being in the way.","thumbnail":null,"section":"Science"},{"date":"19941011","headline":"MILITARY LEADER IN HAITI RESIGNS, VOWING TO LEAVE","web_url":"https://www.nytimes.com/1994/10/11/world/mission-to-haiti-the-overview-military-leader-in-haiti-resigns-vowing-to-leave.html","abstract":"  With a protective cordon of American soldiers around him and a crowd of jubilant Haitians drowning out his words with jeers and insults, Lieut. Gen. Raoul Cedras resigned as commander in chief of the Haitian armed forces today, pledging to leave the country in the next few days.   \"I will not be with you,\" a grim-faced General Cedras told a small group of his fellow Haitian soldiers at a brief ceremony at military headquarters here, as the commander of the 20,000 American troops on the ground here, Lieut. Gen. Hugh Shelton, sat stolidly behind him. \"I choose to leave our country for your protection, so that my presence will not be a motive for actions against the military establishment or a pretext for unjustified actions.\"","thumbnail":null,"section":"World"},{"date":"19941011","headline":"Bangladesh and Population : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/10/11/opinion/IHT-bangladesh-and-population-letters-to-the-editor.html","abstract":"I was dismayed to read Betsy Hartmann's article, \"Population: Bangladesh Is No Model\" (Opinion, Sept. 30), and believe that her information is outdated. I have been involved since 1987 with the family planning program in Bangladesh, where I hav","thumbnail":null,"section":"Opinion"},{"date":"19941011","headline":"By Design; Drape It, Tie It or Let It Float","web_url":"https://www.nytimes.com/1994/10/11/style/by-design-drape-it-tie-it-or-let-it-float.html","abstract":"  On the runways of Milan and Paris, models wear light-colored spring clothes with bare legs or pale fishnet hosiery and stiletto heels. In the audience the fashion professionals are dressed as usual in somber black down to their hosiery and shoes. It's sensible low-heeled shoes or knee-high boots for all but the most prestigious magazine editors, who teeter to their chauffeur-driven cars in high-heeled Gucci loafers or spindly Manolo Blahniks.    The one accessory everyone seems to agree on is the scarf. Big fluffy mufflers of chiffon organza fishnet or cashmere are wound around the neck like fat sausages, or draped softly across the neck and chest tied loosely, or simply left hanging down the front.","thumbnail":null,"section":"Style"},{"date":"19941011","headline":"To the Brink in the Gulf, Again","web_url":"https://www.nytimes.com/1994/10/11/opinion/to-the-brink-in-the-gulf-again.html","abstract":"Until this weekend, Saddam Hussein seemed on the verge of persuading key countries like Egypt, France and Russia that the United Nations' economic sanctions against Iraq should be relaxed. He was in increasing compliance with the Security Council resolutions passed during the Persian Gulf war. Why, then, would he provoke worldwide condemnation by massing troops near the Kuwaiti border -- only to promise to withdraw them? \n\nPresident Hussein's moves seem a puzzle until we compare Iraq's situation to those of Cuba and North Korea. All three need economic ties with the outside world because the plight of their people has become desperate. But all three face enormous difficulties because of U.S. opposition: Washington would like to see their governments overthrown, and it demonizes them regularly. So it may be understandable that all three have answered U.S. policy in a similar way.","thumbnail":null,"section":"Opinion"},{"date":"19941011","headline":"Iraq's Reckless Ploy","web_url":"https://www.nytimes.com/1994/10/11/opinion/iraq-s-reckless-ploy.html","abstract":"  Five days of Iraqi deployments and U.S. counterdeployments around Kuwait's northern border have left Bill Clinton looking like a born-again military strategist and Saddam Hussein like a dangerous and clumsy bully. Iraq's announcement yesterday that it was withdrawing troops from the border region vindicates Mr. Clinton's strategy of quick and massive military deterrence of any Iraqi plans for renewed aggression.    The Iraqi leader's motives and intentions are known only to him. But if he thought he could force a resolution of the diplomatic stalemate over oil sanctions by stirring up a new military crisis over Kuwait, he was badly mistaken. By foolishly conducting threatening military maneuvers near the Kuwaiti border, Baghdad has set back its cause among friend and foe alike.","thumbnail":null,"section":"Opinion"},{"date":"19941011","headline":"Garden State Warriors? Nets' Offense Looks Like It","web_url":"https://www.nytimes.com/1994/10/11/sports/pro-basketball-garden-state-warriors-nets-offense-looks-like-it.html","abstract":"  Butch Beard trumpeted his offense in his first few months as the Nets coach, promising to push the ball, rather than walk it up the floor. He failed to mention anything about the 6-foot-10-inch Derrick Coleman playing point guard, though.   \"Why not?\" Beard said after an abbreviated Nets practice today at Princeton University's Jadwin Gymnasium. \"It makes sense. How many power forwards do you know that are mobile enough to guard him up there?\"","thumbnail":null,"section":"Sports"},{"date":"19941011","headline":"Reviews/Fashion; Masculine, but Oh So Softly","web_url":"https://www.nytimes.com/1994/10/11/style/reviews-fashion-masculine-but-oh-so-softly.html","abstract":"  There is always a certain defiance to a woman wearing a man's suit. But Rei Kawakubo in her Comme des Garcons collection, the last show of the opening day of the Paris spring-summer season, sweetened that defiance by mingling elements of feminine dress with the manliest tailoring. \"Spiritually, there are no more differences between men and women,\" she said after the show. \"What is important is being human.\"   For one of her most wearble collections to date, Ms. Kawakubo sent models out with hair sculptured into slick curls, 1940's style, and with ruby-red lips. There was a scalloped, tiered starched white dress with a white jacket, layered over silk starched trousers. A cascade of ruffles like those on a man's tuxedo shirt ran like an overflow down other dresses layered the same way. An oversize double-breasted vest hung over a long sheer peach ruffled shirt, with lean men's trousers beneath.  Gray cutaway jackets had tiny aprons of ruffles in the same fabric tied onto the backs. Straight skirts were layered over the pants of traditional men's two-piece suits.","thumbnail":null,"section":"Style"},{"date":"19941011","headline":"Q&A","web_url":"https://www.nytimes.com/1994/10/11/science/q-a-493872.html","abstract":"  Buried Nuts   Q.  How do squirrels find the nuts they have buried?    A.  They seem to have a very good memory for where they put things, said Dr. Lucia Jacobs of the University of Utah, who has studied the matter firsthand.   Wild squirrels' burial behavior gave some clues to the question. In a small-scale study in a 15-acre tract of woods adjoining the Institute for Advanced Study in Princeton, N.J., she focused on gray squirrels dining on hickory nuts. An account of her research was published in Natural History magazine in October 1989.   Before burying a nut, she observed, wild squirrels removed the fragrant husk, reducing the chance of using smell to find it, but also reducing the chance that its hiding place would be obvious to other squirrels. She carefully observed the digging of a hole an inch or two deep. The nut was dropped in, then slowly and painstakingly covered with dirt and camouflaged with ground litter, reducing visual clues to other squirrels.   To address the question of memory, she used hand-reared squirrels allowed out one at a time to bury nuts in an outdoor arena. They were then returned to their cages for 2 to 12 days.    While they were caged, she removed the nuts and put similar fresh ones in their place. She also buried fresh nuts at random sites chosen from those other squirrels had used in the same week.   Given a potential choice between equal numbers of nuts in holes they had dug and nuts in holes dug by other squirrels, Dr. Jacobs found, \"each squirrel retrieved significantly more nuts from sites it had chosen than from other squirrels' hiding places.\" C. CLAIBORNE RAY","thumbnail":null,"section":"Science"},{"date":"19941011","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/10/11/style/chronicle-491985.html","abstract":"  All those thousands of teacups, and not a drop to drink. Since 1759, when the Wedgwood producers of fine china went into business in England, tea drinkers have had to steep other folks' leaves in their Wedgwood.    \"Time to remedy that gap,\" PIERS ANTHONY WEYMOUTH WEDGWOOD, the fourth Lord Wedgwood of Barlaston and a direct descendent of the founder of the firm, said yesterday, explaining why the company is introducing its own line of teas.","thumbnail":null,"section":"Style"},{"date":"19941011","headline":"Arab States Withholding Their Support For Baghdad","web_url":"https://www.nytimes.com/1994/10/11/world/threats-in-the-gulf-reaction-arab-states-withholding-their-support-for-baghdad.html","abstract":"  Under pressure from the Clinton Administration, Jordan and the Palestine Liberation Organization, which were among the strongest backers of Iraq in the Persian Gulf war, are withholding support for Iraq in its movement of troops toward Kuwait.   American officials said they had hoped for statements that were unambigiously critical of Baghdad, but they said they were pleased that both Jordan and the P.L.O. today conveyed a message that it would be wrong for Iraq to start another war.","thumbnail":null,"section":"World"},{"date":"19941011","headline":"THREATS IN THE GULF: KUWAIT -- Keeping the Iraqis Back; Pentagon's Long-Term Problem Is to Avoid Recurring Need to Send Troops to the Gulf","web_url":"https://www.nytimes.com/1994/10/11/world/threats-gulf-kuwait-keeping-iraqis-back-pentagon-s-long-term-problem-avoid.html","abstract":"  Even if Iraq pulls its forces back from the Kuwait border, as its diplomats promised today, Baghdad's troop movements have created a new and vexing problem for the Pentagon: how to insure that Iraqi troops not only withdraw from the border but also keep a respectful distance.   An Iraqi withdrawal, which American intelligence had not confirmed tonight, may help ease the immediate sense of crisis, but it could create a longer-term problem.","thumbnail":null,"section":"World"},{"date":"19941011","headline":"Oregon, Foiling Forecasters, Thrives as It Protects Owls","web_url":"https://www.nytimes.com/1994/10/11/us/oregon-foiling-forecasters-thrives-as-it-protects-owls.html","abstract":"  By now, the timber communities of Oregon were supposed to be ghost towns. There was going to an epidemic of foreclosures, a recession so crippling it would mean \"we'll be up to our neck in owls, and every millworker will be out of a job,\" as President George Bush predicted two years ago while campaigning in the Northwest.   Politicians in both parties agreed. The villain was the northern spotted owl, an endangered bird fond of the same ancient national forests desired by loggers. When restrictions on logging were ordered in 1991 to protect the bird, Michael Burrill spoke for many of his fellow Oregon timber mill owners when he said, \"They just created Appalachia in the Northwest.\"","thumbnail":null,"section":"U.S."},{"date":"19941011","headline":"Out of the Closet and Onto the Stage","web_url":"https://www.nytimes.com/1994/10/11/arts/television-review-out-of-the-closet-and-onto-the-stage.html","abstract":"  OUT THERE II Comedy Central, tonight at 9    Produced by Juliet Blake and Trevor Hopkins. Keith Truesdell, director; designer, Lee Mayman; art director, Anita Louizos; music by Miriam Cutler. An English Channel Production. Amanda Bearse, host.   WITH: Kate Clinton, Mark Davis, Elvira Kurt, Frank Maya, John McGivern and Scott Silverman.    \"Out There,\" billed as \"television's first-ever gay and lesbian comedy special,\" was a success for Comedy Central, so much so that two of the performers were given solo showcases on HBO. Now, inevitably, Comedy Central is offering \"Out There II,\" carefully timed to coincide with National Coming Out Day.","thumbnail":null,"section":"Arts"},{"date":"19941011","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/10/11/sports/transactions-494135.html","abstract":"  Baseball American League  TEXAS RANGERS -- Named Doug Melvin general manager. National League  CHICAGO CUBS -- Named Ed Lynch general manager. Sent Todd Haney, infielder, Mike Maksudian, catcher-infielder, and Rafael Novoa, pitcher, outright to Iowa of the American Association. Activated Mike Morgan, pitcher, and Kevin Roberson, outfielder, from the 15-day disabled list and Jose Guzman and Anthony Young, pitchers, from the 60-day disabled list.   HOUSTON ASTROS -- Named Jesse Barfield outfield coach. Announced Matt Galante, third base coach, Mel Stottlemyre, pitching coach, Julio Linares, bullpen coach, and Steve Henderson, hitting coach, will return for the 1995 season.   LOS ANGELES DODGERS -- Announced that Jim Gott, pitcher, refused a minor league assignment and elected to become a free agent. New York-Penn League  JAMESTOWN JAMMERS -- Promoted assistant general manager Shawn Reilly to general manager. Basketball National Basketball Association  MIAMI HEAT -- Signed Khalid Reeves, guard, to a multiyear contract.   SAN ANTONIO SPURS -- Released Demetrius Calip and Matt Othick, guards. Football National Football League  CLEVELAND BROWNS -- Placed Walter Reeves, tight end, on injured reserve. Re-signed Frank Hartley, tight end.   NEW ENGLAND PATRIOTS -- Placed Doug Skene, guard, on the injured reserve list. Soccer National Professional Soccer League  HARRISBURG HEAT -- Re-signed Scott Henderson, defender. Tennis Western Tennis Association  WTA -- Named Sally Schultz junior recreational programs coordinator. College  GEORGE MASON -- Promoted assistant athletic director Sue Collins to senior associate athletic director.   MOUNT ST. MARY'S, MD. -- Named Eric Kloiber sports information director.   MUHLENBERG -- Named Matt Huegsen wrestling coach and Chris Gammes assistant wrestling coach.   OKLAHOMA STATE -- Named Terry Don Phillips athletic director.   SAINT LOUIS -- Named Doug Woolard athletic director.","thumbnail":null,"section":"Sports"},{"date":"19941011","headline":"Corrections","web_url":"https://www.nytimes.com/1994/10/11/nyregion/c-corrections-494313.html","abstract":"  An article on Thursday about Congressional passage of a $60 billion education bill referred imprecisely to the position of Senator Pete V. Domenici, Republican of New Mexico. He supported the bill.","thumbnail":null,"section":"New York"},{"date":"19941011","headline":"A General Departs, to the Rich and Bitter Sarcasm of the People He Ruled","web_url":"https://www.nytimes.com/1994/10/11/world/mission-haiti-scene-general-departs-rich-bitter-sarcasm-people-he-ruled.html","abstract":"  The honor guard snapped to attention, more or less -- swords brandished, red-and-blue banners flapping, rifles carefully checked by American troops to be sure they were empty -- as the Commander in Chief of the Haitian Army, Lieut. Gen. Raoul Cedras, stepped forward to make his farewell address.    Not a word he said could be heard.","thumbnail":null,"section":"World"},{"date":"19941011","headline":"Lynch 'Flattered' to Become Cubs' G.M.","web_url":"https://www.nytimes.com/1994/10/11/sports/baseball-lynch-flattered-to-become-cubs-gm.html","abstract":"  When Ed Lynch left New York for Chicago in 1986, he was admittedly heartbroken. The Mets were a team on the rise, a team just a few months away from winning the World Series, and Lynch, a pitcher, was headed to the struggling Chicago Cubs.   \"It was like living with a family all year, then getting kicked out on Christmas Eve,\" Lynch said.","thumbnail":null,"section":"Sports"},{"date":"19941011","headline":"Big Play by Mitchell May Remake His Image","web_url":"https://www.nytimes.com/1994/10/11/sports/football-big-play-by-mitchell-may-remake-his-image.html","abstract":"  It was only a 1-yard pass, but maybe, just maybe, it meant a turning point in the fortunes of the Jets and their flighty tight end, Johnny Mitchell.   The dramatic pass, on third down and goal to go with less than three minutes remaining, provided the only touchdown of the game Sunday as the Jets beat the Indianapolis Colts, 16-6. Today, Mitchell and others talked about the play that helped end the Jets' three-game losing streak and perhaps ended the perception, or reality, that Mitchell often loses concentration.","thumbnail":null,"section":"Sports"},{"date":"19941011","headline":"Bill on Holocaust Lawsuits Dies in Congress","web_url":"https://www.nytimes.com/1994/10/11/nyregion/bill-on-holocaust-lawsuits-dies-in-congress.html","abstract":"  A bill that would have allowed a New Jersey man who survived the Holocaust to sue the German Government for reparations failed to pass the United States Senate before Congress adjourned last weekend.   A revised version of the bill passed the House in a voice vote, but did not reach the Senate floor for a vote before adjournment.","thumbnail":null,"section":"New York"},{"date":"19941011","headline":"Rivers Is Moving Well On Road to the Lineup","web_url":"https://www.nytimes.com/1994/10/11/sports/pro-basketball-rivers-is-moving-well-on-road-to-the-lineup.html","abstract":"  Through four days of practice, Doc Rivers' left knee has not betrayed him.   He has kept pace with his teammates. He has not missed a workout. And he has been encouraged by his performance.","thumbnail":null,"section":"Sports"},{"date":"19941011","headline":"The Video Poker Truck Stop: Ante Up and Fill 'er, Too","web_url":"https://www.nytimes.com/1994/10/11/us/the-video-poker-truck-stop-ante-up-and-fill-er-too.html","abstract":"  There are crickets in a hutch, fish guts in the trash, some dusty diesel pumps out front and in a back room, blinking giddily in the dark, rows of what everybody knows is the trucker's best friend: the video poker machine.   This is Somme's Lucky 7 Truckstop, a scruffy example of a flourishing Louisiana peculiarity -- the video poker truck stop. Since the poker machines were installed in May, customers have tripled in number, and \"they're spending in every direction,\" said the owner, Danny Somme.","thumbnail":null,"section":"U.S."},{"date":"19941011","headline":"On My Mind; Drowning In Oil","web_url":"https://www.nytimes.com/1994/10/11/opinion/on-my-mind-drowning-in-oil.html","abstract":"  The heart of the matter is not what Saddam Hussein will do or can do to harass his enemies in the West and Mideast. It is what they can do and will do to destroy him at last.   Will they allow him one more victory so he can return again to threaten the Mideast and the U.S. next year? Or will they push him finally into the grave he has been digging for himself, his regime and his nation?","thumbnail":null,"section":"Opinion"},{"date":"19941011","headline":"RESULTSPLUS","web_url":"https://www.nytimes.com/1994/10/11/sports/resultsplus-493287.html","abstract":"  TENNIS Martinez Takes Measure of Maleeva    Top-seeded Conchita Martinez had a tough opponent for her first-round match yesterday, but the Wimbledon champion defeated Katerina Maleeva, 7-5, 6-2, at the Porsche Grand Prix in Filderstadt, Germany. Maleeva is a former top 10 player who has slipped to No. 37 in the ranking. Martinez is ranked No. 3. (AP)","thumbnail":null,"section":"Sports"},{"date":"19941011","headline":"Among Haitians in Exile, A Mood of Unbridled Joy","web_url":"https://www.nytimes.com/1994/10/11/world/mission-to-haiti-expatriates-among-haitians-in-exile-a-mood-of-unbridled-joy.html","abstract":"  In his art gallery in Cambria Heights, Queens, Guy Fleury was recalling the celebration in the Haitian-American community that greeted the news yesterday morning that Lieut. Gen. Raoul Cedras was resigning after three years as Haiti's military ruler and leaving the country.   \"Today everybody is calling everybody else, saying, 'We're happy. We're happy,' \" said Mr. Fleury.","thumbnail":null,"section":"World"},{"date":"19941011","headline":"Tears and Protest at Mock Slave Sale","web_url":"https://www.nytimes.com/1994/10/11/us/tears-and-protest-at-mock-slave-sale.html","abstract":"  As white actors in tricorn hats and ruffled waistcoats recreated the colonial custom of auctioning black humans here today, two modern-day blacks sat in silent protest on the steps of a restored tavern.   \"This is 1994,\" said one, Dr. Milton A. Reid, a Baptist pastor from Norfolk, Va. \"As far as we have come, to go back to this, for entertainment, is despicable and disgusting. This is the kind of anguish we need not display.\"","thumbnail":null,"section":"U.S."},{"date":"19941011","headline":"Private Lives of Franklin and Eleanor","web_url":"https://www.nytimes.com/1994/10/11/movies/television-review-private-lives-of-franklin-and-eleanor.html","abstract":"  Opening a new season of \"The American Experience,\" \"F. D. R.\" turns out to be a personal sort of history. The focus is less on President Roosevelt's public accomplishments, though they are duly noted, than on his triumph over polio and, especially, his complicated relationship with his wife, Eleanor.    Such matters lend themselves to off-the-rack psychologizing, some of which is offered here (\"With an infirm father and a domineering mother,\" says the narrator, David McCullough, \"Franklin learned to conceal his true feelings\"); but the four-and-a-half-hour documentary also proves revealing and moving.","thumbnail":null,"section":"Movies"},{"date":"19941011","headline":"CLINTON SENDS MORE PLANES TO MIDEAST, SAYING HE SEES NO SIGN OF IRAQI PULLBACK","web_url":"https://www.nytimes.com/1994/10/11/world/threats-gulf-overview-clinton-sends-more-planes-mideast-saying-he-sees-no-sign.html","abstract":"  Iraq announced today that it was withdrawing its troops from provocative positions along the Kuwaiti border, but President Clinton told Americans tonight that the United States had seen no evidence so far of a withdrawal and was adding new firepower to its forces in the Persian Gulf region.   In a televised address from the Oval Office, Mr. Clinton announced that he was dispatching hundreds more aircraft, which Administration officials said would bring to about 550 the total of American planes in the region. A total of 356 aircraft ordered to the region today includes F-117 stealth fighters and B-52 bombers, the officials added.","thumbnail":null,"section":"World"},{"date":"19941011","headline":"Unsentimental Education: Brown Fails, Giants Fall","web_url":"https://www.nytimes.com/1994/10/11/sports/pro-football-unsentimental-education-brown-fails-giants-fall.html","abstract":"  The nation watched as Lawrence Taylor stood at midfield, looked up at a packed Giants Stadium, and said goodbye. His No. 56 jersey was retired in a classy and emotional ceremony. Then, after that, quarterback Dave Brown showed the nation that as good as he is, as good as he can be, his education is not complete. Not by a long shot.   If Brown wants a blueprint of a quarterback who is calm, cool and deadly, he didn't need to look any farther than across the field at Minnesota's Warren Moon, who eviscerated the Giants the way a family tears apart a Thanksgiving turkey. Brown, on the other hand, was again intercepted and again it turned into a touchdown that turned the game around.","thumbnail":null,"section":"Sports"},{"date":"19941011","headline":"Element Is Stripped of Its Namesake","web_url":"https://www.nytimes.com/1994/10/11/science/element-is-stripped-of-its-namesake.html","abstract":"  FOR the last seven months, Element 106, an artificial element first created in 1974 by the Lawrence Berkeley Laboratory in Berkeley, Calif., has been provisionally named seaborgium in honor of Dr. Glenn T. Seaborg, the laboratory's director at large, a Nobel laureate and the codiscoverer of plutonium. But just as seaborgium is finding its way into textbooks and scientific papers, an international committee has created an uproar by dropping Dr. Seaborg's name from the official roster of chemical elements.   In a decision announced yesterday in Chemical and Engineering News, a committee of the International Union of Pure and Applied Chemistry, or I.U.P.A.C., recommended changes in the provisional names assigned to Elements 101 through 109. The changes, which must be ratified next August by the full council of the British-based organization, drew angry responses from several leading American chemists and nuclear physicists.","thumbnail":null,"section":"Science"},{"date":"19941011","headline":"Patterns","web_url":"https://www.nytimes.com/1994/10/11/style/patterns-492450.html","abstract":"  Packaging Street Fashion    Max Karic has always liked the tiny fashion-packed storefronts in the East Village. So, he and his partners, Pippa Brooks and Brad Tuck, took over a dry cleaner's in London's Soho, at 21 Frith Street, and filled every square inch with American street fashion.","thumbnail":null,"section":"Style"},{"date":"19941011","headline":"Prodigy's Dream Has a Price","web_url":"https://www.nytimes.com/1994/10/11/sports/figure-skating-prodigy-s-dream-has-a-price.html","abstract":"  Jack and Pat Lipinski never intended to become the parents of a figure-skating phenom. When their only child, Tara, was born 12 years ago, Jack seemed relieved to have a daughter. \"We don't have to worry if she's the best athlete in school,\" he told his wife. Which was fine with Pat, who knew or cared little about sports, especially skating, where she couldn't distinguish a double axel from a double play.   \"I ended up with more than I bargained for,\" Jack Lipinski said.","thumbnail":null,"section":"Sports"},{"date":"19941011","headline":"Gore Stands In At Fund-Raiser","web_url":"https://www.nytimes.com/1994/10/11/nyregion/the-1994-campaign-gore-stands-in-at-fund-raiser.html","abstract":"  Vice President Al Gore was a last-minute stand-in tonight for President Clinton at a Democratic Party fund-raiser here.   About 350 people paid $1,000, $5,000 or $25,000 apiece to attend the fund-raiser, which benefited Senator Frank R. Lautenberg and other Democratic candidates in the state.","thumbnail":null,"section":"New York"},{"date":"19941011","headline":"Eight Youths Are Wounded In Shootings at Dance Club","web_url":"https://www.nytimes.com/1994/10/11/nyregion/eight-youths-are-wounded-in-shootings-at-dance-club.html","abstract":"  The spray of gunfire in a Manhattan rap club early yesterday began with a shoving match and ended with a stampede of 300 youngsters down East 29th Street. When it was over, eight youths -- including at least one New York University student and one 15-year-old -- were left wounded on the dance floor at the club, the Melting Pot.   Whatever the motive for the original scuffle -- which apparently began when one youth bumped into another -- the shooter fired his gun indiscriminately at the crowd before fleeing the club just before 2 A.M., the police said.","thumbnail":null,"section":"New York"},{"date":"19941011","headline":"'Oscars' Made Of Tin","web_url":"https://www.nytimes.com/1994/10/11/opinion/oscars-made-of-tin.html","abstract":"No one would dispute that children thrive when they feel respected, important and cared for by others, or that they falter when they lack the pride and self-confidence that comes with such approval and support.\n\nBut educators eager to encourage lagging pupils have developed a dangerous myth: that raising children's self-esteem is a sure means of improving their achievement and solving many of the nation's social ills. Thus, Jack Canfield, the author of popular books about self-esteem, argues that courses that enhance self-esteem are the \"major missing link to educational reform in America.\"","thumbnail":null,"section":"Opinion"},{"date":"19941011","headline":"Cult Leader In Swiss Case Still Missing","web_url":"https://www.nytimes.com/1994/10/11/world/cult-leader-in-swiss-case-still-missing.html","abstract":"  The Swiss police confirmed tonight that the financial mastermind of the Order of the Solar Temple was among 48 members of the religious sect found dead here last week, but the whereabouts of the group's charismatic spiritual leader remained a mystery.   The body of Joseph Di Mambro, a 70-year-old French Canadian, was identified by the police through dental records from Canada. Only three days ago, the police said Mr. di Mambro and Luc Jouret, the 46-year-old Belgian homeopathic doctor who founded the group in 1984, were wanted on suspicion of murder.","thumbnail":null,"section":"World"},{"date":"19941011","headline":"Voter Registration","web_url":"https://www.nytimes.com/1994/10/11/nyregion/the-1994-campaign-voter-registration.html","abstract":"  Today is the last day to register to vote in New Jersey. Municipal buildings and town halls will be open until 9 P.M. Mail registrations must also be postmarked by today. Information is available by telephone from the local town or city hall.","thumbnail":null,"section":"New York"},{"date":"19941011","headline":"Village Mourns Marchers Mowed Down by Van","web_url":"https://www.nytimes.com/1994/10/11/world/mission-to-haiti-violence-village-mourns-marchers-mowed-down-by-van.html","abstract":"  This roadside hamlet of mud and concrete huts was in shock today, as relatives and friends grieved for those killed and injured on Sunday when a van of army sympathizers drove through a crowd of pro-democracy demonstrators.   At least 14 died immediately, but the toll was reported at 24 today, with at least 15 seriously hurt.","thumbnail":null,"section":"World"},{"date":"19941011","headline":"In March of the Politicians, Pride and Proximity Count","web_url":"https://www.nytimes.com/1994/10/11/nyregion/1994-campaign-columbus-day-march-politicians-pride-proximity-count.html","abstract":"  New York's politicians honored Columbus with an election-year armada up Fifth Avenue yesterday, Republicans and Democrats tempest-tossed together in a journey in which position can be all.   Two things were clear in the crisp air of a perfect fall morning: Gov. Mario M. Cuomo was far more eager to embrace Mayor Rudolph W. Giuliani than any of his fellow Democrats were to embrace Mr. Cuomo, and New York these days is enough of a two-party town that Republicans need their own mustering corner on Fifth Avenue before a parade.","thumbnail":null,"section":"New York"},{"date":"19941011","headline":"N.H.L. Players Present New Plan to Owners","web_url":"https://www.nytimes.com/1994/10/11/sports/hockey-nhl-players-present-new-plan-to-owners.html","abstract":"  National Hockey League players proposed a 7 percent solution to their dispute with owners today, but the proposal most likely won't be enough to make the owners 100 percent certain they want to open the season on Saturday.   The owners will make that decision at a meeting in New York Tuesday after considering the players' new proposal, which calls for taxes ranging from 7 percent to 1 percent on the payrolls of the 16 teams with the highest revenue and 3 percent on the gate receipts of those teams.","thumbnail":null,"section":"Sports"},{"date":"19941011","headline":"Purses Full of Smiles for Grumpy 'Europe'","web_url":"https://www.nytimes.com/1994/10/11/opinion/IHT-purses-full-of-smiles-for-grumpy-europe.html","abstract":"The cluster of boys wanted ballpoints. \"Un stylo pour l'école, monsieur, un stylo pour l'école.\" Pens for school, supposedly. The boys spoke their names and asked the traveler's. He thought: If this is a racket, it's a cheerful one..","thumbnail":null,"section":"Opinion"},{"date":"19941011","headline":"Todd Oldham Will Join Escada","web_url":"https://www.nytimes.com/1994/10/11/style/IHT-todd-oldham-will-join-escada.html","abstract":"The American designer Todd Oldham, known for his wacky, spirited fashion shows, is the new design director of the German fashion house Escada. He replaces Michael Stolzenburg, who died at 36 in September. Stolzenburg had been design director of Escada si","thumbnail":null,"section":"Style"},{"date":"19941011","headline":"Saddam Has to Withdraw","web_url":"https://www.nytimes.com/1994/10/11/opinion/IHT-saddam-has-to-withdraw.html","abstract":"Saddam Hussein has thrown down the glove again, and there can be no fuzziness in the response. Iraq's dictator moved a large armored force to the border of Kuwait because he thought he could rattle the world into dropping the sanctions it imposed on him","thumbnail":null,"section":"Opinion"},{"date":"19941011","headline":"Prairie Ducks Return in Record Numbers","web_url":"https://www.nytimes.com/1994/10/11/science/prairie-ducks-return-in-record-numbers.html","abstract":"  FEW birds are more avidly sought after by nature fanciers and hunters alike than the ducks, and a lot of people have been distressed to watch the sharp decline of wild duck populations over the last decade.   Now, though, the biggest flocks in years are forming up on marshes across the mid-North American continent for their annual migration south. The once-dwindling numbers of mallards and widgeons, pintails and teal, redheads and canvasbacks, gadwalls, shovelers and scaups have suddenly and spectacularly rebounded, according to the United States Fish and Wildlife Service, raising hopes for a long-term recovery.","thumbnail":null,"section":"Science"},{"date":"19941011","headline":"School Opens in Haiti, But Who Is in Charge?","web_url":"https://www.nytimes.com/1994/10/11/world/mission-to-haiti-schools-school-opens-in-haiti-but-who-is-in-charge.html","abstract":"  Diderot Belizaire, the director general of Haiti's Department of Education, spends his days in a locked air-conditioned office. Every time he has a visitor, his assistant must jump from her desk to fish out a ring of keys. Inside, the director general sits before a wall-size map, suave and neat in a suit and tie, conveying a sense of purpose.   But outside that door, with schools starting today, the scene is far from orderly. No one here knows who is in charge.","thumbnail":null,"section":"World"},{"date":"19941011","headline":"Corrections","web_url":"https://www.nytimes.com/1994/10/11/nyregion/c-corrections-494291.html","abstract":"  A picture caption yesterday about overcrowding in New York City kindergartens referred incorrectly in some copies to the school shown, where kindergarten classes were held in the cafeteria. It was Public School 19 in Corona, Queens, not Public School 16.","thumbnail":null,"section":"New York"},{"date":"19941011","headline":"The 13-Year Cleaning Job; After $53 Million, a $17 Million State Building Finally Is Declared Safe From Toxins","web_url":"https://www.nytimes.com/1994/10/11/nyregion/13-year-cleaning-job-after-53-million-17-million-state-building-finally-declared.html","abstract":"  In the early morning of Feb. 5, 1981, a 30-minute basement electrical fire filled the state office building in Binghamton, N.Y., with a thick cloud of toxic smoke, spreading PCB's and dioxins over everything, from the lottery tickets in the lobby to the law books on the 18th floor.   Health officials did not comprehend the extent of what had happened. Two days later, they said the building would be closed for at least a week. To reassure the public, Gov. Hugh L. Carey offered to walk into the building, \"swallow an entire glass of PCB's and run a mile afterwards.\"","thumbnail":null,"section":"New York"},{"date":"19941011","headline":"The City's New Prosecutors Test Their Legal Legs","web_url":"https://www.nytimes.com/1994/10/11/nyregion/the-city-s-new-prosecutors-test-their-legal-legs.html","abstract":"  It was a normal day in Judge Karen B. Yellen's eighth-floor courtroom in Brooklyn Criminal Court. The cases were being called at a rate of one every two or three minutes. Most were swiftly settled with plea deals.   Shoplifting. Assault. Fare-beating. Probation violation. Driving with a suspended license. Patronizing a prostitute.","thumbnail":null,"section":"New York"},{"date":"19941011","headline":"Chess","web_url":"https://www.nytimes.com/1994/10/11/arts/chess-493554.html","abstract":"  Everything went wrong for Michael Adams last month in Linares, Spain, during his semifinal match for the Professional Chess Association's world championship. The 22-year-old English grandmaster was caught unacquainted in one game with an opening system that anyone playing on his high level should know. In another game, he came prepared with a surprise improvement, but half way through the series of critical moves, he discovered a critical flaw in his analysis. In still another game, he adopted a solid opening but was confronted with superior solidity and ground down.   When a whole series of mishaps like these take place, it is a good bet that overstrained nerves can be blamed. The tension mounts as one goes up the ladder toward a title match, in this case with Gary Kasparov of Russia in late 1995. It did not help that Adams's opponent was the brilliant 24-year-old Indian grandmaster Vishwanathan Anand. And throughout the series Anand never looked as though he had any trouble.","thumbnail":null,"section":"Arts"},{"date":"19941011","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/10/11/style/IHT-what-theyre-reading.html","abstract":"Philip Jeyaratnam, Singapore novelist and lawyer, is reading \"Practicalities\" by Marguerite Duras..\"This is a compilation of her thoughts over a winter she spent with a friend. It ranges over a variety of subjects, from men to the various","thumbnail":null,"section":"Style"},{"date":"19941011","headline":"Budapest Journal; Crisis of Goulash Capitalism: Where's the Paprika?","web_url":"https://www.nytimes.com/1994/10/11/world/budapest-journal-crisis-of-goulash-capitalism-where-s-the-paprika.html","abstract":"  The Hungarians, a nation of hearty eaters who lace their food with lashings of paprika, are facing serious withdrawal pangs.   Their beloved paprika has been banned from stores and markets after one-third of test samples were found poisoned with lead oxide. The drastic action was taken by health authorities last week after nearly 50 people were hospitalized with stomach aches, paralysis of limbs and other symptoms of lead poisoning.","thumbnail":null,"section":"World"},{"date":"19941011","headline":"Smithsonian A-Bomb Display Distorts History","web_url":"https://www.nytimes.com/1994/10/11/opinion/l-smithsonian-a-bomb-display-distorts-history-496855.html","abstract":"  To the Editor:   Three days after the atomic bomb fell on Hiroshima, Japanese statesmen and military leaders met with Emperor Hirohito in an underground bunker at the Imperial Palace. During the meeting, word came of the explosion of a second devastating bomb over Nagasaki. Adm. Soemu Toyoda immediately announced that the Americans must have a production line for atomic bombs. Despite this knowledge, the military leaders continued to advocate an all-out defense of the home islands against the coming invasion.   In my interviews with senior Japanese Army and Navy officials, Adm. Rikihei Takuma, chief of staff of the kamikaze corps, told me that his group had hoarded fuel, armaments and more than 2,000 aircraft to employ against the invaders. With far fewer planes the kamikazes had inflicted enormous losses on the United States Navy off Okinawa.","thumbnail":null,"section":"Opinion"},{"date":"19941011","headline":"1894: Displeasing Work : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/10/11/opinion/IHT-1894-displeasing-work-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - [The Herald says in an editorial:] There are many unpleasant occupations, but there can be none more unpleasant than that of President of the Republic. M. Casimir-Perier is doing all he can to please everyone, and he is displeasing everybody. If h","thumbnail":null,"section":"Opinion"},{"date":"19941011","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/10/11/nyregion/inside-490415.html","abstract":"  2 Americans Share Nobel Prize in Medicine   The Nobel Prize was awarded to Dr. Alfred G. Gilman, right, and Dr. Martin Rodbell for the discovery of G-proteins, an intermediary in the system by which living cells respond to outside signals. Science Times, page C1. The Cost of a Cleanup    More than 13 years ago, a state building in Binghamton, N.Y., was contaminated by PCB's. The building cost $17 million to put up. It cost $53 million to make safe. Page B1. They Love a Parade    In a celebration of electioneering, New York's politicians honored Columbus with an armada up Fifth Avenue. And, as in most parades, positioning was everything. Page B1. Border War Over Bank Move    After Connecticut lured away Swiss Bank, New York City bought ads in Connecticut newspapers decrying the \"unneighborly raid.\" Page B1. Spoiling a Spice of Life    Hungarians are having a paprika crisis with reports that some local producers of their beloved spice have tainted it with a poisonous substance to enhance the color. Page A4. Skating's Insatiable Costs    Dreams of becoming an Olympic figure-skating champion have made a 12-year-old girl and her family confront difficult financial, social and educational decisions. Page B9. North Draws Criticism    Oliver North's Senate campaign hit a snag as military analysts denounced his saying that the military was not ready for Iraq. Page A16.","thumbnail":null,"section":"New York"},{"date":"19941011","headline":"The Japanese Victims","web_url":"https://www.nytimes.com/1994/10/11/opinion/l-the-japanese-victims-496863.html","abstract":"  To the Editor:   By bowing to pressure from the American Legion and other veterans groups, the Smithsonian Institution compromises its coming exhibition on the atomic bombing of Japan (news article, Oct. 1).   A high-pressure campaign from veterans groups had already led the museum to make extensive changes to its script and to double the exhibition's size with an addition depicting Japanese atrocities before and during World War II. These changes present the bombing, a unique event in history, as a justified military response to Japanese aggression.","thumbnail":null,"section":"Opinion"},{"date":"19941011","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/10/11/style/chronicle-496430.html","abstract":"  Could it be that ALAN M. DERSHOWITZ, a member of the O. J. Simpson defense team, doesn't have enough to do?   Mr. Dershowitz, the Harvard professor known for his high-profile law cases, has a little job on the side, The Associated Press reported yesterday. He will play himself in an episode of the Emmy-award-winning CBS series \"Picket Fences.\"","thumbnail":null,"section":"Style"},{"date":"19941011","headline":"Generals and Privates, the Marines Head Back to an Old Haunt","web_url":"https://www.nytimes.com/1994/10/11/world/threats-gulf-troops-generals-privates-marines-head-back-old-haunt.html","abstract":"  \"Again! We're doing it again!\" said Lieut. Gen. Anthony C. Zinni, clapping a marine on the back as his troops lined up in the baking sun here today for their desert boots, camouflage uniforms and field rations, preparing for the order to head for the Persian Gulf.   \"Are you ready?\" the general asked another marine at Camp Pendleton. \"You were born ready, right?\"","thumbnail":null,"section":"World"},{"date":"19941011","headline":"Race for Governor: Pataki Criticizes Cuomo's Tax Record","web_url":"https://www.nytimes.com/1994/10/11/nyregion/1994-campaign-ad-campaigns-race-for-governor-pataki-criticizes-cuomo-s-tax.html","abstract":"  CANDIDATE George E. Pataki PRODUCER Russo, Marsh & Associates, Alexandria, Va., and Sacramento, Calif. VISUAL: The ad almost looks like a video game, with a photograph of Mario Cuomo on the top of the screen with the heading, \"Mario Cuomo's record on taxes and fees.\" A seemingly endless list of taxes scrolls up from the bottom, then from the lower right-hand side with computer-drawn images of a phone, a dog, a tree and a car. The ad is 30 seconds long.","thumbnail":null,"section":"New York"},{"date":"19941011","headline":"Companies Say Drugs Slow M.S.","web_url":"https://www.nytimes.com/1994/10/11/science/companies-say-drugs-slow-ms.html","abstract":"  RESEARCHERS from two companies said yesterday that two new drugs seem to be effective in slowing the progression of multiple sclerosis, an incurable neurological disease.   If federally approved, the drugs would join Betaseron, made by Berlex Laboratories, in Wayne, N.J., for use in treating the disease.","thumbnail":null,"section":"Science"},{"date":"19941011","headline":"The Personal Approach To Vietnam Revisited","web_url":"https://www.nytimes.com/1994/10/11/books/books-of-the-times-the-personal-approach-to-vietnam-revisited.html","abstract":"  The Vietnam War -- with its moral ambiguities, its surreal jungle conditions and the episodic quality of its fighting -- has tended to defy conventional narrative treatments. In \"Dispatches,\" Michael Herr found a nervous, willfully subjective voice that captured the chaotic texture of that war, and in \"Going After Cacciato,\" Tim O'Brien employed the devices of magical realism to convey its disorienting psychological effects.   In his new book, \"In Pharaoh's Army: Memories of the Lost War,\" Tobias Wolff tries to tackle Vietnam using old-fashioned, naturalistic methods; he writes about his decision to join the Army, his tour of duty in Southeast Asia and his return home one year later. The result, despite its evocative title, has little to do with the specific emotional gravity of Vietnam; rather, it's a traditional coming-of-age story that might well have taken place against the backdrop of any war.","thumbnail":null,"section":"Books"},{"date":"19941011","headline":"Minnesota's Old Man Riddles a Corps of Kids","web_url":"https://www.nytimes.com/1994/10/11/sports/pro-football-minnesota-s-old-man-riddles-a-corps-of-kids.html","abstract":"  It is common knowledge that the Giants' most glaring weakness this season is their secondary. Tonight, the weakness showed more than ever.   On what was supposed to be Lawrence Taylor's night, another future Hall of Famer, Warren Moon, shredded the suspect secondary for 299 yards on 23-of-34 passing. Though Moon finished 1 yard shy of his third consecutive 300-yard game, he and the Vikings handed the Giants their worst home defeat since Washington beat them, 28-10, in 1992, Ray Handley's last season as coach.","thumbnail":null,"section":"Sports"},{"date":"19941011","headline":"Legal Aid Questions Contract's Termination","web_url":"https://www.nytimes.com/1994/10/11/nyregion/legal-aid-questions-contract-s-termination.html","abstract":"  In what some consider an attempt to save face as well as to restore a few months to a defunct contract with the city, leaders of the Legal Aid Society have sent letters to two officials claiming that Mayor Rudolph W. Giuliani did not have a legal basis for terminating the society's contract to represent the indigent.   Legal Aid lawyers privately conceded that even if the city found the letters persuasive, the Mayor's decision to terminate the contract was not likely to be altered, just postponed. The society's contract with the city calls for a 90-day termination notice.","thumbnail":null,"section":"New York"},{"date":"19941011","headline":"1919:'My Lady Nicotine' : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/10/11/opinion/IHT-1919my-lady-nicotine-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - Not to be caught napping as were the wine merchants and brewers, tobacco growers, consumers and manufacturers have formed the Allied Tobacco League of America. This league will promote the interests of the tobacco industry, but its special func","thumbnail":null,"section":"Opinion"},{"date":"19941011","headline":"With Click, Animation For Young","web_url":"https://www.nytimes.com/1994/10/11/science/peripherals-with-click-animation-for-young.html","abstract":"  ON the screen is a picturesque village, English perhaps. In the foreground, a monkey stands in the road leading into the village. A click of the mouse button and the monkey scampers down the road, up the side of a building and onto the roof, where it chatters.   It took me less than five minutes to create that little scene with Amazing Animation, a Claris Clear Choice program by the Claris Corporation, a subsidiary of Apple Computer Inc. The program was set to the limited \"little kids\" level, intended for children 5 to 8 years old. After slight practice, a child at the upper end of that age range probably could beat my time.","thumbnail":null,"section":"Science"},{"date":"19941011","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/10/11/nyregion/news-summary-490016.html","abstract":"  International A3-15  MORE U.S. FIREPOWER TO THE GULF  Iraq said that it was pulling back troops from the Kuwaiti border, but President Clinton said the United States was dubious and that he was sending in more warplanes.  A1","thumbnail":null,"section":"New York"},{"date":"19941011","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/10/11/style/chronicle-496421.html","abstract":"  Think you have a gift for song writing? Never mind that, says GERALD MARKS, whose songs include \"All of Me\" and \"Is It True What They Say About Dixie?\" Success rests almost totally in the accidents of luck.    Mr. Marks is giving a one-man performance tonight at the Bruno Walter Auditorium in Lincoln Center that he bills as \"What I Found in the Alley.\"","thumbnail":null,"section":"Style"},{"date":"19941011","headline":"Kuwait Crisis: Hussein Gambles to Keep Power","web_url":"https://www.nytimes.com/1994/10/11/world/threats-in-the-gulf-iraq-kuwait-crisis-hussein-gambles-to-keep-power.html","abstract":"  Saddam Hussein's latest confrontation with the United States illustrates both the success and the failure of Washington's handling of the Iraqi leader.   The success is that two successive Administrations have managed to maintain crippling global sanctions on Iraq that have created an economic crisis so desperate that President Hussein felt cornered. But instead of recognizing the sovereignty and the borders of Kuwait, a condition set by the United Nations for easing the sanctions, he moved 70,000 troops toward the country that his troops invaded in 1990.","thumbnail":null,"section":"World"},{"date":"19941011","headline":"NATO Requests a Broader Right to Attack Targets in Bosnia","web_url":"https://www.nytimes.com/1994/10/11/world/nato-requests-a-broader-right-to-attack-targets-in-bosnia.html","abstract":"  In a challenge to the United Nations, NATO has formally requested radical changes in its mandate in Bosnia, including the right to strike against numerous targets at once.   The request, made in a letter to Secretary General Boutros Boutros-Ghali on Friday, reflects mounting concern within the alliance over a loss of credibility in Bosnia.","thumbnail":null,"section":"World"},{"date":"19941011","headline":"Cablevision's Dolan, One Savvy Visionary","web_url":"https://www.nytimes.com/1994/10/11/sports/sports-business-cablevision-s-dolan-one-savvy-visionary.html","abstract":"  A decade or so ago, before Chuck Dolan was worth $715 million, the chairman of Cablevision Systems wanted to buy Madison Square Garden when it was owned by Paramount Communications (formerly Gulf & Western). \"They said if they were going to sell, it would be $300 million,\" he said.   \"Three-hundred million!\" Dolan cheerfully repeated.","thumbnail":null,"section":"Sports"},{"date":"19941011","headline":"Corrections","web_url":"https://www.nytimes.com/1994/10/11/nyregion/c-corrections-494305.html","abstract":"  A notice in Business Day yesterday about the Columbus Day schedules for the financial and commodities markets referred incorrectly to the New York Cotton Exchange. It was open yesterday.","thumbnail":null,"section":"New York"},{"date":"19941011","headline":"MacNeil to Retire From 'Newshour' In '95 After 20 Years","web_url":"https://www.nytimes.com/1994/10/11/arts/macneil-to-retire-from-newshour-in-95-after-20-years.html","abstract":"  Robert MacNeil said yesterday that he would retire as a co-anchor of the \"MacNeil/Lehrer Newshour\" next October after 20 years with public television's nightly news program. The program, which is suffering budgetary constraints, is to close down its operation in New York and base itself in Washington.   When Mr. MacNeil steps down, Jim Lehrer is to take over as single anchor of the broadcast, which will then be retitled \"The Newshour With Jim Lehrer\" and originate solely from WETA in Washington. In a blow to WNET, Channel 13, in New York, the station where it began in 1975, the program and a staff that numbers about 50 will leave that station.","thumbnail":null,"section":"Arts"},{"date":"19941011","headline":"New York City Is Vengeful in the Face of a 'Raid' by Connecticut","web_url":"https://www.nytimes.com/1994/10/11/nyregion/new-york-city-is-vengeful-in-the-face-of-a-raid-by-connecticut.html","abstract":"  Just weeks after losing a spirited battle to keep Swiss Bank from leaving Manhattan, the Giuliani administration has taken out large display ads in Connecticut newspapers urging Connecticut residents to reject \"this blatant and unneighborly raid.\"   The ads, designed by the staff of John S. Dyson, Mayor Rudolph W. Giuliani's Deputy Mayor for finance and economic development, were the latest salvo in the on-again, off-again battle for business among New York City, New Jersey and Connecticut, all of which have relied heavily on tax incentives to lure or retain large companies.","thumbnail":null,"section":"New York"},{"date":"19941011","headline":"From Ma and His Chinese 'Army,' a Healthy Dose of the Real Thing","web_url":"https://www.nytimes.com/1994/10/11/sports/IHT-from-ma-and-his-chinese-army-a-healthy-dose-of-the-real-thing.html","abstract":"Ma Junren is a legend in the making. A few weeks ago, a reporter from the China Sports News was summoned to his bedside..\"The most pressing problem is that I don't have enough energy,\" admitted Ma. \"My blood pressure is low. It's time fo","thumbnail":null,"section":"Sports"},{"date":"19941011","headline":"At a Book Fair, Brazil Is the Theme. Who Cares?","web_url":"https://www.nytimes.com/1994/10/11/books/reporter-s-notebook-at-a-book-fair-brazil-is-the-theme-who-cares.html","abstract":"  The theme of this year's Frankfurt Book Fair was the literature of Brazil, but you wouldn't have known it to talk to any of the hundreds of American publishers, editors, rights directors and literary agents who have spent a week here, wheeling and dealing like mini-Wall Street sharks.    \"Brazil?\" said one top American publisher, who asked not to be identified, coming up for breath between meetings. \"I'm afraid we don't give a hoot about Brazil. We're too busy.\"","thumbnail":null,"section":"Books"},{"date":"19941011","headline":"Transcript of Clinton's Address: No Evidence the Iraqis Have Pulled Back","web_url":"https://www.nytimes.com/1994/10/11/world/threats-gulf-transcript-clinton-s-address-no-evidence-iraqis-have-pulled-back.html","abstract":"  Following is President Clinton's televised speech to the nation last night about United States actions in the Persian Gulf area and in Haiti, as transcribed by The New York Times:    Tonight I want to speak with you about the actions we are taking to preserve stability in the Persian Gulf in the face of Saddam Hussein's provocative actions.","thumbnail":null,"section":"World"},{"date":"19941011","headline":"A Shaken Jerusalem Tries to Get Back to Normal","web_url":"https://www.nytimes.com/1994/10/11/world/a-shaken-jerusalem-tries-to-get-back-to-normal.html","abstract":"  Jerusalem, bruised and its wind knocked out, scrambled back to its feet today after its worst terrorist attack in years. But the city was still shaken by two Arabs who came from the Gaza Strip and sprayed automatic-rifle fire along a crowded street of pubs and cafes, killing 2 people and wounding 13 others before the assailants were shot to death.   Fredi Engelberg went early today to her English-language book store on Yoel Salomon Street, a narrow lane popular with young Israelis and visiting foreigners but a frightening shooting gallery for long minutes on Sunday night. She knew that she had to put her business back together.","thumbnail":null,"section":"World"},{"date":"19941011","headline":"Sports of The Times; L.T.'s Rush Helped Sack Phil Simms","web_url":"https://www.nytimes.com/1994/10/11/sports/sports-of-the-times-lt-s-rush-helped-sack-phil-simms.html","abstract":"  BY the time the workout was over, a couple dozen kids were outside the practice field, in the shadow of Giants Stadium, waiting for the quarterback. Like a horde of sleepy buffalo, the other players trudged out the gate, past the kids, into the parking lot, toward the locker room.   Finally, as the quarterback appeared, the notebooks and pens converged in the manner of a ritual circle dance. Dave Brown, who now appears to carry whatever hopes remain for a serious football future in northern New Jersey, smiled, and began to sign.","thumbnail":null,"section":"Sports"},{"date":"19941011","headline":"History of a Song","web_url":"https://www.nytimes.com/1994/10/11/opinion/l-history-of-a-song-496901.html","abstract":"  To the Editor:   Your Oct. 3 review of \"Show Boat\" refers to \"the most enduring songs in the score by Jerome Kern and Oscar Hammerstein 2d,\" among which you list \"Bill.\" But \"Bill\" was written by Jerome Kern and P. G. Wodehouse.","thumbnail":null,"section":"Opinion"},{"date":"19941011","headline":"Ailing Spacecraft to Destroy Itself on Venus","web_url":"https://www.nytimes.com/1994/10/11/science/ailing-spacecraft-to-destroy-itself-on-venus.html","abstract":"  AFTER orbiting Venus more than 15,000 times in the last four years, the ailing Magellan spacecraft is to receive its final radio command today, sending it into a suicidal descent into the planet's atmosphere for one last-gasp experiment that could improve the design and operation of future spacecraft.   As the craft loses altitude, entering the atmosphere of carbon dioxide and sulfuric acid at a speed of 16,000 miles an hour, friction is expected to consume Magellan with fire in less than a day. What is not incinerated in the atmosphere will crash onto the surface, where the temperatures of 900 degrees Fahrenheit are hot enough to melt lead.","thumbnail":null,"section":"Science"},{"date":"19941011","headline":"Esiason's Contribution Surpasses His Statistics","web_url":"https://www.nytimes.com/1994/10/11/sports/football-esiason-s-contribution-surpasses-his-statistics.html","abstract":"  Fans remember the fourth quarter, not statistics.   So forget about Boomer Esiason averaging about 4 yards a toss, attempting with mixed success to throw off a sprained left ankle. At the end of Sunday's game, when the Jets needed to put away the Colts, Esiason insured the 16-6 victory with a 1-yard touchdown pass to Johnny Mitchell.","thumbnail":null,"section":"Sports"},{"date":"19941011","headline":"Corrections","web_url":"https://www.nytimes.com/1994/10/11/nyregion/c-corrections-494283.html","abstract":"  A picture caption yesterday about a self-defense class at the 92d Street Y in Manhattan misidentified the instructor shown. He was Abner Diaz, not Peter Ticali.","thumbnail":null,"section":"New York"},{"date":"19941011","headline":"Critics Talk the Talk, but Bills Walk the Walk","web_url":"https://www.nytimes.com/1994/10/11/sports/football-notebook-critics-talk-the-talk-but-bills-walk-the-walk.html","abstract":"  Jim Kelly said he has been listening to doomsayers each week proclaiming that Buffalo, the four-time American Football Conference champion and four-time Super Bowl loser, had finally run out of steam.   There has been talk of how running back Thurman Thomas had lost a step and how Kelly's passing arm, troubled by tendinitis in the shoulder, didn't have that zing anymore.","thumbnail":null,"section":"Sports"},{"date":"19941011","headline":"In Preliminary Work, New Test Detects Three Types of Cancer","web_url":"https://www.nytimes.com/1994/10/11/science/in-preliminary-work-new-test-detects-three-types-of-cancer.html","abstract":"  A new test that can detect several kinds of cancerous human cells was reported yesterday by scientists from the Johns Hopkins School of Medicine in Baltimore. The scientists say they can quickly develop the test into a general method for screening healthy people for the incipient stages of most kinds of cancer.    A test of this kind could well revolutionize the treatment of malignant disease, if combined with effective methods of attacking early cancers. Other experts say the Johns Hopkins team appears to have made an important laboratory advance toward this goal, but that the work is preliminary and much more remains to be done to make the test available for widespread use, if it ever is.","thumbnail":null,"section":"Science"},{"date":"19941011","headline":"General Cedras Departs","web_url":"https://www.nytimes.com/1994/10/11/opinion/general-cedras-departs.html","abstract":"  With the resignation of Lieut. Gen. Raoul Cedras, the Clinton Administration has reason to hope that its ill-considered Haitian gamble has worked.  After the earlier resignation of Brig. Gen. Philippe Biamby, and the flight of Col. Michel Francois to the Dominican Republic, General Cedras's departure has paved the way for the return of President Jean-Bertrand Aristide.   All this has been achieved without the waste of one American life. Now the Administration should seize the occasion to extricate itself as quickly as possible from a military venture that it should not have undertaken.","thumbnail":null,"section":"Opinion"},{"date":"19941011","headline":"In Nicholas's Name : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/10/11/opinion/IHT-in-nicholass-name-letters-to-the-editor.html","abstract":"Regarding \"Rare Gesture by a U.S. Family in Italy\" (Oct. 5):.Most families would bear everlasting resentment, even hatred, toward Italians after suffering the ordeal of Margaret and Reginald Green, whose son, Nicholas, was killed by a highway","thumbnail":null,"section":"Opinion"},{"date":"19941011","headline":"The Irishman as Barometer for Bigotry's Nuances","web_url":"https://www.nytimes.com/1994/10/11/theater/theater-review-the-irishman-as-barometer-for-bigotry-s-nuances.html","abstract":"  Daniel Magee's \"Paddywack,\" the turbulent new Irish drama at the Long Wharf Theater here, puts two questions before an audience.   The first has to do with Damien, an Irish laborer who has just moved to London and taken up residence in a boardinghouse. Soon after his arrival, a rash of bombings breaks out, prompting Damien's dormitory mates to ask themselves: Is he or is he not a member of the Irish Republican Army?","thumbnail":null,"section":"Theater"},{"date":"19941011","headline":"'Me and You': No. 56 Bids His Fans Sweet and Fond Farewell","web_url":"https://www.nytimes.com/1994/10/11/sports/pro-football-me-and-you-no-56-bids-his-fans-sweet-and-fond-farewell.html","abstract":"  Wearing his blue \"56\" jersey, Lawrence Taylor looked up at 77,294 faces tonight in Giants Stadium.   \"This is about me and you, Giants fans,\" he said. \"You've always been there. No matter what was said, no matter what was written, no matter what happened in my personal life, we've always been in this together. Without you, there would've been a Lawrence Taylor, but there wouldn't have been an L. T.\"","thumbnail":null,"section":"Sports"},{"date":"19941011","headline":"A Prudent Agreement","web_url":"https://www.nytimes.com/1994/10/11/opinion/l-a-prudent-agreement-496928.html","abstract":"  To the Editor:   Unlike conservative 2 percent wage increases given by New York City to its lawyers, the more prudent Legal Aid agreement reached Oct. 5 provides only for 2 percent bonuses in each of the contract's two years.   Unlike the raises given to city agency lawyers, these bonuses will not add to the base salaries of Legal Aid lawyers. Moreover, the agreement provides arbitration in the second year on allocation of any increased health insurance costs.","thumbnail":null,"section":"Opinion"},{"date":"19941011","headline":"Iranian Faction Doesn't Get Fair Hearing","web_url":"https://www.nytimes.com/1994/10/11/opinion/l-iranian-faction-doesn-t-get-fair-hearing-496898.html","abstract":"  To the Editor:   Re \"Report Won't Vindicate Iranian Faction\" (letter, Oct. 5) by David C. Litt, State Department director of Northern Gulf affairs: Mr. Litt's statement that the Administration's report will draw \"heavily on the People's Mujahedeen's own stated views\" is unconvincing. The department has acted to the contrary.   In a Congressional hearing this week, Robert Pelletreau, Assistant Secretary for Near East affairs, asserted the Mujahedeen had acknowledged responsibility for the deaths of American nationals and had taken part in the seizure of American diplomats as hostages in Teheran. Both statements are false. The Mujahedeen have denied both allegations.   Mr. Litt's letter is full of baseless allegations that originate in the Irangate deals and were part of the demands of the Khomeini regime. These allegations have never been substantiated, and have already been answered by the Mujahedeen.   These responses have been ignored by the State Department, whose declared positions over the last six months contradict the objective study needed to prepare the report. The compilers have made up their minds, violating impartiality.   The problem is not the Mujahedeen but those in the State Department who advocate a policy of appeasing Teheran. They view discrediting Iran's democratic oppoosition as the only way to justify reconciliation with an international outlaw.   Congress and the public have made their will known: Don't appease the mullahs, don't prejudge, be objective, listen to all voices, particularly the subjects of the report. This the State Department refuses to do. MASSOUD BANISADR U.S. Representative, National Council of Resistance of Iran Washington, Oct. 5, 1994","thumbnail":null,"section":"Opinion"},{"date":"19941011","headline":"Observer; The Butler, Maybe?","web_url":"https://www.nytimes.com/1994/10/11/opinion/observer-the-butler-maybe.html","abstract":"  Many persons have begged me to reveal the secret of how to write a newspaper column, and I now do so gladly, for --   Which brings us to Rule One: When a sentence threatens to get out of hand always cut it off, preferably with some unusual punctuation mark like a dash or something exciting like !!!!","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19941011","time":"1994-10-11 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":84,"wspd":11.2},{"date":"19941011","time":"1994-10-11 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.6,"rhum":86,"wspd":9.4},{"date":"19941011","time":"1994-10-11 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":86,"wspd":7.6},{"date":"19941011","time":"1994-10-11 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":86,"wspd":7.6},{"date":"19941011","time":"1994-10-11 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":87,"wspd":9.4},{"date":"19941011","time":"1994-10-11 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":89,"wspd":7.6},{"date":"19941011","time":"1994-10-11 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":89,"wspd":11.2},{"date":"19941011","time":"1994-10-11 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":89,"wspd":5.4},{"date":"19941011","time":"1994-10-11 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":84,"wspd":5.4},{"date":"19941011","time":"1994-10-11 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":80,"wspd":7.6},{"date":"19941011","time":"1994-10-11 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":77,"wspd":3.6},{"date":"19941011","time":"1994-10-11 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":73,"wspd":5.4},{"date":"19941011","time":"1994-10-11 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.6,"rhum":67,"wspd":5.4},{"date":"19941011","time":"1994-10-11 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16,"rhum":64,"wspd":9.4},{"date":"19941011","time":"1994-10-11 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.2,"rhum":65,"wspd":5.4},{"date":"19941011","time":"1994-10-11 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.6,"rhum":58,"wspd":5.4},{"date":"19941011","time":"1994-10-11 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.1,"rhum":61,"wspd":3.6},{"date":"19941011","time":"1994-10-11 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.9,"rhum":63,"wspd":3.6},{"date":"19941011","time":"1994-10-11 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17,"rhum":63,"wspd":7.6},{"date":"19941011","time":"1994-10-11 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.7,"rhum":65,"wspd":5.4},{"date":"19941011","time":"1994-10-11 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":69,"wspd":13},{"date":"19941011","time":"1994-10-11 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.7,"rhum":73,"wspd":5.4},{"date":"19941011","time":"1994-10-11 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":76,"wspd":5.4},{"date":"19941011","time":"1994-10-11 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.6,"rhum":79,"wspd":5.4},{"date":"19941011","time":"1994-10-11 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":47,"wspd":24.1},{"date":"19941011","time":"1994-10-11 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":48,"wspd":16.6},{"date":"19941011","time":"1994-10-11 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":46,"wspd":22.3},{"date":"19941011","time":"1994-10-11 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":48,"wspd":24.1},{"date":"19941011","time":"1994-10-11 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":52,"wspd":22.3},{"date":"19941011","time":"1994-10-11 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":54,"wspd":18.7},{"date":"19941011","time":"1994-10-11 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":56,"wspd":20.5},{"date":"19941011","time":"1994-10-11 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":60,"wspd":22.3},{"date":"19941011","time":"1994-10-11 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":63,"wspd":18.7},{"date":"19941011","time":"1994-10-11 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":68,"wspd":14.8},{"date":"19941011","time":"1994-10-11 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":71,"wspd":13},{"date":"19941011","time":"1994-10-11 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":74,"wspd":13},{"date":"19941011","time":"1994-10-11 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":65,"wspd":14.8},{"date":"19941011","time":"1994-10-11 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":63,"wspd":20.5},{"date":"19941011","time":"1994-10-11 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":52,"wspd":20.5},{"date":"19941011","time":"1994-10-11 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":45,"wspd":22.3},{"date":"19941011","time":"1994-10-11 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":28,"wspd":20.5},{"date":"19941011","time":"1994-10-11 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":23,"wspd":25.9},{"date":"19941011","time":"1994-10-11 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":25,"wspd":22.3},{"date":"19941011","time":"1994-10-11 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":22,"wspd":20.5},{"date":"19941011","time":"1994-10-11 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":23,"wspd":22.3},{"date":"19941011","time":"1994-10-11 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":23,"wspd":16.6},{"date":"19941011","time":"1994-10-11 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":24,"wspd":16.6},{"date":"19941011","time":"1994-10-11 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":27,"wspd":13}]},"19941012":{"guardian_articles":[],"nytimes_articles":[{"date":"19941012","headline":"Professor, Husband and Wimp","web_url":"https://www.nytimes.com/1994/10/12/movies/film-review-professor-husband-and-wimp.html","abstract":"Cuckolded schoolmaster, from Rattigan's play. Stately retread, updated in vain.","thumbnail":null,"section":"Movies"},{"date":"19941012","headline":"Now Let Jewish Women Seeking Divorce Find Religious Justice; State Unduly Interferes","web_url":"https://www.nytimes.com/1994/10/12/opinion/l-now-let-jewish-women-seeking-divorce-find-religious-justice-state-unduly-509329.html","abstract":"  To the Editor:   It is astonishing to me that a Brooklyn judge would penalize an Orthodox Jewish man for refusing to grant his wife a get, or religious divorce (news article, Oct. 5). This is a clear violation of the constitutional principle of the separation of church and state.","thumbnail":null,"section":"Opinion"},{"date":"19941012","headline":"State Dept. Stops Free Speech at the Border","web_url":"https://www.nytimes.com/1994/10/12/opinion/l-state-dept-stops-free-speech-at-the-border-508209.html","abstract":"  To the Editor:   Re \"Among the Ruins of the Left, a Pillar Stands\" (Mexico City Journal, Oct. 5):","thumbnail":null,"section":"Opinion"},{"date":"19941012","headline":"Football Bedfellows: If Notre Dame Loses, NBC and ABC Do, Too","web_url":"https://www.nytimes.com/1994/10/12/sports/college-football-football-bedfellows-if-notre-dame-loses-nbc-and-abc-do-too.html","abstract":"  Each year, it seems, Notre Dame is at the center of televised college football. It is the best TV attraction, the only university with its own deal, for six home games on NBC. Whether the Fighting Irish's games are on ABC or NBC, the hope at the network end is that Lou Holtz's team will be ever in the hunt for a national championship. But last week, when Notre Dame was thrashed, 30-11, by Boston College on ABC, its title hopes were virtually squashed.   When it comes to Notre Dame, what's good for the Irish is good for both ABC and NBC, despite an NBC deal that does not help ABC's ratings.","thumbnail":null,"section":"Sports"},{"date":"19941012","headline":"Seeking a Way to Stop Hamburger Fatalities","web_url":"https://www.nytimes.com/1994/10/12/arts/television-review-seeking-a-way-to-stop-hamburger-fatalities.html","abstract":"  Tonight's \"Turning Point\" retells the story of the appearance of E. coli bacteria in ground beef in California and Washington State in 1992 and '93. \"Deadly Meat: When a Hamburger Can Kill\" focuses on the families of four children who died and of others who became seriously ill, in most cases after eating undercooked hamburgers from Jack-in-the-Box fast-food outlets. In standard news magazine fashion, there are snapshots and home movies of the pretty children before they were stricken, followed by grim hospital scenes. The reporter, Meredith Vieira, goes on to accuse the Federal Department of Agriculture of not doing enough to protect consumers from contaminated meat.   As journalists long ago discovered, nothing is more moving than the death of a child, and you can't help feeling for the parents who lost their children because a fast-food chain served hamburgers containing a lethal bacteria. The step from sympathy to indignation at officialdom for not preventing the deaths is easy. Too easy, perhaps, and tonight's expose, like most of its sort, never confronts the question of whether the costs of the tighter regulation demanded by parents and \"meat safety activists\" would be justified.","thumbnail":null,"section":"Arts"},{"date":"19941012","headline":"Pine Chip Gets the Rail","web_url":"https://www.nytimes.com/1994/10/12/sports/pine-chip-gets-the-rail.html","abstract":"  Pine Chip, the world's fastest trotter, who will be making the final start of his career, drew the rail yesterday for the $300,000 Cadillac Breeders' Crown Open Trot at Freehold Raceway Saturday. He was installed as the 3-5 early favorite in the six-horse field.   The 4-year-old, who will be driven by the Hall of Famer John Campbell, set the mile mark of 1:51 in a time trial on Oct. 1 at the Red Mile in Lexington, Ky., eclipsing the record of 1:514/5 set by the mare Beat the Wheel.","thumbnail":null,"section":"Sports"},{"date":"19941012","headline":"Clinton Lauds His Policies, But Listeners Are Sparse","web_url":"https://www.nytimes.com/1994/10/12/us/1994-campaign-president-clinton-lauds-his-policies-but-listeners-are-sparse.html","abstract":"  President Clinton took his autumn campaign for Democratic candidates on its first road test today, flying to a booming Ford assembly line to sit in a red Mustang, lift the hood, check the dipstick and tell auto workers that the Republican Party was determined to ruin their newly found prosperity.   It was a fiery performance, given to a much-smaller-than-advertised crowd and a smaller-than-advertised number of Democratic nominees willing to associate themselves with it.","thumbnail":null,"section":"U.S."},{"date":"19941012","headline":"A Wacky World Between the Posts","web_url":"https://www.nytimes.com/1994/10/12/sports/IHT-a-wacky-world-between-the-posts.html","abstract":"The world is a funny old place in which to make a living, and soccer reflects its peculiarities to a tee. Take the case of two World Cup goalkeepers, Claudio Taffarel of Brazil and Packie Bonner of Ireland. .As experienced sportsmen, they know the lone","thumbnail":null,"section":"Sports"},{"date":"19941012","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/10/12/nyregion/metro-digest-504599.html","abstract":"  PATAKI URGES LONGER PRISON TERMS    State Senator George E. Pataki, the Republican candidate for governor, called for holding violent criminals in prison longer as the central element of his crime program for New York. 1. NEW YORK CITY","thumbnail":null,"section":"New York"},{"date":"19941012","headline":"Kidnapping of Soldier Leads Israel to Halt P.L.O. Talks","web_url":"https://www.nytimes.com/1994/10/12/world/kidnapping-of-soldier-leads-israel-to-halt-plo-talks.html","abstract":"  Israel broke off negotiations with the Palestine Liberation Organization tonight after the militant Islamic group Hamas announced it was holding an Israeli soldier hostage.   In a videotape and a handwritten statement, Hamas's armed wing, the Qassam Brigades, warned that the soldier would be killed unless more than 200 Arab prisoners, including Hamas's founder and two militant Muslim leaders kidnapped from Lebanon, were freed by Friday night.","thumbnail":null,"section":"World"},{"date":"19941012","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/10/12/style/chronicle-501522.html","abstract":"  Somewhere out there, someone, probably a child, is bereft over the loss of a teddy bear. JANE PAULEY is determined to reunite owner and bear.    Ms. Pauley, the television newswoman, was in a taxi in Manhattan on Monday evening when one of her children found the teddy bear, \"small and brown and clearly a veteran of years of love,\" she said yesterday.","thumbnail":null,"section":"Style"},{"date":"19941012","headline":"When Nets Call Benjamin, He Better Start Running","web_url":"https://www.nytimes.com/1994/10/12/sports/pro-basketball-when-nets-call-benjamin-he-better-start-running.html","abstract":"  Benoit Benjamin casually stepped onto the scale in the training room today as he was leaving practice at Princeton University. He peeked as the needle sailed passed 250 pounds, the limit on the scale.   \"I could shed another seven or eight pounds,\" Benjamin said as he walked to his car in the parking lot. \"That's no big deal. I'm in pretty good shape.\"","thumbnail":null,"section":"Sports"},{"date":"19941012","headline":"Bush Campaigns for Son But Stays Out of the Issues","web_url":"https://www.nytimes.com/1994/10/12/us/the-1994-campaign-florida-bush-campaigns-for-son-but-stays-out-of-the-issues.html","abstract":"  There were 500 people for lunch at $500 a head. There were centerpieces in red, white and blue and a \"Jeb for Governor\" banner over the head table.   But the big draw for the Republican faithful here at the tony Design Center of the Americas and elsewhere across the state in the last two days was less Jeb Bush, the party's candidate for governor, than Jeb Bush's parents, former President George Bush and his wife, Barbara.","thumbnail":null,"section":"U.S."},{"date":"19941012","headline":"Corrections","web_url":"https://www.nytimes.com/1994/10/12/nyregion/c-corrections-507130.html","abstract":"  A picture caption yesterday about Darryl Stanley, a United States marine officer checking his boots as he prepared to leave for the Persian Gulf, misstated his rank in some editions. The Marine rank is lieutenant colonel, not lieutenant commander.","thumbnail":null,"section":"New York"},{"date":"19941012","headline":"Bucks Ignore Robinson and Sign Mobley","web_url":"https://www.nytimes.com/1994/10/12/sports/sports-people-basketball-bucks-ignore-robinson-and-sign-mobley.html","abstract":"  Unwilling to meet a small forward's demand for $100 million, the Milwaukee Bucks signed a big center for considerably less yesterday, coming to terms with ERIC MOBLEY on a four-year contract worth $4.64 million, according to his agent, DONALD WALTON.   Mobley, a 6-foot-11-inch, 250-pound Bronx native who starred for Salesian High School in New Rochelle, N.Y., before going to Pitt, was the second of the Bucks' two first-round draft choices and the 18th selection over all.","thumbnail":null,"section":"Sports"},{"date":"19941012","headline":"Jets' Glenn Sidesteps Rookie Label With Veteran Moves","web_url":"https://www.nytimes.com/1994/10/12/sports/pro-football-jets-glenn-sidesteps-rookie-label-with-veteran-moves.html","abstract":"  It was time for the rookie to look at some serious videos yesterday. So Aaron Glenn returned \"A Bronx Tale\" to the rental store, and headed for the Jets' training camp complex in Hempstead, L.I.   \"I've never seen Drew Bledsoe,\" Glenn admitted. \"All I know about him is what I read in the papers. He's thrown for 300 yards for five straight games.\"","thumbnail":null,"section":"Sports"},{"date":"19941012","headline":"1919:Too Near to Beer?: IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/10/12/opinion/IHT-1919too-near-to-beer-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - Combining business with pleasure unalloyed, six Columbia University students have started a twelve-day drinking test of two and three-fourths per cent. near beer. This test is being made on behalf of the brewers, who claim that two and three- f","thumbnail":null,"section":"Opinion"},{"date":"19941012","headline":"Crown Hts. Judge Won't Step Down","web_url":"https://www.nytimes.com/1994/10/12/nyregion/crown-hts-judge-won-t-step-down.html","abstract":"  A Federal judge denied a defense motion yesterday that he step down from the case of a teen-ager charged with violating the civil rights of a Hasidic scholar who was fatally stabbed during the 1991 racial violence in Crown Heights, Brooklyn.   Judge David G. Trager of Federal District Court in Brooklyn gave no reason for the denial, saying he would state his reasons later. Lawyers for the defendant, Lemrick Nelson Jr., 19, who is accused of inflicting at least one of the four stab wounds that killed Yankel Rosenbaum, had asked the judge to recuse himself.","thumbnail":null,"section":"New York"},{"date":"19941012","headline":"Corrections","web_url":"https://www.nytimes.com/1994/10/12/nyregion/c-corrections-507164.html","abstract":"  A front-page article yesterday about a rise in foreign investment in Russia misstated the affiliation of Eugene K. Lawson. He is president of the U.S.-Russia Business Council, not the Council for Trade and Economic Cooperation.  ","thumbnail":null,"section":"New York"},{"date":"19941012","headline":"Suits for Both Sexes, Starting in the 1500's","web_url":"https://www.nytimes.com/1994/10/12/books/books-of-the-times-suits-for-both-sexes-starting-in-the-1500-s.html","abstract":"  Sex and Suits   By Anne Hollander   Illustrated. 212 pages. Alfred A. Knopf. $25.    Open Anne Hollander's book, \"Sex and Suits,\" turn to pages 156 and 157, and you will see a gorgeous fashion triptych. Blond Marlene Dietrich is in the top left-hand corner, all strategic ease, her eyes commanding us to look and worship, her foot poised on the running board of a big, dark, handsome car. On the right are two unidentified and in celebrity terms unknown black men, draped and poised for casual conversation on the bench of a Greyhound bus terminal. The painter Balthus is in the center, seated in a chair, legs crossed, staring into space with intent but elegant concentration.","thumbnail":null,"section":"Books"},{"date":"19941012","headline":"Indurain Finds a '95 Route to His Liking","web_url":"https://www.nytimes.com/1994/10/12/sports/cycling-indurain-finds-a-95-route-to-his-liking.html","abstract":"  No Tours de France are easy but some are easier than others, which explains why Miguel Indurain was trying to restrain a smile today.   He had just seen the route for the next Tour and it appears to be tailored for him as he seeks to become the first rider to win the world's greatest bicycle race five successive years.","thumbnail":null,"section":"Sports"},{"date":"19941012","headline":"Personal Health; No, the food you eat will not be radioactive.","web_url":"https://www.nytimes.com/1994/10/12/us/personal-health-no-the-food-you-eat-will-not-be-radioactive.html","abstract":"  THE arguments against food irradiation have a familiar ring. At the turn of the century, people opposed to another new process to safeguard food voiced similar complaints, arguing:   This process is an excuse for distributing a dirty product. Better controls and inspection are what is needed.","thumbnail":null,"section":"U.S."},{"date":"19941012","headline":"Gap Narrowing for Poor School Districts, Study Finds","web_url":"https://www.nytimes.com/1994/10/12/nyregion/gap-narrowing-for-poor-school-districts-study-finds.html","abstract":"  In the first detailed academic analysis of New Jersey's controversial four-year-old effort to funnel millions of dollars to poor school districts to narrow the gap with wealthier ones, a group of independent researchers has concluded that the money has been well spent.   \"The much-maligned law really did make a difference for poor, urban school districts, without hurting wealthy ones,\" said one of the researchers, William A. Firestone, a professor at the Rutgers Graduate School of Education.","thumbnail":null,"section":"New York"},{"date":"19941012","headline":"BOOKS: FACTORIES OF DEATH","web_url":"https://www.nytimes.com/1994/10/12/style/IHT-books-factories-of-death.html","abstract":"FACTORIES OF DEATH: Japanese Biological Warfare 1932-45 and the American Cover-Up.By Sheldon Harris. 297 pages. £25. Routledge.. Reviewed by George Hicks. I N 1981, the American newspaperman John Powell opened the eyes of the English reading world","thumbnail":null,"section":"Style"},{"date":"19941012","headline":"Judge Complains About Test Delays in Simpson Case","web_url":"https://www.nytimes.com/1994/10/12/us/judge-complains-about-test-delays-in-simpson-case.html","abstract":"  Judge Lance A. Ito suggested today that prosecutors in the O. J. Simpson murder case had taken indefensibly long to test crucial blood samples, including blood taken from the Ford Bronco and from a glove retrieved outside his home, that he might exclude the evidence.   His impatience and incredulity evident, Judge Ito concurred with complaints from Mr. Simpson's lawyers that numerous items -- many of them central to the case -- were turned over to laboratories for DNA testing weeks after they had been collected by police investigators. Some tests are still under way, meaning that results may not be available until just before testimony begins, probably early next month.","thumbnail":null,"section":"U.S."},{"date":"19941012","headline":"Book Notes","web_url":"https://www.nytimes.com/1994/10/12/books/book-notes-501174.html","abstract":"  Booker Prize Winner    After the usual televised drama, complete with a panel of local literati providing sports-style commentary, the 1994 Booker Prize was announced in London yesterday. And the winner was \"How Late It Was, How Late,\" a pungent story about a down-on-his-luck laborer in Glasgow, by the Scottish novelist James Kelman.    Mr. Kelman's novel, published by Secker & Warburg, beat out five other nominees for the $31,500 prize, winning 3 to 2 after a long debate by the five judges. The Booker is annually awarded to a novel written in English and published first by a British publisher.","thumbnail":null,"section":"Books"},{"date":"19941012","headline":"Game Theory Takes Prize in Economics","web_url":"https://www.nytimes.com/1994/10/12/us/game-theory-takes-prize-in-economics.html","abstract":"  The Nobel Memorial Prize in economics will be divided among three pioneers in the field of game theory. The award underscores a radical shift in thinking, as classical economics -- with its focus on how markets behave -- gives way to game theory, an approach that focuses on the give and take among \"players.\"    Business Day, page D1.","thumbnail":null,"section":"U.S."},{"date":"19941012","headline":"Supreme Court Roundup; A Cross High Above San Diego Is Dealt Another Setback","web_url":"https://www.nytimes.com/1994/10/12/us/supreme-court-roundup-a-cross-high-above-san-diego-is-dealt-another-setback.html","abstract":"  The Supreme Court declined today to review a lower court's ruling that a 43-foot cross, a San Diego landmark that sits on the highest point of the city, cannot remain on public land.   Without comment, the Justices turned down the city's appeal, which defended the cross as a historic property that had the secular purpose of honoring San Diego's war veterans.","thumbnail":null,"section":"U.S."},{"date":"19941012","headline":"Runners Far Ahead In Aging Healthfully","web_url":"https://www.nytimes.com/1994/10/12/us/runners-far-ahead-in-aging-healthfully.html","abstract":"  ACTIVE Americans do not wear out, but sedentary ones are likely to rust out, according to the findings of an eight-year study of nearly 800 people 50 and over. As they age, the study showed, those who regularly engage in vigorous aerobic exercise like running are much less likely to develop life-inhibiting disabilities.   The study, conducted by a research team from Stanford University and published in the current issue of Annals of Internal Medicine, followed the health of 451 members of a runners' club and 330 nonrunners living in the same community. All participants were 50 to 72 when the study began.","thumbnail":null,"section":"U.S."},{"date":"19941012","headline":"Hard Work in Off Season Finds Knicks' Harper in Championship Form","web_url":"https://www.nytimes.com/1994/10/12/sports/pro-basketball-hard-work-in-off-season-finds-knicks-harper-in-championship-form.html","abstract":"  Derek Harper reported to Knicks training camp in better shape than anyone else. So said Pat Riley, who puts great importance on such things.   For Harper to be in better shape than Charles Oakley, or Anthony Mason, or John Starks, speaks volumes about how seriously Harper takes his profession. It also indicates how badly Harper wants to win a championship. For Harper, who turns 33 on Thursday, time is running out.","thumbnail":null,"section":"Sports"},{"date":"19941012","headline":"Prodigy's Debut: Hotel, Nap, Snack, Taxi to Hall","web_url":"https://www.nytimes.com/1994/10/12/nyregion/about-new-york-prodigy-s-debut-hotel-nap-snack-taxi-to-hall.html","abstract":"  YES, that was a big-name television personality a few tables away (Paul Shaffer, the band leader on \"Late Show With David Letterman\"). Never mind. What captivated Hilary Hahn were the waiters whizzing by on roller skates.   \"Wonder if they ever crash?\" she said as a salad sailed by, arced around a table and landed gracefully between the knife and fork of a beefy-looking man in rolled-up shirtsleeves. No, she does not skate herself, and certainly not on in-line skates, the balance-defying single-row-of-wheels kind. \"Even with wrist guards, it could be trouble,\" she said. \"I smash my elbow, real trouble. And you've got to practice to be able to stop like that.\"","thumbnail":null,"section":"New York"},{"date":"19941012","headline":"Russian Economics : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/10/12/opinion/IHT-russian-economics-letters-to-the-editor.html","abstract":"Regarding \"Back Russian Reform and Its Sensible Advocates, Not a Weak Yeltsin\" (Opinion, Sept. 27) by Jonathan Steele:.Mr. Steele shows about as much understanding of economics as those in Russia he advocates supporting. Prime Minister Viktor","thumbnail":null,"section":"Opinion"},{"date":"19941012","headline":"'Homicide' Is Back, in a Cloud of Tension","web_url":"https://www.nytimes.com/1994/10/12/arts/homicide-is-back-in-a-cloud-of-tension.html","abstract":"  As an unconventional show that has already had two unsuccessful runs in prime time, the critically acclaimed crime drama \"Homicide: Life on the Street,\" returning on Friday night at 10, needs all the help it can get. But a dispute has arisen over whether NBC -- which broadcasts the show, and this year even owns it -- is giving it any help at all.   The film director Barry Levinson, who is a co-creator of the series and its executive producer, says NBC has already given up on \"Homicide.\" Warren Littlefield, the president of NBC Entertainment, says the network is devoted to the show's success.","thumbnail":null,"section":"Arts"},{"date":"19941012","headline":"Some Educators See Experimental Hybrids As Country's Best Hope for Public Schools","web_url":"https://www.nytimes.com/1994/10/12/us/some-educators-see-experimental-hybrids-country-s-best-hope-for-public-schools.html","abstract":"  In a strip shopping center, just past Dr. Wally Unruh's Chiropractic Arts center and the Cat's Meow florist, sits what many people are increasingly touting as the best hope for saving America's public schools.   Housed in a converted grocery store, the Academy Charter School is a new kind of public school that operates autonomously under state charter rather than under local school district control. Like other such \"charter schools\" opening across the country, Academy -- where 271 well-scrubbed students follow a strict dress code and study a back-to-basics curriculum -- was put together from scratch by a group of parents and educators unhappy with the choices offered by their school district.","thumbnail":null,"section":"U.S."},{"date":"19941012","headline":"Business Owners Fear Chaos at the Hands of Mobs When Aristide Returns","web_url":"https://www.nytimes.com/1994/10/12/world/mission-haiti-rich-business-owners-fear-chaos-hands-mobs-when-aristide-returns.html","abstract":"  Up in the hills, where the air is sweet, the lawns are trimmed and life is lived in languor, they call him \"the little monkey\" and \"the little jerk,\" and add that eight months of the Rev. Jean-Bertrand Aristide as President were enough to lay a road to civil war.   \"Wait until the day of his arrival here and you will see scenes of people going crazy,\" said Olivier Nadal, a Haitian businessman of French descent whose family imports and exports food and operates in the shipping and banking industries.","thumbnail":null,"section":"World"},{"date":"19941012","headline":"Mother Tells Of Pressures On Jewish Son By a Rabbi","web_url":"https://www.nytimes.com/1994/10/12/nyregion/mother-tells-of-pressures-on-jewish-son-by-a-rabbi.html","abstract":"  Crying on the witness stand, the mother of a Jewish teen-ager who prosecutors say was kidnapped by an ultra-Orthodox rabbi and his wife testified yesterday that shortly before her son disappeared for nearly two years the defendants intensely pressured her to leave the boy with them.   The mother, Hana Fhima, said that at one point before her son, Shai Fhima Reuven, vanished in April 1992 she had to call the police for help in getting her son away from the rabbi's yeshiva in Brooklyn where she had allowed the boy to stay for nearly a month.","thumbnail":null,"section":"New York"},{"date":"19941012","headline":"A Few Miles Offshore, Thousands of Marines and Sailors Wait for Their Call","web_url":"https://www.nytimes.com/1994/10/12/world/threats-gulf-kuwait-few-miles-offshore-thousands-marines-sailors-wait-for-their.html","abstract":"  The ammunition boxes are lashed to trucks and jeeps, the grenade launchers stand oiled and mounted and the amphibious landing craft sit ready to be disgorged from the bowels of this vessel into the placid, emerald-green waters.   American forces can throw an array of sophisticated bombs, artillery shells and missiles at the Iraqi troops along Kuwait's border from fighter planes, ground batteries and ships in the region. But the key ingredient in the American plan, if fighting erupts, are the 2,000 marines and 2,000 sailors who are anchored a few miles off Kuwait City.","thumbnail":null,"section":"World"},{"date":"19941012","headline":"Holtz Second-Guesses Handling of Powlus","web_url":"https://www.nytimes.com/1994/10/12/sports/sports-people-football-holtz-second-guesses-handling-of-powlus.html","abstract":"  Coming off a 30-11 blowout at Boston College last Saturday, Coach LOU HOLTZ of Notre Dame (4-2) is re-evaluating his approach with quarterback RON POWLUS and mulling some lineup changes for Saturday's home game against Brigham Young (5-1).   \"We looked at eight or nine different people changing on the depth chart,\" said Holtz, who also second-guessed himself about whether he had made Powlus's job more difficult by not pushing the first-year starter harder in practice.","thumbnail":null,"section":"Sports"},{"date":"19941012","headline":"MISSION TO HAITI: U.S. Troops Take Over Government Buildings; Christopher to Go to Haiti","web_url":"https://www.nytimes.com/1994/10/12/world/mission-haiti-us-troops-take-over-government-buildings-christopher-go-haiti.html","abstract":"  Secretary of State Warren Christopher will almost certainly accompany Father Aristide to Haiti when he returns on Saturday, Administration officials said today.   Mr. Christopher would be the highest-ranking United States official in a delegation that will also include members of Congress and members of Father Aristide's Cabinet, the officials said. The group is likely to fly from Washington in a United States Government aircraft.","thumbnail":null,"section":"World"},{"date":"19941012","headline":"A Rarity, An Uproar At Weekly Reader","web_url":"https://www.nytimes.com/1994/10/12/us/a-rarity-an-uproar-at-weekly-reader.html","abstract":"  An article on smoking has created a firestorm at what is seldom thought of as a cauldron of controversy -- Weekly Reader, a staple in classrooms around the country.   At issue is an article titled \"Do Cigarettes Have a Future?\" that is featured in the current Weekly Reader, distributed to 600,000 fifth graders around the country. The publication goes out to eight million schoolchildren, with separate issues for each grade level from prekindergarten to sixth grade.","thumbnail":null,"section":"U.S."},{"date":"19941012","headline":"Baram Journal; Scene: A Purist Kibbutz. Topic: Bringing Up Baby.","web_url":"https://www.nytimes.com/1994/10/12/world/baram-journal-scene-a-purist-kibbutz-topic-bringing-up-baby.html","abstract":"  Elam Minerbo does not realize it -- he is only 3 years old, after all -- but he has painfully divided this kibbutz on Israel's border with Lebanon.   The question is where should he and Baram's 160 other children sleep at night.","thumbnail":null,"section":"World"},{"date":"19941012","headline":"Jazz's Attic Now Looks Like a Proper Institute","web_url":"https://www.nytimes.com/1994/10/12/arts/jazz-s-attic-now-looks-like-a-proper-institute.html","abstract":"  The Institute of Jazz Studies at Rutgers University in Newark gets strange calls, like the one from a film maker who needed song titles referring to illness. The curators made him a tape; Red Allen's \"You May Get Better but You'll Never Get Well\" closed it.   It's also a place jazz scholars can call to find out about anything that has ever happened in the jazz world. In its 5,000 books one can find excellent fiction, including William Gwin's \"Jazz Bum\" from 1954 and David Hulburg's 1952 classic, \"H Is for Heroin.\" There is also \"The Negro in Colonial New England,\" a five-volume Mercury Records discography, an early Vanity Fair guide to New York City night life and histories of jazz in Arabic, Danish and English, among other languages, along with autobiographies and biographies. And that's just books.","thumbnail":null,"section":"Arts"},{"date":"19941012","headline":"A Documentary's Partisan Plea To End the Bloodshed in Bosnia","web_url":"https://www.nytimes.com/1994/10/12/movies/film-review-a-documentary-s-partisan-plea-to-end-the-bloodshed-in-bosnia.html","abstract":"  \"Bosna!,\" Bernard-Henri Levy and Alain Ferrari's documentary polemic about the war in Bosnia, is a blunt, impassioned call for the countries of Western Europe and the United States to step in and halt the bloodshed. The movie, which opens today at Film Forum, is narrated by Mr. Levy, the noted French philosopher, who also wrote the script. With its grisly images of children mutilated in the siege of Sarajevo and of emaciated Bosnian prisoners near starvation in Serbian death camps, the film, which was shot between September 1993 and March 1994, wants to prick the conscience of the world.   The Serbian forces carrying out their policy of \"ethnic cleansing\" are denounced as butchers and thugs seeking to establish a racist dictatorship. The defenders of Sarajevo are seen as heroic freedom fighters struggling against terrible odds to preserve a democratic ideal.","thumbnail":null,"section":"Movies"},{"date":"19941012","headline":"Colorado Justices Strike Down a Law Against Gay Rights","web_url":"https://www.nytimes.com/1994/10/12/us/colorado-justices-strike-down-a-law-against-gay-rights.html","abstract":"  Homosexuals won a major legal victory today when the Colorado Supreme Court struck down a measure forbidding local governments to enact laws that protect gay people from discrimination in jobs and housing.   The 6-to-1 decision was the first by the highest court of any of the states -- where the battle over anti-gay-rights measures has been fought out to the virtual exclusion of the Federal judiciary -- holding that the denial of certain rights to homosexuals is unconstitutional.","thumbnail":null,"section":"U.S."},{"date":"19941012","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/10/12/nyregion/news-summary-503525.html","abstract":"  International A3-11  U.S. SEES SIGNS OF IRAQI RETREAT  Pentagon officials said intelligence reports showed the first signs that Iraq was retreating from the Kuwait border. But the United States continued to pour troops and planes into the region.  A1  CRISES AND THE CAMPAIGN TRAIL  News analysis: With his highly visible successes this week at the expense of dictators in Haiti and Iraq, Bill Clinton's political luck may finally have turned.  A11","thumbnail":null,"section":"New York"},{"date":"19941012","headline":"Graves Is Out 2 Months Following Back Surgery","web_url":"https://www.nytimes.com/1994/10/12/sports/hockey-graves-is-out-2-months-following-back-surgery.html","abstract":"  Even if the National Hockey League season finally gets under way, Adam Graves won't be available to the Rangers until at least December. Graves, the star left wing of the team's top line, underwent surgery yesterday for removal of a herniated disk in his lower back.   The operation was performed in Los Angeles by Dr. Robert Watkins. Graves will spend three nights in the hospital and can't travel for 7 to 10 days, according to Colin Campbell, coach of the Rangers.","thumbnail":null,"section":"Sports"},{"date":"19941012","headline":"Golisano Looms as Spoiler for Pataki","web_url":"https://www.nytimes.com/1994/10/12/nyregion/the-1994-campaign-independents-golisano-looms-as-spoiler-for-pataki.html","abstract":"  State Senator George E. Pataki is trying everything possible to have B. Thomas Golisano thrown off the gubernatorial ballot. But if you didn't know which man was which -- and many New Yorkers might still have trouble picking either out of a lineup -- it would be hard to tell one candidate's positions from the other.   Both men say they are fiscal conservatives and social moderates. Both spend most of their time assailing what they call the state's anti-business climate, its free-spending welfare bureaucracy and tolerance of crime. Both approve of the death penalty and propose enormous cuts in state taxes, although Mr. Golisano's would be much larger.","thumbnail":null,"section":"New York"},{"date":"19941012","headline":"Incineration Worked At Toxic Waste Site","web_url":"https://www.nytimes.com/1994/10/12/opinion/l-incineration-worked-at-toxic-waste-site-509280.html","abstract":"  To the Editor:   To dramatize an otherwise valid point about the task of cleaning up hazardous waste, \"Toxic Messes: Easier Made Than Undone\" (The Week in Review, Oct. 2) omits facts about the successful incineration of drummed wastes at the abandoned Vertac Chemical Company in Jacksonville, Ark.","thumbnail":null,"section":"Opinion"},{"date":"19941012","headline":"The Streets Are Paved With Potholes; In the Inner-City Economy, Flat-Tire Shops Fill a Void","web_url":"https://www.nytimes.com/1994/10/12/nyregion/streets-are-paved-with-potholes-inner-city-economy-flat-tire-shops-fill-void.html","abstract":"  For every espresso bar that percolates on the Upper West Side and every fancy boutique that blossoms in SoHo, there is a greasy storefront operation in one of New York City's poorer neighborhoods that solicits business with a simple sign announcing: \"Flat Fix.\"   Just as cafes and boutiques have sprouted in Manhattan's disposable-income districts, these shops where drivers with a flat tire can stop for a quick, cheap patch or an inexpensive used tire have multiplied in areas where money is short, tires are old, roads are rough and immigrant entrepreneurs abound. They prosper in neighborhoods where service stations have been replaced by gas stations whose attendants only take cash through bulletproof glass.","thumbnail":null,"section":"New York"},{"date":"19941012","headline":"Ministers Endorse Cuomo in His Bid for 4th Term","web_url":"https://www.nytimes.com/1994/10/12/nyregion/the-1994-campaign-black-voters-ministers-endorse-cuomo-in-his-bid-for-4th-term.html","abstract":"  A group of 50 ministers representing the most prominent black churches in New York City endorsed Gov. Mario M. Cuomo for re-election yesterday, but only after extracting a promise from Mr. Cuomo to meet with them again after Election Day to discuss appointing more blacks to senior posts, and other concerns.   The endorsement came after an unusual four-hour session at the New York Theological Seminary in Manhattan, a session organized last week after the ministers met to endorse State Comptroller H. Carl McCall but could not produce a consensus on whether to support a candidate for Governor. Mr. Cuomo and his Republican rival, State Senator George E. Pataki, each answered questions privately for about an hour yesterday, missing each other by a few minutes as Mr. Pataki left and the Governor went in.","thumbnail":null,"section":"New York"},{"date":"19941012","headline":"'Wonderful Town' to Open","web_url":"https://www.nytimes.com/1994/10/12/theater/wonderful-town-to-open.html","abstract":"  Kay McClelland, Crista Moore and Richard Muenz are to be the leads in the New York City Opera production of Leonard Bernstein's \"Wonderful Town,\" to open on Nov. 8 at the New York State Theater for a two-week run. The musical is to be directed by Richard Sabellico. Tickets are $15 to $73. Information: (212) 870-5570.","thumbnail":null,"section":"Theater"},{"date":"19941012","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/10/12/nyregion/inside-503142.html","abstract":"  Sexual Orientation as Issue   Some backers of the Republican Attorney General candidate in New York see an issue in the fact that his opponent is a lesbian. Page B4. A New Hollywood Marquee    The former Disney executive Jeffrey Katzenberg is expected to join Steven Spielberg and David Geffen to form a movie studio. Page D1. No Sign of Life for Hockey    The National Hockey League called off the start of the season for the second time in its dispute with players over a labor contract. Page B9. Lutece Is Sold    Andre Soltner, the chef and owner, sold his renowned Manhattan restaurant to a company that primarily owns theme restaurants. Page B1.","thumbnail":null,"section":"New York"},{"date":"19941012","headline":"Tomorrow the World:The Rise of the Almeida Playhouse","web_url":"https://www.nytimes.com/1994/10/12/style/IHT-tomorrow-the-worldthe-rise-of-the-almeida-playhouse.html","abstract":"Inside a small north London theater off a street where drunks jostle for space with yuppies, some amazing careers are taking shape. The playhouse is the 303-seat Almeida, a onetime music hall whose modest auditorium has become a talking point of the Brit","thumbnail":null,"section":"Style"},{"date":"19941012","headline":"Eating Well","web_url":"https://www.nytimes.com/1994/10/12/style/eating-well.html","abstract":"GO into any health-food store and you will find people buying zinc supplements to boost their immune systems, selenium to prevent cancer and AIDS, and chromium to lose weight or ward off diabetes.\n\nZinc, selenium and chromium, along with copper, iodine, iron, manganese, molybdenum and cobalt, are known to be essential to the human body. So is fluorine, found mostly as fluoride. Researchers believe that vanadium, nickel, arsenic, silicon and boron are also critical.","thumbnail":null,"section":"Style"},{"date":"19941012","headline":"Shop of Dreams Is Termed Field of Fraud","web_url":"https://www.nytimes.com/1994/10/12/nyregion/shop-of-dreams-is-termed-field-of-fraud.html","abstract":"  For sports memorabilia fans, there is no joy in Levittown. A store owner here was charged today with selling photographs and other items with forged autographs of some of the greatest names in baseball -- from DiMaggio to Williams to Mantle to Mays.   Nassau County officials say today's arrest of Glen Beram, 23, a high school math teacher in Mahopac, N.Y., who is president of the Wall of Fame sports memorabilia store on Hempstead Turnpike, came after investigators bought autographed items from the store and checked them with the players themselves. In each case, Nassau officials said, the players denied having signed the photographs, lithographs and commemorative baseballs, some of which sold for as much as $475.","thumbnail":null,"section":"New York"},{"date":"19941012","headline":"World News Briefs; Gun Linked to 2 Sites Of 48 Swiss Cult Deaths","web_url":"https://www.nytimes.com/1994/10/12/world/world-news-briefs-gun-linked-to-2-sites-of-48-swiss-cult-deaths.html","abstract":"  The Swiss police concluded today that at least one person who was present at the murder or suicide of 23 members of a religious sect in one Swiss village last week then drove 100 miles to another village where soon afterward 25 more sect members lost their lives. They said they came to that conclusion because a handgun used at the first site was found at the second.   But investigators conceded that they were still no closer to understanding what happened in the farming village of Cheiry and the mountain hamlet of Granges-sur-Salvan last week. There is evidence of murder, based on the bullet wounds in 20 of the 23 bodies found at Cheiry. And there are indications that some victims committed suicide.","thumbnail":null,"section":"World"},{"date":"19941012","headline":"Giving Poland What It Needs","web_url":"https://www.nytimes.com/1994/10/12/opinion/giving-poland-what-it-needs.html","abstract":"  The Clinton Administration is deciding whether to admit Poland and other countries in Eastern Europe to NATO, which is tantamount to committing U.S. troops to their defense. At a recent meeting of NATO ministers, Volker Ruhe of Germany began a drive to broaden membership in the alliance, setting off active discussion in Washington. There are excellent reasons such a commitment should not be made now.    Never mind that Eastern Europe's armies are still largely Soviet-trained and -equipped and not ready to join NATO. Enlarging NATO would oblige the U.S. to defend countries mainly threatened by internal disunity and their own regional rivalries, not Russian resurgence. Furthermore, expanding NATO now could jeopardize the future of Boris Yeltsin and fellow reformers in Russia, increasing Eastern European insecurity. Why run this risk when NATO membership does not meet Poland's most immediate need, which is political reassurance rather than a military alliance?","thumbnail":null,"section":"Opinion"},{"date":"19941012","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/10/12/style/chronicle-509540.html","abstract":"  FRED WERTHEIMER announced yesterday that he was leaving Common Cause, the national organization that works on governmental ethics, after 24 years (including 14 as its president and chief executive).    \"I've been thinking about this for a while,\" Mr. Wertheimer, 55, said,\"but we have been involved in a battle on campaign finance reform and I wanted to complete this round of trying to clean up the system in Washington.\"","thumbnail":null,"section":"Style"},{"date":"19941012","headline":"56 Arrested in Raid Against Gambling Ring","web_url":"https://www.nytimes.com/1994/10/12/nyregion/56-arrested-in-raid-against-gambling-ring.html","abstract":"  From an elegant Bronx apartment with a view of the Palisades and a cache of money and jewels, to a Queens butcher shop with 14 hidden slot machines, the police raided 32 locations in three boroughs yesterday and arrested 56 people who they said were connected to perhaps the largest numbers ring in the city.   The target of the raids was a three-decade-old gambling ring controlled by Jose Miguel Battle Sr., a former Cuban police officer who fled the United States in 1992 but continues to run his operation from South America, investigators said.","thumbnail":null,"section":"New York"},{"date":"19941012","headline":"C.W. Post Professors Strike Over Classroom Teaching Load","web_url":"https://www.nytimes.com/1994/10/12/nyregion/cw-post-professors-strike-over-classroom-teaching-load.html","abstract":"  The faculty at the C. W. Post Campus of Long Island University went on strike today after contract talks collapsed over a union demand for a lighter teaching workload.   University officials said classes would still be conducted for the 7,000 graduate and undergraduate students, with the help of administrative personnel and nonunion adjunct professors, if necessary.","thumbnail":null,"section":"New York"},{"date":"19941012","headline":"\"Twins\" Is No Favor to Goldoni","web_url":"https://www.nytimes.com/1994/10/12/style/IHT-twins-is-no-favor-to-goldoni.html","abstract":"Michael Bogdanov's rare revival of Goldoni's \"The Venetian Twins,\" at the Barbican, is an exercise in noisy desperation. By all accounts it was a riot on the small Swan stage at Stratford last year, but in opening it up for the main London stag","thumbnail":null,"section":"Style"},{"date":"19941012","headline":"Public & Private; Hillary at Midterm","web_url":"https://www.nytimes.com/1994/10/12/opinion/public-private-hillary-at-midterm.html","abstract":"  Hillary Rodham Clinton's office is surprisingly modest, not much larger than that of a junior partner at a big law firm, with a poster-size photograph of her husband, looking serious and a bit tired, gazing down from the wall. The size of the room belies her influence. The framed black-and-white photograph of Eleanor Roosevelt on a table bespeaks it.   Her staff says reports that she has withdrawn from a policy-making role after the crash-and-burn denouement of health care reform are simply wrong. After the First Couple's Vineyard vacation, reporters wrote that Mrs. Clinton, bruised and battered by criticism of everything from her investments to her wardrobe, had fled to California to escape the pressures of politics. \"She went to campaign for Kathleen Brown,\" Lisa Caputo, Mrs. Clinton's press secretary, says drily. \"We made about 11 stops in a day and a half.\"","thumbnail":null,"section":"Opinion"},{"date":"19941012","headline":"Is a Kiss Still a Kiss Or Will It Lead to More?","web_url":"https://www.nytimes.com/1994/10/12/arts/television-review-is-a-kiss-still-a-kiss-or-will-it-lead-to-more.html","abstract":"  Suddenly, it seems, there's no getting away from Roseanne. Last night she was exploited in the trashy Fox movie \"Roseanne: An Unauthorized Biography.\" Tonight at 9 she stars in her own hit ABC series, \"Roseanne.\" And then at 10:30, she pops up as a guest star on HBO's \"Larry Sanders Show.\" All of which, oddly enough, only leaves Garry Shandling and his \"Larry Sanders\" repertory company looking better and more ingeniously subversive than ever.    As Larry, late-night talk-show host, Mr. Shandling, who once subbed regularly for Johnny Carson, wanders with diabolical innocence through a world of jumpy neuroses and fragile egos, none more demanding than those of Larry himself. Crises in recent weeks, complete with scattered eruptions of obscenities, have included the disintegrating marriage of Larry's sidekick, Hank (Jeffrey Tambor), who had his wedding on the show a year earlier. Hank insisted that in his heart of hearts, he knew Larry would never touch his young, gorgeous wife. \"Not without your go-ahead,\" Larry assured him.","thumbnail":null,"section":"Arts"},{"date":"19941012","headline":"Panel Finds Wide Debate in 40's On the Ethics of Radiation Tests","web_url":"https://www.nytimes.com/1994/10/12/us/panel-finds-wide-debate-in-40-s-on-the-ethics-of-radiation-tests.html","abstract":"  In the early years of the cold war, a systematic effort to gain knowledge of the effects of radiation from experiments on human subjects was secretly planned at the highest levels of the United States Government. The number of experiments was some 10 times larger than known until now, but there was also more discussion than expected on the ethics of experimentation.   That is the outline of the complex picture being developed by the President's Committee on Human Radiation Experiments after six months of sifting through the archives of a dozen Federal agencies. The committee has brought to light a wealth of documents about the Government's behavior -- sometimes furtive, sometimes ethical -- that will force historians to rewrite part of the history of the dawn of the atomic age.","thumbnail":null,"section":"U.S."},{"date":"19941012","headline":"World News Briefs; NATO to Meet with U.N. Over Role in Bosnia","web_url":"https://www.nytimes.com/1994/10/12/world/world-news-briefs-nato-to-meet-with-un-over-role-in-bosnia.html","abstract":"  NATO officials will meet here this week with representatives of Secretary General Boutros Boutros-Ghali to try to resolve differences over how to make NATO's role in Bosnia and Herzegovina more effective.   The discussions come as the Bosnian Serb leader, Radovan Karadzic, has threatened to ask United Nations forces to leave Serb-held areas. United Nations officials said today that if Dr. Karadzic made that demand on Wednesday as he has warned he might, the Secretary General would refer questions about the future of the peacekeeping force to the Security Council.","thumbnail":null,"section":"World"},{"date":"19941012","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/10/12/sports/results-plus-503096.html","abstract":"  ASIAN GAMES  Syrian Is Top Athlete  Although the Chinese were expected to win the major share of women's track and field events, Sheaa Ghada of Syria earned the title of best all-round athlete by winning the seven-event heptathlon at the Asian Games yesterday in Hiroshima, Japan. China took only one of the day's four women's track events, and one of the three men's. China seized eight gold medals for the day, with three each in yachting and shooting in addition to two in track and field to bring its total to 100. With five days of competition remaining, China leads in total medals with 188, followed by Japan at 136. As expected, China won the women's 3,000 meters. Zhang Linli's time of 8 minutes 52.97 seconds broke the games record of 8:57.12. Harumi Hiroyama of Japan failed in the homestretch to catch Zhang and took the silver in 8:53.74. Olga Chichigina of Kazakhstan edged two Chinese, Zhou Hongyang and Zhang Yu, in the 100-meter hurdles. The times were 12.80 seconds, 12.87 and 12.90. In the heptathlon, Ghada piled up 6,360 points, beating the games record of 6,231. Zhang Xiaohui of China was second with 5,800. China's men's victory came in the long jump by Huang Geng with a leap of 27 feet 4 1/2 inches. (AP)   TENNIS  Hingis Routs Sukova  Martina Hingis, the 14-year-old tennis prodigy, began her second pro tournament yesterday at Filderstadt, Germany, by routing Helena Sukova, an opponent more than twice her age, in two quick sets. Hingis needed only 45 minutes to trounce the 29-year-old Sukova by 6-2, 6-1 and reach the second round of the Porsche Grand Prix. She next faces Christina Singer, a wild-card entry who upset fourth-seeded Gabriela Sabatini, 3-6, 7-5, 6-1. (AP)   Ivanisevic Overcomes Qualifier: Top-seeded Goran Ivanisevic had to battle through a tie breaker for a second-round victory in the $1 million Seiko Super tournament yesterday in Tokyo. Ivanisevic beat a qualifier, Joshua Eagle of Australia by 7-6 (7-4), 6-1. Fourth-seeded Todd Martin sprayed his shots in the first set and lost it to Nicklas Kulti of Sweden, 3-6. Martin then won the last two sets by 6-2, 6-2. Stefan Edberg, seeded third, defeated Alexander Mronz of Germany, 6-1, 7-5. (AP)","thumbnail":null,"section":"Sports"},{"date":"19941012","headline":"Now or Never for the N.A.A.C.P.","web_url":"https://www.nytimes.com/1994/10/12/opinion/now-or-never-for-the-naacp.html","abstract":"  In dismissing its executive director, the Rev. Ben Chavis, the N.A.A.C.P. put on a show that we watched with the titillation and embarrassment that we would feel from a neighbor's loud, messy divorce.   The board meets tomorrow to begin seeking a new executive director. But we now know enough about the scandal and debt that have dragged down the National Association for the Advancement of Colored People to understand that a change of one individual at the top, although necessary, won't restore the association to what we need it to be.","thumbnail":null,"section":"Opinion"},{"date":"19941012","headline":"Hurry Up, Knicks: N.H.L. Season Nowhere In Sight","web_url":"https://www.nytimes.com/1994/10/12/sports/hockey-hurry-up-knicks-nhl-season-nowhere-in-sight.html","abstract":"  The National Hockey League commissioner, echoing the words and positions of management in the two-month-old baseball strike, called off the start of the season yesterday for the second time and insured the continued shutdown of two of the four major professional sports leagues.   In extending the owners' lockout of their players, Gary Bettman said the N.H.L. Board of Governors decided unanimously not to open the season until the two sides have a new collective bargaining agreement. That agreement, the commissioner said, \"has to address the issues and concerns we have been expressing.\"","thumbnail":null,"section":"Sports"},{"date":"19941012","headline":"Rabin and Arafat Reported to Share Nobel","web_url":"https://www.nytimes.com/1994/10/12/world/rabin-and-arafat-reported-to-share-nobel.html","abstract":"  The Nobel committee has decided to award the Peace Prize this year to Prime Minister Yitzhak Rabin of Israel and the P.L.O. chairman, Yasir Arafat, people familiar with the normally secretive deliberations of the committee said today.   The report of the decision first appeared in the Norwegian daily Aftenposten this morning. It said the decision stirred a dispute within the committee, with one of its members threatening to resign.","thumbnail":null,"section":"World"},{"date":"19941012","headline":"From Hollywood Back to Bombay","web_url":"https://www.nytimes.com/1994/10/12/style/IHT-from-hollywood-back-to-bombay.html","abstract":"Sooni Taraporevala, best known as the screenwriter of the critically acclaimed \"Salaam Bombay\" and \"Mississippi Masala,\" lives in an apartment along the railway lines, where the steady hum of trains from Bombay's Grant Road station ca","thumbnail":null,"section":"Style"},{"date":"19941012","headline":"Lebow Memorial Service","web_url":"https://www.nytimes.com/1994/10/12/us/lebow-memorial-service.html","abstract":"  A lone bagpiper will begin playing at 11:30 this morning and there will be four brief eulogies at 12:30 P.M. But the heart of today's memorial to Fred Lebow will come when Mayor Rudolph W. Giuliani and Alan Steinfeld, the president of the New York Road Runners Club, lead a mass walk across the finish line of the New York City Marathon near West 67th Street in Central Park to honor the founder of the event, who died of brain cancer on Sunday.","thumbnail":null,"section":"U.S."},{"date":"19941012","headline":"Better Than Cash","web_url":"https://www.nytimes.com/1994/10/12/opinion/better-than-cash.html","abstract":"To get more loans to poor people, the Government is putting pressure on banks to put brick-and-mortar branches in poor neighborhoods. Today, however, loans are the wrong focus and bricks the wrong technology.\n\nThe key to fair lending is fair credit terms available to everyone, not the physical location of a bank. Besides, in a world of increasing electronic banking, branches are closing in all neighborhoods.","thumbnail":null,"section":"Opinion"},{"date":"19941012","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/10/12/sports/transactions-500887.html","abstract":"  Baseball  American League   BALTIMORE ORIOLES -- Announced that Tom Bolton, pitcher, refused minor league assignment and elected to become a free agent.","thumbnail":null,"section":"Sports"},{"date":"19941012","headline":"No Judgments In a Report About Espy","web_url":"https://www.nytimes.com/1994/10/12/us/no-judgments-in-a-report-about-espy.html","abstract":"  The White House issued its ethics report today on Agriculture Secretary Mike Espy, who is resigning to defend himself against a special counsel's investigation, but the review reached no judgment on Mr. Espy's conduct and offered no recommendations for remedial or disciplinary action against him.   A senior White House official explained the report by saying that no further action was warranted because the Agriculture Secretary announced last week that he was resigning at the end of the year and had reimbursed the Government for some personal expenses.","thumbnail":null,"section":"U.S."},{"date":"19941012","headline":"Con Edison Goes on Trial in Asbestos Case","web_url":"https://www.nytimes.com/1994/10/12/nyregion/con-edison-goes-on-trial-in-asbestos-case.html","abstract":"  Five years after a steam-pipe explosion rocked the Gramercy Park area in Manhattan, sending a stream of sludge 18 stories into the air, a criminal trial opened yesterday into charges that the Consolidated Edison Company and one of its former executives concealed that large amounts of asbestos were released by the blast.    Eight women and eight men, four of whom will be alternates, were selected as jurors yesterday after Federal District Judge John S. Martin Jr. posed a series of questions. \"You will be asked to judge whether the defendants failed to report, in certain instances, the fact that the explosion had released asbestos into the area,\" Judge Martin said.","thumbnail":null,"section":"New York"},{"date":"19941012","headline":"1944:Palestine Warning : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/10/12/opinion/IHT-1944palestine-warning-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] General Sir Bernard C. Paget, Allied Commander in chief in the Middle East, and J.V.W. Shaw, British officer administering the Palestine government, charged in a communique that Jewish terrorists are aiding the enemy","thumbnail":null,"section":"Opinion"},{"date":"19941012","headline":"Sears Is Said To Seek Site In Herald Sq.","web_url":"https://www.nytimes.com/1994/10/12/nyregion/sears-is-said-to-seek-site-in-herald-sq.html","abstract":"  Sears, Roebuck & Company, which has offered its wares almost everywhere but Manhattan, now wants a home on Herald Square.   According to people familiar with the negotiations, the nation's No. 2 department store chain has been furiously investigating the legal, demographic and financial aspects of taking over the site of the Abraham & Straus store between 32d and 33d Streets on Avenue of the Americas. The location is the most prominent of the six stores in the metropolitan region that Federated Department Stores Inc. has said it would like to sell as part of its planned merger with R. H. Macy & Company.","thumbnail":null,"section":"New York"},{"date":"19941012","headline":"Picked Apart and Picking On Each Other","web_url":"https://www.nytimes.com/1994/10/12/sports/pro-football-picked-apart-and-picking-on-each-other.html","abstract":"  Lawrence Taylor had just walked through the Giant locker room, wishing each player good luck before the team's game against Minnesota. Then, on the night Taylor's No. 56 jersey would be retired and only minutes before the game, the defense held a players-only meeting. It was the latest of several such meetings since New York lost last week to New Orleans, and the message from Erik Howard and others, several players said, was clear. Stay together. No finger-pointing. No coming apart at the seams.   Then New York went out and was thrashed by 27-10. As the game started to get out of hand, with Warren Moon moving the Vikings up and down the field at will, the message of staying together was quickly forgotten.","thumbnail":null,"section":"Sports"},{"date":"19941012","headline":"Gore Criticizes North's Remarks On U.S. Military Preparedness","web_url":"https://www.nytimes.com/1994/10/12/us/gore-criticizes-north-s-remarks-on-us-military-preparedness.html","abstract":"  Vice President Al Gore today added his voice to the criticism of Oliver L. North for having suggested that the United States military could not repel an Iraqi attack on Kuwait. Mr. Gore characterized Mr. North's remarks as irresponsible, dangerous and wrong.   Asserting that American forces were fully prepared in the Persian Gulf while others were engaged in Haiti, Mr. Gore accused Mr. North, the Republican candidate in the Virginia Senate race, of placing politics above national security.","thumbnail":null,"section":"U.S."},{"date":"19941012","headline":"Name: Biakabutuka; Game: Touchdowns","web_url":"https://www.nytimes.com/1994/10/12/sports/name-biakabutuka-game-touchdowns.html","abstract":"  Unfazed by the myths and legends of this game in his adopted country, and undaunted by its complexities, Tshimanga Biakabutuka discusses football at the University of Michigan the way he can run with one. He cuts past the confusion and heads directly into the clear.   Before his rapid progress was accelerated by the preseason shoulder injury of Tyrone Wheatley, Biakabutuka had not planned on becoming such an important part of Michigan's attempt to return to the Rose Bowl. His route from Zaire to Montreal was hardly the path of a big-time prospect, particularly since he was not interested when first approached by a high school coach.","thumbnail":null,"section":"Sports"},{"date":"19941012","headline":"Corrections","web_url":"https://www.nytimes.com/1994/10/12/nyregion/c-corrections-507148.html","abstract":"  An article in Science Times yesterday about the renaming of chemical elements misidentified the scientist for whom mendelevium is named. It is the Russian chemist Dmitri I. Mendeleyev, not the geneticist Gregor Mendel.","thumbnail":null,"section":"New York"},{"date":"19941012","headline":"Mayor Reveals Plan to End Illegal Vendors in Harlem","web_url":"https://www.nytimes.com/1994/10/12/nyregion/mayor-reveals-plan-to-end-illegal-vendors-in-harlem.html","abstract":"  Mayor Rudolph W. Giuliani announced a plan yesterday to force illegal sidewalk vendors off 125th Street in Harlem starting on Monday, by creating a nearby open-air market for many of them and then moving ahead with police sweeps of unlicensed vendors who remain.   Under the plan, the city would grant special licenses to more than 400 illegal vendors and permit them to sell their wares at an \"alternative market\" in two vacant lots at Lenox Avenue and 116th and 117th streets. Any vendors who continue to operate illegally on 125th Street would be subjected to fines of $250 to $1,000, confiscation of their goods and possibly arrest.","thumbnail":null,"section":"New York"},{"date":"19941012","headline":"Topics of The Times; Palms Down","web_url":"https://www.nytimes.com/1994/10/12/opinion/topics-of-the-times-palms-down.html","abstract":"  Eternal life is one feature of Federal programs we have come to expect. So it was a shock last week when a consortium of semiconductor companies volunteered to give up a $90 million-a-year Federal subsidy.   Sematech, whose members include I.B.M., Intel and Motorola, was created in 1987 to resurrect U.S. production of semiconductors by underwriting research on manufacturing. Under the program, American companies have surged from near-extinction to world leaders. Maybe Sematech did not cause the U.S. resurgence, but no one could prove it did not. Its future seemed assured. Even so, the consortium called a halt -- on the disarming principle that the subsidy was not needed anymore. Sematech will continue, but without taxpayer money.","thumbnail":null,"section":"Opinion"},{"date":"19941012","headline":"U.S. Sees Signs of Iraqi Retreat but Continues Buildup","web_url":"https://www.nytimes.com/1994/10/12/world/threats-gulf-tactics-us-sees-signs-iraqi-retreat-but-continues-buildup.html","abstract":"  Pentagon officials reported today the first signs that Iraq was beginning to retreat from the Kuwait border. But American troops continued to pour into the area while Washington worked on a plan to keep Iraqi forces in check.   To press Iraq to proceed with its withdrawals, the Pentagon announced that it had sent 100 more warplanes to the Persian Gulf, which would bring the total number of American planes and helicopters in the region to about 650.","thumbnail":null,"section":"World"},{"date":"19941012","headline":"Corrections","web_url":"https://www.nytimes.com/1994/10/12/nyregion/c-corrections-507156.html","abstract":"  An article in Business Day yesterday about a Justice Department antitrust investigation of pricing in the auto industry overstated a sales practice by the General Motors Corporation. The company offers a value-priced program, popularly known as no-haggle selling, for 70 of its more than 120 models sold in California, not for all the models it sells in California.","thumbnail":null,"section":"New York"},{"date":"19941012","headline":"Nebraska's Frazier Finally Leaves Hospital","web_url":"https://www.nytimes.com/1994/10/12/sports/sports-people-football-nebraska-s-frazier-finally-leaves-hospital.html","abstract":"  Nebraska quarterback TOMMIE FRAZIER left the hospital yesterday and was resting at his apartment in Lincoln, a school spokeswoman said. Frazier had surgery to relieve the cause of recurring blood clots in his right calf, which put him in the hospital twice. Nebraska officials have said he probably is out for the season. (AP)","thumbnail":null,"section":"Sports"},{"date":"19941012","headline":"Reversing Gulf War Stand, King Hussein Condemns Iraq","web_url":"https://www.nytimes.com/1994/10/12/world/threats-gulf-jordan-reversing-gulf-war-stand-king-hussein-condemns-iraq.html","abstract":"  In a sharp break from his support of Iraq in the Persian Gulf war, King Hussein of Jordan today condemned Saddam Hussein's aggressive moves toward Kuwait and tacitly backed possible Western military moves to punish the Iraqi leader.   At a joint news conference with Secretary of State Warren Christopher, King Hussein used far more stinging language than he had previously in criticizing the Iraqi leader, saying he \"would like to express a very deep sadness and disappointment and anger\" over the troop movements in southern Iraq.","thumbnail":null,"section":"World"},{"date":"19941012","headline":"Staying Alert to the Mysterious 'Gulf War' Syndrome","web_url":"https://www.nytimes.com/1994/10/12/world/threats-in-the-gulf-the-risks-staying-alert-to-the-mysterious-gulf-war-syndrome.html","abstract":"  The Defense Department is sending monitors with the troops going to the Persian Gulf to watch for symptoms of an unexplained illness that afflicted thousands of troops after the war there in 1991.   The military medical specialists will monitor for toxins, investigate suspicious incidents and document all medical treatment of soldiers, said a Pentagon spokesman, Lieut. Col. Doug Hart.","thumbnail":null,"section":"World"},{"date":"19941012","headline":"Head of U.N. Inspection Team Says Baghdad Threatens Weapons-Monitoring Effort","web_url":"https://www.nytimes.com/1994/10/12/world/threats-gulf-diplomacy-head-un-inspection-team-says-baghdad-threatens-weapons.html","abstract":"  The head of a United Nations team monitoring Iraq's weapons programs said today that threats to inspectors and Iraqi troop movements on the Kuwait border raised new questions about Baghdad's trustworthiness just as the monitoring system was beginning to operate.   Rolf Ekeus, the head of a special commission on Iraqi compliance with a United Nations order to halt production of weapons of mass destruction, released a largely favorable report today on the installation of an inspection system that could have cleared the way for the Security Council to consider lifting sanctions against Iraq. Mr. Ekeus will formally present the report to the Security Council on Thursday.","thumbnail":null,"section":"World"},{"date":"19941012","headline":"Professor Wins Reinstatement After a Sex Harassment Charge","web_url":"https://www.nytimes.com/1994/10/12/us/professor-wins-reinstatement-after-a-sex-harassment-charge.html","abstract":"  A recent Federal court order that reinstated a University of New Hampshire professor will help free other instructors speak openly in classroom lectures, without fear of being accused of verbal sexual harassment, lawyers for colleges and universities across the nation say.   The Sept. 16 order by Judge Shane Devine of Federal District Court in Concord, which is not likely to be appealed, is a boon to academic freedom, said the president of the National Association of College and University Attorneys, Lee Liggett.","thumbnail":null,"section":"U.S."},{"date":"19941012","headline":"Some in G.O.P. Raise Democrat's Lesbianism as Issue","web_url":"https://www.nytimes.com/1994/10/12/nyregion/1994-campaign-attorney-general-some-gop-raise-democrat-s-lesbianism-issue.html","abstract":"  From the moment Karen S. Burstein won the Democratic primary for state attorney general, the Republican candidate, Dennis C. Vacco, has said publicly that her homosexuality should not be a campaign issue. But three of his most prominent supporters have been working in recent weeks to make it one.   The three have used various public settings to remind voters that Ms. Burstein is a lesbian, which they say puts her out of touch with the average voter. And today -- after the comments of one of them, Guy V. Molinari, triggered a campaign contretemps -- all three vowed to continue their efforts.","thumbnail":null,"section":"New York"},{"date":"19941012","headline":"Now Let Jewish Women Seeking Divorce Find Religious Justice","web_url":"https://www.nytimes.com/1994/10/12/opinion/l-now-let-jewish-women-seeking-divorce-find-religious-justice-509310.html","abstract":"  To the Editor:   I am a director of Agunah Inc., an organization created and directed by Orthodox Jewish women to assist women chained to dead marriages because their husbands refuse to grant them a Jewish divorce, or \"get.\" It is a relief that the civil courts of New York are now protecting women who have been doubly abused, first by their husbands and then by the Orthodox rabbinic court system (news article, Oct. 5).","thumbnail":null,"section":"Opinion"},{"date":"19941012","headline":"Both Sides Agree: It's Hard to Do Business Without Rules","web_url":"https://www.nytimes.com/1994/10/12/sports/baseball-both-sides-agree-it-s-hard-to-do-business-without-rules.html","abstract":"  Major league players, general managers -- the people charged with building new rosters and new working relationships every off season -- probably stopped looking for a miraculous end to the two-month-old players strike long ago. Now, they look for a clue as to how to conduct business and restore some semblance of order in a sport that has ground to a halt.   Business as usual has stopped being conducted, devastating to a sport whose off season is filled with time-honored patterns, dates, rules and expectations. Uncertainty, pervasive and real, now courses through the game.","thumbnail":null,"section":"Sports"},{"date":"19941012","headline":"No Headline","web_url":"https://www.nytimes.com/1994/10/12/nyregion/no-headline-503436.html","abstract":"  \"I wouldn't call it a panic, but just a very cruel reality. It's an extraordinary change in the market situation that will have an effect on every Russian citizen.\" ALEKSEI A. OBOZINTSEV, a banker in Moscow, describing the slide of the ruble.  [ A6:3. ]","thumbnail":null,"section":"New York"},{"date":"19941012","headline":"Russia's Art Trove Wasn't a State Secret","web_url":"https://www.nytimes.com/1994/10/12/opinion/l-russia-s-art-trove-wasn-t-a-state-secret-508136.html","abstract":"  To the Editor:   I am puzzled by your Oct. 4 front-page article on the plan by Russia's State Hermitage Museum to exhibit Impressionist art that was believed to have been lost in World War II.","thumbnail":null,"section":"Opinion"},{"date":"19941012","headline":"A King and His Compatriots: Creepy, Creepier and Creepiest","web_url":"https://www.nytimes.com/1994/10/12/theater/theater-review-richard-iii-king-his-compatriots-creepy-creepier-creepiest.html","abstract":"  Halloween may still be weeks away, but the celebration of the scary season has already begun in downtown Hartford. The old G. Fox department store building on Main Street has been converted into Haunted Happenings, promisingly billed as Connecticut's largest spook house. And at the Hartford Stage Company on nearby Church Street, there's another ghoulish divertissement, for those who prefer their gore and goblins mixed with blank verse and English history. It is called \"Richard III.\"   As conceived by Mark Lamos, the company's artistic director, this production features the gifted Richard Thomas working hard to find the Freddy Krueger in Shakespeare's meanest monarch. This is no icy, insinuating Machiavelli of a King, in the manner of Laurence Olivier or, more recently, Ian McKellen. No, Mr. Thomas wears his psychosis very visibly on his back, which has as exaggeratedly convex a hump as you're ever likely to see.","thumbnail":null,"section":"Theater"},{"date":"19941012","headline":"Men Whose Wives Work Earn Less, Studies Show","web_url":"https://www.nytimes.com/1994/10/12/us/men-whose-wives-work-earn-less-studies-show.html","abstract":"  Working mothers often worry about the \"mommy track,\" fearing that they will be consigned to lower-paid, less-prestigious jobs. But their husbands, at least those who are managers or professionals, may face a penalty, too.   According to several recent studies, men from traditional families, in which the wives stay at home to care for their children, earn more and get higher raises than men from two-career families.","thumbnail":null,"section":"U.S."},{"date":"19941012","headline":"A Changing Ethiopia Deserves Support","web_url":"https://www.nytimes.com/1994/10/12/opinion/l-a-changing-ethiopia-deserves-support-509299.html","abstract":"  To the Editor:   Donald N. Levine's concern for human rights in Ethiopia (letter, Oct. 3) is commendable, but there is a danger in not relating the whole context. Amhara rule in Ethiopia has been overtaken by events, just as rule by descendants of the Boers and British has in South Africa.","thumbnail":null,"section":"Opinion"},{"date":"19941012","headline":"Not a Rosicrucian","web_url":"https://www.nytimes.com/1994/10/12/opinion/l-not-a-rosicrucian-509302.html","abstract":"  To the Editor:   An Oct. 6 news article on the mass sect deaths in Switzerland and Canada says it was not clear whether sects led by Luc Jouret had any connection to the several groups that go under the name of Rosicrucians.","thumbnail":null,"section":"Opinion"},{"date":"19941012","headline":"The Man Who Rendered Jesus For the Age of Duplication","web_url":"https://www.nytimes.com/1994/10/12/arts/the-man-who-rendered-jesus-for-the-age-of-duplication.html","abstract":"  With the race for best-known artist of the century nearly over, Pablo Picasso and Andy Warhol are running neck and neck, with Andrew Wyeth a respectable third. But when the official tally is made, all three are likely to be buried in a landslide vote for Warner E. Sallman.   Warner Sallman?","thumbnail":null,"section":"Arts"},{"date":"19941012","headline":"U.S. Troops Take Over Government Buildings","web_url":"https://www.nytimes.com/1994/10/12/world/mission-to-haiti-the-preparations-us-troops-take-over-government-buildings.html","abstract":"  American soldiers took over Haiti's National Palace and other government buildings today in preparation for the return of President Jean-Bertrand Aristide and his elected Government.   Crowds gathered and cheered as hundreds of troops in full combat gear marched onto the grounds of the National Palace and into several nearby ministries. Many of the Haitians crowed like roosters, a symbol of Father Aristide's political movement.","thumbnail":null,"section":"World"},{"date":"19941012","headline":"A Frenchwoman Sails Smart and Leads","web_url":"https://www.nytimes.com/1994/10/12/sports/yacht-racing-a-frenchwoman-sails-smart-and-leads.html","abstract":"  The day before leaving the docks in Charleston, S.C., for the start of the BOC round-the-world race, a French solo sailor, Isabelle Autissier, carefully opened a small gift box. Inside was a pair of long, dangling earrings, a present from one of her admirers.   \"Ah, earrings,\" Autissier said. \"People know how I like these. But I cannot wear them when I am at sea.\" She put them on, tilting her head as if to look in a mirror, then asked, \"How do they look?\" It was the feminine side of Autissier, a woman who has used wit and might to build a substantial lead in a decidedly masculine race.","thumbnail":null,"section":"Sports"},{"date":"19941012","headline":"Lutece, a Bastion of Classic French Cuisine, Is Sold","web_url":"https://www.nytimes.com/1994/10/12/nyregion/lutece-a-bastion-of-classic-french-cuisine-is-sold.html","abstract":"  Lutece, the world-renowned Manhattan restaurant that has epitomized classic French cuisine for more than 30 years, was sold yesterday by its chef and owner, Andre Soltner, to a company that primarily owns theme restaurants.   Mr. Soltner, 62, said that under the terms of the sale to the Ark Restaurants Corporation, which left him with a minority interest, he and his staff of 42 would remain, indefinitely if they choose.","thumbnail":null,"section":"New York"},{"date":"19941012","headline":"Race for Governor: An Independent's View","web_url":"https://www.nytimes.com/1994/10/12/nyregion/the-1994-campaign-the-ad-campaigns-race-for-governor-an-independent-s-view.html","abstract":"  CANDIDATE: B. Thomas Golisano.    PRODUCER: Jay Inc. of Rochester.","thumbnail":null,"section":"New York"},{"date":"19941012","headline":"Laser Is Saving Once-Hopeless Heart Patients","web_url":"https://www.nytimes.com/1994/10/12/us/laser-is-saving-once-hopeless-heart-patients.html","abstract":"  FOR a few very sick heart patients, a new surgical technique using lasers may offer a chance of survival.    In a form of high-tech bypass called laser revascularization, surgeons create new blood supplies for the heart using computer-controlled lasers to drill tiny channels directly into heart muscle that has been starved by blocked arteries.","thumbnail":null,"section":"U.S."},{"date":"19941012","headline":"Topics of The Times; Taxing Innovation","web_url":"https://www.nytimes.com/1994/10/12/opinion/topics-of-the-times-taxing-innovation.html","abstract":"  Build a better mousetrap and the world will beat a path to your door? Maybe once, but no longer. Build a better mousetrap today, and you had better scramble for $365 to pay for the patent, lest someone pirate the invention and earn a fortune in your stead.    As Sabra Chartrand of The Times reports, patent application fees are being increased from $710 to $730 for large companies, and from $355 to $365 for small companies and individuals. The increase for individuals would not seem so injurious if the fee were not already high. The increase is also a hidden tax on innovation.","thumbnail":null,"section":"Opinion"},{"date":"19941012","headline":"Pataki Urging Longer Terms In Crime Plan","web_url":"https://www.nytimes.com/1994/10/12/nyregion/the-1994-campaign-crime-pataki-urging-longer-terms-in-crime-plan.html","abstract":"  State Senator George E. Pataki yesterday called for holding violent criminals in prison longer as the central element of his anti-crime program for New York. The Republican candidate for governor proposed to do this by lengthening sentences and by denying parole or work release to violent felons.    He would also stiffen sentences for crimes committed with guns and reinstitute the death penalty.","thumbnail":null,"section":"New York"},{"date":"19941012","headline":"U.S. Is Said to Waste Billions on Computers","web_url":"https://www.nytimes.com/1994/10/12/us/us-is-said-to-waste-billions-on-computers.html","abstract":"  Congressional investigators said today that the Government wasted billions of dollars a year on computers and that the machines were often obsolete by the time they were installed for use by Federal employees.   \"The process of acquiring Federal computer systems takes significantly longer than the process of developing new technology,\" said Senator William S. Cohen, Republican of Maine. And this \"increases the likelihood that the technology will be obsolete once delivered,\" he added.","thumbnail":null,"section":"U.S."},{"date":"19941012","headline":"Graf Still Sidelined With Back Trouble","web_url":"https://www.nytimes.com/1994/10/12/sports/sports-people-tennis-graf-still-sidelined-with-back-trouble.html","abstract":"  STEFFI GRAF's aching back has forced her out of another tournament.   The world's top-ranked woman player yesterday pulled out of next week's Brighton International, a tournament in England that she has won six times.","thumbnail":null,"section":"Sports"},{"date":"19941012","headline":"Sports of The Times; Missionary Of New York Basketball","web_url":"https://www.nytimes.com/1994/10/12/sports/sports-of-the-times-missionary-of-new-york-basketball.html","abstract":"  AS a basketball coach, a profession where too many project crass, Frank McGuire was class. He knew how to win. More important, he knew how to lose and how to act. One of 13 children of a New York policeman, he was a missionary for \"New York basketball,\" a dapper dresser in blue double-breasted suits and black alligator shoes long before Pat Riley discovered Armani fashions. He didn't argue with referees. He advised them.   When he died yesterday at age 80 in his home in Columbia, S.C., two years after a severe stroke, a little air went out of all the basketballs in all the gyms and all the playgrounds.","thumbnail":null,"section":"Sports"},{"date":"19941012","headline":"The No-Reform Congress","web_url":"https://www.nytimes.com/1994/10/12/opinion/the-no-reform-congress.html","abstract":"  If the members of the 103d Congress find themselves confronted with a cynical electorate back home, they have only themselves to blame. Ordinary Americans had every reason to expect major changes in the way Washington does business -- chiefly campaign finance reform and a serious reduction in the power that special interests wield over legislative business. A stubborn and self-centered Congress left Washington's official culture undisturbed, and the voters have every right to feel cheated and sour.   That things would end this badly -- that the \"reform Congress\" promised by House Speaker Foley would turn out to be the no-reform Congress -- seemed almost unimaginable when the session began just under two years ago. With a reform-minded Democrat in the White House, and the House populated with 125 new members -- many of whom ran on platforms of change -- this Congress presented the best chance in a generation to enact an overdue cleanup. What went wrong?","thumbnail":null,"section":"Opinion"},{"date":"19941012","headline":"In Twist, One Democrat Is Gaining on a Republican Senator","web_url":"https://www.nytimes.com/1994/10/12/us/1994-campaign-delaware-twist-one-democrat-gaining-republican-senator.html","abstract":"  This tiny state, which some here joke has barely enough voters to fill a Chicago precinct, could play a pivotal role next month in determining the balance of power in the Senate.   What is most unusual, however, is that contrary to the national trend in this volatile election year, it is the Republican incumbent who may be vulnerable.   Senator William V. Roth Jr., 73, is seeking a fifth term and is being challenged by State Attorney General Charles M. Oberly 3d, 47. And with less than a month before the Nov. 8 election, polls show Mr. Roth ahead but with Mr. Oberly apparently gaining.","thumbnail":null,"section":"U.S."},{"date":"19941012","headline":"1894: The Czar's Illness : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/10/12/opinion/IHT-1894-the-czars-illness-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - [The Herald says in an editorial:] The illness of the Emperor Alexander III is one of the most important questions in European politics. A belief in the extreme gravity of the situation continues to be rife in political headquarters. For whoever k","thumbnail":null,"section":"Opinion"},{"date":"19941012","headline":"Clinton's Gain: The Big Stick Speaks","web_url":"https://www.nytimes.com/1994/10/12/world/threats-in-the-gulf-at-the-white-house-clinton-s-gain-the-big-stick-speaks.html","abstract":"  With his highly visible successes this week at the expense of dictators in Haiti and Iraq, Bill Clinton's political luck may finally have turned, just four weeks before Election Day.   Instead of counting the casualties from what would have been a hugely unpopular Caribbean invasion, which had seemed likely only two weeks ago, the President can revel in the retreat of at least some elements of Saddam Hussein's Republican Guard, the imminent departure for exile of the Haitian leadership and the return to the island of President Jean-Bertrand Aristide.","thumbnail":null,"section":"World"},{"date":"19941012","headline":"RUBLE PLUMMETS IN ITS WORST DAY","web_url":"https://www.nytimes.com/1994/10/12/world/ruble-plummets-in-its-worst-day.html","abstract":"  The ruble suffered its steepest one-day plunge in value today, forcing the Russian Government to step in with a plan to bolster the currency's value and avoid lapsing into further economic instability.   After a day of extraordinary turmoil in the Russian financial markets in which the ruble lost more than 25 percent of its value against the dollar, the Government acted to defend its credibility as fears grew that its hard-won gains against inflation could be reversed.","thumbnail":null,"section":"World"},{"date":"19941012","headline":"Commissioner Plays Hardball on Ice","web_url":"https://www.nytimes.com/1994/10/12/sports/on-hockey-commissioner-plays-hardball-on-ice.html","abstract":"  Gary Bettman couldn't quite bring himself to say the \"L\" word. Even after he announced the further postponement of the National Hockey League season yesterday, the vowels and consonants that make up the word \"lockout\" never passed through his lips.   \"Draw your own conclusion,\" the National Hockey League commissioner finally said. \"Absolutely.\"","thumbnail":null,"section":"Sports"},{"date":"19941012","headline":"When Women Know Too Much","web_url":"https://www.nytimes.com/1994/10/12/opinion/when-women-know-too-much.html","abstract":"  Three years ago, when I was 40 and in the eighth month of a first, much-desired and difficult-to-achieve pregnancy, I discovered that I had breast cancer, the disease that killed my mother at 47 after five harrowing years. Her mother, in turn, had died of lung cancer in her 50's, never having smoked a cigarette in her life, and the doctors now think my grandmother's cancer might have started in the breast. My great-grandmother also died relatively young from cancer; nobody is alive to tell us what kind.   So I wasn't surprised when one of my doctors phoned the other day and asked if I would participate in a breast cancer gene study. We both knew that I'm just the sort of person the researchers are looking for. In a few weeks, I'll go to the hospital and have some blood drawn, and the map of my genes will be studied for long hours under a microscope. One breast cancer gene has just been identified, and researchers are close to isolating a second. What does this mean for women like me, and families like mine?","thumbnail":null,"section":"Opinion"},{"date":"19941012","headline":"Battle of Unbeatens Is a One-Team Game This N.F.L. Season","web_url":"https://www.nytimes.com/1994/10/12/sports/on-pro-football-battle-of-unbeatens-is-a-one-team-game-this-nfl-season.html","abstract":"  This is what you need to know about Bobby Ross.   He is in his third season as the San Diego Chargers' head coach. He is driving to Jack Murphy Stadium here for a game. He gets to the parking entrance. An attendant asks him to pay $5 for the parking fee. The attendant does not know who Ross is. Ross doesn't want to make a fuss. He pays the fee.","thumbnail":null,"section":"Sports"},{"date":"19941012","headline":"Guy Molinari, From the Gutter","web_url":"https://www.nytimes.com/1994/10/12/opinion/guy-molinari-from-the-gutter.html","abstract":"  Complaining that the Republican candidate for State Attorney General was \"too much of a gentleman\" to bring it up, Guy Molinari, the Staten Island Borough President, did bring it up. Karen Burstein, the Democratic candidate, is a lesbian, he said at a Columbus Day meeting of a police group, and for that reason not fit for the office.    Mr. Molinari, who is also New York City chairman of George Pataki's Republican campaign for governor, is half right on the subject. He is right to characterize himself as less of a gentleman than the Republican candidate, Dennis Vacco of Buffalo. He is contemptibly wrong to quarrel with Mr. Vacco's position that sexual orientation has no relevance to the job's qualifications.","thumbnail":null,"section":"Opinion"}],"wiki_events":[{"date":"19941012","headline":"The Magellan spacecraft burns up in the atmosphere of Venus.","pages":[{"title":"Magellan (spacecraft)","web_url":"https://en.wikipedia.org/wiki/Magellan_(spacecraft)","description":"NASA orbiter mission to Venus (1989–1994)","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Magellan_at_Kennedy_Space_Center.jpg/320px-Magellan_at_Kennedy_Space_Center.jpg","thumbnail_width":320,"thumbnail_height":430},"abstract":"The Magellan spacecraft was a 1,035-kilogram (2,282 lb) robotic space probe launched by NASA on May 4, 1989. Its mission objectives were to map the surface of Venus by using synthetic-aperture radar and to measure the planetary gravitational field."},{"title":"Atmosphere of Venus","web_url":"https://en.wikipedia.org/wiki/Atmosphere_of_Venus","description":"Gas layer surrounding Venus","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Venus_-_May_23_2018.png/320px-Venus_-_May_23_2018.png","thumbnail_width":320,"thumbnail_height":320},"abstract":"The atmosphere of Venus is the very dense layer of gasses surrounding the planet Venus. Venus's atmosphere is composed of 96.5% carbon dioxide and 3.5% nitrogen, with other chemical compounds present only in trace amounts. It is much denser and hotter than that of Earth; the temperature at the surface is 740 K, and the pressure is 93 bar (1,350 psi), roughly the pressure found 900 m (3,000 ft) under water on Earth. The atmosphere of Venus supports decks of opaque clouds of sulfuric acid that cover the entire planet, preventing optical Earth-based and orbital observation of the surface. Information about surface topography has been obtained exclusively by radar imaging."}]},{"date":"19941012","headline":"Iran Aseman Airlines Flight 746 crashes near Natanz, Iran, killing all 66 people on board.","pages":[{"title":"Iran Aseman Airlines Flight 746","web_url":"https://en.wikipedia.org/wiki/Iran_Aseman_Airlines_Flight_746","description":"1994 aviation accident","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Linjeflyg_F28_Jersey.jpg/320px-Linjeflyg_F28_Jersey.jpg","thumbnail_width":320,"thumbnail_height":208},"abstract":"Iran Aseman Airlines Flight 746 was a Fokker F-28 flight of Iran Aseman Airlines operating on the Isfahan–Tehran route in Iran. The flight crashed near the town of Natanz on October 12, 1994, killing all the passengers and crew members."},{"title":"Natanz","web_url":"https://en.wikipedia.org/wiki/Natanz","description":"City in Isfahan province, Iran","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Shrine_Complex_of_Sheikh_%27Abd_al-Samad%2C_Natanz_01.jpg/320px-Shrine_Complex_of_Sheikh_%27Abd_al-Samad%2C_Natanz_01.jpg","thumbnail_width":320,"thumbnail_height":213},"abstract":"Natanz is a city in the Central District of Natanz County, Isfahan province, Iran, serving as capital of both the county and the district. It is 70 kilometres (43 mi) south-east of Kashan."}]}],"weather":[{"date":"19941012","time":"1994-10-12 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":84,"wspd":3.6},{"date":"19941012","time":"1994-10-12 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":83,"wspd":5.4},{"date":"19941012","time":"1994-10-12 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":84,"wspd":5.4},{"date":"19941012","time":"1994-10-12 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.3,"rhum":84,"wspd":5.4},{"date":"19941012","time":"1994-10-12 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":90,"wspd":5.4},{"date":"19941012","time":"1994-10-12 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":90,"wspd":7.6},{"date":"19941012","time":"1994-10-12 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":90,"wspd":5.4},{"date":"19941012","time":"1994-10-12 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":88,"wspd":7.6},{"date":"19941012","time":"1994-10-12 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":82,"wspd":7.6},{"date":"19941012","time":"1994-10-12 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":86,"wspd":11.2},{"date":"19941012","time":"1994-10-12 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":80,"wspd":9.4},{"date":"19941012","time":"1994-10-12 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":73,"wspd":11.2},{"date":"19941012","time":"1994-10-12 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":64,"wspd":9.4},{"date":"19941012","time":"1994-10-12 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.3,"rhum":64,"wspd":13},{"date":"19941012","time":"1994-10-12 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":63,"wspd":11.2},{"date":"19941012","time":"1994-10-12 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":65,"wspd":11.2},{"date":"19941012","time":"1994-10-12 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.6,"rhum":67,"wspd":11.2},{"date":"19941012","time":"1994-10-12 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":66,"wspd":13},{"date":"19941012","time":"1994-10-12 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":73,"wspd":14.8},{"date":"19941012","time":"1994-10-12 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":80,"wspd":7.6},{"date":"19941012","time":"1994-10-12 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":84,"wspd":11.2},{"date":"19941012","time":"1994-10-12 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":83,"wspd":13},{"date":"19941012","time":"1994-10-12 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":86,"wspd":13},{"date":"19941012","time":"1994-10-12 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":84,"wspd":14.8},{"date":"19941012","time":"1994-10-12 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":34,"wspd":9.4},{"date":"19941012","time":"1994-10-12 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":38,"wspd":13},{"date":"19941012","time":"1994-10-12 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":43,"wspd":9.4},{"date":"19941012","time":"1994-10-12 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":44,"wspd":13},{"date":"19941012","time":"1994-10-12 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":50,"wspd":11.2},{"date":"19941012","time":"1994-10-12 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":56,"wspd":13},{"date":"19941012","time":"1994-10-12 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":56,"wspd":13},{"date":"19941012","time":"1994-10-12 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":58,"wspd":14.8},{"date":"19941012","time":"1994-10-12 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":63,"wspd":13},{"date":"19941012","time":"1994-10-12 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":70,"wspd":13},{"date":"19941012","time":"1994-10-12 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":70,"wspd":11.2},{"date":"19941012","time":"1994-10-12 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":70,"wspd":13},{"date":"19941012","time":"1994-10-12 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":65,"wspd":16.6},{"date":"19941012","time":"1994-10-12 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":54,"wspd":18.7},{"date":"19941012","time":"1994-10-12 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":49,"wspd":13},{"date":"19941012","time":"1994-10-12 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":47,"wspd":11.2},{"date":"19941012","time":"1994-10-12 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":36,"wspd":7.6},{"date":"19941012","time":"1994-10-12 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":25,"wspd":11.2},{"date":"19941012","time":"1994-10-12 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":23,"wspd":7.6},{"date":"19941012","time":"1994-10-12 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":27,"wspd":13},{"date":"19941012","time":"1994-10-12 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":24,"wspd":13},{"date":"19941012","time":"1994-10-12 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":38,"wspd":14.8},{"date":"19941012","time":"1994-10-12 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":45,"wspd":16.6},{"date":"19941012","time":"1994-10-12 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":45,"wspd":9.4}]}}