{"19930215":{"guardian_articles":[{"date":"19930215","headline":"Body of missing 2-year-old found","web_url":"https://www.theguardian.com/uk/1993/feb/15/bulger.tomsharratt","abstract":null,"thumbnail":null,"section":"UK news"}],"nytimes_articles":[{"date":"19930215","headline":"Music Notes; The Loss Of a Studio Musicians Love","web_url":"https://www.nytimes.com/1993/02/15/arts/music-notes-the-loss-of-a-studio-musicians-love.html","abstract":"  The musicians and New York City officials who have been fighting to save the B.M.G. Recording Studios on West 44th Street all seem to agree that the battle has been lost, and that when the Bertelsmann Music Group moves to its new offices at 1540 Broadway near Times Square at the end of March, the studios will be renovated to accommodate the new offices of the Internal Revenue Service. No sessions are being booked beyond March 31, 1993.    The studios were modernized in 1989, when Bertelsmann invested $3 million in upgrading their equipment. The company, which owns RCA and Arista Records, had expected to be able to continue renting the studios. But Douglas Durst, the vice president of the Durst Organization, said that his company wanted to rent all of the former B.M.G. space to a single tenant and that the Internal Revenue Service had agreed to rent all 10 floors now occupied by the record company.  City Officials' Effort    In December there was an effort by the Rev. Wendell Foster, a City Council member from the Bronx, and Barry Sullivan, a deputy mayor, to work out an arrangement with both the Durst Organization and the I.R.S., by which the studios, at 110 West 44th Street, could be saved. But Mr. Durst said the I.R.S. was not interested in subleasing the studio because it might constitute a security breach.","thumbnail":null,"section":"Arts"},{"date":"19930215","headline":"'People Smugglers' Send New Tide of Refugees Onto Nordic Shores","web_url":"https://www.nytimes.com/1993/02/15/world/people-smugglers-send-new-tide-of-refugees-onto-nordic-shores.html","abstract":"  A new kind of \"boat people\" are landing on the shores of the Nordic countries, especially Sweden, whose liberal asylum policies have made it a prime destination. They are the product of a traffic in people by which smugglers are making large profits from the refugees' desire to reach safer and more prosperous shores.    The new refugees, mainly Iraqis but also families fleeing the fighting in the former Yugoslavia or the devastation of Somalia, take a circuitous route by road, rail, air and sea and pay large amounts of money to be delivered to Sweden or other Nordic countries by \"people smugglers,\" whose trade is centered in Moscow.","thumbnail":null,"section":"World"},{"date":"19930215","headline":"Walt Whitman's Secret","web_url":"https://www.nytimes.com/1993/02/15/opinion/l-walt-whitman-s-secret-312093.html","abstract":"  To the Editor:   \"Walt Whitman Made No Secret of Being Gay\" (letter, Feb. 2) states that Walt Whitman was an \"open member\" of the gay and lesbian community. In fact, Whitman went to considerable pains to disguise his homosexuality, as a reading of his poems shows, and readers and critics of the time did not recognize his homosexuality. It is a tribute to Whitman's art that even the most seemingly outspoken poems are ambiguous.","thumbnail":null,"section":"Opinion"},{"date":"19930215","headline":"Sports of The Times: College Basketball; Coaches Better Learn New Song: 'Respect'","web_url":"https://www.nytimes.com/1993/02/15/sports/sports-of-the-times-college-basketball-coaches-better-learn-new-song-respect.html","abstract":"  LAST month in Dallas, Mike Krzyzewski, Duke's head basketball coach, received a chilly reception from delegates to the National Collegiate Athletic Association convention. The brief interaction underlined a gap in understanding between coaches and educators who find themselves wondering what role, aside from providing entertainment, sports plays in the life of a campus.   Krzyzewski was appealing to the delegates to vote for two measures that would have granted additional men's basketball scholarships and one that would have allowed a team an extra coach. Both measures were defeated. But before the vote on coaches was taken, one faculty adviser quipped that because the extra scholarship was voted down, the extra coach wasn't needed either.","thumbnail":null,"section":"Sports"},{"date":"19930215","headline":"Leslie E. Singer, Craig L. Slater","web_url":"https://www.nytimes.com/1993/02/15/style/weddings-leslie-e-singer-craig-l-slater.html","abstract":"  Leslie Ellen Singer, the daughter of Dr. and Mrs. Joseph A. Singer of Williams Island, Fla., was married yesterday to Craig Lloyd Slater, a son of Mr. and Mrs. David B. Slater of Needham, Mass. Rabbis Max Lipschitz and Simcha Freedman performed the ceremony at Turnberry Isle Country Club in North Miami Beach, Fla.   Mrs. Slater, 29, is an associate at the New York law firm of Shea & Gould. She graduated from Tulane University and received a law degree from the University of Chicago. Her father is an ophthalmologist in Miami.","thumbnail":null,"section":"Style"},{"date":"19930215","headline":"Accused and Police Given Equal Weight, Poll Finds","web_url":"https://www.nytimes.com/1993/02/15/us/accused-and-police-given-equal-weight-poll-finds.html","abstract":"  When faced with conflicting testimonies, jurors do not necessarily give more weight to the testimony of police officers than they do that of defendants, a national survey of jurors has found.   In a survey of 783 jurors serving on criminal and civil cases, 51 percent of those questioned said they were as likely to believe defendants as they were police officers. Among black jurors, the poll found, 70 percent said the testimony of police officers would not carry more weight.","thumbnail":null,"section":"U.S."},{"date":"19930215","headline":"Day to Miss 4-6 Weeks","web_url":"https://www.nytimes.com/1993/02/15/sports/sports-people-pro-basketball-day-to-miss-4-6-weeks.html","abstract":"  The Milwaukee Bucks' rookie guard TODD DAY, who dislocated his left elbow Saturday night, is expected to be out for four to six weeks, a team physician, Dr. DAVID HASKELL, said yesterday.   Day was injured with 11 minutes 18 seconds left in the 117-115 victory over the Pacers when he went diving on the floor in a scramble.","thumbnail":null,"section":"Sports"},{"date":"19930215","headline":"For Foreigners, Pitfalls Abound","web_url":"https://www.nytimes.com/1993/02/15/world/for-foreigners-pitfalls-abound.html","abstract":"  Despite a surge in investment and optimism about its economic prospects, China remains a difficult place for foreigners to do business.    American Standard, which made the Chinese President's whirlpool bathtub, says it is now making money at its joint venture in this small southern city, 40 miles north of Guangzhou. But in its first few years it lost money, and like other American ventures it faced an army of unexpected challenges.","thumbnail":null,"section":"World"},{"date":"19930215","headline":"Marisa Viravaidya, Douglas Clayton","web_url":"https://www.nytimes.com/1993/02/15/style/weddings-marisa-viravaidya-douglas-clayton.html","abstract":"  Marisa Isabella Viravaidya, the daughter of the late Dr. Samak Viravaidya and the late Dr. Isabella Robertson Viravaidya, was married in Bangkok, Thailand, yesterday to Douglas Wiltshire Clayton, the son of Dr. and Mrs. James Chatterton Clayton of Camden, Maine. A former Prime Minister of Thailand, Anand Panyarachun, performed the Buddhist ceremony at the Oriental Hotel.   Mrs. Clayton, a graduate of Connecticut College, is a former manager of the New York Times bureau in Bangkok. Her father and mother were physicians in Bangkok.","thumbnail":null,"section":"Style"},{"date":"19930215","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/02/15/nyregion/metro-digest-923993.html","abstract":"  METRO DIGEST  YOUTHS, TOO, ARE SHELTER RESIDENTS   Across New York, people who run homeless shelters say they are being slowly overwhelmed by the growing number of young people seeking shelter. Far needier than the classic rebellious runaways seeking adventure, these young people have put new and special burdens on a system that can barely handle the more common problems of homeless families and the mentally ill. A1.  NEW YORK CITY","thumbnail":null,"section":"New York"},{"date":"19930215","headline":"Coleman and Mets Renew Their Vows","web_url":"https://www.nytimes.com/1993/02/15/sports/baseball-coleman-and-mets-renew-their-vows.html","abstract":"  The hard facts are these: the Mets, numb with embarrassment but not deprived of their senses after the 1992 season, tried to trade Vince Coleman this winter; Coleman, desperate to get back on artificial turf and convinced there was no likely chance to reverse the tide of angry public sentiment that was rolling over him, wanted to be traded.   The hard reality is this: there was no appreciable market for the 31-year-old Coleman, and ownership at Shea Stadium made clear it would refuse to become involved in any deal that required the Mets to pick up a portion of Coleman's $2.98 million annual salary. According to the Mets, talks never involved more than one or two clubs and never advanced to any serious stage.","thumbnail":null,"section":"Sports"},{"date":"19930215","headline":"7 Haitians Held at Guantanamo Unconscious in a Hunger Strike","web_url":"https://www.nytimes.com/1993/02/15/world/7-haitians-held-at-guantanamo-unconscious-in-a-hunger-strike.html","abstract":"  At least seven Haitian refugees protesting their detention here by refusing food have lost consciousness and received emergency treatment here. Almost 270 are being kept out of the United States because they or family members are infected with the virus that causes AIDS.   In the 16th day of the fast, the Rev. Jesse Jackson visited them to draw attention to their situation and to pressure the Clinton Administration to deal with the restrictions keeping the refugees out of the United States.","thumbnail":null,"section":"World"},{"date":"19930215","headline":"Tiny Zoo on a Vacant Lot in Harlem Runs Afoul of City Health Department","web_url":"https://www.nytimes.com/1993/02/15/nyregion/tiny-zoo-on-a-vacant-lot-in-harlem-runs-afoul-of-city-health-department.html","abstract":"  An International Wildlife Conservation Park it is not, just a fenced-in lot on a Harlem street corner where chicks and ducks and geese get to scurry -- to the apparent delight of most, if not all, of the neighborhood's human inhabitants.   Although the New York Zoological Society decided recently that the word zoo had become an urban pejorative -- and that its great gatherings of beasts in four boroughs would henceforth be known as conservation parks -- the people near the corner of Madison Avenue and 109th Street are perfectly proud to call their collection a zoo. A mini-zoo, a petting zoo or just \"our zoo.\"","thumbnail":null,"section":"New York"},{"date":"19930215","headline":"Joy Garrett Dies at 47; Acted on TV and Stage","web_url":"https://www.nytimes.com/1993/02/15/arts/joy-garrett-dies-at-47-acted-on-tv-and-stage.html","abstract":"  Joy Garrett, an actress who performed in soap operas and on the New York stage, died on Thursday at the U.C.L.A. Medical Center in the Westwood section of Los Angeles. She was 47.   Rich Elbaum, a spokesman for the medical center, said the cause was liver failure.","thumbnail":null,"section":"Arts"},{"date":"19930215","headline":"Marjorie Schorr, Joseph Gurvets","web_url":"https://www.nytimes.com/1993/02/15/style/weddings-marjorie-schorr-joseph-gurvets.html","abstract":"  Marjorie Jane Schorr, a vice president in the bank-card division of Citibank, and Joseph Gurvets, a vice president in charge of telecommunications software at the Bank of New York, were married yesterday. Rabbi Avi Winokur performed the ceremony at the Mark Hotel in New York.   The bride, who is keeping her name, graduated magna cum laude from Amherst College and received an M.B.A. from the University of Pennsylvania. She is a daughter of Thelma and Norman Schorr of New York. Her father is the president of Schorr, Howard & Megill, a New York public-relations firm. Her mother, a nurse, retired as the president and publisher of The American Journal of Nursing in New York.","thumbnail":null,"section":"Style"},{"date":"19930215","headline":"A Borough's Birthright","web_url":"https://www.nytimes.com/1993/02/15/opinion/l-a-borough-s-birthright-311293.html","abstract":"  To the Editor:   Re your Feb. 5 editorial on renaming the Bronx Zoo: As one who was born and raised in the Bronx, and recalls its legitimate claim to a rewarding social and cultural life, I can agree that the International Wildlife Conservation Park will bring confusion when it replaces Bronx Zoo.","thumbnail":null,"section":"Opinion"},{"date":"19930215","headline":"Dobermans Suffer From a Bad Press","web_url":"https://www.nytimes.com/1993/02/15/opinion/l-dobermans-suffer-from-a-bad-press-003793.html","abstract":"  To the Editor:   By referring to Republicans in Congress as \"Dobermans\" and \"attack dogs\" in \"Hold Off the Republican Dobermans\" (editorial, Jan. 30), you deal the Doberman Pinscher breed an injustice through this stereotype metaphor. This is hype.","thumbnail":null,"section":"Opinion"},{"date":"19930215","headline":"Islamic Art Collection Is Offered to Britain; Some Say 'Refuse'","web_url":"https://www.nytimes.com/1993/02/15/arts/islamic-art-collection-is-offered-to-britain-some-say-refuse.html","abstract":"  Nasser D. Khalili wants to donate his vast collection of Islamic art, which he values at nearly $1.5 billion, to Britain. But there are strings attached, and his gesture has provoked suspicion, much of it vituperative and furtively expressed.   Mr. Khalili is Jewish and was born in Isfahan, 47 years ago (his middle initial stands for David, the name by which his friends know him). He left Iran in 1967 and obtained a B.A. from Queens College. He began his career of collecting and dealing -- the relation between the two is one source of controversy -- in New York in the early 1970's, building, he says, on several generations of Khalili family collectors.","thumbnail":null,"section":"Arts"},{"date":"19930215","headline":"Cut the Space Station Budget to Zero","web_url":"https://www.nytimes.com/1993/02/15/opinion/cut-the-space-station-budget-to-zero.html","abstract":"The vision inspiring the manned space pro gram the human exploration and eventual colonization of Mars -- consumes about $9 billion. That's more than half of NASA's total annual budget.\n\nProjected into the future, the costs are many tens of billions or, realistically, hundreds of billions greater. It's an expensive dream, based on the expectation that commercial and industrial values will become apparent in about 15 years and private investment will pick up most of the costs.","thumbnail":null,"section":"Opinion"},{"date":"19930215","headline":"Rangers Still Better on Paper Than Ice","web_url":"https://www.nytimes.com/1993/02/15/sports/hockey-rangers-still-better-on-paper-than-ice.html","abstract":"  Mark Messier will argue that the New York Rangers have shown signs of possessing all the pieces necessary to be the Stanley-Cup caliber hockey team, as they have so insistently been billed. And he will be convincing.   The Rangers have had tremendous offensive nights. They have had flashes of great goaltending. They have played decent, if not spectacular, defense on occasion this year.","thumbnail":null,"section":"Sports"},{"date":"19930215","headline":"No Headline","web_url":"https://www.nytimes.com/1993/02/15/nyregion/no-headline-726093.html","abstract":"  They probably just didn't want to leave any witnesses.  JOSE LUIS RIVERA, whose brother was one of six people slain in a Bronx apartment.  [ A1:3. ]","thumbnail":null,"section":"New York"},{"date":"19930215","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/02/15/arts/dance-in-review-436493.html","abstract":"  'In the Night'   New York City Ballet  New York State Theater","thumbnail":null,"section":"Arts"},{"date":"19930215","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/02/15/arts/dance-in-review-429193.html","abstract":"  'Romeo and Juliet'   New York City Ballet  New York State Theater","thumbnail":null,"section":"Arts"},{"date":"19930215","headline":"CHRISTOPHER MAPS A LOW-KEY AGENDA FOR MIDEAST VISIT","web_url":"https://www.nytimes.com/1993/02/15/world/christopher-maps-a-low-key-agenda-for-mideast-visit.html","abstract":"  Warren Christopher will make his first trip as Secretary of State to the Middle East on Wednesday, carrying exceptionally modest \"talking papers\": he will propose neither a new negotiating framework nor a bold strategy to bridge differences, but he will do what he always does first and says he does best -- meet all parties face-to-face and listen to what they have to say.   Unlike James A. Baker 3d, who as Secretary of State in the Bush Administration initially saw the Middle East as a no-win proposition and let the parties come to him for the first two years, Mr. Christopher decided that it was crucial to reinvigorate the Middle East peace negotiations and that he should go to the region himself.  His Three Goals    But if he does get the talks going again, he will be building on a foundation Mr. Baker laid after the Persian Gulf war reshaped the political landscape in the Middle East.","thumbnail":null,"section":"World"},{"date":"19930215","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/02/15/nyregion/chronicle-310493.html","abstract":"  BILL MOYERS, the PBS journalist and former White House press secretary, says he was approached by the campaigns of BILL CLINTON and ROSS PEROT about the vice presidency.   But Mr. Moyers quickly told both candidates he was not interested, he said in an interview published in the Feb. 20 issue of TV Guide magazine, The Associated Press said.   \"Well, I got entreaties from the Perot camp as to whether I would be interested in running,\" Mr. Moyers said. \"But I didn't let them go far enough that it was ever serious.\"","thumbnail":null,"section":"New York"},{"date":"19930215","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/02/15/sports/results-plus-117993.html","abstract":"  TENNIS  Seles Beats Navratilova","thumbnail":null,"section":"Sports"},{"date":"19930215","headline":"'Bonehead' Revisited","web_url":"https://www.nytimes.com/1993/02/15/sports/sports-people-baseball-bonehead-revisited.html","abstract":"  Is this the ball that Pfiester threw, that Bridwell hit, that Hofman fielded, that McGinnity intercepted, that Evers claimed he retrieved and took to second, which Merkle failed to touch in the \"bonehead\" play that eventually gave the Cubs the 1908 pennant over the Giants and made Merkle's name mud? Leland's, the Manhattan auction house, says it is. It plans to auction off the ball Saturday, no doubt touching off anew the dispute over whether the ball that Giants' coach JOE McGINNITY intercepted and threw into the Polo Grounds stands was the same ball Cubs second baseman JOHNNY EVERS came up with. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930215","headline":"Showalter Will Stir A New Yankee Drink","web_url":"https://www.nytimes.com/1993/02/15/sports/baseball-showalter-will-stir-a-new-yankee-drink.html","abstract":"  Some introductions have already taken place. A telephone call here, a news conference there and a fan festival last weekend, which enabled the newer Yankees to get acquainted with their teammates. Still, when Yankee pitchers and catchers begin reporting to spring training in Fort Lauderdale, Fla., in three days, the real personalities will start to emerge.   There are many new faces. Paul O'Neill, meet Jimmy Key. Spike Owen, meet Jim Abbott.","thumbnail":null,"section":"Sports"},{"date":"19930215","headline":"Bridge","web_url":"https://www.nytimes.com/1993/02/15/nyregion/bridge-089093.html","abstract":"  Many famous personalities, both in and out of the world of bridge, have had interesting things to say about the game.   \"I would have children taught bridge as a matter of course . . . \" said Somerset Maugham. \"When all else fails -- sport, love, ambition -- bridge remains a solace and an entertainment.\"","thumbnail":null,"section":"New York"},{"date":"19930215","headline":"Minority Caucus Adding Political Power in Albany","web_url":"https://www.nytimes.com/1993/02/15/nyregion/minority-caucus-adding-political-power-in-albany.html","abstract":"  When New York State Assembly leaders began talking recently about raising income tax rates for the state's wealthiest residents, few thought much would come of the idea.   But for members of the Legislature's black and Puerto Rican caucus, the mere existence of a debate over the question has offered a sense of vindication. For five years, they have championed tax increases to avoid budget cuts. For five years, they have fought almost alone.","thumbnail":null,"section":"New York"},{"date":"19930215","headline":"Review/Ballet; New Zealanders With a Nabokov Idea","web_url":"https://www.nytimes.com/1993/02/15/arts/review-ballet-new-zealanders-with-a-nabokov-idea.html","abstract":"  A ballet company with Royal in its title might bring to mind a huge opera-house troupe more geared to the classics than to experiments.    But the Royal New Zealand Ballet, which made its New York City debut on Saturday night at Brooklyn College, is a relatively small group (22 dancers on tour) that performs especially well in the contemporary works of its obviously eclectic repertory.","thumbnail":null,"section":"Arts"},{"date":"19930215","headline":"A Campaigner Adjusts To Life as the President","web_url":"https://www.nytimes.com/1993/02/15/us/a-campaigner-adjusts-to-life-as-the-president.html","abstract":"  Minutes after he announced Janet Reno as his choice for Attorney General on Thursday, President Clinton strolled into the Oval Office to bask in the congratulations of four of his top aides and Vice President Al Gore.   Flushed with a sense of victory, he allowed two reporters into the room and reminded them that they had been with him only a year ago when he was fighting for his political life in the New Hampshire primary.","thumbnail":null,"section":"U.S."},{"date":"19930215","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/02/15/nyregion/inside-738493.html","abstract":"  Likely Medicine From Sharks   A team of scientists has found in the tissues of dogfish sharks a compound that is a powerful killer of a variety of bacteria, fungi and parasites, according to a new report. Page A8.   Questions on Child Care   After two potential Attorneys General were ruled out because of the household help they hired, the nation is facing many unanswered questions about child care. Page A13.   Beating Verdict Supported   The jurors who acquitted four Los Angeles police officers in the beating of Rodney King all stand firmly by their verdict of last April. Page A8.","thumbnail":null,"section":"New York"},{"date":"19930215","headline":"Region Expects to Host More Major Competitions : Ski-Crazy Asians Are Training Hard","web_url":"https://www.nytimes.com/1993/02/15/sports/IHT-region-expects-to-host-more-major-competitions-skicrazy-asians-are.html","abstract":"The 1993 Alpine World Ski Championships came to a blustery end with the International Ski Federation insisting that Asia has just begun to host world-class competitions and can expect to get many more chances to do so.. South Korea, which was host to Worl","thumbnail":null,"section":"Sports"},{"date":"19930215","headline":"More and More Teen-Agers Crowd Shelters in New York","web_url":"https://www.nytimes.com/1993/02/15/nyregion/more-and-more-teen-agers-crowd-shelters-in-new-york.html","abstract":"  It had been a busy night at the shelter; a suspected crack dealer and his family were asked to leave, a mentally ill woman announced that she had just miscarried, though she had not been pregnant, and a shelter worker had told a new arrival, just out of jail, that he could not carry a weapon during his stay.    Amid the confusion, two 16-year-olds sat at a table in the shelter discussing music, Red Hot Chili Peppers versus Tracy Chapman. At first glance, the teen-agers seemed out of place. But at Joseph's House in Rensselaer County and other shelters around the state, teen-agers, many of whom have been abused, have become an increasing presence.","thumbnail":null,"section":"New York"},{"date":"19930215","headline":"Document Search Shows Lincoln the Railsplitter Was Polished Lawyer","web_url":"https://www.nytimes.com/1993/02/15/us/document-search-shows-lincoln-the-railsplitter-was-polished-lawyer.html","abstract":"  Searching for scattered documents in musty courthouse records all over central Illinois, a handful of Lincoln scholars are uncovering hundreds of previously unknown cases that show Abraham Lincoln was not a country boy who earned his keep telling juries homespun tales but a polished lawyer who had a major appellate practice and was so respected that he presided as the judge in hundreds of cases.    These new documents, many written in his recognizably clear handwriting, reveal that behind the rustic style Lincoln sometimes used before juries, he was a sophisticated professional, capable of briefing and arguing the most complex civil and criminal cases in the state and Federal courts.","thumbnail":null,"section":"U.S."},{"date":"19930215","headline":"Here's a Great Tax","web_url":"https://www.nytimes.com/1993/02/15/opinion/here-s-a-great-tax.html","abstract":"  At his inauguration as President of Czechoslovakia, Vaclav Havel declared, \"We have been lying to one other for 40 years . . . saying one thing and believing another.\" President Clinton echoed a similar sentiment in his own inaugural, challenging us to \"break the bad habit of expecting something for nothing.\" We Americans have been lying to one other for 12 years, saying one thing and believing another. The mother of all lies in the Reagan-Bush era was the claim that there    is    a free lunch -- that deficits don't matter or that they can be eliminated painlessly, strictly by cutting spending.","thumbnail":null,"section":"Opinion"},{"date":"19930215","headline":"Trade Policies Under Review in Washington","web_url":"https://www.nytimes.com/1993/02/15/world/trade-policies-under-review-in-washington.html","abstract":"  The Clinton Administration has begun to review trade policies toward China, but does not expect to reach any decisions for at least a month or two, Administration officials say.    Mid-level officials from the State Department, the Treasury Department, the Commerce Department, the Agriculture Department and the Office of the United States Trade Representative have been reviewing options and will begin meeting soon to draft a single Administration position, the officials said. But the issue has received almost no attention so far from senior officials, and the outcome is unclear.","thumbnail":null,"section":"World"},{"date":"19930215","headline":"Bachrach Joan Mariel Tormey, Geoffrey Milton","web_url":"https://www.nytimes.com/1993/02/15/style/weddings-bachrach-joan-mariel-tormey-geoffrey-milton.html","abstract":"  Joan Marie Tormey, a daughter of Dr. and Mrs. James B. Tormey Jr. of Garden City, L.I., was married yesterday to Geoffrey Paul Howard Milton, the son of Alice Milton of Langley, England, and the late Maj. Eric Milton. The Rev. Vincent Biaggi performed the Roman Catholic ceremony at Church of St. Thomas More in New York.   Mrs. Tormey-Milton, 37, is a management supervisor, in Jamaica, Queens, for the in-flight services department of Delta Air Lines. She is also a freelance artist. A graduate of Georgetown University, she received a master's degree in painting from the Rosary College Graduate School of Fine Arts at the Villa Schifanoia in Florence. Her father is an obstetrician and gynecologist in Rockville Centre, L.I.","thumbnail":null,"section":"Style"},{"date":"19930215","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/02/15/arts/dance-in-review-169193.html","abstract":"  'Ballet Builders'  Marymount Manhattan Theater","thumbnail":null,"section":"Arts"},{"date":"19930215","headline":"Litigation Journalism Is a Scourge","web_url":"https://www.nytimes.com/1993/02/15/opinion/litigation-journalism-is-a-scourge.html","abstract":"Litigation blackmail is being committed in the United States every day, aided and abetted by journalists, lawyers and public relations consultants. In a practice euphemistically called litigation journalism, lawyers are hiring public relations consultants to schedule talk-show appearances and newspaper interviews for their clients in an obvious attempt to generate public sympathy and apply pressure on the defendants.\n\nWhile NBC's video of a staged crash of a G.M. truck would seem to be an outrageous example of litigation journalism, the episode was in most ways atypical. The drama may have been doctored by tiny rockets attached to the truck but at least the video did not appear before the trial began and it is difficult to assess what impact it may have had on the jury decision.","thumbnail":null,"section":"Opinion"},{"date":"19930215","headline":"Books of The Times; Catalogue of Accusations Against J. Edgar Hoover","web_url":"https://www.nytimes.com/1993/02/15/books/books-of-the-times-catalogue-of-accusations-against-j-edgar-hoover.html","abstract":"  Official and Confidential  The Secret Life of J. Edgar Hoover  By Anthony Summers  Illustrated. 528 pages. G. P. Putnam's Sons. $25.95.","thumbnail":null,"section":"Books"},{"date":"19930215","headline":"Booming China Is Dream Market for West","web_url":"https://www.nytimes.com/1993/02/15/world/booming-china-is-dream-market-for-west.html","abstract":"  When President Yang Shangkun, a stocky 86-year-old who praises the virtues of self-abnegation, takes a bath these days, he steps into a $7,000 whirlpool tub made by American Standard Inc.   The Communist Party leader, Jiang Zemin, a rotund fellow who likes to talk about self-sufficiency, installed the same model last year in his own bathroom. The Communist leaders seem to like them, for they ordered eight more, and even inquired whether they could obtain whirlpool bathtubs in which two people could bathe together. Inroads at Last    The swishing eddy around President Yang perhaps symbolizes as much as anything the inroads that foreign companies are finally making in the Chinese market. Foreign businesses are pouring investment into China -- $11 billion in 1992, perhaps more than any other country has received -- and are enjoying some spectacular successes in selling everything from hamburgers to lipstick.","thumbnail":null,"section":"World"},{"date":"19930215","headline":"Pharmaceuticals' Blue Chip May Be Fading","web_url":"https://www.nytimes.com/1993/02/15/nyregion/pharmaceuticals-blue-chip-may-be-fading.html","abstract":"  Central New Jersey, an international center of the pharmaceutical industry, is being pushed to center stage in the United States' campaign to contain health costs.   Scattered across the state's midsection -- in the rolling hills here, the corporate campuses of Princeton, the urban clutter of New Brunswick and elsewhere -- is the world's largest concentration of companies that create and market prescription drugs, companies whose steady growth and investment have been the envy of other corporations even in recessionary years.","thumbnail":null,"section":"New York"},{"date":"19930215","headline":"Judge Will Hear Appeal For a New Tyson Trial","web_url":"https://www.nytimes.com/1993/02/15/sports/sports-people-boxing-judge-will-hear-appeal-for-a-new-tyson-trial.html","abstract":"  ALAN DERSHOWITZ, the lawyer for MIKE TYSON, plans to tell an Indiana appeals court in Indianapolis today that the former heavyweight champion should get a new trial because a judge blocked testimony from witnesses challenging the truthfulness of the woman who accused him of rape.    Tyson, 26 years old, was convicted in February 1992 after a beauty contestant, DESIREE WASHINGTON of Coventry, R.I., told jurors he raped her six months earlier in his Indianapolis hotel room.","thumbnail":null,"section":"Sports"},{"date":"19930215","headline":"Aladdin Is Not An Actor","web_url":"https://www.nytimes.com/1993/02/15/opinion/aladdin-is-not-an-actor.html","abstract":"It is time to consider the cultural significance of Tom Cruise's nose. This, we can all agree, is a rare enough object -- but important? Although the question will be answered on Wednesday, when this year's Oscar nominations are announced, its genesis needs some explanation.\n\nIt started when the back-room crowd at Walt Disney, emboldened by the astonishing success of \"Aladdin,\" made their pitch for glory. Their chief animator, Glen Keane, told Premiere magazine that he would \"love to see an animated character nominated for Best Actor.\" Lesley Unger, a spokesman for the American Academy of Motion Picture Arts and Sciences, conceded that an actor whose voice was used could win an award, but the characters themselves could not.","thumbnail":null,"section":"Opinion"},{"date":"19930215","headline":"Is It Fab 5 Or Flub 5? Michigan Still Unsure","web_url":"https://www.nytimes.com/1993/02/15/sports/college-basketball-is-it-fab-5-or-flub-5-michigan-still-unsure.html","abstract":"  At the point in their second season together when the lights begin to shine more intensely, the University of Michigan sophomores must now deal with a question that could face-guard the Fab Five all the way into March.   Which is brighter: The brilliance of their skills, awareness and compatibility or the glare of their inconsistencies at the worst possible moments?","thumbnail":null,"section":"Sports"},{"date":"19930215","headline":"The Talk of Hollywood; How Orlando Finds Her True Self: Filming a Woolfian Escapade","web_url":"https://www.nytimes.com/1993/02/15/movies/talk-hollywood-orlando-finds-her-true-self-filming-woolfian-escapade.html","abstract":"  \"Orlando,\" which opened to rave notices in Italy over Christmas, has subsequently impressed critics in France, Germany and the Netherlands. At the recent Sundance Film Festival in Utah, it was given several special screenings and instantly emerged as the most discussed film of the festival.   \"It has been so . . . unexpected,\" said Sally Potter, the English writer and director of \"Orlando,\" which will be released in the United States in June by Sony Pictures Classics. \"People have come up to me in tears after the film. It must be connected with some need or desire that people have at this moment.\"","thumbnail":null,"section":"Movies"},{"date":"19930215","headline":"Nobody's Done It Better Than Kite's 35 Under Par","web_url":"https://www.nytimes.com/1993/02/15/sports/golf-nobody-s-done-it-better-than-kite-s-35-under-par.html","abstract":"  In a clinical display of golf punctuated by a spectacular sand shot and a closing rush of birdie putts, Tom Kite fired the lowest under-par figure ever seen in a PGA Tour event today to run away with the Bob Hope Chrysler Classic.   With a course-record 10-under-par 62 final round over the Arnold Palmer Course at PGA West that equaled the lowest round he has ever shot in his 22-year professional career, Kite finished with a phenomenal five-round total of 35-under-par 325. That left him six shots better than Rick Fehr and 10 better than the third-place finisher, Scott Simpson.","thumbnail":null,"section":"Sports"},{"date":"19930215","headline":"Big Science, Big Budget Cuts","web_url":"https://www.nytimes.com/1993/02/15/opinion/big-science-big-budget-cuts.html","abstract":"  As the Clinton Administration and Congress search for ways to cut Federal spending, frugal eyes are inevitably turning to the two biggest scientific projects now underway -- the $8.3 billion superconducting supercollider now being built in Texas, and the $30 billion space station. Billions have already been sunk into each project. But if the pain is to be spread fairly, these two research behemoths must be cut along with other vital programs. It is disheartening to hear that the Administration may be yielding to pressure to preserve them.   The easier call is the space station, a costly engineering project that has become, as some critics describe it, \"an entitlement program for the aerospace industry.\" In a perverse inverse relationship, as the costs of the project have risen, the justifications for it have diminished.","thumbnail":null,"section":"Opinion"},{"date":"19930215","headline":"Hope Undimmed, Voters See Jobs as True Test for Clinton","web_url":"https://www.nytimes.com/1993/02/15/us/hope-undimmed-voters-see-jobs-as-true-test-for-clinton.html","abstract":"DAYTON, Ohio, Feb. 14 A winter wind gusting across the parking lot of a sprawling General Motors plant concentrates the mind, so the men and women hustling in and out for the afternoon shift change are succinct in their politics.   Nannygate may have launched a thousand newspaper columns in recent weeks, but there is little doubt here about the main event and the big test of the Clinton Presidency. \"Keep the economy going,\" said John Adkins, 52 years old. \"Keep us going. Keep us in a job.\" - This is reality-check time in American politics, and it is filled with opportunities and risks for the new President, judging from interviews with more than three dozen voters around this bellwether region, where former President George Bush and Mr. Clinton struggled fiercely for the loyalties of the Midwestern heartland. Opportunities because many voters here, unlike the pundits, are reluctant to declare the honeymoon over. Factory workers, retired people and homemakers talked unapologetically about their hopes that Mr. Clinton would, this week, begin to address the nation's economic problems decisively. 'I Think He'll Try'","thumbnail":null,"section":"U.S."},{"date":"19930215","headline":"Morris L. Schwalb Is Dead at 82; Judge Was Tough on Prostitution","web_url":"https://www.nytimes.com/1993/02/15/nyregion/morris-l-schwalb-is-dead-at-82-judge-was-tough-on-prostitution.html","abstract":"  Justice Morris L. Schwalb, a retired State Supreme Court judge whose complaining about prostitutes in midtown Manhattan drew national attention in 1971 and was followed by a police crackdown on them, died on Saturday at St. Joseph's Hospital in Yonkers. He was 82 and lived on the Upper West Side until he moved to the Hebrew Home for the Aged at Riverdale two years ago.   His daughter, Susan Schwalb, said the cause of death was pneumonia.","thumbnail":null,"section":"New York"},{"date":"19930215","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/02/15/nyregion/news-summary-702393.html","abstract":"  International 3-7  THE CHRISTOPHER APPROACH","thumbnail":null,"section":"New York"},{"date":"19930215","headline":"An Undercard Winner Becomes Main Attraction","web_url":"https://www.nytimes.com/1993/02/15/sports/boxing-an-undercard-winner-becomes-main-attraction.html","abstract":"  He was not in the main event here Saturday night, but the next time Roy Jones Jr. steps into the ring, it will probably be the fight he has waited for.   \"We're ready for a title fight right now,\" Alton Merkerson, Jones's trainer, said at the end of the evening at Caesars Palace.","thumbnail":null,"section":"Sports"},{"date":"19930215","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/02/15/nyregion/chronicle-309093.html","abstract":"  PAULINE KAEL, the longtime film critic who is now a staff writer at The New Yorker, is on the mend after two major surgeries in the last two months.   Ms. Kael, 72, is recuperating at her home in Great Barrington, Mass., after undergoing heart surgery in December and the removal of a kidney last month. MAURIE PERL, a spokeswoman at The New Yorker, said yesterday that Ms. Kael is expected to be on her feet in about six weeks.","thumbnail":null,"section":"New York"},{"date":"19930215","headline":"Samarkand Journal; Tamerlane's Land Trembles: Bloodshed at Gates","web_url":"https://www.nytimes.com/1993/02/15/world/samarkand-journal-tamerlane-s-land-trembles-bloodshed-at-gates.html","abstract":"  The spicy enchantments of Samarkand have enticed megalomaniacs for centuries, from Alexander the Great, who captured it in the fourth century B.C., to Genghis Khan and Tamerlane, who planned to make it the capital of the world and who is buried here under the world's largest chunk of green nephrite.   Since 1930, Samarkand has not even been the capital of Uzbekistan, and the city of some 400,000 people is tatty these days. A pervasive odor from the drains wafts over the streets, blending with the more piquant smell of grilling shashlik.  Where the fabled Silk Road once ran, it is rare to see anything more luxurious than poorly spun polyester.","thumbnail":null,"section":"World"},{"date":"19930215","headline":"After Wood and Baird, Illegal-Nanny Anxiety Creeps Across Many Homes","web_url":"https://www.nytimes.com/1993/02/15/us/after-wood-and-baird-illegal-nanny-anxiety-creeps-across-many-homes.html","abstract":"  In Washington, Hispanic nannies who are in this country illegally worry that they will soon be deported. In Central Park in Manhattan, nannies debate whether it is better to be paid over or under the table. And around the country, parents wonder whether hiring a nanny has become a test of character.   In the wake of the White House's withdrawal of two candidates for Attorney General, Zoe Baird and Judge Kimba M. Wood, because of how they hired and paid nannies, the nation is percolating with largely unanswered questions about child-care workers.","thumbnail":null,"section":"U.S."},{"date":"19930215","headline":"Housing Organization Finds Itself in Another Cuomo's Hands","web_url":"https://www.nytimes.com/1993/02/15/nyregion/metro-matters-housing-organization-finds-itself-in-another-cuomo-s-hands.html","abstract":"  FIVE years ago, as the first 25 homeless families moved into an imaginative prefabricated housing project in Brooklyn, Andrew M. Cuomo pondered a future political career and reflected on his father's.   He said he would be reluctant to run for office from New York while his father was still Governor. Suppose Mario M. Cuomo happened to be holding office someplace else?","thumbnail":null,"section":"New York"},{"date":"19930215","headline":"Essay; For Whom the Bell Tolls","web_url":"https://www.nytimes.com/1993/02/15/opinion/essay-for-whom-the-bell-tolls.html","abstract":"  You can make a case that war in the Balkans poses no threat to America's vital strategic interests; Bosnia produces nothing we cannot do without, and Serbia is not about to develop a nuclear bomb or otherwise menace the rest of Europe.   You can also justify nonintervention by deriding the domino theory: if murder-by-ethnicity spreads, the Turks and Greeks may or may not be drawn in, and nowhere is it written that the Hungarians, Romanians and Bulgarians are certain to then plunge in to rearrange boundaries, leading to a rerun of World War I.","thumbnail":null,"section":"Opinion"},{"date":"19930215","headline":"How to Force Saddam Hussein Out","web_url":"https://www.nytimes.com/1993/02/15/opinion/l-how-to-force-saddam-hussein-out-999393.html","abstract":"  To the Editor:   \"Now, What About Iraq?\" (editorial Jan. 21) misses the only effective means to the \"removal\" of Saddam Hussein. He is incapable of obeying United Nations resolutions. To obey any is to reduce his hope of regaining control of oil sales, the source of his existence. Despite what he stole from the Iraqi treasury and retained by theft in Kuwait, his oil revenues for 30 months approach zero, with expenses averaging $1 billion a month.","thumbnail":null,"section":"Opinion"},{"date":"19930215","headline":"Dr. Albert D. Anderson, 65, Rehabilitation Expert","web_url":"https://www.nytimes.com/1993/02/15/nyregion/dr-albert-d-anderson-65-rehabilitation-expert.html","abstract":"  Dr. Albert D. Anderson, who became a doctor to disabled patients and an expert on rehabilitation through his own struggle with a rare disease, died Monday at Columbia Presbyterian Hospital in Manhattan. He was 65 and lived in the Bronx.   He had been in a coma since being stricken by pneumonia in July, his family said.","thumbnail":null,"section":"New York"},{"date":"19930215","headline":"Washington's Birthday","web_url":"https://www.nytimes.com/1993/02/15/nyregion/washington-s-birthday.html","abstract":"  NEW YORK   GOVERNMENT OFFICES Federal, state, and city closed.  POST OFFICE Express Mail and special delivery only; main post office open at 33d Street and Eighth Avenue.  BANKS Option to close.  PARKINGAlternate-side rules suspended.  SANITATION No pickups, street cleanings, or recycling.   SCHOOLS Closed.  FINANCIAL MARKETS Closed.   TRANSPORTATION Buses, subways, Long Island Rail Road and Metro-North on holiday schedules  NEW JERSEY   GOVERNMENT OFFICES Federal and state closed, local option to close.   POST OFFICES Express Mail and special delivery only.   BANKS Option to close.   SCHOOLS Option to close.   TRANSPORTATION Some N.J. Transit lines will be on holiday schedules.  CONNECTICUT   GOVERNMENT OFFICES Federal and state closed, local option to close.   POST OFFICES Express Mail and special delivery only.   BANKS Closed.   SCHOOLS Closed.   TRANSPORTATION New Haven Line on holiday schedule.","thumbnail":null,"section":"New York"},{"date":"19930215","headline":"Words Got The Best of Cal Coach","web_url":"https://www.nytimes.com/1993/02/15/sports/college-basketball-words-got-the-best-of-cal-coach.html","abstract":"  Lou Campanelli's post-game tirades, for mature audiences only, were ultimately what got him dismissed here last week from his job as the University of California's head basketball coach.   His words were perhaps no coarser than Coach Bob Knight's at Indiana. But the Cal athletic director, Robert Bockrath, inadvertently listened in on Campanelli one night recently, and that made the difference.","thumbnail":null,"section":"Sports"},{"date":"19930215","headline":"Artone Studio Wendy Dickinson, John M. Duryea","web_url":"https://www.nytimes.com/1993/02/15/style/weddings-artone-studio-wendy-dickinson-john-m-duryea.html","abstract":"  Wendy Aldrich Dickinson, a daughter of Helen M. Dickinson of San Diego and Charles P. Dickinson Jr. of Phoenix, was married yesterday to John McCollom Duryea, the son of Mr. and Mrs. Alvin E. Duryea Jr. of Boca Raton, Fla. The Rev. Tom Ericson performed the ceremony at Valley Presbyterian Church in Paradise Valley, Ariz.","thumbnail":null,"section":"Style"},{"date":"19930215","headline":"Remember Maclay on Presidents' Day","web_url":"https://www.nytimes.com/1993/02/15/opinion/remember-maclay-on-presidents-day.html","abstract":"  Creditably, President Clinton wants to make the White House more like a people's palace. An exclusive executive mess is soon to be a cafeteria, the motor pool fleet is shrinking, and ordinary citizens will be on guest lists for gala events. Yet official Washington, the permanent Government, tends to dismiss such gestures as either unserious or wrongheaded, the theory being that Americans    prefer    a certain aura of majesty around Presidents and their families.    It is worth remarking on Presidents' Day that history argues the contrary. Indeed, the degree of deference due to the chief executive was the focus of heated discussion in the first Senate, which convened in New York City in 1789. And the outcome was a victory for the popular party.","thumbnail":null,"section":"Opinion"},{"date":"19930215","headline":"Britain and Iran Harden Positions on Rushdie","web_url":"https://www.nytimes.com/1993/02/15/world/britain-and-iran-harden-positions-on-rushdie.html","abstract":"  Britain and Iran marked the fourth anniversary of Teheran's death edict against Salman Rushdie today with an intensifying war of words: Iranian clerics vowed again that they would never retract the death sentence, and London warned that unless they did, the two nations would be unable to resume full diplomatic relations.   The exchange came as Britain and the Islamic republic appeared to be hardening their public positions over the fate of the author, whose 1989 book, \"The Satanic Verses,\" led to the decree or fatwa, based on charged that he blasphemed against Islam. Over the weekend, Iranian religious leaders reaffirmed the death sentence, and the Ayatollah Ali Khamenei, the nation's leading cleric, dismissed concerns in Britain and other Western nations over Mr. Rushdie.","thumbnail":null,"section":"World"},{"date":"19930215","headline":"John McKean, 85, Tenant Leader And Former Real-Estate Executive","web_url":"https://www.nytimes.com/1993/02/15/nyregion/john-mckean-85-tenant-leader-and-former-real-estate-executive.html","abstract":"  John F. McKean, a tenant organizer and community leader, died on Friday night at his home in Manhattan. He was 85 years old.   The cause of death was a heart attack, said his nephew, Kevin McKean.","thumbnail":null,"section":"New York"},{"date":"19930215","headline":"Walker Left to Defend One U.S.O.C. Policy","web_url":"https://www.nytimes.com/1993/02/15/sports/olympics-walker-left-to-defend-one-usoc-policy.html","abstract":"  Dr. LeRoy Walker, the first black president of the United States Olympic Committee, today found himself in the uncomfortable position of defending the organization's appointment policies toward minority-group members and women.   As a relatively uneventful U.S.O.C. board of directors meeting neared its close, Dr. Evie Dennis, superintendant of a Denver school district and an assistant to the U.S.O.C. president, attacked Walker and the board for failing to fill committee chairs and other power positions with blacks or women.","thumbnail":null,"section":"Sports"},{"date":"19930215","headline":"Iraqi Leader Appeals to Clinton for New Relations","web_url":"https://www.nytimes.com/1993/02/15/world/iraqi-leader-appeals-to-clinton-for-new-relations.html","abstract":"  In his first personal appeal to the President Clinton, President Saddam Hussein has urged him to open a new chapter in American relations with Iraq.   \"I believe that the President of the biggest country in the world, with the most destructive potential, needs to try wisdom and not weapons,\" the official Iraqi news agency quoted the Iraqi leader as saying, in a reference to Iraq's crushing defeat in the Persian Gulf war. In a good-will gesture on Jan. 19, Mr. Hussein said his forces would respect the ban on flights over northern and southern Iraq that the United States and its allies have imposed to enforce the cease-fire terms that followed the gulf war.","thumbnail":null,"section":"World"},{"date":"19930215","headline":"Easy Now 11th at Gulfstream","web_url":"https://www.nytimes.com/1993/02/15/sports/easy-now-11th-at-gulfstream.html","abstract":"  The promising but puzzling career of Easy Now, the half-sister to the renowned Easy Goer, suffered another setback today when she ran 11th in a field of 13 while the long shot Jeano was winning the Shirley Jones Handicap at Gulfstream Park.   Easy Now, the royally bred 4-year-old daughter of Danzig and grand-daughter of Buckpasser, drew major notices last spring in New York because of her pedigree and performance, and she seemed to be one of the rising stars of the Ogden Mills Phipps stable under Shug McGaughey. She ran second to Turnback the Alarm in both the Mother Goose and the Coaching Club American Oaks at Belmont Park, and later won the Go For Wand Stakes there.","thumbnail":null,"section":"Sports"},{"date":"19930215","headline":"For Florio, Patience Is a Sign Of Progress","web_url":"https://www.nytimes.com/1993/02/15/nyregion/political-memo-for-florio-patience-is-a-sign-of-progress.html","abstract":"  Now that he is no longer under a political death watch, Gov. Jim Florio is in no hurry to announce for re-election.   \"Why should he?\" said one of his top political advisers, who agreed to discuss strategy in a recent interview only on the condition of anonymity.","thumbnail":null,"section":"New York"},{"date":"19930215","headline":"Rural Home, a City Job and a Modem; Technology Gives Professionals Best of 2 Worlds: Fast Track and a Woodstock Address","web_url":"https://www.nytimes.com/1993/02/15/nyregion/rural-home-city-job-modem-technology-gives-professionals-best-2-worlds-fast.html","abstract":"  When the sleek purple, white and orange overnight delivery truck first pulled up to Shaun Johnston's quiet country lane, it looked to him like a spacecraft, so outlandish did it seem in that rustic setting.   But such courier trucks -- and modern wonders like fax machines and computer modems -- have made it possible for a graphic designer like Mr. Johnston and a growing number of other professionals from New York City to live a simple life in the country.","thumbnail":null,"section":"New York"},{"date":"19930215","headline":"Review/Television; Three Painters' Views of Black Life in America","web_url":"https://www.nytimes.com/1993/02/15/movies/review-television-three-painters-views-of-black-life-in-america.html","abstract":"  Tonight comes the premiere of \"The Living Canvas,\" a new PBS series about art. Presided over by Billy Dee Williams, who describes himself as \"a painter who acts,\" the hourlong program offers a view of his off-camera, on-canvas work and the efforts of two other black artists, Dean Mitchell and Thomas Blackshear 2d.   Mr. Mitchell, whose representational style may remind you of Hopper or Wyeth, tells of his desire to celebrate the hard-working people of the rural Florida town of Quincy, where he was brought up. You have probably seen the work of Mr. Blackshear, known professionally as T.B. II, on advertisements for Coca-Cola and Anheuser Busch; he recently turned out a set of portraits of eminent black Americans for the United States Postal Service. Black entertainers figure in Mr. Williams' somewhat abstract paintings.","thumbnail":null,"section":"Movies"},{"date":"19930215","headline":"Transactions","web_url":"https://www.nytimes.com/1993/02/15/sports/transactions-234593.html","abstract":"  WEEKEND Baseball  National League","thumbnail":null,"section":"Sports"},{"date":"19930215","headline":"No Quick Payoffs","web_url":"https://www.nytimes.com/1993/02/15/us/no-quick-payoffs.html","abstract":"  The spending for education, job training and public works that President Clinton will announce may not produce benefits for years. Page D1.","thumbnail":null,"section":"U.S."},{"date":"19930215","headline":"A Gunman Kills Two, Then Himself","web_url":"https://www.nytimes.com/1993/02/15/nyregion/a-gunman-kills-two-then-himself.html","abstract":"  After luring his estranged wife to his mother's apartment with the promise of a Valentine's Day gift, a Brooklyn man shot and wounded his spouse yesterday and killed his mother and a man who was in the apartment, the police said. The gunman then killed himself.   The shootings shattered the Sunday calm in the six-story, beige brick apartment building at 40 Linden Boulevard in East Flatbush, where officers found the bodies about 12:40 P.M. after receiving a call from a neighbor.","thumbnail":null,"section":"New York"},{"date":"19930215","headline":"Nancy Kestenbaum, David Klafter","web_url":"https://www.nytimes.com/1993/02/15/style/weddings-nancy-kestenbaum-david-klafter.html","abstract":"  Nancy Lynn Kestenbaum, a daughter of Mr. and Mrs. Alfred K. Kestenbaum of Leonia, N.J., was married yesterday to David Steven Klafter, the son of Mr. and Mrs. Horace Klafter of Great Neck, L.I. Rabbi Beth H. Klafter, the bridegroom's sister, performed the ceremony at the Brooklyn Botanic Garden.   Ms. Kestenbaum, who is 29, is keeping her last name. She is an associate at the New York law firm of Howard, Darby & Levin. She graduated magna cum laude from the University of Pennsylvania, where she was elected to Phi Beta Kappa, and received a law degree from Yale University.","thumbnail":null,"section":"Style"},{"date":"19930215","headline":"Jarrett (and, Yes, the Real Joe Gibbs) Pull Off a Fast One at Daytona","web_url":"https://www.nytimes.com/1993/02/15/sports/auto-racing-jarrett-and-yes-the-real-joe-gibbs-pull-off-a-fast-one-at-daytona.html","abstract":"  On a day when Redskins Coach Joe Gibbs credited a man named Jimmy Johnson with helping his team win the biggest event of the year and a 21-year-old rookie kept his head better than a lot of veterans, there was at least one constant in the Daytona 500 today.   Dale Earnhardt came into the race strong and went out a loser.","thumbnail":null,"section":"Sports"},{"date":"19930215","headline":"The Trauma of Managed Mental Health Care; Low Canada-Bashing","web_url":"https://www.nytimes.com/1993/02/15/opinion/l-the-trauma-of-managed-mental-health-care-low-canada-bashing-313993.html","abstract":"  To the Editor:   Contrary to what the National Center for Policy Analysis would have readers believe in its advertisement on the Jan. 27 Op-Ed page, Canada's health care system is not going to the dogs. To suggest that under our system \"dogs have more rights than humans\" is to carry Canada-bashing to a new low.","thumbnail":null,"section":"Opinion"},{"date":"19930215","headline":"Dressing Down by Daly Shakes Nets Up","web_url":"https://www.nytimes.com/1993/02/15/sports/pro-basketball-dressing-down-by-daly-shakes-nets-up.html","abstract":"  There is very little in life that professional athletes haven't seen. Many are from the streets and many have fought their way through all kinds of adversity. But there are still some things that have shock value, and apparently one of them is a red-faced, screaming Chuck Daly.   A halftime tirade in which Daly said the Nets were playing like \"Nets losers of the past\" pushed the team out of its sleepwalking and past the Heat in overtime, 117-111, before 16,299 at Byrne Meadowlands Arena.","thumbnail":null,"section":"Sports"},{"date":"19930215","headline":"'Bronx Zoo' No Longer Describes Today's World Wildlife Role","web_url":"https://www.nytimes.com/1993/02/15/opinion/l-bronx-zoo-no-longer-describes-today-s-world-wildlife-role-306693.html","abstract":"  To the Editor:   \"A Zoo by Any Other Name . . .\" (editorial, Feb. 5) has some fun with the name changes at the New York Zoological Society. But it hardly does justice to the subject.","thumbnail":null,"section":"Opinion"},{"date":"19930215","headline":"The Trauma of Managed Mental Health Care","web_url":"https://www.nytimes.com/1993/02/15/opinion/l-the-trauma-of-managed-mental-health-care-996993.html","abstract":"  To the Editor:   Discussions of the problems patients and professionals experience with managed care rarely address managed mental health care. Today we are witnessing the takeover of mental health practice by business interests, with devastating effects on patients, practitioners and the professions. Because of lack of regulation, this industry is deciding what is good mental health practice, who can have treatment and who can provide it.","thumbnail":null,"section":"Opinion"},{"date":"19930215","headline":"Eleazar Lipsky, 81, a Prosecutor, Lawyer, Novelist and Playwright","web_url":"https://www.nytimes.com/1993/02/15/arts/eleazar-lipsky-81-a-prosecutor-lawyer-novelist-and-playwright.html","abstract":"  Eleazar Lipsky, a novelist and lawyer who was prominent in Jewish affairs, died yesterday at Mount Sinai Hospital. He was 81 and lived on the Upper West Side of Manhattan.   His son Michael said the cause was leukemia.","thumbnail":null,"section":"Arts"},{"date":"19930215","headline":"Bail Posted For Rabbi In Kidnapping","web_url":"https://www.nytimes.com/1993/02/15/nyregion/bail-posted-for-rabbi-in-kidnapping.html","abstract":"  As a large, angry crowd of Hasidim shouted and chanted outside, a judge in Brooklyn yesterday ordered a Hasidic rabbi held on $250,000 bail on charges of kidnapping a teen-ager in a dispute over the boy's religious upbringing. And prosecutors for the first time said that a third person had conspired with the rabbi and his wife in the alleged abduction.   At a bail hearing in the case, which has provoked outrage in the insulated Hasidic community in Brooklyn, the judge ordered Rabbi Schlomo Helbrans held but released his wife, Malka, because she is ill and is nursing a newborn child.","thumbnail":null,"section":"New York"},{"date":"19930215","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/02/15/arts/dance-in-review-440293.html","abstract":"  'Square Dance'  New York City Ballet New York State Theater","thumbnail":null,"section":"Arts"},{"date":"19930215","headline":"Relief Director in Bosnia Calls for Tougher Action","web_url":"https://www.nytimes.com/1993/02/15/world/relief-director-in-bosnia-calls-for-tougher-action.html","abstract":"  Declaring that the United Nations relief operation in Bosnia had reached a \"crucial moment\" because of harassment by the warring sides, the official responsible for the operation appealed today to Western governments, including the United States, to take decisive new steps to insure that relief supplies get through.    The official, Jose-Maria Mendiluce of Spain, spoke with anger and alarm of the crisis that has arisen here with all three armies fighting the Bosnian war delaying, blocking and attacking convoys of supplies needed to keep an estimated 1.6 million people from dying of starvation, disease and cold.","thumbnail":null,"section":"World"},{"date":"19930215","headline":"Patricia Murphy, Joshua Nosanchuk","web_url":"https://www.nytimes.com/1993/02/15/style/weddings-patricia-murphy-joshua-nosanchuk.html","abstract":"  Dr. Patricia Lynn Murphy, a daughter of Mr. and Mrs. Bernard J. Murphy of Breezy Point, Queens, was married last evening to Dr. Joshua Daniel Nosanchuk, the son of Dr. and Mrs. Jerome S. Nosanchuk of Ithaca, N.Y. The Rev. Giles Spoonhour, a Roman Catholic priest, officiated at the Union League Club in New York. Rabbi Charles Davidson took part in the ceremony.   Dr. Murphy is a fellow in cardiology at the New York Hospital-Cornell Medical Center, where her husband is a first-year resident in internal medicine. She graduated from Brooklyn College and received her M.D. from the State University Health Science Center at Brooklyn.","thumbnail":null,"section":"Style"},{"date":"19930215","headline":"Sherry A. Chase, Benjamin J. Fitt","web_url":"https://www.nytimes.com/1993/02/15/style/weddings-sherry-a-chase-benjamin-j-fitt.html","abstract":"  Sherry Ann Chase, the general counsel to the Dental Society of the State of New York, and Benjamin Jones Fitt, an assistant attorney general, both in Albany, were married there yesterday. Justice Howard Levine of the Appellate Division of New York State Supreme Court in Schenectady officiated at the Steuben Club.   Ms. Chase, who is keeping her name, graduated from the University of Chicago and received a law degree from Northeastern University. She is a daughter of Leonard and Carol Chase of North Palm Beach, Fla.","thumbnail":null,"section":"Style"},{"date":"19930215","headline":"Again, Violence Stuns a Frightened Neighborhood","web_url":"https://www.nytimes.com/1993/02/15/nyregion/again-violence-stuns-a-frightened-neighborhood.html","abstract":"  As he walked along Prospect Avenue in the Bronx yesterday -- just after the police carried away six bodies from a nearby apartment -- 14-year-old Lee Gonzalez pointed to two large outdoor murals that memorialize two victims of violence in this South Bronx neighborhood.    \"That reminds you about how bad it is around here,\" said the teen-ager. \"You have to learn to watch yourself here. It's like an instinct, it's the Bronx instinct. You need it just to survive walking down the block.\"","thumbnail":null,"section":"New York"},{"date":"19930215","headline":"Sharks May Yield a Potent Weapon Against Infection","web_url":"https://www.nytimes.com/1993/02/15/us/sharks-may-yield-a-potent-weapon-against-infection.html","abstract":"  From the tissues of sharks, a team of scientists has extracted a novel compound that is a powerful killer of a variety of bacteria, fungi and parasites, according to a report being published Monday in a scientific journal.   While it is too early to know just how the compound could be used, the scientists speculate that it could be a strong weapon in the arsenal of antibiotics, not just because it is new but also because it might be effective against infectious diseases as the microbes that cause them become more resistant to existing drugs.","thumbnail":null,"section":"U.S."},{"date":"19930215","headline":"Mary-Jane Oltarzewski, Craig Gartner","web_url":"https://www.nytimes.com/1993/02/15/style/weddings-mary-jane-oltarzewski-craig-gartner.html","abstract":"  Mary-Jane Oltarzewski, the daughter of Irene Oltarzewski of Oakhurst, N.J., and the late Edward Oltarzewski, was married yesterday to Craig Lyle Gartner, a son of Theodore F. and Patricia C. Gartner of Parsippany, N.J. The Rev. Eugene Kasper performed the Roman Catholic ceremony at the Church of St. Anselm in Wayside, N.J.   Ms. Oltarzewski, 32, is keeping her name. She is a lawyer in the claims department at the Ohio Casualty Insurance Company, in Toms River, N.J. She graduated from Rutgers University and received a law degree from New York Law School.","thumbnail":null,"section":"Style"},{"date":"19930215","headline":"Knicks Lose Magic Touch in 3d Overtime","web_url":"https://www.nytimes.com/1993/02/15/sports/pro-basketball-knicks-lose-magic-touch-in-3d-overtime.html","abstract":"  It was the longest Knick game of the season, as well as the most bizarre. And when it finally ended, after three overtimes of crazy, exciting basketball, it was a bitter loss for the Knicks to digest.   New York's seven-game winning streak ended today with the Orlando Magic's 102-100 victory before a frenzied crowd of 15,151 at the Orlando Arena and a national television audience.","thumbnail":null,"section":"Sports"},{"date":"19930215","headline":"Encouraged but Still Wary, Union Leaders Gather","web_url":"https://www.nytimes.com/1993/02/15/us/encouraged-but-still-wary-union-leaders-gather.html","abstract":"  Gerry and Jack, Rich and Al, and Lane, Morty and Moe, all stalwarts of the once-mighty House of Labor, have every reason to gloat after 12 years of Republican administrations that these men, some past 70, found the most hostile they have ever known. Suddenly, there's no one to hate.   \"Look at what happened!\" Gerald W. McEntee, president of the American Federation of State, County and Municipal Employees, cheered to hundreds of union officers on the eve of their annual winter gathering. That only three of the 32 A.F.L.-C.I.O. union presidents, Mr. McEntee among them, endorsed Bill Clinton in the primaries a year ago has been lost in the pro-labor hints and pronouncements from the new Administration.","thumbnail":null,"section":"U.S."},{"date":"19930215","headline":"Fast Start Elevates Devils to 3d Place","web_url":"https://www.nytimes.com/1993/02/15/sports/hockey-fast-start-elevates-devils-to-3d-place.html","abstract":"  The tempo was set two seconds after the opening face-off, when Eric Lindros viciously cross-checked Bernie Nicholls. In the next two minutes, there were two more penalties on the Flyers, and the Devils went on to make Lindros and his friends pay a high price for their indiscretions.   It took the Devils 8 seconds to score after the first penalty, and 11 seconds after the second, both with two-men advantages. They scored their third power-play goal before the game was 4 minutes 8 seconds old, and the Flyers never came close after that.","thumbnail":null,"section":"Sports"},{"date":"19930215","headline":"Stopping the Next Nuclear Renegade","web_url":"https://www.nytimes.com/1993/02/15/opinion/stopping-the-next-nuclear-renegade.html","abstract":"  The International Atomic Energy Agency has come under attack for its failure to detect Iraq's nuclear weapons program before the Persian Gulf war -- and its problems ever since in insuring that no nuclear installations remain hidden in Iraq. There are legitimate fears that the agency can't be relied on to block the spread of nuclear weapons to outlaw states.    The I.A.E.A. clearly needs to be strengthened. In particular, it must become more aggressive in undertaking special inspections -- as it is now trying to do in North Korea.","thumbnail":null,"section":"Opinion"},{"date":"19930215","headline":"Amanda Tepper, Jeffrey D. Kiker","web_url":"https://www.nytimes.com/1993/02/15/style/weddings-amanda-tepper-jeffrey-d-kiker.html","abstract":"  Amanda Tepper, a daughter of Nancy B. Tepper of Newport Beach, Calif., and Dr. Ronald Tepper of Bel Air, Calif., was married yesterday to Jeffrey David Kiker, a son of Suzanne and Clyde Kiker of Gainesville, Fla. Wayne Castello, a notary public, performed the civil ceremony at the St. Petersburg Women's Club on Snell Island in St. Petersburg, Fla.   Ms. Tepper, who is 29, is keeping her name. She is an associate in the retail industries group at Chemical Bank in New York. She graduated magna cum laude from Brown University, where she was elected to Phi Beta Kappa. She and her husband received M.B.A. degrees from the University of Pennsylvania.","thumbnail":null,"section":"Style"},{"date":"19930215","headline":"Phils Sign Mulholland","web_url":"https://www.nytimes.com/1993/02/15/sports/sports-people-baseball-phils-sign-mulholland.html","abstract":"  The Philadelphia Phillies signed pitcher TERRY MULHOLLAND to a one-year contract for more than $2.6 million yesterday, avoiding what would have been the team's lone arbitration hearing this year.","thumbnail":null,"section":"Sports"},{"date":"19930215","headline":"Haunted Still, Jurors in Beating Trial Give Warning to Possible Successors","web_url":"https://www.nytimes.com/1993/02/15/us/haunted-still-jurors-in-beating-trial-give-warning-to-possible-successors.html","abstract":"  Kevin Siminski has started waking up again at night, still haunted by the aftermath of the verdict he rendered nearly 10 months ago -- by the riots that tore this city, by the condemnation and threats he and his fellow jurors have received.   \"For months after the verdicts I would lie there in the middle of the night, just thinking,\" said Mr. Siminski, a 39-year-old computer programmer from Ventura County who voted last April 29 to acquit four Los Angeles police officers of assault charges in the beating of Rodney G. King.","thumbnail":null,"section":"U.S."},{"date":"19930215","headline":"Child Care in Europe: Admirable but Not Perfect, Experts Say","web_url":"https://www.nytimes.com/1993/02/15/us/child-care-in-europe-admirable-but-not-perfect-experts-say.html","abstract":"  In the fractious debate in the United States over child care for working parents, experts and other commentators are saying America should look to other industrial nations, especially in Western Europe, as models. And a survey of those countries makes it clear that arranging child care is a far easier matter in Europe.   But it is not easy for everyone. And it is not easy everywhere.","thumbnail":null,"section":"U.S."},{"date":"19930215","headline":"Big East Goes to Garden: It's No Favorites Allowed","web_url":"https://www.nytimes.com/1993/02/15/sports/college-basketball-big-east-goes-to-garden-it-s-no-favorites-allowed.html","abstract":"  The home-court advantage in the tumultuous Big East is a compelling factor with two-thirds of the conference games this season having been won by home teams.   Some questions arise as the stretch run to the March tournaments continues:","thumbnail":null,"section":"Sports"},{"date":"19930215","headline":"Soccer Hero Is Ailing","web_url":"https://www.nytimes.com/1993/02/15/sports/sports-people-soccer-soccer-hero-is-ailing.html","abstract":"  BOBBY MOORE, who captained England's soccer team to victory in the 1966 World Cup, revealed last night in London that he is suffering from liver cancer.","thumbnail":null,"section":"Sports"}],"wiki_events":[],"weather":[{"date":"19930215","time":"1993-02-15 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.3,"rhum":88,"wspd":5.4},{"date":"19930215","time":"1993-02-15 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.7,"rhum":93,"wspd":11.2},{"date":"19930215","time":"1993-02-15 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.7,"rhum":96,"wspd":9.4},{"date":"19930215","time":"1993-02-15 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.1,"rhum":92,"wspd":9.4},{"date":"19930215","time":"1993-02-15 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.6,"rhum":94,"wspd":9.4},{"date":"19930215","time":"1993-02-15 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.8,"rhum":94,"wspd":9.4},{"date":"19930215","time":"1993-02-15 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.7,"rhum":96,"wspd":3.6},{"date":"19930215","time":"1993-02-15 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.9,"rhum":95,"wspd":7.6},{"date":"19930215","time":"1993-02-15 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.7,"rhum":93,"wspd":9.4},{"date":"19930215","time":"1993-02-15 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.3,"rhum":94,"wspd":7.6},{"date":"19930215","time":"1993-02-15 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.7,"rhum":94,"wspd":7.6},{"date":"19930215","time":"1993-02-15 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.5,"rhum":87,"wspd":7.6},{"date":"19930215","time":"1993-02-15 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.9,"rhum":82,"wspd":7.6},{"date":"19930215","time":"1993-02-15 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.5,"rhum":80,"wspd":7.6},{"date":"19930215","time":"1993-02-15 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.5,"rhum":77,"wspd":7.6},{"date":"19930215","time":"1993-02-15 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.9,"rhum":80,"wspd":11.2},{"date":"19930215","time":"1993-02-15 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.3,"rhum":81,"wspd":9.4},{"date":"19930215","time":"1993-02-15 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":78,"wspd":9.4},{"date":"19930215","time":"1993-02-15 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.1,"rhum":81,"wspd":9.4},{"date":"19930215","time":"1993-02-15 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":84,"wspd":7.6},{"date":"19930215","time":"1993-02-15 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.8,"rhum":86,"wspd":11.2},{"date":"19930215","time":"1993-02-15 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.5,"rhum":88,"wspd":7.6},{"date":"19930215","time":"1993-02-15 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.7,"rhum":87,"wspd":9.4},{"date":"19930215","time":"1993-02-15 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.7,"rhum":85,"wspd":9.4},{"date":"19930215","time":"1993-02-15 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":47,"wspd":22.3},{"date":"19930215","time":"1993-02-15 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":51,"wspd":25.9},{"date":"19930215","time":"1993-02-15 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":49,"wspd":22.3},{"date":"19930215","time":"1993-02-15 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":49,"wspd":24.1},{"date":"19930215","time":"1993-02-15 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":51,"wspd":20.5},{"date":"19930215","time":"1993-02-15 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":53,"wspd":18.7},{"date":"19930215","time":"1993-02-15 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":55,"wspd":14.8},{"date":"19930215","time":"1993-02-15 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.8,"rhum":58,"wspd":11.2},{"date":"19930215","time":"1993-02-15 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.8,"rhum":58,"wspd":9.4},{"date":"19930215","time":"1993-02-15 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.8,"rhum":58,"wspd":14.8},{"date":"19930215","time":"1993-02-15 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.8,"rhum":58,"wspd":13},{"date":"19930215","time":"1993-02-15 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":60,"wspd":11.2},{"date":"19930215","time":"1993-02-15 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":60,"wspd":11.2},{"date":"19930215","time":"1993-02-15 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":58,"wspd":9.4},{"date":"19930215","time":"1993-02-15 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":49,"wspd":16.6},{"date":"19930215","time":"1993-02-15 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":48,"wspd":14.8},{"date":"19930215","time":"1993-02-15 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":39,"wspd":13},{"date":"19930215","time":"1993-02-15 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":41,"wspd":18.7},{"date":"19930215","time":"1993-02-15 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":43,"wspd":22.3},{"date":"19930215","time":"1993-02-15 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":46,"wspd":16.6},{"date":"19930215","time":"1993-02-15 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":41,"wspd":22.3},{"date":"19930215","time":"1993-02-15 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":44,"wspd":9.4},{"date":"19930215","time":"1993-02-15 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":44,"wspd":22.3},{"date":"19930215","time":"1993-02-15 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":48,"wspd":14.8}]},"19930216":{"guardian_articles":[{"date":"19930216","headline":"Rhyme, reason and depression","web_url":"https://www.theguardian.com/books/1993/feb/16/biography.sylviaplath","abstract":null,"thumbnail":null,"section":"Books"},{"date":"19930216","headline":"The murder of innocence","web_url":"https://www.theguardian.com/uk/1993/feb/16/bulger.martinkettle","abstract":null,"thumbnail":null,"section":"UK news"},{"date":"19930216","headline":"A quiet fear at the Strand","web_url":"https://www.theguardian.com/uk/1993/feb/16/bulger.davidward","abstract":null,"thumbnail":null,"section":"UK news"}],"nytimes_articles":[{"date":"19930216","headline":"Rabbi Is Said to Have Offered Deal for Missing Boy","web_url":"https://www.nytimes.com/1993/02/16/nyregion/rabbi-is-said-to-have-offered-deal-for-missing-boy.html","abstract":"  Video and audio tapes, letters and accounts of threats and bribes are among the major pieces of evidence against a Hasidic rabbi in the disappearance of a Jewish boy in Brooklyn, law-enforcement officials and relatives said yesterday.   Much of that evidence, which was presented to a grand jury recently, was produced more than 10 months ago, shortly after the boy, Shai Fhima, disappeared amid a dispute between his parents and the rabbi over the boy's religious upbringing.","thumbnail":null,"section":"New York"},{"date":"19930216","headline":"Corrections","web_url":"https://www.nytimes.com/1993/02/16/nyregion/c-corrections-209093.html","abstract":"  An article on the Media Business page yesterday about the new publisher of Out magazine misidentified the magazine's chief financial supporter. He is Robert Hardman.","thumbnail":null,"section":"New York"},{"date":"19930216","headline":"People Are Ready for Sacrifices, Poll Finds, and Expect Fairness","web_url":"https://www.nytimes.com/1993/02/16/us/people-are-ready-for-sacrifices-poll-finds-and-expect-fairness.html","abstract":"  Although Americans are more judgmental about President Clinton's performance than they were about his two predecessors at this early stage, most remain open to the prospect of dramatic changes in taxing, spending and the way the White House is run, according to the latest New York Times/CBS News poll.   While the new President irritated many Americans by giving a lot of attention after his inauguration to the issue of homosexuals in the military, he still has the confidence of most people, who seem ready to make some sacrifices to fix the bedeviling deficit.","thumbnail":null,"section":"U.S."},{"date":"19930216","headline":"Big Change Sought in Auto Insurance","web_url":"https://www.nytimes.com/1993/02/16/us/big-change-sought-in-auto-insurance.html","abstract":"  California is considering a new system of car insurance that drivers would pay for through fees at the fuel pump, so the cost would depend more heavily on how much they drive than on traditional factors like what type of car they use or where they live.   Insurance companies and trial lawyers hate the idea, which is intended to ease out-of-control increases in insurance costs and the huge problem of uninsured drivers.","thumbnail":null,"section":"U.S."},{"date":"19930216","headline":"Sears Catalogues Are for Remembering","web_url":"https://www.nytimes.com/1993/02/16/opinion/l-sears-catalogues-are-for-remembering-243093.html","abstract":"  To the Editor:   \"Sears Catalogue: To Shop, Perchance to Dream\" (The Week in Review, Jan. 31), triggered recall of a Sears catalogue memory of mine.   It was 40 years ago, backstage of the magnificent Paris Opera. The concierge was escorting me to the second-floor dressing room of Michelin Bardin, the prima ballerina. I had been invited to help stage a coming concert program in Carnegie Hall. As I walked up the wide, resin-stained gray steps, trod upon through the years by Pavlova, Nijinsky and thousands of dancers, I looked up the stairwell and on each landing, members of the corps, in full costume for the first ballet on the evening program, were using the bannister as a barre for their warm-up exercises.","thumbnail":null,"section":"Opinion"},{"date":"19930216","headline":"Don't Worry, Be Happy","web_url":"https://www.nytimes.com/1993/02/16/opinion/l-don-t-worry-be-happy-281293.html","abstract":"  To the Editor:   It amazes me that a panel of 11 experts from the National Research Council, part of a private organization, has announced that \"AIDS was concentrated among homosexuals, drug users, the poor and the undereducated, and called them 'socially marginalized groups' with little economic, political, and social power\" (news article, Feb. 5).","thumbnail":null,"section":"Opinion"},{"date":"19930216","headline":"Transcript of President's Address on the Economy","web_url":"https://www.nytimes.com/1993/02/16/us/transcript-of-president-s-address-on-the-economy.html","abstract":"  Following is President Clinton's address on the economy last night, as transcribed by The New York Times:   Good evening. I have chosen this day on which we honor two great Presidents to talk with you about the serious problems and the great promise of our country, and the absolute necessity for change if we're to secure a better future for ourselves and for our children.","thumbnail":null,"section":"U.S."},{"date":"19930216","headline":"Iran's Indecent Proposal","web_url":"https://www.nytimes.com/1993/02/16/opinion/iran-s-indecent-proposal.html","abstract":"  The prize for effrontery goes to Ali Akbar Velayati, Foreign Minister of Iran. Speaking on Sunday, the fourth anniversary of his Government's death edict against Salman Rushdie for writing an allegedly blasphemous book, the Minister complained that Western countries were \"wrong\" to link normalizing relations with Iran \"to the destiny of this person.\" In short, he implied, money matters more than principle, and Western states should betray their values in a greedy rush for trade and lucre. This from a theocratic state!    Fortunately, Mr. Rushdie lives in Britain, where freedom of speech is not viewed as a disposable trifle. Foreign Secretary Douglas Hurd, an author himself, has warned that Iran cannot expect normal relations with Britain until the death threat is retracted. Germany has abrogated a cultural agreement and warned that it will hold Iran legally accountable should anything happen to Mr. Rushdie on German soil.","thumbnail":null,"section":"Opinion"},{"date":"19930216","headline":"For Children of Cocaine, Fresh Reasons for Hope","web_url":"https://www.nytimes.com/1993/02/16/nyregion/for-children-of-cocaine-fresh-reasons-for-hope.html","abstract":"  One of the infants in the sterile hospital room wailed disconsolately, frantically flailing its tiny arms and legs as children born to crack-using mothers often do. Next to her, at the Bellevue Hospital Center in Manhattan, another child slept peacefully, her face sculpted in an angelic expression.   The contrast seemed to confirm what everyone knows about cocaine-exposed babies. But contrary to such assumptions, hospital officials said it was the peaceful child, not the cranky one, whose mother had been using the potent drug.","thumbnail":null,"section":"New York"},{"date":"19930216","headline":"An Event Made to Order As Coghlan Eyes a Record","web_url":"https://www.nytimes.com/1993/02/16/sports/track-an-event-made-to-order-as-coghlan-eyes-a-record.html","abstract":"  In the 104 years of the national indoor track and field championships, no athlete had asked meet officials to add an event just for him. But someone did that last week, and yesterday he got his wish.   It helps when that someone is 40-year-old Eamonn Coghlan, the Villanova graduate from Ireland who became the fastest and most successful indoor miler in history. It also helps when the athlete promises to run history's first sub-four-minute mile, indoors or outdoors, by a master. And it also helps when he is so popular that hundreds, even thousands, of people will buy tickets just to watch him.","thumbnail":null,"section":"Sports"},{"date":"19930216","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/02/16/opinion/IHT-letters-to-the-editor-94065780538.html","abstract":"Spreading the MessageRegarding several articles and letters on clitoridectomy: . Indeed, it is the responsibility of the people and their governments in countries where female genital mutilation is practiced to act to eradicate it. In more than 20 sub-","thumbnail":null,"section":"Opinion"},{"date":"19930216","headline":"Slovakian Opposition Helps Select President","web_url":"https://www.nytimes.com/1993/02/16/world/slovakian-opposition-helps-select-president.html","abstract":"  The Parliament of Slovakia, which became an independent nation on Jan. 1, elected Michal Kovac today as the republic's first President.   Mr. Kovac, who ran unopposed, was elected with 106 votes, 16 more than he needed for the required three-fifths majority in the 150-member Slovak Parliament.","thumbnail":null,"section":"World"},{"date":"19930216","headline":"Tyson Defense Goes to Court For Reversal Of Conviction","web_url":"https://www.nytimes.com/1993/02/16/sports/tyson-defense-goes-to-court-for-reversal-of-conviction.html","abstract":"  One year after Mike Tyson was convicted of rape, he was back in court again, by proxy. The former heavyweight champion himself could not be in the ornate Indiana Court of Appeals in the State Capitol this afternoon seeking a reversal of his conviction. He was 18 miles away in the Indiana Youth Center, wearing No. 922335 on his prison garb and serving a six-year sentence.   His defense team, led by the well-known lawyer Alan Dershowitz, argued before three Appellate Court judges that the conviction should be reversed because of mistakes made by Tyson's trial judge. Matthew Gutwein, an Indiana deputy attorney general, and others from the Attorney General's office, argued for the state.","thumbnail":null,"section":"Sports"},{"date":"19930216","headline":"Don't Relax on Caffeine","web_url":"https://www.nytimes.com/1993/02/16/opinion/l-don-t-relax-on-caffeine-283993.html","abstract":"  To the Editor:   A Feb. 3 news article seriously misrepresents a report on the lack of caffeine's effect on spontaneous abortion, intrauterine growth, birth weight and head circumference of babies. No behavioral or cognitive measures were studied, and the results do not show that caffeine intake during pregnancy is safe. Caffeine is a potent drug with powerful effects on the central nervous system. Chronic intrauterine exposure to caffeine may have long-lasting effects on the development of neural systems that are vital to learning, memory, attention and regulation of sleep.","thumbnail":null,"section":"Opinion"},{"date":"19930216","headline":"Mackey Is Dismissed From C.B.A. Post","web_url":"https://www.nytimes.com/1993/02/16/sports/sports-people-basketball-mackey-is-dismissed-from-cba-post.html","abstract":"  Coach KEVIN MACKEY has been fired by the Capital Region Pontiacs of the Continental Basketball Association. Mackey, 46, will be replaced by assistant coach JIM PRICE but will remain as the team's director of player personnel for the rest of this season.  Mackey, a former coach at Cleveland State, was 19-19 during his first year with the team. Capital Region, formerly the Albany Patroons, is in second place in the Eastern Division behind Grand Rapids. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930216","headline":"All Interests Are Special","web_url":"https://www.nytimes.com/1993/02/16/opinion/all-interests-are-special.html","abstract":"Shakespeare's \"kill all the lawyers\" has been replaced with \"kill all the lobbyists.\" Journalists at most major publications have joined the chorus. In a recent editorial, for example, this newspaper described the \"threat that corporate influence and big-time lobbying represent to enlightened populism.\" \n\nI agree that the system needs to be changed. Campaign finance reform, stricter lobbying disclosure rules and post-employment restrictions for Government officials and employees would serve the democracy well. But few commentators ever stop to consider the legitimate role lobbyists play in policy-making.","thumbnail":null,"section":"Opinion"},{"date":"19930216","headline":"Box-Office Poison, 'Brother's Keeper,' Turns Out to Be a Hit","web_url":"https://www.nytimes.com/1993/02/16/movies/box-office-poison-brother-s-keeper-turns-out-to-be-a-hit.html","abstract":"  Under the normal rules of the American film industry, \"Brother's Keeper\" should have sunk without a trace. The low-budget documentary opened at the Film Forum in Manhattan in September and stayed in the city for 10 weeks, winning positive reviews. But the subject, a murder trial involving three elderly dairy farmers in central New York, the Ward brothers, promised to be box-office poison.   Instead, the film has become a surprise hit. \"Brother's Keeper\" will probably take in $1.5 million to $2 million at the box office, making it one of the top-grossing documentary films ever made, in the company of such breakthrough films as \"The Thin Blue Line\" and \"Paris Is Burning.\"","thumbnail":null,"section":"Movies"},{"date":"19930216","headline":"Los Angeles Schools: Hobbled and Hurting","web_url":"https://www.nytimes.com/1993/02/16/us/los-angeles-schools-hobbled-and-hurting.html","abstract":"  Like the city it is supposed to serve, the Los Angeles public school system is a stricken giant, hobbled by financial problems, a threatened teachers' strike and racial and ethnic strife.   Overcrowded classrooms, leaky roofs, outdated textbooks, metal detectors and police officers patrolling schools are common in America's inner-city schools.","thumbnail":null,"section":"U.S."},{"date":"19930216","headline":"Israelis' Home Demolitions Lamented in Gaza","web_url":"https://www.nytimes.com/1993/02/16/world/israelis-home-demolitions-lamented-in-gaza.html","abstract":"  Standing in the rubble of what used to be his house, Hassan Abu Kheir said today that he felt caught in a tightening vise.    On the one hand, he said, there were Palestinian militants roaming the neighborhood who could use the point of a gun to take shelter in a home. On the other, there were Israeli soldiers who blew up houses during a daylong search for the gunmen.","thumbnail":null,"section":"World"},{"date":"19930216","headline":"U.N.'S INSPECTORS TO CHALLENGE IRAQ","web_url":"https://www.nytimes.com/1993/02/16/world/un-s-inspectors-to-challenge-iraq.html","abstract":"  United Nations arms inspectors plan to challenge Iraq's refusal to let them fly helicopters over Baghdad, setting the scene for a possible confrontation with Iraq just days after President Saddam Hussein said he wanted better relations with Washington, officials here said.   The special commission charged with destroying Iraq's most dangerous weapons is expected to decide this week that it will tell Iraq of its intention to violate the ban against flying over the city by sending a helicopter over Baghdad to photograph an undisclosed site there.","thumbnail":null,"section":"World"},{"date":"19930216","headline":"Fisticuffs at First and Then Rangers Try Finesse","web_url":"https://www.nytimes.com/1993/02/16/sports/hockey-fisticuffs-at-first-and-then-rangers-try-finesse.html","abstract":"  The Rangers should have sensed trouble when they took the ice for the opening face-off yesterday afternoon and found Basil McRae grinning at them from the other side of the red line.   For those who do not recognize the name, and that should be most folks, McRae is a guy who was acquired a couple of weeks ago by the St. Louis Blues, along with a rather unspectacular defenseman named Doug Crossman, for little more than a minor leaguer. His main claim to fame is having accumulated 2,157 penalty minutes -- the 11th highest individual total in the National Hockey League -- in 464 professional games.","thumbnail":null,"section":"Sports"},{"date":"19930216","headline":"Vance and Owen Got It Right","web_url":"https://www.nytimes.com/1993/02/16/opinion/IHT-vance-and-owen-got-it-right.html","abstract":"The writer, a Portuguese diplomat, wascoordinator of the EC Conference onYugoslavia chaired by Lord Carrington.. The Bosnian question will drag on for as long as any of the three principal parties concerned remains convinced that it can achieve its a","thumbnail":null,"section":"Opinion"},{"date":"19930216","headline":"After Valentine","web_url":"https://www.nytimes.com/1993/02/16/opinion/after-valentine.html","abstract":"  Valentine's Day, a browser in the Encyclopedia Britannica discovered recently, has peculiar roots. Though it appears to have been named after two saints named Valentine, both martyred, its role as a lovers' festival may actually derive from the Roman Feast of Lupercalia -- in which girls put love messages into an urn and boys drew them out.   But if thoughts of martyrdom and sacrifice thus seem inappropriate to most celebrants on Valentine's Day itself, they are curiously apposite on the days that follow. Because this is the week of the letdown that follows the big buildup.","thumbnail":null,"section":"Opinion"},{"date":"19930216","headline":"Corrections","web_url":"https://www.nytimes.com/1993/02/16/nyregion/c-corrections-211193.html","abstract":"  Because of an editing error, an article yesterday about a small zoo on a vacant lot in Harlem misattributed a portion of a quotation. It was the man who opened the zoo, Manuel Colon, who said, \"I think of this as therapy for the neighborhood.\"","thumbnail":null,"section":"New York"},{"date":"19930216","headline":"When 'Mom' and 'Grandma' Are One and the Same; Fairy Tale Comes True When Orchard Park Woman Gives Birth to Her Grandchild","web_url":"https://www.nytimes.com/1993/02/16/nyregion/when-mom-grandma-are-one-same-fairy-tale-comes-true-when-orchard-park-woman.html","abstract":"  Mark Wesolowski popped the question -- will you have my baby? -- to a woman old enough to be his mother in the parking lot of a supermarket.   \"I thought it was impossible,\" recalled the 53-year-old woman. \"I thought, 'I'm too old. I've gone through menopause.' I wanted to help. But in the back of my mind, I kept thinking it won't work.\"","thumbnail":null,"section":"New York"},{"date":"19930216","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/02/16/arts/classical-music-in-review-221993.html","abstract":"  Garrick Ohlsson Pianist   Town Hall","thumbnail":null,"section":"Arts"},{"date":"19930216","headline":"Strong Hand, Sharp Eye In Justice Dept. Nominee","web_url":"https://www.nytimes.com/1993/02/16/us/strong-hand-sharp-eye-in-justice-dept-nominee.html","abstract":"  Among the lawyers and investigators who have worked for her, State Attorney Janet Reno of Dade County has always inspired a certain dread with a little black book she keeps. In it, President Clinton's Attorney General-designate maintains a detailed record of the progress -- or lack thereof -- in every case that interests her.   \"Everybody hated that little black book,\" said Wayne Black, one of Ms. Reno's former investigators. \"She would ask you to brief her, and then two or three weeks later she'd call you in and refer to the black book and what you had told her you would be doing. She was very big into checking up.\"","thumbnail":null,"section":"U.S."},{"date":"19930216","headline":"A Park in Peril","web_url":"https://www.nytimes.com/1993/02/16/opinion/a-park-in-peril.html","abstract":"  Just over 100 years ago, New York State's Legislature created one of America's outdoor treasures: a six-million-acre patchwork of state forests, timber tracts and private lands called the Adirondack State Park. Now in its centennial year plus one, the park faces threats from developers, from the changing economics of the timber business and from legislators who are not as prescient as their forerunners.    The Adirondacks are nowhere near as stressed as the national parks, which absorbed an astounding 250 million visitors last year. The Adirondacks, though larger than the Everglades, Glacier, Grand Canyon and Yellowstone National Parks combined, welcomed nine million. Albany does not therefore confront a salvage operation. Elected officials have only to muster the sense to preserve New York's jewel for future generations.","thumbnail":null,"section":"Opinion"},{"date":"19930216","headline":"Transactions","web_url":"https://www.nytimes.com/1993/02/16/sports/transactions-952893.html","abstract":"  Baseball  American League   KANSAS CITY ROYALS -- Agreed to terms with Jeff Montgomery, pitcher, on a three-year contract.   TEXAS RANGERS -- Agreed to terms with Brian Bohanon and Barry Manuel, pitchers, on one-year contracts.","thumbnail":null,"section":"Sports"},{"date":"19930216","headline":"Violent World of Corals Is Facing New Dangers","web_url":"https://www.nytimes.com/1993/02/16/science/violent-world-of-corals-is-facing-new-dangers.html","abstract":"  DENSELY abloom with a wealth of life unsurpassed for bizarre beauty, coral reefs seem to exist in a state of dreamy tranquillity. Not so.   The reef is in truth a realm of violent struggle and constant disruption. Coral colonies wage unrelenting chemical warfare on each other, their polyps stinging, dissolving and poisoning each other. Bigger reef creatures savage large chunks of colonies and fill the water with toxins. Sooner or later, an irresistible force like a hurricane or a change in sea level lays waste the whole teeming ecosystem and the corals must rebuild.","thumbnail":null,"section":"Science"},{"date":"19930216","headline":"Corrections","web_url":"https://www.nytimes.com/1993/02/16/nyregion/c-corrections-212093.html","abstract":"  An article on Sunday about a sales-tax battle in the Legislature of Erie County, N.Y., described the tax incorrectly. County residents pay an 8 percent sales tax; of that total, 4 percent is the state sales tax, 3 percent is divided between the county and municipalities and an additional 1 percent goes only to the county.","thumbnail":null,"section":"New York"},{"date":"19930216","headline":"Riley Senses Presence Of Concentration Gap","web_url":"https://www.nytimes.com/1993/02/16/sports/pro-basketball-riley-senses-presence-of-concentration-gap.html","abstract":"  Pat Riley was still exasperated today, and not just because the Knicks' seven-game winning streak was ended on Sunday. It was the way the Knicks lost the triple-overtime thriller in Orlando that irked Riley. They missed free throws, they did not pass to open teammates at times, and they lost their composure down the stretch.   So after today's practice, Riley calmly but candidly reflected on the 102-100 defeat, a game that displayed some characteristics of the Knicks that Riley did not appreciate.","thumbnail":null,"section":"Sports"},{"date":"19930216","headline":"Calm Years For Asia, Mr. Clinton","web_url":"https://www.nytimes.com/1993/02/16/opinion/IHT-calm-years-for-asia-mr-clinton.html","abstract":"The U.S. military presence in the Western Pacific provided the regional stability for the emergence of the ASEAN powers - Thailand, Malaysia, Singapore, the Philippines, Indonesia and Brunei. But despite their close economic and political ties with one an","thumbnail":null,"section":"Opinion"},{"date":"19930216","headline":"Review/Television; For Children, a Drama With a Lesson on Abuse","web_url":"https://www.nytimes.com/1993/02/16/arts/review-television-for-children-a-drama-with-a-lesson-on-abuse.html","abstract":"  Especially in the early hours of prime time, much of the television schedule is aimed at children. That, more than anything else, explains the success of CBS's juvenile \"Dr. Quinn: Medicine Woman.\" But occasionally, television takes advantage of this fact to spike its entertainment with a sobering message. Don't knock the do-good impulse.   Tonight at 8 on ABC, for instance, \"Full House\" slips the subject of child abuse into its familiar mix of adorable tots, telegenic teen-agers and ageless dads. As usual, the half-hour show, now in its seventh season, skips along breezily, exploiting the well-worn notion that children say the darndest things and, no matter how miffed, parents just can't suppress a warm smile. Not for the ages, certainly, but 22 minutes are usually harmless enough.","thumbnail":null,"section":"Arts"},{"date":"19930216","headline":"Review/Pop; A Jazz Valentine of (What Else?) Love Songs","web_url":"https://www.nytimes.com/1993/02/16/arts/review-pop-a-jazz-valentine-of-what-else-love-songs.html","abstract":"  Melodies were pampered, caressed, gently teased and glorified at \"Prelude to a Kiss: Jazz for Valentines,\" the concert on Sunday night at Alice Tully Hall. It was a rare Jazz at Lincoln Center event based more on pleasure than pedagogy. The concept was simple: love songs played and sung by worthy musicians, for an audience full of well-dressed couples. Of course, \"My Funny Valentine\" started the show, sung by Milt Grayson with stentorian reverence.    Betty Carter, the headliner, sang ballads with her magnificent timing and suspense. Performing obscure pop songs, Ms. Carter improvises in ways that sidestep the reassuring recurrences of verses and choruses. Instead, she concentrates with microscopic obsessiveness on each word, each phrase, each line, lingering over a crucial image, swooping ahead to the next idea, gliding with timeless languor over a trace of lovers' rapture or pausing to let a melancholy moment sink in.","thumbnail":null,"section":"Arts"},{"date":"19930216","headline":"Bridge","web_url":"https://www.nytimes.com/1993/02/16/nyregion/bridge-870093.html","abstract":"  Players who lead a trump usually do so either because they hope to cut down ruffing chances in the dummy or because other leads look risky. But occasionally they find that they have hit the the bull's-eye for a totally unexpected reason. A case in point is the diagramed deal from a social game, reported by Jack Mahoney of Jersey City. He held the South hand, and climbed to six diamonds after a takeout double by West had marked him with all the missing high-card strength.   West led a trump thinking that it would do no harm, and this proved highly irritating to the declarer: His apparent 12 tricks had shrunk to 11 because the crucial trump entry to the dummy had been removed before the spades could be unblocked, but he now had an opportunity for brilliant play.","thumbnail":null,"section":"New York"},{"date":"19930216","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/02/16/arts/classical-music-in-review-220093.html","abstract":"  Guitar Trek Merkin Concert Hall","thumbnail":null,"section":"Arts"},{"date":"19930216","headline":"Corrections","web_url":"https://www.nytimes.com/1993/02/16/nyregion/c-corrections-213893.html","abstract":"  The calendar of cultural events in the New Jersey Weekly on Sunday misstated the time and place of a free lecture, \"The Timelessness of the Novels of Aleksandr Solzhenitsyn,\" at Fairleigh Dickinson University in Madison, N.J. The lecture will be at noon tomorrow at the Hartman Lounge in the Mansion on the campus.","thumbnail":null,"section":"New York"},{"date":"19930216","headline":"Parking Rules","web_url":"https://www.nytimes.com/1993/02/16/nyregion/parking-rules-570093.html","abstract":"  Because of the forecast for snow, street-cleaning regulations are suspended in New York City today.","thumbnail":null,"section":"New York"},{"date":"19930216","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/02/16/opinion/IHT-letters-to-the-editor-94282905282.html","abstract":"Macedon and Macedonia Philip II and his son Alexander the Great were called kings of Macedon, although history books more commonly refer to the people as Macedonians. Now Balkan countries are squabbling over which can claim the word Macedonia, and perhaps","thumbnail":null,"section":"Opinion"},{"date":"19930216","headline":"Successor to Cal Coach Is Cleared by His Peers","web_url":"https://www.nytimes.com/1993/02/16/sports/college-basketball-successor-to-cal-coach-is-cleared-by-his-peers.html","abstract":"  The National Association of Basketball Coaches, after a board meeting, announced today that it had found \"no impropriety\" on the part of the interim coach, Todd Bozeman, in replacing Lou Campanelli as head coach of the University of California.   Campanelli, dismissed suddenly a week ago for what Athletic Director Robert Bockrath considered abusive behavior toward his players, had told several of his peers that Bozeman, his former assistant, had undermined him and turned Cal players against him.","thumbnail":null,"section":"Sports"},{"date":"19930216","headline":"Say This of Itsali'lknownfact: He's Fourth in Pre-Derby Race","web_url":"https://www.nytimes.com/1993/02/16/sports/horse-racing-say-this-of-itsali-lknownfact-he-s-fourth-in-pre-derby-race.html","abstract":"  Another Kentucky Derby contender probably bit the dust today when Itsali'lknownfact made his 1993 debut and ran fourth in a weak field in an allowance race here at Gulfstream Park.   The colt won prominence last fall when he ran second to Gilded Time in the Breeders' Cup Juvenile, but won nothing this time even though the stage had been elaborately set. His jockey, Laffit Pincay Jr., flew in from California for the one race. His trainer, Cam Gambolati, got permission to saddle him in the open paddock instead of in a stall because the horse gets skittish and kicks. And his public bet him down to 3-2 as the favorite in the field of seven.","thumbnail":null,"section":"Sports"},{"date":"19930216","headline":"Sign of Mayoral Race: Stein's Emerging Bid","web_url":"https://www.nytimes.com/1993/02/16/nyregion/political-memo-sign-of-mayoral-race-stein-s-emerging-bid.html","abstract":"  By this time four years ago, Ronald S. Lauder had already declared his candidacy for Mayor. David N. Dinkins formally began his campaign that year on Valentine's Day, though he later said he regretted that he had declared before he was ready.   The first evidence that another race is under way is not due this year until March, when City Council President Andrew J. Stein is expected to dispel as premature reports that his mayoral candidacy died aborning.","thumbnail":null,"section":"New York"},{"date":"19930216","headline":"Books of The Times; Growing Up Abused: A Painful Then, a Painful Now","web_url":"https://www.nytimes.com/1993/02/16/books/books-of-the-times-growing-up-abused-a-painful-then-a-painful-now.html","abstract":"  Exposure By Kathryn Harrison 219 pages. Random House. $20.","thumbnail":null,"section":"Books"},{"date":"19930216","headline":"Review/Music; Taking Opera as Something to Build On","web_url":"https://www.nytimes.com/1993/02/16/arts/review-music-taking-opera-as-something-to-build-on.html","abstract":"  One of Paul Hindemith's early recollections of the United States was a trip to the Grand Canyon. As the German composer stood gazing out over the spectacular prospect, a loudspeaker attached to a pole next to him issued \"Tristan und Isolde.\" The idea made perfect sense to those who thought it up. Take a feast for the eyes; increase it with a feast for the ears. More art adds to one's enlightenment just as more money adds to one's bank account.   This grand old American tradition of power through increase has evidently traveled far. The Bochum Symphony and its theatrical partner in this venture, the Dusseldorf Schauspielhaus, brought it with them in three performances of Schoenberg's \"Jacob's Ladder\" and Bernd Alois Zimmermann's \"Turning, I Saw Great Injustice\" at the Long Beach Opera this weekend. The double-bill, largely supported by the German Government, was augmented by local choristers and musicians.","thumbnail":null,"section":"Arts"},{"date":"19930216","headline":"PERSONAL COMPUTERS;\nA Layette of Needed Accessories","web_url":"https://www.nytimes.com/1993/02/16/science/personal-computers-a-layette-of-needed-accessories.html","abstract":"AFTER laying out $1,000, in many cases much more, for a personal computer, few people want to hear that they need to spend more on accessories. But precisely because a new computer is such a big purchase, it is foolish not to go the extra step and lay out $100 more to protect the investment.\n\nEvery home computer should have a surge suppressor, which protects the computer from power fluctuations, and also a number of decidedly low-tech devices: dust covers for the keyboard and printer, a can of compressed air and a box of screen wipers for cleaning, a rubber mouse pad, storage boxes for diskettes and a document clip that holds a sheet of paper upright alongside the screen. Except for the surge suppressor, each of these items sells for less than $15.","thumbnail":null,"section":"Science"},{"date":"19930216","headline":"A Local Title Defense for Patterson","web_url":"https://www.nytimes.com/1993/02/16/sports/sports-people-boxing-a-local-title-defense-for-patterson.html","abstract":"  TRACY HARRIS PATTERSON will fight at home for the first time in two years when he defends his World Boxing Council super bantamweight title March 13 against JESSE BENAVIDES in Poughkeepskie, N.Y.   Patterson, the adopted son of the former heavyweight champion, FLOYD PATTERSON, will fight Benavides at Marist College's McCann Recreation Center.","thumbnail":null,"section":"Sports"},{"date":"19930216","headline":"After a Setback for Cyprus, Clinton Should Step In","web_url":"https://www.nytimes.com/1993/02/16/opinion/IHT-after-a-setback-for-cyprus-clinton-should-step-in.html","abstract":"The narrow victory Sunday of the rightist politician Glavkos Clerides, 73, over the Greek Cypriot president, George Vassiliou, sets back United Nations hopes of reuniting this island and healing the wounds of a generation of \"ethnic cleansing\" b","thumbnail":null,"section":"Opinion"},{"date":"19930216","headline":"Gantner's Career Seems Over","web_url":"https://www.nytimes.com/1993/02/16/sports/sports-people-baseball-gantner-s-career-seems-over.html","abstract":"  Infielder JIM GANTNER, who has been with the Milwaukee Brewers for 15 years, moved toward retirement yesterday when the team announced he would go to spring training as a coach.  Gantner, 39, had off-season surgery to repair a right rotator cuff injury, and will report to spring training in Chandler, Ariz., when he is able to throw.","thumbnail":null,"section":"Sports"},{"date":"19930216","headline":"Book-Disk Combinations for the Mac","web_url":"https://www.nytimes.com/1993/02/16/science/peripherals-book-disk-combinations-for-the-mac.html","abstract":"  COMPUTER books are often packaged with software disks, making it difficult to decide which is the dog and which is the tail. There is no doubt with \"Big Mac Secrets,\" by Mark Bilbo and Ken Maki (Que; $39.95). Even a five-megabyte tail (the amount of software on the disks) would have a hard time wagging a 1,249-page dog.   This heavy volume covers it all: buying, customizing and upgrading hardware and software; troubleshooting; networking, and using the accompanying software. Two of the programs, Masterjuggler and Diskflash, are versions of commercial offerings. The six other major programs and a bunch of little ones are shareware; you try them out and, if you like them, you are honor bound to pay a registration fee, usually small.","thumbnail":null,"section":"Science"},{"date":"19930216","headline":"Big Bucks For Small Offices","web_url":"https://www.nytimes.com/1993/02/16/opinion/big-bucks-for-small-offices.html","abstract":"  In the last Congress, campaign finance reform, as always, was a major issue. Congress, as always, adjourned without enacting legislation. Common Cause and the press, as always, bemoaned the lack of action and the enormous cost of the big national contests.   Will this Congress finally act? Perhaps. But just as distressing as the problem in Washington is a strain of the campaign-spending virus that even Congress can't do anything about.","thumbnail":null,"section":"Opinion"},{"date":"19930216","headline":"Social Castes Found to Be Not So Rare In Nature","web_url":"https://www.nytimes.com/1993/02/16/science/social-castes-found-to-be-not-so-rare-in-nature.html","abstract":"  FOR years, an exclusive club made up of ants, bees, wasps and termites has ruled as the social elite of the animal world. The insects' well-run colonies of sterile workers devoted to serving their fat, fertile queens so impressed biologists as to acquire the scientific classification of social or \"eusocial,\" a distinction even humans cannot claim.   But new studies indicate that many more species besides these well-known examples may be living eusocial lives, giving up their own chances of reproduction to help foster the offspring of others.","thumbnail":null,"section":"Science"},{"date":"19930216","headline":"Police Search For Motive In 6 Slayings","web_url":"https://www.nytimes.com/1993/02/16/nyregion/police-search-for-motive-in-6-slayings.html","abstract":"  Detectives investigating the execution-style deaths of six people in a Bronx apartment said yesterday that the killers had used at least two types of guns and that 600 rounds of live ammunition had been found hidden in the apartment. But they said they still had no idea of the killers' identities and motive.   As relatives and friends mourned the three adults and three teen-agers who were each lined up face down on a living room floor and shot in the head Sunday at 645 Prospect Avenue in the South Bronx, the police scoured the drug-infested neighborhood for witnesses and examined the live ammunition, as well as shell casings left by the assailants, $4,400 in cash and other clues found in the apartment.","thumbnail":null,"section":"New York"},{"date":"19930216","headline":"Politics Complicates Formulas for Aid to Schools","web_url":"https://www.nytimes.com/1993/02/16/nyregion/politics-complicates-formulas-for-aid-to-schools.html","abstract":"  In 1986, budget talks in the New York State Assembly hit a glitch: according to computer-generated calculations from a school aid formula, New York City would receive more money than legislative leaders had agreed on.   But no new negotiations were needed to solve this problem, just a few strokes of a computer keyboard. By changing a number in the city's equation by .125, a legislative aide made the city appear wealthier. And with that, the city's aid dropped by more than $40 million, aligning itself neatly with the leaders' agreement.","thumbnail":null,"section":"New York"},{"date":"19930216","headline":"No Headline","web_url":"https://www.nytimes.com/1993/02/16/nyregion/no-headline-484493.html","abstract":"  \"We own two small hardware stores and times are tough. I don't know if Clinton will cut the deficit or turn around the economy, but I'm optimistic that he's trying. He's not just in there to push a bunch of buttons and play at being powerful.\" -- NANCY BOWALD of Eureka, Ill.  [ A15:1. ]","thumbnail":null,"section":"New York"},{"date":"19930216","headline":"Contractors Critical of Plan to Minimize Construction Delays","web_url":"https://www.nytimes.com/1993/02/16/nyregion/contractors-critical-of-plan-to-minimize-construction-delays.html","abstract":"  The sight abounds in every borough: street construction that leaves the pavement ripped open for weeks or even months, while all work seems to cease. The delays often occur when a contractor on a city job encounters a power line; if the line must be moved, the utility company that owns it must pay the cost, and negotiations over the price can take months.   Hoping to minimize these delays, New York City officials recently introduced a new bidding procedure that combines construction and utility-related work in a single contract. But the new procedure has angered many contractors, and one of them has filed a legal challenge to block it.","thumbnail":null,"section":"New York"},{"date":"19930216","headline":"Legislature in Texas Sends School-Aid Plan to Voters","web_url":"https://www.nytimes.com/1993/02/16/us/legislature-in-texas-sends-school-aid-plan-to-voters.html","abstract":"  Facing a court threat to shut the state's public schools this spring, the Texas Legislature overcame 25 years of partisan rancor today and approved an amendment to the state Constitution that would force wealthy school districts to transfer money to poor ones.   The issue of how to insure fairer spending on the public schools has tormented states in every part of the nation, but nowhere has the battle run longer or been more divisive than in Texas. Here, it ultimately stems from a lawsuit filed in 1968, when a sheet metal worker named Demetrio Rodriguez became the lead plaintiff for parents in a poor school district in San Antonio.","thumbnail":null,"section":"U.S."},{"date":"19930216","headline":"Reliever Signs For $11 Million","web_url":"https://www.nytimes.com/1993/02/16/sports/baseball-reliever-signs-for-11-million.html","abstract":"  Jeff Montgomery of the Kansas City Royals, who has had 72 saves the last two seasons, joined the financial elite among relief pitchers yesterday, agreeing to a three-year, $11 million contract.   The annual average of $3,666,667 matches the fifth highest among relievers, the contract Randy Myers signed with the Chicago Cubs as a free agent two months ago. The only relievers ahead of them financially are Tom Henke of Texas, John Franco of the Mets, Dennis Eckersley of Oakland and Bryan Harvey of Florida.","thumbnail":null,"section":"Sports"},{"date":"19930216","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/02/16/nyregion/news-summary-503493.html","abstract":"  International A3-11  THREATS TO NICARAGUA'S PEACE  Three years after Violeta Barrios de Chamorro defeated the Sandinistas in elections, Nicaragua has fallen into a tangle of crises that are spreading fear of an upsurge in violence. The nation's troubles include dissension, violence, charges of corruption and economic woes.  A1  FOR U.S. TROOPS, SOMALI HAZARDS  For many of the American troops in Somalia, the disarming of the country has come to resemble nothing so much as inner-city police work with a handicap. Marines search houses for weapons, but have no clear rules for confiscating them and sometimes find themselves in the middle of sub-clan battles.  A1","thumbnail":null,"section":"New York"},{"date":"19930216","headline":"O'Connor Says Catholic Groups May Shun St. Patrick's Parade","web_url":"https://www.nytimes.com/1993/02/16/nyregion/o-connor-says-catholic-groups-may-shun-st-patrick-s-parade.html","abstract":"  John Cardinal O'Connor has warned that Catholic institutions and organizations will shun the St. Patrick's Day parade if a homosexual group is permitted to march.   The Cardinal's statement, voiced before a pastoral group Feb. 7 and reported in the current issue of the New York Archdiocese's weekly newspaper, Catholic New York, follows statements by various groups that they will boycott the parade if the homosexual group, the Irish Lesbian and Gay Organization, is allowed to march under its banner.","thumbnail":null,"section":"New York"},{"date":"19930216","headline":"Topics of The Times; From Rhodes to Reuter","web_url":"https://www.nytimes.com/1993/02/16/opinion/topics-of-the-times-from-rhodes-to-reuter.html","abstract":"  Bill Clinton is the first former Rhodes Scholar to assume the Presidency. He joins Washington's other colossi of Rhodes, such as Bill Bradley and Byron \"Whizzer\" White, and brings others in his train, like Robert Reich and George Stephanopoulos.    No doubt some overexcited wiseacre will remind everyone of Cecil Rhodes's purpose in endowing the two-year Oxford scholarships in 1902. As the magnate wrote in his will, he hoped to bring about the \"ultimate recovery of the United States of America as an integral part of the British Empire.\"","thumbnail":null,"section":"Opinion"},{"date":"19930216","headline":"Amerika Journal; Amerikans Ask Help, but Americans Pay No Heed","web_url":"https://www.nytimes.com/1993/02/16/world/amerika-journal-amerikans-ask-help-but-americans-pay-no-heed.html","abstract":"  After long years of proud success, Amerika is in evident decline. Years of misrule by short-sighted ideologues have led to economic collapse. Unemployment is chronic, and many residents fear that worse times lie ahead.    \"We may all have to leave,\" groused Hans Friedrich, a leading specialist in Amerikan history. \"Then we would have an Amerika without Amerikans. How would that look?\"","thumbnail":null,"section":"World"},{"date":"19930216","headline":"A Belgrade Banker Makes Big Profits From Trade Sanctions","web_url":"https://www.nytimes.com/1993/02/16/world/a-belgrade-banker-makes-big-profits-from-trade-sanctions.html","abstract":"  Ask Dafina Milanovic what she thinks of the United Nations economic sanctions against Yugoslavia and chances are that in a candid moment, after making the standard Belgrade complaint that they are unjust, she will admit that the spottily enforced measures have been very, very good to her.   Zipping around Belgrade in her Mercedes-Benz, gracing magazine covers with stacks of Western cash in hand, Mrs. Milanovic is just one of a number of Yugoslavs who have clearly managed to strike it rich, for a time at least, despite the economic turmoil and sanctions.","thumbnail":null,"section":"World"},{"date":"19930216","headline":"Health Initiative Tilting Toward Price Regulation","web_url":"https://www.nytimes.com/1993/02/16/us/health-initiative-tilting-toward-price-regulation.html","abstract":"  President Clinton's health-care initiative was to have been a delicate balance between Government regulation and free-market competition. But so far, a rush to monitor and regulate prices has been the policy's most conspicuous new twist, health-care experts say.   Late last week, the President and his wife, Hillary Rodham Clinton, criticized drug companies and the prices they charged for vaccines. Over the weekend, Administration officials like Leon E. Panetta and George Stephanopoulos made clear that the President wanted to impose cost controls on health-care providers as a way to hold down Medicare outlays and as a prelude to sweeping changes in the health-care system.","thumbnail":null,"section":"U.S."},{"date":"19930216","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/02/16/nyregion/chronicle-216293.html","abstract":"  MIKE McALARY, the hard-nosed columnist for The Daily News, is not unique. His lawyer said so.   The New York Post, which enjoyed Mr. McAlary's services until he defected to the archrival Daily News at the beginning of February, is suing to get him back. In a bid to show that his departure will do grievous harm to their newspaper, a parade of Post officials took the witness stand in State Supreme Court in Manhattan last week to extoll the virtues of a columnist who now writes for the competition.","thumbnail":null,"section":"New York"},{"date":"19930216","headline":"With Daly as Boss, Nets Are on the Move and on Time","web_url":"https://www.nytimes.com/1993/02/16/sports/pro-basketball-with-daly-as-boss-nets-are-on-the-move-and-on-time.html","abstract":"  A few hours before the Nets beat the Miami Heat in overtime on Sunday, several New Jersey players showed up late for a pre-game meeting.   Maybe they were late because they're used to 7:30 games and not ones at 5 P.M. Whatever the reason, Coach Chuck Daly fined them and issued this proclamation: From now on, any player who is late for a meeting or a practice will not only be fined, but the fine will be doubled. Give the Coaches Credit    So we come to today, the day after. Guard Kenny Anderson strolls into a 55-minute practice at the team's training center here about 50 minutes late. He catches a little heat from his teammates, who joke he should have brought his checkbook. \"I'm embarrassed,\" said Anderson. And maybe $500 poorer. A double fine to go, please.","thumbnail":null,"section":"Sports"},{"date":"19930216","headline":"Amid 'Hatfields and McCoys,' Marines Disarm the Somalis","web_url":"https://www.nytimes.com/1993/02/16/world/amid-hatfields-and-mccoys-marines-disarm-the-somalis.html","abstract":"  The marines surrounded the house with the precision of a SWAT team. In a moment, they had entered the compound, poking into sacks and searching under stairwells for hidden weapons.   After half an hour spent getting the owners to open locked doors and back rooms, the marines found nothing.","thumbnail":null,"section":"World"},{"date":"19930216","headline":"Buffalo's the Home of the Bills and Proud of It","web_url":"https://www.nytimes.com/1993/02/16/opinion/l-buffalo-s-the-home-of-the-bills-and-proud-of-it-285593.html","abstract":"  To the Editor:   As I was about to leave Buffalo for Pasadena, Calif., to watch our Buffalo Bills play in their third consecutive Super Bowl, I was given a copy of \"Buffalo Fears a Rendezvous With Agony\" (front page, Jan. 28).","thumbnail":null,"section":"Opinion"},{"date":"19930216","headline":"Nixon Weds Sugar Ray Leonard's Ex-Wife","web_url":"https://www.nytimes.com/1993/02/16/sports/sports-people-baseball-nixon-weds-sugar-ray-leonard-s-ex-wife.html","abstract":"  Atlanta Braves outfielder OTIS NIXON kept it a secret for almost two months, but he's finally revealed that he married JUANITA LEONARD, the former wife of SUGAR RAY LEONARD, in December.","thumbnail":null,"section":"Sports"},{"date":"19930216","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/02/16/arts/classical-music-in-review.html","abstract":"Monteverdi\nTwo Tributes","thumbnail":null,"section":"Arts"},{"date":"19930216","headline":"Archeologists at Odds on Restoring Statues","web_url":"https://www.nytimes.com/1993/02/16/science/archeologists-at-odds-on-restoring-statues.html","abstract":"  IN its time, Tongariki was the glory of Easter Island and its cult of ancestor worship.   Overlooking a gentle bay on the south side of the island, it was the largest religious site in Polynesia. On its giant ahu, or temple platform, stood 15 immense stone statues, called moai, some weighing up to 70 tons. Hundreds came here to worship. They lived near the site and carved elaborate petroglyphs, or stone etchings, of giant tuna, sea turtles and birdmen.","thumbnail":null,"section":"Science"},{"date":"19930216","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/02/16/us/inside-493393.html","abstract":"  Strict Ban on Abortion Is Signed by Walesa   One of Europe's strictest anti-abortion laws was signed in Poland by President Lech Walesa, long an opponent of abortion. Years of pressure from the Roman Catholic Church thus virtually ended what had been a common medical practice. Page A6. Serbs Block Bosnia Convoy  A standoff blocking a relief convoy at the Serbia-Bosnia border has become a crucial test of the United Nations aid operation. Page A3. Texas Moves on School Aid    The Texas Legislature approved an amendment that would force some wealthy school districts to transfer money to poor districts. Page A12. Giving Birth to a Grandchild    A 53-year-old New York woman went back a decade in biological time to act as a surrogate mother for her son and his wife. Page B1.","thumbnail":null,"section":"U.S."},{"date":"19930216","headline":"Corrections","web_url":"https://www.nytimes.com/1993/02/16/nyregion/c-corrections-210393.html","abstract":"  A chart on Thursday about the New York City school system included incorrect totals for the number of teachers. The correct totals are: in 1988, 64,707; 1989, 65,884; 1990, 66,010, and 1991, 64,990.","thumbnail":null,"section":"New York"},{"date":"19930216","headline":"France's Tati:Making The Affordable Luxurious","web_url":"https://www.nytimes.com/1993/02/16/style/IHT-frances-tatimaking-the-affordable-luxurious.html","abstract":"Tati is the big store with the unforgettable Vichy-checklogo that visitors to Paris are content to regard from the rolled-up-window security of a cab on their way up Rue de Rennes for lunch at La Coupole. They never get out and go in. All those crowds!","thumbnail":null,"section":"Style"},{"date":"19930216","headline":"New Technique Reveals The Genetic Strategies Of Infectious Bacteria","web_url":"https://www.nytimes.com/1993/02/16/science/new-technique-reveals-the-genetic-strategies-of-infectious-bacteria.html","abstract":"  IN a finding that has electrified infectious-disease researchers, scientists at Harvard University have discovered a way to learn the genetic strategies that bacteria use to cause disease.    The method, researchers say, could lead to new antibiotics and vaccines that are precisely aimed at disease-causing genes. It could also allow investigators to discover genes that permit some people to resist illnesses while others succumb.","thumbnail":null,"section":"Science"},{"date":"19930216","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/02/16/nyregion/metro-digest-787893.html","abstract":"   HOPEFUL SIGNS FOR CRACK BABIES   Eight years after crack hit New York and other cities around the country, and concern about a generation of \"crack babies\" began spreading, medical experts say their worst fears are not being realized. While up to a third of the babies appear to have been seriously damaged, 20 to 40 percent seem unscathed. Most encouragingly, the experts say, those who have been harmed by cocaine need not be written off as a lost generation, but can be greatly improved with special attention. A1.  NEW YORK CITY","thumbnail":null,"section":"New York"},{"date":"19930216","headline":"Topics of The Times; J. P. Morgan's Maestro","web_url":"https://www.nytimes.com/1993/02/16/opinion/topics-of-the-times-j-p-morgan-s-maestro.html","abstract":"  Richard Westerfield surprised almost everyone with his recent appearance at the podium at a New York Philharmonic concert. A banker by trade but a musician by passion, he'd been attending rehearsals as backup for a guest conductor, Erich Leinsdorf, and took over when Mr. Leinsdorf's ailing back forced him to cancel at the last minute. He did so well that he was asked to conduct two more concerts.   Mr. Westerfield, 35, has academic degrees in both business and music. He went to work for J. P. Morgan & Company because, as he says, \"music is a very difficult way to earn a living.\"","thumbnail":null,"section":"Opinion"},{"date":"19930216","headline":"Q & A","web_url":"https://www.nytimes.com/1993/02/16/science/q-a-133693.html","abstract":"  Don't Eat the Pits!   Q.    I have been feeding apple seeds to my bird for years. Is there really cyanide in them? What about apricots and other fruit seeds?  ","thumbnail":null,"section":"Science"},{"date":"19930216","headline":"FEUDS AND KILLINGS IN NICARAGUA MAR DEMOCRATIC RULE","web_url":"https://www.nytimes.com/1993/02/16/world/feuds-and-killings-in-nicaragua-mar-democratic-rule.html","abstract":"  Three years after President Violeta Barrios de Chamorro defeated the Sandinistas in elections, Nicaragua has fallen into a tangle of crises that are spreading fear of an upsurge in violence.   Despite Government efforts to pacify the countryside, unsolved killings with political overtones occur almost daily in the explosive northwest, scene of most of the fighting during the civil war. There, a dozen or more armed bands, mostly disgruntled former anti-Sandinista rebels or their families, are hunted alternately by the Army, which is still under Sandinista control, and by Government negotiators.","thumbnail":null,"section":"World"},{"date":"19930216","headline":"Samaranch Says Brasilia Is Impressive","web_url":"https://www.nytimes.com/1993/02/16/sports/sports-people-olympics-samaranch-says-brasilia-is-impressive.html","abstract":"  The president of the International Olympic Committee said yesterday he was impressed with Brasilia, one of seven cities vying to be host for the 2000 Olympics.   \"The city is surprising and splendidly prepared to host an event of this type,\" JUAN ANTONIO SAMARANCH said after a meeting with President ITAMAR FRANCO of Brazil.","thumbnail":null,"section":"Sports"},{"date":"19930216","headline":"CLINTON TELLS MIDDLE CLASS IT NOW FACES A TAX INCREASE BECAUSE DEFICIT HAS GROWN","web_url":"https://www.nytimes.com/1993/02/16/us/clinton-tells-middle-class-it-now-faces-a-tax-increase-because-deficit-has-grown.html","abstract":"  For the first time, President Clinton told middle-income Americans tonight that it was necessary to raise their taxes to help cut the deficit and put the nation on the path to prosperity.   Setting aside economic intricacies, Mr. Clinton used plain language in his first televised address from the Oval Office to prepare millions of viewers for the speech he will deliver Wednesday night, when he will lay out his often-painful remedies for the economy to a joint session of Congress.","thumbnail":null,"section":"U.S."},{"date":"19930216","headline":"Through Ups and Downs, Harazin Stays Solid as a Rock","web_url":"https://www.nytimes.com/1993/02/16/sports/baseball-through-ups-and-downs-harazin-stays-solid-as-a-rock.html","abstract":"  Al Harazin's favorite piece of personal apparel is a dinosaur lapel pin. The pin, given to him as a gift by the Mets, is meant to symbolize Harazin's status as one of a disappearing breed in baseball, namely that of monolithic executive.   Harazin, the club's general manager, is also its chief operating officer, responsible for everything from contract negotiations to trades to stadium operations to marketing to broadcasting.","thumbnail":null,"section":"Sports"},{"date":"19930216","headline":"More Legal Problems Are Seen For Man Who Wants to Buy Post","web_url":"https://www.nytimes.com/1993/02/16/nyregion/more-legal-problems-are-seen-for-man-who-wants-to-buy-post.html","abstract":"  The financial empire run by Steven Hoffenberg, the potential buyer of The New York Post, may be facing new legal problems.   People familiar with the financial operations of Mr. Hoffenberg's flagship company, the Towers Financial Corporation, said yesterday that the bank trustee for $200 million in Towers bonds was preparing to go to court, if necessary, to force Towers to account for its use of bondholders' money. Such a move would increase the financial pressures on the company as its owner prepares to acquire The Post.","thumbnail":null,"section":"New York"},{"date":"19930216","headline":"Gifted Russian Youths, Sign Up Here","web_url":"https://www.nytimes.com/1993/02/16/sports/sports-marketing-gifted-russian-youths-sign-up-here.html","abstract":"  Pro Sports of Moscow, a fledgling talent agency loosely modeled after high-powered companies in the United States, recently began signing contracts with the parents of Russian children.   For providing coaches and training facilities to these potential stars, Pro Sports will receive 35 percent of what the athletes between the ages of 18 and 28 earn, plus an additional 5 percent for coaches assigned to the program.","thumbnail":null,"section":"Sports"},{"date":"19930216","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/02/16/opinion/IHT-letters-to-the-editor.html","abstract":"Macedonia and Greece Macedonia is the only former Yugoslav republic to have made a peaceful transition to independence, and only one of two to have fulfilled all the requirements for recognition by the European Community. Yet the Greeks say the name belon","thumbnail":null,"section":"Opinion"},{"date":"19930216","headline":"Tarkanian to Undergo Heart Procedure","web_url":"https://www.nytimes.com/1993/02/16/sports/sports-people-basketball-tarkanian-to-undergo-heart-procedure.html","abstract":"  JERRY TARKANIAN is scheduled for an angioplasty next week to clear a heart artery that is 70 percent blocked.   \"It's no big deal,\" Tarkanian said yesterday in Las Vegas, Nev. \"They tell me I'll be in one day and out the next.\"","thumbnail":null,"section":"Sports"},{"date":"19930216","headline":"Can St. Jovite Take U.S. Soil by Storm?","web_url":"https://www.nytimes.com/1993/02/16/sports/horse-racing-can-st-jovite-take-us-soil-by-storm.html","abstract":"  Can Europe's champion horse of one year cross the Atlantic and become North America's champion horse the next year?   It has never been done, but Europe's best horse of 1992 is going to try.","thumbnail":null,"section":"Sports"},{"date":"19930216","headline":"U.S. Can Learn From Cuba's AIDS Program","web_url":"https://www.nytimes.com/1993/02/16/opinion/l-us-can-learn-from-cuba-s-aids-program-280493.html","abstract":"  To the Editor:   Your \"AIDS in Latin America\" special report (front page, Jan. 25) grossly misrepresents the situation in the only country that has successfully held the virus in check. You dismiss the successes of Cuba's AIDS control and prevention program with the irrelevant comment that Cuba \"is the region's only nation with a totalitarian government.\"","thumbnail":null,"section":"Opinion"},{"date":"19930216","headline":"On Making Good Manners Look Sinister","web_url":"https://www.nytimes.com/1993/02/16/opinion/l-on-making-good-manners-look-sinister-282093.html","abstract":"  To the Editor:   I read with no small amazement your Feb. 5 front-page article on the letter Robert E. Rubin, President Clinton's top economic adviser, wrote to his Goldman Sachs & Company clients before taking up his post as head of Mr. Clinton's new National Economic Council. My amazement was not that Mr. Rubin wrote such a letter, but that you found it news.","thumbnail":null,"section":"Opinion"},{"date":"19930216","headline":"Chess","web_url":"https://www.nytimes.com/1993/02/16/arts/chess-874293.html","abstract":"  Seizing the initiative was Judit Polgar's main weapon against Boris Spassky in her victory in their 10-game exhibition match, which concludes today in Budapest. The brilliant 16-year-old grandmaster holds a 5 1/2-3 1/2 lead, which cannot be overtaken by the former world champion. But as is often the case in exhibition contests, the players are obliged to complete the schedule.   Polgar repeatedly relied on adventurous pawn sacrifices to deny Spassky the chance for the initiative when she had Black. Her adherence to \"the best defense is a good offense\" school worked well for her; Spassky could not quash her dynamic, aggressive maneuvering and was pretty much hamstrung with White.","thumbnail":null,"section":"Arts"},{"date":"19930216","headline":"Sports of The Times; The Rangers Celebrate Kiddies' Day","web_url":"https://www.nytimes.com/1993/02/16/sports/sports-of-the-times-the-rangers-celebrate-kiddies-day.html","abstract":"  THERE were so many youngsters being escorted into Madison Square Garden that you half expected them all to be twirling flashlights in the darkness and watching the Flying Gutkowskis or some other daredevil circus act.    But there was no pungent aire de pachyderm wafting through the Garden. It is not yet springtime. There was, of all things, a matinee hockey game, to celebrate the day after St. Valentine's Day, or whatever Feb. 15 is.","thumbnail":null,"section":"Sports"},{"date":"19930216","headline":"In Tough Times for Business, Videos and Much, Much More","web_url":"https://www.nytimes.com/1993/02/16/nyregion/our-towns-in-tough-times-for-business-videos-and-much-much-more.html","abstract":"  BOB HAINES sold some Lotto tickets, then he weighed and took payment for a U.P.S. package to be shipped, and reminded the man at the copying machine to make sure he picked up his original.   Then he got back to his point, which was, \"In the video business, you either grow or go out of business.\"","thumbnail":null,"section":"New York"},{"date":"19930216","headline":"A New Thoreau Book, About Natural History","web_url":"https://www.nytimes.com/1993/02/16/books/a-new-thoreau-book-about-natural-history.html","abstract":"  After existing in hundreds of scattered pages, some scrawled in his barely decipherable hand on the backs of letters and broadsides to save paper, Henry David Thoreau's last important research and writing project will be published on April 20. It is his first new book to appear in 125 years.   Thoreau scholars consider the newly titled \"Faith in a Seed,\" which combines his \"Dispersion of Seeds\" with other late natural history writings, a major contribution to American literature and a reason to revise traditional thinking about his life. Because of its trail-blazing scientific material, they say, it adds a whole new chapter to the understanding the author of \"Walden,\" \"A Week on the Concord and Merrimack Rivers,\" \"The Maine Woods\" and \"Cape Cod.\"","thumbnail":null,"section":"Books"},{"date":"19930216","headline":"Brazil Seeks to Revive Its Economic Miracle, Lying in Ruins","web_url":"https://www.nytimes.com/1993/02/16/world/brazil-seeks-to-revive-its-economic-miracle-lying-in-ruins.html","abstract":"  Outside a grim municipal building on the west side of this city, scores of men, women and children line up every evening. Many have vacant stares or fearful faces, many are sick and most appear undernourished. They come for a bath, a bed and a meal of chicken soup, bread and milk -- and the hope of finding a job.   Most standing in line are migrants who have come from impoverished areas of the northeast with hopes of work and a better future. But now they want to go home. For them, Sao Paulo, the epicenter of Brazil's industrial might, has become a nightmare.","thumbnail":null,"section":"World"},{"date":"19930216","headline":"METROPOLITAN COLLEGE REPORT","web_url":"https://www.nytimes.com/1993/02/16/sports/metropolitan-college-report.html","abstract":"  Columbia     The Lions (12-8 over all and 6-2 in the Ivy League) split games over the weekend on the most feared road trip the league has to offer: at Penn and at Princeton. On Friday night, the first-place Quakers (7-0) walloped Columbia by 84-63 at the Palestra. The Lions came back to defeat the Tigers, 71-69, on Saturday.   The Columbia coach, Jack Rohan, was despondent after the Penn game, sounding as if he believed that the Lions' chances of winning the Ivy title had disappeared.","thumbnail":null,"section":"Sports"},{"date":"19930216","headline":"Police Test For Top Post Stirs Anger In Princeton","web_url":"https://www.nytimes.com/1993/02/16/nyregion/police-test-for-top-post-stirs-anger-in-princeton.html","abstract":"  With so many institutions of higher learning, scholastic-testing concerns, opinion-poll companies and market-research concerns in the area, tests and questionnaires might be considered as much a part of the Princeton landscape as tree-shaded roads and expensive homes.    But there are a few tests that many township residents now wish had never been given.","thumbnail":null,"section":"New York"},{"date":"19930216","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/02/16/nyregion/chronicle-217093.html","abstract":"  Journalists may pry into the love lives of her children and their spouses, but whoever dares violate the sanctity of QUEEN ELIZABETH II'S holiday homily pays the price.   For The Sun, that price was a front-page apology to the Queen and a donation to charity of 200,000 pounds, or about $280,000.","thumbnail":null,"section":"New York"},{"date":"19930216","headline":"On My Mind; Clinton's Bosnia Choice","web_url":"https://www.nytimes.com/1993/02/16/opinion/on-my-mind-clinton-s-bosnia-choice.html","abstract":"  In its first real test, the new Clinton foreign policy team shows itself strong and flexible enough to pull back from a war that never could have been won politically, emotionally or historically.   For this, the team is being denounced by much of the American foreign-commentary trade. But it deserves praise, not epithet.","thumbnail":null,"section":"Opinion"},{"date":"19930216","headline":"Scheme to Split School District Is Revived","web_url":"https://www.nytimes.com/1993/02/16/us/scheme-to-split-school-district-is-revived.html","abstract":"  Labor problems and financial distress in the Los Angeles Unified School District have given new life to an old idea: divide the sprawling school system into smaller parts so it is easier to manage and more responsive to local needs.   The idea, discussed here from time to time, is now emanating from the San Fernando Valley, where middle-class families want to separate themselves from the misery of the inner city and take control of their own schools.","thumbnail":null,"section":"U.S."},{"date":"19930216","headline":"Convoy Halted by Serbs Looms as Test Case in Bosnia","web_url":"https://www.nytimes.com/1993/02/16/world/convoy-halted-by-serbs-looms-as-test-case-in-bosnia.html","abstract":"  Serbs blocked a convoy of 10 United Nations relief trucks for a second day today at the Drina River border between Serbia and Bosnia, and the obstacles the convoy faced in crossing the Serbian nationalist lines to reach besieged Muslims seemed likely to bring a turning point in the troubled relief operation here.    The convoy of 65 tons of food and medicine is bound for a Muslim enclave in eastern Bosnia that has been cut off from outside aid for 10 months. By nightfall today, it had become a symbol of overriding importance for the United Nations and the Bosnian Government.","thumbnail":null,"section":"World"},{"date":"19930216","headline":"Rider College Puts Spotlight on Prejudice","web_url":"https://www.nytimes.com/1993/02/16/nyregion/rider-college-puts-spotlight-on-prejudice.html","abstract":"  Rider College was moving today in two areas to deal with repercussions from a campus fraternity event at which pledges were required to emulate black stereotypes.   The fraternity, Phi Kappa Psi, has already lost its local charter, and the member who organized the event has been suspended from the college for a year.","thumbnail":null,"section":"New York"},{"date":"19930216","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/02/16/arts/classical-music-in-review-214693.html","abstract":"  Grieg Trio Weill Recital Hall","thumbnail":null,"section":"Arts"},{"date":"19930216","headline":"Sacrifice Tossed To the Winds","web_url":"https://www.nytimes.com/1993/02/16/us/sacrifice-tossed-to-the-winds.html","abstract":"  In his Inaugural Address, President Clinton proclaimed, \"It will require sacrifice\" to renew America.   But he apparently concluded that \"sacrifice\" had too unpleasant a connotation. \"We just have to face the fact that to make the changes our country needs more Americans must contribute today so that all Americans can do better tomorrow,\" the President said tonight.","thumbnail":null,"section":"U.S."},{"date":"19930216","headline":"Mediation Works Well In Divorce Cases","web_url":"https://www.nytimes.com/1993/02/16/opinion/l-mediation-works-well-in-divorce-cases-284793.html","abstract":"  To the Editor:   As a mediator, I was glad to read \"Divorce Fee-for-All\" (Topics of The Times, Jan. 28), on a New York State blue-ribbon committee to propose reforms of lawyer abuses in matrimonial cases. For the unfortunate people who are divorcing it would be better if as much attention were given to mediation as to litigation.","thumbnail":null,"section":"Opinion"},{"date":"19930216","headline":"Yeltsin Leaves on Vacation on Eve of Talks With Political Rival","web_url":"https://www.nytimes.com/1993/02/16/world/yeltsin-leaves-on-vacation-on-eve-of-talks-with-political-rival.html","abstract":"  President Boris N. Yeltsin suddenly left Moscow today for what was described as an unexpected 12-day vacation in the countryside. His departure was announced a day before he was scheduled to meet with his outspoken political rival, Ruslan I. Khasbulatov, the parliamentary Speaker, to discuss whether a constitutional referendum scheduled for April 11 was going to be held.   Mr. Khasbulatov, who opposes the referendum he originally agreed to in December, has been caustic about Mr. Yeltsin in recent days, questioning his fitness for office.","thumbnail":null,"section":"World"},{"date":"19930216","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/02/16/arts/classical-music-in-review-215493.html","abstract":"  Juilliard Symphony Alice Tully Hall","thumbnail":null,"section":"Arts"}],"wiki_events":[],"weather":[{"date":"19930216","time":"1993-02-16 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.3,"rhum":81,"wspd":11.2},{"date":"19930216","time":"1993-02-16 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.9,"rhum":71,"wspd":7.6},{"date":"19930216","time":"1993-02-16 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.8,"rhum":71,"wspd":13},{"date":"19930216","time":"1993-02-16 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.4,"rhum":71,"wspd":13},{"date":"19930216","time":"1993-02-16 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.8,"rhum":75,"wspd":13},{"date":"19930216","time":"1993-02-16 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.4,"rhum":78,"wspd":13},{"date":"19930216","time":"1993-02-16 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":80,"wspd":9.4},{"date":"19930216","time":"1993-02-16 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.1,"rhum":82,"wspd":11.2},{"date":"19930216","time":"1993-02-16 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.4,"rhum":82,"wspd":11.2},{"date":"19930216","time":"1993-02-16 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6,"rhum":78,"wspd":7.6},{"date":"19930216","time":"1993-02-16 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.5,"rhum":75,"wspd":7.6},{"date":"19930216","time":"1993-02-16 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.9,"rhum":78,"wspd":13},{"date":"19930216","time":"1993-02-16 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.9,"rhum":78,"wspd":11.2},{"date":"19930216","time":"1993-02-16 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.2,"rhum":77,"wspd":7.6},{"date":"19930216","time":"1993-02-16 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.1,"rhum":72,"wspd":9.4},{"date":"19930216","time":"1993-02-16 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.4,"rhum":70,"wspd":18.4},{"date":"19930216","time":"1993-02-16 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.3,"rhum":70,"wspd":16.6},{"date":"19930216","time":"1993-02-16 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":70,"wspd":14.8},{"date":"19930216","time":"1993-02-16 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":72,"wspd":14.8},{"date":"19930216","time":"1993-02-16 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":73,"wspd":13},{"date":"19930216","time":"1993-02-16 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":77,"wspd":13},{"date":"19930216","time":"1993-02-16 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":77,"wspd":11.2},{"date":"19930216","time":"1993-02-16 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":78,"wspd":9.4},{"date":"19930216","time":"1993-02-16 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":82,"wspd":13},{"date":"19930216","time":"1993-02-16 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":50,"wspd":13},{"date":"19930216","time":"1993-02-16 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":54,"wspd":9.4},{"date":"19930216","time":"1993-02-16 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":54,"wspd":7.6},{"date":"19930216","time":"1993-02-16 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":59,"wspd":7.6},{"date":"19930216","time":"1993-02-16 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":67,"wspd":7.6},{"date":"19930216","time":"1993-02-16 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":69,"wspd":11.2},{"date":"19930216","time":"1993-02-16 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":72,"wspd":9.4},{"date":"19930216","time":"1993-02-16 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":69,"wspd":11.2},{"date":"19930216","time":"1993-02-16 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":69,"wspd":7.6},{"date":"19930216","time":"1993-02-16 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":67,"wspd":7.6},{"date":"19930216","time":"1993-02-16 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":70,"wspd":9.4},{"date":"19930216","time":"1993-02-16 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":76,"wspd":11.2},{"date":"19930216","time":"1993-02-16 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":78,"wspd":16.6},{"date":"19930216","time":"1993-02-16 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":92,"wspd":14.8},{"date":"19930216","time":"1993-02-16 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":92,"wspd":22.3},{"date":"19930216","time":"1993-02-16 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":92,"wspd":18.7},{"date":"19930216","time":"1993-02-16 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":96,"wspd":7.6},{"date":"19930216","time":"1993-02-16 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":96,"wspd":16.6},{"date":"19930216","time":"1993-02-16 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":96,"wspd":18.7},{"date":"19930216","time":"1993-02-16 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":96,"wspd":11.2},{"date":"19930216","time":"1993-02-16 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":96,"wspd":9.4},{"date":"19930216","time":"1993-02-16 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":100,"wspd":9.4},{"date":"19930216","time":"1993-02-16 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":100,"wspd":13},{"date":"19930216","time":"1993-02-16 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":100,"wspd":9.4}]},"19930217":{"guardian_articles":[],"nytimes_articles":[{"date":"19930217","headline":"New York School Fight Shifts To Elections for Local Boards","web_url":"https://www.nytimes.com/1993/02/17/nyregion/new-york-school-fight-shifts-to-elections-for-local-boards.html","abstract":"  The fight over the future of Schools Chancellor Joseph A. Fernandez is over, but the citywide war over the controversial social agenda he backed is simply moving to a new battlefield, the elections for the city's 32 community school boards.   Many candidates for local school boards, including both opponents and supporters of Mr. Fernandez, have already focused their campaigns around issues the Chancellor came to symbolize, like the distribution of condoms in schools and the teaching of tolerance for gay people.","thumbnail":null,"section":"New York"},{"date":"19930217","headline":"Welcome or No, Foreigners Do Spain's Dirty Work","web_url":"https://www.nytimes.com/1993/02/17/world/welcome-or-no-foreigners-do-spain-s-dirty-work.html","abstract":"  Thanks to drip-feed irrigation and plastic-covered greenhouses, the arid coastal plain of Almeria has been turned into a farming El Dorado that supplies northern Europe with winter fruit and vegetables and earns $500 million a year in the process.   Yet the true secret of the region's bonanza is less visible. Hidden beneath a shining sea of plastic are some 4,000 immigrant workers, most of them from Morocco, who spend their days in suffocating heat picking eggplant, peppers, melons and the like for sale in Paris, London and Frankfurt.","thumbnail":null,"section":"World"},{"date":"19930217","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/02/17/nyregion/metro-digest-792093.html","abstract":"  NEW YORK CITY AFTER SCHOOLS FIGHT, FOCUS ON BOARDS   The fight over the future of Schools Chancellor Joseph A. Fernandez is over, but the citywide war over the controversial social agenda he backed is simply moving to a new battlefield, the elections for the city's 32 community school boards. \"These elections will be a showdown between those who are in favor of teaching homosexuality, and those who believe that this would be a gross violation of traditional family values,\" said the head of the Family Defense Council, a group based in Queens. \"If this doesn't get the voters out, what will?\" A1.","thumbnail":null,"section":"New York"},{"date":"19930217","headline":"C.I.A. Isn't Lone Wolf of Foreign Policy; A Diminished Role?","web_url":"https://www.nytimes.com/1993/02/17/opinion/l-cia-isn-t-lone-wolf-of-foreign-policy-a-diminished-role-319993.html","abstract":"  To the Editor:   Re \"The C.I.A.: Time for an Overhaul\" (editorial, Feb. 1):","thumbnail":null,"section":"Opinion"},{"date":"19930217","headline":"A U.S.-French Key to a NATO Future","web_url":"https://www.nytimes.com/1993/02/17/opinion/IHT-a-usfrench-key-to-a-nato-future.html","abstract":"The departure from office of President George Bush can appear to be a loss for French-American relations. A great deal of personal trust and friendship had been built up between the White House and the Elyse Palace.. This is true even if what the pe","thumbnail":null,"section":"Opinion"},{"date":"19930217","headline":"ABC Considering a Joint Bid With Turner Network","web_url":"https://www.nytimes.com/1993/02/17/sports/olympics-abc-considering-a-joint-bid-with-turner-network.html","abstract":"  A joint network-cable bid by ABC and the Turner Broadcasting System for the 1996 Summer Olympics in Atlanta is the only way ABC currently expects to enter the coming negotiations, the president of ABC Sports said yesterday.   The ABC official, Dennis Swanson, confirmed a report in The Wall Street Journal that ABC and Turner have held serious discussions over several months aimed at bidding together for the Olympic TV rights and placing events on ABC and ESPN, which is 80 percent owned by ABC, and on Turner's cable networks, TNT and TBS.","thumbnail":null,"section":"Sports"},{"date":"19930217","headline":"Immigrants, In Gratitude, Aid Neediest","web_url":"https://www.nytimes.com/1993/02/17/nyregion/immigrants-in-gratitude-aid-neediest.html","abstract":"  When Lynn Chen was growing up in China, her image of America was shaped by the state-controlled media, which spoke darkly of a troubled land blighted by rampant crime, racial strife, homelessness and oppressive work conditions.   But since she came to the United States seven years ago to attend graduate school, she has developed a more balanced view. She has grown to love American democracy and feels grateful that she was allowed to stay here after the crackdown on democracy protesters in Tiananmen Square in 1989.","thumbnail":null,"section":"New York"},{"date":"19930217","headline":"Hopes for a New Boston Garden Dim With Political Quarreling","web_url":"https://www.nytimes.com/1993/02/17/us/hopes-for-a-new-boston-garden-dim-with-political-quarreling.html","abstract":"  For years the Boston Garden has been a special symbol to Bostonians. Part shrine, as the home of their beloved basketball Celtics and hockey Bruins, it has also been a frustrating reminder of the petty politics and lack of civic leadership that have blocked repeated efforts to replace the grimy old Garden with a more modern arena that would have air-conditioning and seats with good views.   Last spring, when Boston's three largest banks agreed to lend $120 million to build a new Garden, salvation finally seemed at hand. The steel had been ordered and 700 construction workers, out of jobs for several years with New England's recession, were set to start work on March 1.","thumbnail":null,"section":"U.S."},{"date":"19930217","headline":"It's a Time For Getting Together","web_url":"https://www.nytimes.com/1993/02/17/opinion/IHT-its-a-time-for-getting-together.html","abstract":"Never in recent memory has a trade war been as likely as today. The United States has slapped enormous anti-dumping duties on imported steel. Canada and other U.S. trading partners have responded in kind. The United States threatens to bar European compan","thumbnail":null,"section":"Opinion"},{"date":"19930217","headline":"President's New Pitch: Redefining Patriotism as a Banner for Peace, Not War","web_url":"https://www.nytimes.com/1993/02/17/us/president-s-new-pitch-redefining-patriotism-as-a-banner-for-peace-not-war.html","abstract":"  In telling Americans that it is their patriotic duty to support his economic program, President Clinton is trying to redefine \"patriotism\" from pulling together to face a mortal threat abroad to paying higher taxes to face an economic threat at home.   This is both a high-risk political strategy and an experiment in the politics of mobilizing mass opinion in the wake of the cold war. The biggest risk is that Mr. Clinton will discover what Jimmy Carter did when he declared that his energy conservation plan was \"the moral equivalent of war\" -- that most Americans found the notion so overstated that they scoffed at it, undermining his whole initiative.","thumbnail":null,"section":"U.S."},{"date":"19930217","headline":"National Recovery Fattening Tax Revenue in Many States","web_url":"https://www.nytimes.com/1993/02/17/us/national-recovery-fattening-tax-revenue-in-many-states.html","abstract":"  Evidence is continuing to build that the nation's economic expansion that took hold in the second half of 1992 is having a positive effect on battered state finances.   Tax collections, not including legislated tax increases, rose nearly 6 percent in the fourth quarter compared with a year earlier, according to a survey of state tax officials by the Center for the Study of States, a research concern in Albany. That is the biggest increase since the beginning of the recent recession and five times last year's rise.","thumbnail":null,"section":"U.S."},{"date":"19930217","headline":"Gruber Out 8 Weeks","web_url":"https://www.nytimes.com/1993/02/17/sports/sports-people-baseball-gruber-out-8-weeks.html","abstract":"  Third baseman KELLY GRUBER, acquired by the California Angels in an off-season trade with Toronto, will miss at least the next eight weeks after undergoing surgery yesterday on his left shoulder for an injury he apparently suffered during the World Series. The Angels' physician, Dr. LEWIS YOCUM, performed the arthroscopic surgery and found a partial tear of the rotator cuff and a small tear in the labrum of Gruber's non-throwing shoulder, the team said.","thumbnail":null,"section":"Sports"},{"date":"19930217","headline":"L.I. Mammograms Faulted And 200 Recipients Sought","web_url":"https://www.nytimes.com/1993/02/17/nyregion/li-mammograms-faulted-and-200-recipients-sought.html","abstract":"  More than 200 women who received mammograms that Nassau County charges were faulty have yet to be notified by health officials more than 17 months after the situation was discovered.   The doctor who performed the mammograms, Padma Ram, was charged in September 1991 with providing substandard breast X-rays in her internal medicine practice in Floral Park.  An Anonymous Tip    The County Health Department held a hearing last month to consider its findings of 386 violations of state procedures. County officials are expected to decide next month whether to fine Dr. Ram. The fine could be as much as $193,000, which would be the largest fine since the state instituted mammogram regulations in 1987.","thumbnail":null,"section":"New York"},{"date":"19930217","headline":"Mets Casting Their Eyes On Dominican Sandlot","web_url":"https://www.nytimes.com/1993/02/17/sports/baseball-mets-casting-their-eyes-on-dominican-sandlot.html","abstract":"  Morning had broken noisily in the Dominican Republic and traffic had snarled in Santo Domingo one day last December. Spread out smack in the center of the entrepreneurial madness and automoble exhaust is a humble baseball diamond, one full of holes and hopes, and on this day, a dozen or so of the country's unemployed leaned on a fence and watched as a makeshift instructional league game went on.   \"It's a public park,\" Eddie Toledo, the top Dominican scout for the Mets and the man in charge of the organization's developmental program in the country, said. \"It's tough to keep up. You fix something, and who knows who is going to break it.\"","thumbnail":null,"section":"Sports"},{"date":"19930217","headline":"You Can't Remake Washington in a Week","web_url":"https://www.nytimes.com/1993/02/17/opinion/l-you-can-t-remake-washington-in-a-week-321093.html","abstract":"  To the Editor:   \"Reading Mr. Clinton's Lips\" (editorial, Jan. 28), starting with the headline, is unfairly harsh criticism of President Clinton after one week in office for steps not taken but feared.","thumbnail":null,"section":"Opinion"},{"date":"19930217","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/02/17/style/chronicle-275393.html","abstract":"  RANDY SHILTS, the author of the best-selling book about AIDS \"And the Band Played On,\" announced yesterday that he has the disease. Mr. Shilts, who is 41, divulged his condition in an interview conducted late last week and printed yesterday in The San Francisco Chronicle.    A national correspondent for the newspaper, Mr. Shilts explained that he learned in 1985, \"on the day that I pulled the last sheet from the typewriter of 'And the Band Played On,' \" that he was infected with the virus. The book traced, in chilling detail, the evolution of AIDS from an obscure and mainly ignored condition to a nationwide epidemic.","thumbnail":null,"section":"Style"},{"date":"19930217","headline":"C.I.A. Isn't Lone Wolf of Foreign Policy; Archives Need Airing","web_url":"https://www.nytimes.com/1993/02/17/opinion/l-cia-isn-t-lone-wolf-of-foreign-policy-archives-need-airing-318093.html","abstract":"  To the Editor:   \"The C.I.A.: Time for an Overhaul\" (editorial, Feb. 1) asserts that opening the Central Intelligence Agency to public inspection \"begins with the budget.\" A new openness permitting public and Congressional assessment of the agency's proper role in foreign policy must also begin in its archives.","thumbnail":null,"section":"Opinion"},{"date":"19930217","headline":"Jury Selection Begins in Los Angeles Beating Case","web_url":"https://www.nytimes.com/1993/02/17/us/jury-selection-begins-in-los-angeles-beating-case.html","abstract":"  Jury selection in the Federal trial of four police officers charged with violating the civil rights of Rodney G. King got off to a slow start today, as lawyers sought a panel unswayed by publicity and rioting after the officers' acquittal on most state charges last year.   Of an initial pool of 73 potential jurors considered today, 9 were black, 12 were Hispanic and about a quarter were women, said three reporters who were permitted to watch the proceedings. Over all, more than 280 prospective jurors who filled out detailed questionnaires could be questioned in the next few days before a panel is chosen.","thumbnail":null,"section":"U.S."},{"date":"19930217","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/02/17/nyregion/news-summary-644393.html","abstract":"  International A2-9  ISRAEL CITES ARAB LINK IN U.S.  Israeli officials say that an Arab-American arrested in Israel last month has provided unusually detailed information suggesting that Hamas, the militant Palestinian group that has attacked Israelis and Palestinians, has drawn critical financial support and political and military guidance from agents based in the United States.  A1  U.N. TROOPS LEAVE LEBANON AREA  United Nations peacekeeping forces withdrew from three villages in southern Lebanon and handed their positions over to the regular Lebanese Army as tension grew in the area between militant Muslim guerrillas and Israeli troops.  A7","thumbnail":null,"section":"New York"},{"date":"19930217","headline":"Petrovic Likely To Miss Shootout","web_url":"https://www.nytimes.com/1993/02/17/sports/pro-basketball-petrovic-likely-to-miss-shootout.html","abstract":"  Nets guard Drazen Petrovic, considered by many to be the best outside shooter in the league, said tonight he is \"99 percent certain\" he won't participate in the 3-point shooting contest that will be held at the All-Star Game this weekend.   Petrovic was supposed to fly to Salt Lake City on Friday to shoot in the contest Saturday afternoon. But Petrovic said he reinjured his right ankle tonight during the Nets' 100-88 victory over the Milwaukee Bucks. Coming into this game, Petrovic was tied for second in 3-point shooting.","thumbnail":null,"section":"Sports"},{"date":"19930217","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/02/17/opinion/IHT-letters-to-the-editor.html","abstract":"Profit in Cambodia?. Regarding \"Khmer Rouge Is Making a Profit; Timber Subsidizes Attempt to Sabotage UN Peace Plan\" (Feb. 8):. Thailand and the \"Thai military leaders\" - and just who would these be in the democratically elected govern","thumbnail":null,"section":"Opinion"},{"date":"19930217","headline":"Dinkins Promises Aid for Small Businesses","web_url":"https://www.nytimes.com/1993/02/17/nyregion/dinkins-promises-aid-for-small-businesses.html","abstract":"  Easing fines on grocery stores, publishing reference guides that decipher city regulations and introducing courses to teach city employees to be courteous were among the newest initiatives to ease the plight of small businesses that the Dinkins administration unveiled yesterday.   They received mixed reviews from business owners who noted that the city has a long history of mayoral promises to small businesses that never amounted to much. Still, several owners said this was the most comprehensive effort they could remember and hoped the outcome would be different this time.","thumbnail":null,"section":"New York"},{"date":"19930217","headline":"Review/Television; One Tragic Encounter, Many Points of View","web_url":"https://www.nytimes.com/1993/02/17/arts/review-television-one-tragic-encounter-many-points-of-view.html","abstract":"  The \"Fatal Encounter\" of tonight's episode of \"48 Hours\" took place last year on a quiet middle-class street in Jacksonville, Fla., between a joy-riding 15-year-old, Danny Adams, and a father of four, Adrian Crump. When Mr. Crump was awakened by something that sounded like a gunshot and that broke a window in his house, he grabbed his pistol, rushed outside, approached a car and killed the driver.   Differing accounts of precisely what happened during those moments emerge at the trial. It is covered tonight by the \"48 Hours\" reporter Bernard Goldberg, who also inquires into the feelings of the family of the dead boy and of the man who killed him. The scene, so familiar these days, is of a city shaken by random shootings. A big question for the lawyers at the trial's outset is whether the jury will identify with Mr. Crump as a man trying to protect his family or see him as someone too quick on the trigger. Mr. Goldberg asks, \"Was Adrian Crump a vigilante or was he a victim?\"","thumbnail":null,"section":"Arts"},{"date":"19930217","headline":"From Beach Bum to Grand Champion","web_url":"https://www.nytimes.com/1993/02/17/sports/sumo-wrestling-from-beach-bum-to-grand-champion.html","abstract":"  When Akebono first arrived in Japan five years ago, the giant Hawaiian who recently became the first non-Japanese sumo wrestler to be recognized as yokozuna, or grand champion, was not exactly brimming with confidence. He knew nothing about Japan and did not speak enough Japanese to say \"good morning\" to the older wrestlers who ran his life.   Akebono lived twenty-four hours a day in the jammed sumo stable, stuck with the tasks of mopping up after more experienced wrestlers and cooking the rice.","thumbnail":null,"section":"Sports"},{"date":"19930217","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/02/17/opinion/IHT-letters-to-the-editor-91846353327.html","abstract":"New Americans Abroad . A Feb. 6 photo caption of a ceremony in Manila says it was \"the first instance of naturalized U.S. citizens taking the oath outside the United States.\" But a 1953 law provides that noncitizen members of the U.S. armed forc","thumbnail":null,"section":"Opinion"},{"date":"19930217","headline":"Speech to Congress Will Be Shown on TV","web_url":"https://www.nytimes.com/1993/02/17/us/speech-to-congress-will-be-shown-on-tv.html","abstract":"  President Clinton's economic address to a joint session of Congress will be televised live starting at 9 o'clock tonight on CBS (Channel 2 in New York), NBC (Channel 4), ABC (Channel 7), C-Span, CNN and PBS (Channel 13), followed by the Republican response. The speech will also be broadcast live on National Public Radio.","thumbnail":null,"section":"U.S."},{"date":"19930217","headline":"Daly Gets the Exit, Then Nets Close Out Bucks","web_url":"https://www.nytimes.com/1993/02/17/sports/pro-basketball-daly-gets-the-exit-then-nets-close-out-bucks.html","abstract":"  In a performance as tedious to watch as a Congressional debate on C-Span, the Nets were going nowhere. But then the team got a spark from an unusual source: Chuck Daly being tossed out of the contest. The result? Milwaukee being tossed into the fire.   The Bucks were dominating the Nets tonight in a game that, up until that point, provided few highlights. Missed layups, missed easy jump shots, horrible officiating, this one had it all. But a funny thing happened on the way to what appeared to be a Nets loss: When Derrick Coleman was whistled for a technical after arguing that he had been fouled, Daly went into orbit, and his team, angered by the call and Daly's subsequent ejection, set out to win the game for him.","thumbnail":null,"section":"Sports"},{"date":"19930217","headline":"Review/Theater; A Gloomy Voyage To the Apocalypse","web_url":"https://www.nytimes.com/1993/02/17/theater/review-theater-a-gloomy-voyage-to-the-apocalypse.html","abstract":"  It is a Civil War between Nameless Factions at an Unspecified Time in a Nameless Place. The weather is so foggy the End of the World may be nigh. A Man Named Angel declares: \"If I was God, I'd change some things in the Bible.\" But Angel, who is crucified in Act II, is not God, and neither, apparently, is Jesus, who arrives bearing a cello just in time to delight us with some Bach.   Such is the rocky metaphysical terrain in \"On the Open Road,\" a new play by Steve Tesich that bears nothing less than the fate of mankind on its broad shoulders, with occasional pauses for apocalyptic noises off. Although the sincerity of Mr. Tesich's concern for humanity in general is not in question, that concern is not always extended to the specific humans who have come to see his play at the Joseph Papp Public Theater. Trying to pump up some conventional ideas into grandiose theatrical metaphors -- much as he did in his previous futuristic doomsday fable, \"Square One\" -- Mr. Tesich has written an inflated parable in which self-importance must pass for importance. What Woody Allen's \"Shadows and Fog\" was to Kafka and Fellini, \"On the Open Road\" is to Kafka and Beckett.","thumbnail":null,"section":"Theater"},{"date":"19930217","headline":"Woman in Abuse Case Had Choice, Lawyer Says","web_url":"https://www.nytimes.com/1993/02/17/nyregion/woman-in-abuse-case-had-choice-lawyer-says.html","abstract":"  The defense renewed its assertion today that the mildly retarded young woman in the Glen Ridge sex-assault case was able to make choices and judgments about sexual activities.   She \"could say no,\" Thomas Ford, a defense attorney, told the jury as he continued his closing argument. She \"could say yes.\" She \"could say maybe.\"","thumbnail":null,"section":"New York"},{"date":"19930217","headline":"Pretzels, Soda, and No Hint of a 'Meat Market'","web_url":"https://www.nytimes.com/1993/02/17/nyregion/pretzels-soda-and-no-hint-of-a-meat-market.html","abstract":"  In the 13 years that Ronald S. Pavluvcik has been a member of the Westport Unitarian Singles Group, he figures he has dated more than 100 women.   The last time Helen Burns was out on a date was 25 years ago with her former husband, when she was 19.","thumbnail":null,"section":"New York"},{"date":"19930217","headline":"2 Dozen New Taxes Weighed To Pay for Health Care Plans","web_url":"https://www.nytimes.com/1993/02/17/us/2-dozen-new-taxes-weighed-to-pay-for-health-care-plans.html","abstract":"  The White House said today that it would cost $30 billion to $90 billion a year to carry out President Clinton's campaign promise of guaranteeing health care for all Americans, and Administration officials said they were considering two dozen new taxes as possible sources of revenue.   The taxes being considered are in addition to those the President will propose Wednesday to Congress to stimulate the economy and to help reduce the Federal budget deficit, Administration officials said. Mrs. Clinton Visits Congress    The White House made the disclosure as Hillary Rodham Clinton, chairwoman of the President's Task Force on National Health Care Reform, visited the House of Representatives to lobby lawmakers of both parties on the issue.","thumbnail":null,"section":"U.S."},{"date":"19930217","headline":"Clinton Makes Lobbyists a Target In Opening Battle Over Tax Rise","web_url":"https://www.nytimes.com/1993/02/17/us/clinton-makes-lobbyists-a-target-in-opening-battle-over-tax-rise.html","abstract":"  President Clinton has landed a street-fighter's punch in his opening battle to push tax increases and budget cuts through Congress: He charged that his opponents \"have already lined the corridors of power with high-priced lobbyists.\"   \"Special interests,\" he called his foes in his televised speech on Monday night. \"Defenders of decline,\" he labeled their hired lobbying guns.","thumbnail":null,"section":"U.S."},{"date":"19930217","headline":"Royal Indiscretions","web_url":"https://www.nytimes.com/1993/02/17/opinion/royal-indiscretions.html","abstract":"  In Britain, the odds offered by bookmakers seven weeks ago against doing away with the monarchy by the year 2000 were 100 to 1. Incredibly, they have since fallen to 8 to 1. According to a recent Gallup Poll, only one person in three believes Britain gets good value from the cost of the royal family, and four in five say too many of the royals lead an idle, jet-set life.    This dramatic collapse in public esteem owes much to telephonic garrulity. It would seem half of Britain has read or listened to apparently authentic recordings of Princess Diana tittering her secrets to a male pal who calls her \"Squidgy\" while her husband, Prince Charles, swaps off-color snickers with Camilla Parker-Bowles, wife of a courtier. And who eavesdropped? Most likely, some royal-watchers say, Government snoopers at the supersecret signals interception facility at Cheltenham, who may have leaked the tapes, with or without approval of superiors.","thumbnail":null,"section":"Opinion"},{"date":"19930217","headline":"Wanted: Democratic Leadership","web_url":"https://www.nytimes.com/1993/02/17/opinion/wanted-democratic-leadership.html","abstract":"  Who says there's never any good news in the papers? Just yesterday The Wall Street Journal quoted Robert Byrd, the pork-barreling Senator from West Virginia, as saying: \"It is not the Senate I once knew. It has lost its soul.\"   If Mr. Byrd is right, President Clinton's economic plan, his deficit-reduction goals and his promise of health-care reform may have a chance. That, in turn, means that the desire for change expressed by two-thirds of voters in 1992 -- the combined total of the Clinton and Perot votes -- could come to pass. But these things can only happen if the Democratic leadership in Congress decides to earn its keep and help the President pass his basic programs in an orderly fashion.","thumbnail":null,"section":"Opinion"},{"date":"19930217","headline":"Inquiry Sought on Archivist Who Made Deal With Bush","web_url":"https://www.nytimes.com/1993/02/17/us/inquiry-sought-on-archivist-who-made-deal-with-bush.html","abstract":"  Three Democratic Senators asked the Justice Department and ethics officials today to investigate the Archivist of the United States, who relinquished control of White House computer files to President George Bush three weeks before announcing that he would be resigning to run Mr. Bush's Presidential library.   The Archivist, Don W. Wilson, said last Friday that he would leave the National Archives on March 31 to become the executive director of the George Bush Center at Texas A&M University.","thumbnail":null,"section":"U.S."},{"date":"19930217","headline":"Corrections","web_url":"https://www.nytimes.com/1993/02/17/nyregion/c-corrections-270293.html","abstract":"  An obituary on Nov. 18 about Capt. Gerald P. O'Driscoll, who was president, chief executive and part owner of the Circle Line-Statue of Liberty Ferry Inc. and who died on Nov. 14, misstated his relationship to the original ferry line. He was the second-to-last surviving founder of the line, the Circle Line Sightseeing Yachts; a brother, Jeremiah, of New York City, is the last surviving founder. This correction was delayed through an editing lapse.","thumbnail":null,"section":"New York"},{"date":"19930217","headline":"ARMY IN LEBANON OCCUPIES 3 SITES","web_url":"https://www.nytimes.com/1993/02/17/world/army-in-lebanon-occupies-3-sites.html","abstract":"  United Nations peacekeeping forces withdrew from three villages in southern Lebanon today and handed their positions over to the regular Lebanese Army as tension grew in the area between Muslim fundamentalist guerrillas and Israeli troops.    The United Nations flag was taken down as the Ghanaian battalion of the United Nations Interim Force in Lebanon pulled out from the villages of Maarakeh, Janata and Yanouh. Four hundred Lebanese soldiers backed by armored personnel carriers moved into the three villages and hoisted the Lebanese flag.","thumbnail":null,"section":"World"},{"date":"19930217","headline":"Questions on Davis Cup","web_url":"https://www.nytimes.com/1993/02/17/sports/questions-on-davis-cup.html","abstract":"  It takes only two to four players, but once again the United States is having trouble fielding a Davis Cup tennis team. Who is going to defend the Davis Cup championship when the first round of 1993 competition gets under way next month on grass in Australia?   Andre Agassi isn't sure, but he probably won't be taking part. The Davis Cup captain, Tom Gorman, has already received a cancellation notice from John McEnroe, who was partners with Pete Sampras in last year's doubles, and has yet to receive a commitment from Agassi, Sampras, or No. 1-ranked Jim Courier.","thumbnail":null,"section":"Sports"},{"date":"19930217","headline":"Averting Cutbacks, Erie County Legislators Decide to Keep Higher Sales Tax","web_url":"https://www.nytimes.com/1993/02/17/nyregion/averting-cutbacks-erie-county-legislators-decide-to-keep-higher-sales-tax.html","abstract":"  Public employees, cultural officials and business leaders expressed relief today after Erie County lawmakers settled a tax dispute that had already closed the Buffalo Zoo and threatened to become a fiscal crisis.   The agreement calls for the sales tax to remain at 8 percent in the county, rather than falling to 7 percent on March 1. Without the extra percentage point, which provides $88 million of the $970 million budget that took effect in January, the county was expected to lay off hundreds of workers, reduce sheriffs' patrols and other services and eliminate financing for cultural institutions.","thumbnail":null,"section":"New York"},{"date":"19930217","headline":"Rohan Lifts Columbia Back to Its Better Days","web_url":"https://www.nytimes.com/1993/02/17/sports/college-basketball-rohan-lifts-columbia-back-to-its-better-days.html","abstract":"  Jack Rohan walked away from coaching Columbia University basketball in 1974 because his wife, Barbara, was ill with cancer. He returned three years ago on her advice, and if this season's team is any indication, Rohan has brought the Lions' program back with him.   In his first stint, Rohan had coached at Columbia for 13 years and accumulated a 154-161 record.","thumbnail":null,"section":"Sports"},{"date":"19930217","headline":"U.N. Aid Convoy in Bosnia Blocked by Serbs for 3d Day","web_url":"https://www.nytimes.com/1993/02/17/world/un-aid-convoy-in-bosnia-blocked-by-serbs-for-3d-day.html","abstract":"  For the third straight day, a United Nations relief convoy was prevented today by Serbian nationalist forces from reaching one of the besieged Muslim communities in eastern Bosnia where cold, hunger and disease have endangered an estimated 200,000 people.    United Nations officials here clustered around a high-frequency radio throughout the day for bulletins from the convoy leader, who eventually abandoned his efforts to persuade Serbian commanders to let the relief vehicles pass. For a third night, the vehicles pulled back from the Serbian roadblock at Mali Zvornik, on the Serbian side of the border between Serbia and Bosnia, and bivouacked for the night.","thumbnail":null,"section":"World"},{"date":"19930217","headline":"Reds' Roberts Awarded $3.9 Million Contract","web_url":"https://www.nytimes.com/1993/02/17/sports/sports-people-baseball-reds-roberts-awarded-3.9-million-contract.html","abstract":"  BIP ROBERTS, a second baseman who started games at three other positions for Cincinnati last season while batting .323, was a winner in arbitration yesterday. After a hearing on Monday in Chicago, an arbitrator ruled that the Reds should pay Roberts the $3.9 million he sought for the 1993 season, rather than the $2.7 million Cincinnati offered. Roberts earned $1.55 million last season, his first with the Reds after being obtained in a trade with San Diego.   With Cincinnati, Roberts started games in left field and center field, and at second base and third base, and committed only seven errors. He made the National League All-Star team for the first time in his career.","thumbnail":null,"section":"Sports"},{"date":"19930217","headline":"Books of The Times; Leaving Dalgliesh Behind to Enter an Orwell Mode","web_url":"https://www.nytimes.com/1993/02/17/books/books-of-the-times-leaving-dalgliesh-behind-to-enter-an-orwell-mode.html","abstract":"  The Children of Men  By P. D. James 241 pages. Alfred A. Knopf. $22.","thumbnail":null,"section":"Books"},{"date":"19930217","headline":"2 Seminoles Suspended","web_url":"https://www.nytimes.com/1993/02/17/sports/sports-people-basketball-2-seminoles-suspended.html","abstract":"  The Florida State coach, PAT KENNEDY, suspended his top two scorers and rebounders for the ninth-ranked Seminoles' game tonight at North Carolina State. BOBBY SURA and DOUGLAS EDWARDS each received a one-game suspension for \"missing an excess number of classes.\" (AP)","thumbnail":null,"section":"Sports"},{"date":"19930217","headline":"U.S. Inquiry of Post's Suitor May Widen","web_url":"https://www.nytimes.com/1993/02/17/nyregion/us-inquiry-of-post-s-suitor-may-widen.html","abstract":"  Several people who have been questioned by the Securities and Exchange Commission in connection with its civil suit against Towers Financial Corporation and its chairman, Steven Hoffenberg, say they have also been questioned recently by Federal law-enforcement officials.   It is not clear whether the inquiries about Mr. Hoffenberg, whose bid to purchase The New York Post is scheduled to be completed this week, are merely informational or part of a new investigation into possible criminal violations. But the questioning of S.E.C. witnesses by Federal agents, which is unusual in a civil case, suggests that the Government's scrutiny of Mr. Hoffenberg may have entered a new phase.","thumbnail":null,"section":"New York"},{"date":"19930217","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/02/17/opinion/IHT-letters-to-the-editor-94184055502.html","abstract":"Clinton and Abortion. Regarding \"Clinton Overturns Several Republican Curbs on Abortion\" (Jan. 23):. You report that Mr. Clinton quashed the executive orders of Ronald Reagan and George Bush regarding abortion.. A fetus is not part of a woman's","thumbnail":null,"section":"Opinion"},{"date":"19930217","headline":"Esiason Seeks Trade; Jets Are Making a Bid","web_url":"https://www.nytimes.com/1993/02/17/sports/pro-football-esiason-seeks-trade-jets-are-making-a-bid.html","abstract":"  Boomer Esiason, the Cincinnati Bengals' dissatisfied veteran quarterback, is looking for greener pastures and his search could land him in the green-and-white uniform of the New York Jets. The Jets are reportedly one of five teams that have called the Bengals to express serious interest in a trade for Esiason, an East Islip, L.I., native.   The Tampa Bay Buccaneers have also expressed interest in Esiason. Being traded to the Jets, who are coached by Bruce Coslet, a former Bengal offensive coordinator, or to the Buccaneers, who are coached by Sam Wyche, a former Bengal head coach, would reunite Esiason with men who were instrumental in the quarterback's development and success with Cincinnati.","thumbnail":null,"section":"Sports"},{"date":"19930217","headline":"Review/Opera; A Racial Wrong Portrayed In Blues","web_url":"https://www.nytimes.com/1993/02/17/arts/review-opera-a-racial-wrong-portrayed-in-blues.html","abstract":"  \"Ghosts: Live From Galilee,\" a new production at La Mama E.T.C., tackles a challenging and powerful subject: the 1931 trial of the Scottsboro Boys, a group of poor black men who were taken off a freight train in Scottsboro, Ala., and arrested on false charges of raping two white women. The case simmered throughout the 1930's, and its underlying tensions are still very much with us. Edgar Nkosi White, a playwright, and Genji Ito, a composer, have built a stylized blues opera from the basic facts of the case.   The plot focuses on Clarence Norris, \"last of the Scottsboro boys,\" who lived to be pardoned by Gov. George C. Wallace of Alabama in 1976. He is represented as a naive, wayward soul who leaves his mother and girlfriend to find work. Thrown summarily into prison, he finds himself the victim of racial hatred. He is about to be lynched when Samuel Leibowitz, constantly referred to as \"a lawyer from New York City,\" arrives on the scene. Leibowitz's defense fails, and Norris breaks out of prison rather than face a death sentence. He finds his girlfriend, Donna Lee, shows up at Leibowitz's apartment in New York and is directed to a hiding place in Harlem. The police recapture him and return him to Alabama. In a vibrant gospel epilogue, he is shown being pardoned by the villainous sheriff, who is seated in Wallace's wheelchair.","thumbnail":null,"section":"Arts"},{"date":"19930217","headline":"Brazilian Sequel: A Jailbreak, a Bitter Widow","web_url":"https://www.nytimes.com/1993/02/17/world/brazilian-sequel-a-jailbreak-a-bitter-widow.html","abstract":"  With the killers of Francisco (Chico) Mendes apparently on the run in Bolivia, the widow of Brazil's slain Amazon defender asserted today that the authorities had ignored repeated warnings that security was dangerously lax at the Amazon jail.   \"The authorities knew about the conditions, but they didn't take any measures,\" the widow, Ilzamar Gadelha Mendes, said in a telephone interview from Xapuri, an Amazon town 2,500 miles northwest of here.","thumbnail":null,"section":"World"},{"date":"19930217","headline":"2 New Studies Link Vasectomy To Higher Prostate Cancer Risk","web_url":"https://www.nytimes.com/1993/02/17/health/2-new-studies-link-vasectomy-to-higher-prostate-cancer-risk.html","abstract":"  Two large new studies being reported on Wednesday add to earlier evidence that a vasectomy may increase a man's risk of developing prostate cancer.    The findings are not definitive, but experts not directly involved in the studies call the studies scientifically well designed, adding that they underscore the need for further research to assess the possible hazards of one of the most effective and widely used methods of contraception.","thumbnail":null,"section":"Health"},{"date":"19930217","headline":"Charting a Course at the Pentagon, Aspin Uses His Congressional Map","web_url":"https://www.nytimes.com/1993/02/17/us/charting-a-course-at-the-pentagon-aspin-uses-his-congressional-map.html","abstract":"  You can take Les Aspin out of the Congress, but you apparently cannot take the Congress out of Les Aspin.   In his first three weeks as Defense Secretary, the former 11-term Representative from Wisconsin has drawn on his Congressional past. He has imported a dozen House staff members as top aides, ordered an overhaul of the department's foreign and domestic policy arms to focus on specific issues the way Congressional subcommittees do, and increased Pentagon planners' sensitivity to budget cuts that Congress might oppose.","thumbnail":null,"section":"U.S."},{"date":"19930217","headline":"Ward, Henneman Sign","web_url":"https://www.nytimes.com/1993/02/17/sports/sports-people-baseball-ward-henneman-sign.html","abstract":"  The Toronto Blue Jays and the Detroit Tigers avoided arbitration with right-handed relief pitchers yesterday. The Blue Jays signed DUANE WARD to a three-year contract worth $12 million and the Tigers signed MIKE HENNEMAN to a one-year deal for $3,437,500, a raise of $1 million.","thumbnail":null,"section":"Sports"},{"date":"19930217","headline":"Forsaking More, a Restaurant Design Team Adapts to Era of Less","web_url":"https://www.nytimes.com/1993/02/17/style/forsaking-more-a-restaurant-design-team-adapts-to-era-of-less.html","abstract":"  WHEN it comes to restaurant design, David Rockwell and Jay Haverson are hot.   Their fans rave about their creative use of materials, their devotion to clients, their theatrical lighting. But there is something else that may be even more important, something that says a lot about the state of restaurant design in the 1990's.","thumbnail":null,"section":"Style"},{"date":"19930217","headline":"Redmen Set to Meet Pirates","web_url":"https://www.nytimes.com/1993/02/17/sports/college-basketball-redmen-set-to-meet-pirates.html","abstract":"  St. John's and Seton Hall come to Madison Square Garden tonight at 9 o'clock from different places. The Redmen are exulting from their unexpected success and the Pirates are coping with continuing expectations.    This will be the first of two Big East regular-season matches for the teams. St. John's (9-3 in the conference and 14-6 over all) is in first place in the Big East, and Seton Hall (8-5 and 18-5) is a game behind. Adelphi will meet Pace in the opening game of the doubleheader at 6:30 P.M.","thumbnail":null,"section":"Sports"},{"date":"19930217","headline":"Review/Television; Pros Old and Young In Broadway Blues","web_url":"https://www.nytimes.com/1993/02/17/arts/review-television-pros-old-and-young-in-broadway-blues.html","abstract":"  There is indeed packaging as art. That can be found tonight at 10, after the President's address, on the \"Great Performances\" presentation of the stage revue \"Black and Blue,\" as directed for television by Robert Altman. And then there is packaging as flimflam craft. Witness, also at 10, the efforts of a producer, Anthony Eaton, to give modest talent a superstar veneer in ABC's \"Billy Ray Cyrus Special: Dreams Come True.\"   \"Black and Blue\" opened on Broadway in January 1989 and ran for over 500 performances. The show, created and directed by Claudio Segovia and Hector Orezzoli, the Argentines who had earlier devised \"Tango Argentino,\" features a company of outstanding black singers and dancers.","thumbnail":null,"section":"Arts"},{"date":"19930217","headline":"Argentina's Grand Night for Celebration","web_url":"https://www.nytimes.com/1993/02/17/sports/IHT-argentinas-grand-night-for-celebration.html","abstract":"Argentina will soon reach its 10th anniversary as a democracy. Before that, Friday brings the 100th year of a part of its culture that survived all the juntas, all the wars: soccer.. The national team will dance the night away in Buenos Aires, in a match","thumbnail":null,"section":"Sports"},{"date":"19930217","headline":"Belushi Is No Stranger To a Bar Owner's Role Despite the Movie Image","web_url":"https://www.nytimes.com/1993/02/17/theater/belushi-is-no-stranger-to-a-bar-owner-s-role-despite-the-movie-image.html","abstract":"  The actor who took over for Judd Hirsch last week in \"Conversations With My Father\" hardly has a Broadway stage-actor's reputation. He is, in fact, best known for Hollywood buddy movies opposite partners who have ranged from Arnold Schwarzenegger to a chili-loving German shepherd named Jerry Lee Lewis.    But James Belushi has paid some stage dues. On March 5, 1982, many in the audience wondered whether he would go on as the Pirate King in \"The Pirates of Penzance\" at the Shubert Theater in Chicago after news reached him that his older brother John had died. \"I don't know about the show-must-go-on stuff,\" he recalled. \"But I did go on. To be honest with you, I didn't know what the hell else to do. It was a very public death.\"","thumbnail":null,"section":"Theater"},{"date":"19930217","headline":"Israel Says That a Prisoner's Tale Links Arabs in U.S. to Terrorism","web_url":"https://www.nytimes.com/1993/02/17/world/israel-says-that-a-prisoner-s-tale-links-arabs-in-us-to-terrorism.html","abstract":"  Israeli officials say an Arab-American arrested in Israel last month has provided unusually detailed information suggesting that Hamas, the Palestinian group that has attacked Israelis and Palestinians, has drawn critical financial support and political and military guidance from agents in the United States.   Security officials directly involved in the interrogation of the man, Mohammed Abdel-Hamid Salah, say he also told them that he had been sent by senior Hamas figures in London and Springfield, Va., to help rebuild Hamas, which was hobbled by Israel's deportation of more than 400 Palestinians in December.","thumbnail":null,"section":"World"},{"date":"19930217","headline":"In the Kitchen With -- Judy Collins; Clinton's Troubadour: Still Another Side","web_url":"https://www.nytimes.com/1993/02/17/style/in-the-kitchen-with-judy-collins-clinton-s-troubadour-still-another-side.html","abstract":"  JUDY COLLINS advanced on her visitor, long, gleaming knife in hand. She was wearing a tawny velvet dress and, over it, an apron. \"Do you like garlic?\" she asked. \"Wonderful!\" She began to chop with a double-time wrist action that bespoke long experience at the cutting board.   \"Garlic is a very good thing to have under all conditions,\" she said, moving on to onions. \"I always imagined that garlic doesn't smell on me. I like to keep to that illusion.\"","thumbnail":null,"section":"Style"},{"date":"19930217","headline":"Review/Film; Emotions So Strong You Can Taste Them","web_url":"https://www.nytimes.com/1993/02/17/movies/review-film-emotions-so-strong-you-can-taste-them.html","abstract":"Mexican family saga of food and forbidden love. Lip-smacking good.","thumbnail":null,"section":"Movies"},{"date":"19930217","headline":"Public & Private; Church And State","web_url":"https://www.nytimes.com/1993/02/17/opinion/public-private-church-and-state.html","abstract":"  It was not much of a surprise Sunday morning when John Cardinal O'Connor used the pulpit at St. Patrick's Cathedral to congratulate members of the New York City Board of Education who had voted to ditch Schools Chancellor Joseph Fernandez.    The Cardinal's pronouncements on matters civic that he defines as matters moral have become so commonplace that his sermons are often bona fide news events. The Cardinal had long been critical of the Chancellor, who lost his job because he believed that it was never too early to teach kids tolerance and never too late to offer sexually active kids condoms.","thumbnail":null,"section":"Opinion"},{"date":"19930217","headline":"School Board Bill Languishes in Albany","web_url":"https://www.nytimes.com/1993/02/17/opinion/l-school-board-bill-languishes-in-albany-325393.html","abstract":"  To the Editor:   On Jan. 25 the New York State Assembly passed legislation, which I sponsored, that simplifies the petition requirements for candidates for community school board elections. The bill's purpose is to encourage more people to run for the school board and thus improve participation in local community school district issues.","thumbnail":null,"section":"Opinion"},{"date":"19930217","headline":"FOOD NOTES","web_url":"https://www.nytimes.com/1993/02/17/style/food-notes-162593.html","abstract":"  100 Piedmontese Wines    Friday from 6:30 to 9 P.M. there will be an opportunity to taste more than 100 wines from the Piedmont region of Italy at the Essex House, 160 Central Park South (near Seventh Avenue). The informal stand-up tasting, sponsored by the International Wine Center, a wine school in Manhattan, will be accompanied by foods from the region.","thumbnail":null,"section":"Style"},{"date":"19930217","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/02/17/opinion/IHT-letters-to-the-editor-90808634574.html","abstract":"The Rain in Spain Regarding \"Spain Acts to Solve Rainy-Day Problem\" (Report, Feb. 9) by Eugene Robinson:. Prime Minister Felipe Gonzlez asserts that of all the dams and other water projects built in Spain since the 15th century, fully 20 p","thumbnail":null,"section":"Opinion"},{"date":"19930217","headline":"LEFT IN DENMARK SHIFTS ON EUROPE","web_url":"https://www.nytimes.com/1993/02/17/world/left-in-denmark-shifts-on-europe.html","abstract":"  When Danish voters narrowly rejected the treaty on European union last June, sending shock waves across the continent, one of the catchier campaign slogans wielded here by those opposing the treaty involved Holger K. Nielsen, the leader of the left-wing Socialist People's Party.   \"Holger and his wife will give the European union the knife,\" party leaders chanted back then, urging voters to join Mr. Nielsen, a treaty opponent, and kill the proposed plan for closer economic and political cooperation among the 12 member states of the European Community.","thumbnail":null,"section":"World"},{"date":"19930217","headline":"Sihanouk Won't Be A Panacea","web_url":"https://www.nytimes.com/1993/02/17/opinion/IHT-sihanouk-wont-be-a-panacea.html","abstract":" - After three months' absence, Prince Norodom Sihanouk returned to Cambodia from Beijing on Feb. 9. The Cambodian leader claims that only he can bring his tormented country back from the brink of civil war and restore it to political good health. He has support for a new role as an elected president from a growing number of the governments that sponsored the Paris peace accords of October 1991 that are now in danger of collapse.","thumbnail":null,"section":"Opinion"},{"date":"19930217","headline":"Holyfield-Bowe?","web_url":"https://www.nytimes.com/1993/02/17/sports/sports-people-boxing-holyfield-bowe.html","abstract":"  Don't call your cable operator just yet or reserve your flight to Las Vegas, but former heavyweight champion EVANDER HOLYFIELD is the latest trial balloon testing the winds as the next challenger for RIDDICK BOWE.   Holyfield, who lost the title to Bowe last November, has emerged as the Bowe camp's challenger of choice after a series of embarrassments in the division. These included Bowe's first-round knockout of an overmatched opponent, MICHAEL DOKES, earlier this month; the nearly simultaneous defeat of Bowe's prospective second pushover, RAY MERCER, and last week's shrill abortive negotiations with a far too serious contender, LENNOX LEWIS, the man who inherited Bowe's discarded World Boxing Council title.","thumbnail":null,"section":"Sports"},{"date":"19930217","headline":"Odd Bedfellows in Tokyo Join to Save Relic of War","web_url":"https://www.nytimes.com/1993/02/17/world/odd-bedfellows-in-tokyo-join-to-save-relic-of-war.html","abstract":"  Forty-five years ago Gen. Hideki Tojo stood defiantly in the cavernous main hall of the Imperial Army Headquarters, sunlight glinting off his bald head, as he and six others were sentenced to hang for war crimes.   In 1970, the novelist Yukio Mishima stood on the main balcony of the building, urging jeering troops to revolt and restore Japan's military honor. Stepping inside, he committed seppuku, disemboweling himself with a samurai sword.","thumbnail":null,"section":"World"},{"date":"19930217","headline":"Sports of The Times; Counseling Is Needed on A Daily Basis","web_url":"https://www.nytimes.com/1993/02/17/sports/sports-of-the-times-counseling-is-needed-on-a-daily-basis.html","abstract":"  TWICE in five months, Chuck Daly has taken his New Jersey Nets on the road to play the Detroit Pistons, and done more intense coaching of one of his former players than his current ones.   Back in October, halftime of a preseason game in Ann Arbor, Mich., was extended a good 20 minutes as Daly huddled with Dennis Rodman, who was refusing to put on his basketball suit.","thumbnail":null,"section":"Sports"},{"date":"19930217","headline":"The Art of the Novel as Cookbook","web_url":"https://www.nytimes.com/1993/02/17/style/the-art-of-the-novel-as-cookbook.html","abstract":"  HALFWAY through Nora Ephron's best-selling 1983 novel \"Heartburn,\" chronicling the dissolution of a marriage, the narrator, Rachel Samstat, a cookbook writer, issues an apology.   \"I see that I haven't managed to work in any recipes for a while,\" she says. \"It's hard to work in recipes when you're moving plot forward.\"","thumbnail":null,"section":"Style"},{"date":"19930217","headline":"Islanders Send Their Fans Home Early and Happy","web_url":"https://www.nytimes.com/1993/02/17/sports/hockey-islanders-send-their-fans-home-early-and-happy.html","abstract":"  Maybe the Islanders are more than mediocre. Perhaps, gradually and quietly, they are getting good. Such a theory could be worth considering tonight in light of their 7-2 victory over the Edmonton Oilers before 9,166 fans at Nassau Coliseum.   The Islanders jumped on top of the Oilers in the first minute of play and overwhelmed them the rest of the way with foot speed and puck skill during a 40-shot bombardment against two unfortunate goalies.","thumbnail":null,"section":"Sports"},{"date":"19930217","headline":"Results Plus","web_url":"https://www.nytimes.com/1993/02/17/sports/results-plus-072693.html","abstract":"  TENNIS  Seles Wins in Straight Sets Monica Seles needed just 55 minutes to breeze past Claudia Porwik of Germany, 6-1, 6-2, yesterday in the first round of the Paris Women's Open. Seles is on track to overtake Chris Evert as the career leader in winnning percentage and could do it in this tournament. Evert retired having won 89.96 percent of her matches, with a record of 1,309-146. Although nowhere near the number of Evert's victories, Seles needs to win this tournament, which would mean winning four more matches, to bring her record to 252-28, which would be exactly 90 percent. Seles's next opponent will be an Austrian, Judith Wiesner, who defeated a qualifier, Kirsten Freye of Germany, 2-6, 6-4, 6-0. The only other seeded player who competed yesterday, No. 3 Conchita Martinez of Spain, sailed into the second round with a 6-2, 6-1 victory over Petra Thoren of Finland. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930217","headline":"McMillan Blasts Jets With Good Riddance","web_url":"https://www.nytimes.com/1993/02/17/sports/pro-football-mcmillan-blasts-jets-with-good-riddance.html","abstract":"  A Jets teammate said he saw Erik McMillan kick the ball. He said McMillan was losing it, yelling: \"That is in the past!\" and \"Those days are over!\" at Referee Larry Nemmers, whom McMillan accused of hurling a racial slur at him in the Jets' last game of the season against the New Orleans Saints at Giants Stadium.   McMillan the villain?","thumbnail":null,"section":"Sports"},{"date":"19930217","headline":"Bosnian Due in Washington On Way to Talks at the U.N.","web_url":"https://www.nytimes.com/1993/02/17/world/bosnian-due-in-washington-on-way-to-talks-at-the-un.html","abstract":"  President Alija Izetbegovic of Bosnia will pay an official visit to Washington at the end of the week as the guest of Vice President Al Gore on his way to the Balkan peace talks at the United Nations, diplomats and officials said today.   Mr. Izetbegovic, who had refused to attend the negotiations while the Clinton Administration was reviewing its Balkan policy, insists that he will not lead his Government's delegation at the United Nations, but intends only to look in briefly at the talks, which ended in a stalemate at Geneva and will reopen in New York next week.","thumbnail":null,"section":"World"},{"date":"19930217","headline":"Report Warns of Scheme Directed at Low-Income Minority Homeowners","web_url":"https://www.nytimes.com/1993/02/17/nyregion/report-warns-of-scheme-directed-at-low-income-minority-homeowners.html","abstract":"  Eutha M. King, a 68-year-old woman living on Social Security payments, has never stopped regretting the day a door-to-door home-improvement contractor appeared at her threshold. He talked her into getting a loan for $25,000 worth of repairs for new electrical wiring and kitchen remodeling for her home in Crown Heights, Brooklyn.   Since that day three years ago, Ms. King said, her life has become a roller-coaster ride, shifting from coping with poor and incomplete construction work to teetering on the brink of foreclosure on the house she has owned for more than 25 years.","thumbnail":null,"section":"New York"},{"date":"19930217","headline":"NBC, Hiding Behind the Lawyers","web_url":"https://www.nytimes.com/1993/02/17/opinion/nbc-hiding-behind-the-lawyers.html","abstract":"  Most of the country now knows that NBC faked a fiery collision during a prime-time \"expose\" of exploding gas tanks on General Motors pickup trucks. Yet network officials cannot bring themselves to admit that \"Dateline NBC's\" gaffe was a poisonous professional mistake. They also seem reluctant to investigate the episode, hiring two outside lawyers to do the job for them.    Michael Gartner, president of NBC News, defended the show until it became clear that General Motors had the goods. At which point he wheeled out the show's anchors, Jane Pauley and Stone Phillips, to deliver, by way of fervent apology, a dry recitation of how NBC had rigged the trucks with tiny rockets. Then Mr. Gartner announced he had hired the two lawyers to investigate.","thumbnail":null,"section":"Opinion"},{"date":"19930217","headline":"Heads of Big-City Schools Need Political Skill to Last","web_url":"https://www.nytimes.com/1993/02/17/education/heads-of-big-city-schools-need-political-skill-to-last.html","abstract":"  The Philadelphia Schools Superintendent, Constance Clayton, has run the country's sixth-largest school system for a decade, no small accomplishment at a time when urban superintendents are ejected after an average of two years on the job.   That Ms. Clayton has managed to stay so long is a testament not only to her skills but also increasingly to her political wits. When the district approved a condom-distribution plan two years ago, it was the school board that proposed the idea, not the Superintendent.","thumbnail":null,"section":"Education"},{"date":"19930217","headline":"Corrections","web_url":"https://www.nytimes.com/1993/02/17/nyregion/c-corrections-271093.html","abstract":"  A picture caption yesterday with an article about New York State's formulas for aid to school districts misstated the location of North Shore High School. It is in Glen Head, L.I., not Glen Cove.","thumbnail":null,"section":"New York"},{"date":"19930217","headline":"White Wine Also Aids the Heart","web_url":"https://www.nytimes.com/1993/02/17/health/health-watch-white-wine-also-aids-the-heart.html","abstract":"  WHITE wine, too, benefits the heart when consumed in moderation, researchers report.   Those who wish to drink to their heart's health may do so with a toast of wine, red or white, according to new findings. While earlier studies found that a glass or two of red wine each day reduces the risk of a heart attack, the new research indicates for the first time that white wine may be just as beneficial.","thumbnail":null,"section":"Health"},{"date":"19930217","headline":"Resorts; In San Antonio, Hyatt Defies U.S. Trend","web_url":"https://www.nytimes.com/1993/02/17/us/resorts-in-san-antonio-hyatt-defies-us-trend.html","abstract":"  A Japanese-American group will open a 500-room Hyatt hotel here despite a depressed and overbuilt national hotel market in which new construction is at a near standstill.   The $100 million 200-acre Hyatt Regency Hill Country Resort is one of only a handful of major new hotels completed in the United States in the last 12 months and is the first to be built in Texas in five years. The opening is scheduled for Wednesday, Feb. 24.","thumbnail":null,"section":"U.S."},{"date":"19930217","headline":"Book Notes","web_url":"https://www.nytimes.com/1993/02/17/books/book-notes-068893.html","abstract":"  Forward With Roth   In 1990, when Philip Roth published his last novel, \"Deception\" (Simon & Schuster), the story of an adulterous affair whose cover showed the naked torsos of a man and a woman in bed, the book was excerpted in Esquire magazine.","thumbnail":null,"section":"Books"},{"date":"19930217","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/02/17/style/chronicle-276193.html","abstract":"  RAPHAEL FARBER, Israel's Tourism Commissioner for North America, was watching Oprah Winfrey's interview with Michael Jackson on ABC on Wednesday night, when he was struck with an idea. Why not invite the performer to the Dead Sea region for treatment of the condition that he said on the program was responsible for changes in the shade of his skin?   So yesterday, Mr. Farber faxed an invitation to Mr. Jackson via his publicist in Beverly Hills, Calif., inviting him to visit Israel and the Dead Sea region. \"Many skin diseases that have failed to respond to conventional treatment elsewhere have been either cured, improved or arrested at one of the many facilities in the Dead Sea that specialize in the treatment of such disorders,\" the letter said. \"Since ancient times, people have benefited from treatment there.\"","thumbnail":null,"section":"Style"},{"date":"19930217","headline":"Level the Mayoral Playing Field","web_url":"https://www.nytimes.com/1993/02/17/opinion/level-the-mayoral-playing-field.html","abstract":"  It may still be unrealistic to expect New York State's Republican-dominated Senate to support an overhaul of the state's flawed election system. But the senators at least might get out of New York City's way as it tries to clean up local elections.   Once again, the Democratic-run Assembly has passed sweeping legislation that would simplify hopelessly complex ballot access rules and establish a healthy system of public campaign financing for statewide and legislative races.","thumbnail":null,"section":"Opinion"},{"date":"19930217","headline":"Changes on Horizon For Major Leagues","web_url":"https://www.nytimes.com/1993/02/17/sports/baseball-changes-on-horizon-for-major-leagues.html","abstract":"  Dramatic changes are coming to major league baseball; the only question is how soon.   Although some club owners have talked in recent months about the desire to make changes, an official in position to know acknowledged for the first time tonight that such developments are on the horizon.","thumbnail":null,"section":"Sports"},{"date":"19930217","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/02/17/opinion/IHT-letters-to-the-editor-94083552970.html","abstract":"Fun With a Fizz. Regarding \"A Court's Pop at Bubbly\" (Feb. 9) by Erik Ipsen:. It is outrageous that just any fizzy drink these days can call itself Champagne. To separate fact from fiction, while allowing falsifiers to have some fun, why not ado","thumbnail":null,"section":"Opinion"},{"date":"19930217","headline":"Interior Secretary Is Pushing A New Way to Save Species","web_url":"https://www.nytimes.com/1993/02/17/us/interior-secretary-is-pushing-a-new-way-to-save-species.html","abstract":"  To head off conflict over endangered species, Interior Secretary Bruce Babbitt is preparing a major policy shift in the Interior Department's focus on wildlife protection.   He hopes to avert what he calls \"national train wrecks\" in disputes like the one over the spotted owl in the Pacific Northwest by avoiding having to impose emergency measures to protect suddenly endangered species. Instead, he seeks a policy based on preventive measures to insure long-term protection of whole ecosystems and all their inhabitants.","thumbnail":null,"section":"U.S."},{"date":"19930217","headline":"Coaches' Organization Criticizes Dismissals","web_url":"https://www.nytimes.com/1993/02/17/sports/college-basketball-coaches-organization-criticizes-dismissals.html","abstract":"  Appalled over the dismissal of three Division I head coaches this season, the National Association of Basketball Coaches warned today that intercollegiate sports were mirroring professional sports.   \"These colleges are looking like major league baseball franchises,\" said Jim Haney, the association's executive director, citing the dismissal since November of Tom Miller of Army, Kohn Smith of Utah State and Lou Campanelli of the University of California.","thumbnail":null,"section":"Sports"},{"date":"19930217","headline":"College Hockey Report","web_url":"https://www.nytimes.com/1993/02/17/nyregion/college-hockey-report.html","abstract":"  Boston University  During his 27 years as a player and a coach for Boston University, college hockey has known either Jackie Parker, the hot-tempered challenger or Jack Parker, the suave diplomat. They are the same and last weekend there were glimpses of both as the Terriers took on Merrimack in a home-and-away series.   Parker coached his team to a 6-2 victory on Friday night in the Walter Brown Arena and had strong opinions about the officiating. He expressed those opinions in the runway behind the Boston Univeristy bench as the three officials, Referees Bob Fowkes and John Gravellese and linesman Jeff Bunyon, came off the ice after the game.","thumbnail":null,"section":"New York"},{"date":"19930217","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/02/17/opinion/IHT-letters-to-the-editor-90630375303.html","abstract":"Armed and Barricaded . Regarding the editorial \"Guns in the Classroom\" (Feb. 3):. Any solution to the problem of schoolyard shootings that does not contemplate a complete ban on civilian gun ownership will be like applying aBand-Aid to a melan","thumbnail":null,"section":"Opinion"},{"date":"19930217","headline":"Voters Skeptical on Clinton Plan, Lawmakers Say","web_url":"https://www.nytimes.com/1993/02/17/us/voters-skeptical-on-clinton-plan-lawmakers-say.html","abstract":"  On the eve of President Clinton's economic address to Congress, lawmakers returning to the Capitol reported today that many of their constituents were voicing skepticism and fear about what the President had in mind for them.   While polls indicate that the public is open to Mr. Clinton's economic ideas, many lawmakers who toured their states during a weeklong recess concluded that his support might be thin and tentative.","thumbnail":null,"section":"U.S."},{"date":"19930217","headline":"More Military Muscle, Not Less","web_url":"https://www.nytimes.com/1993/02/17/opinion/more-military-muscle-not-less.html","abstract":"Bill Clinton won the election with poetry about the economy. Now comes his policy prose: raise taxes before spending cuts are assured, drift toward protectionism and cut defense inordinately as wars proliferate and world order declines.\n\nBut he needs a new slogan -- \"Guns \n\nand \n\nbutter, stupid!\"","thumbnail":null,"section":"Opinion"},{"date":"19930217","headline":"Critic's Notebook; Clinton Borrows Freely From Capra to Tap Middle-Class Ideals","web_url":"https://www.nytimes.com/1993/02/17/us/critic-s-notebook-clinton-borrows-freely-from-capra-to-tap-middle-class-ideals.html","abstract":"  You may catch a whiff of Ronald Reagan in President Clinton's direct approach to the television audience or a touch of Ross Perot in the President's display of colorfully doleful charts, but his public introduction of the Administration's economic prescriptions owes even more to the spirit of Frank Capra.   In the radio talks, the video \"town hall\" meeting and the brief television address that have led up to tonight's message to Congress, he took the role, familiar from so many Capra movies, of the young, idealistic outsider calling for the support of solid middle-class Americans in his challenge to high-priced lobbyists (who ever heard of a low-priced one?), special interests (or an unspecial one?), status-quo pols and other \"defenders of decline.\"","thumbnail":null,"section":"U.S."},{"date":"19930217","headline":"Personal Health","web_url":"https://www.nytimes.com/1993/02/17/health/personal-health-063793.html","abstract":"  GIVEN the evidence for the ill effects of cigarette smoking on health and appearance and a social climate that all but ostracizes smokers, it is difficult for nonsmokers to understand why anyone continues to smoke. But cigarettes still have a stranglehold on about 46 million Americans, many of whom think they cannot quit or have no desire to try.   For many smokers, tobacco is more than a pleasure and more than a drug addiction. It is an antidepressant that helps people concentrate, remember and think more quickly, and for such immediate benefits they are willing to put their health, even their lives, on the line.","thumbnail":null,"section":"Health"},{"date":"19930217","headline":"A Tax on Gasoline? Better Get Used to It","web_url":"https://www.nytimes.com/1993/02/17/opinion/l-a-tax-on-gasoline-better-get-used-to-it-320293.html","abstract":"  To the Editor:   \"A Timid Stimulus Package\" (editorial, Jan. 30) argues that President Clinton's plan of $15 billion to $20 billion in additional Federal spending is not sufficient to stimulate the economy and reverse \"huge layoffs at I.B.M., Boeing, Sears and other corporate giants.\"","thumbnail":null,"section":"Opinion"},{"date":"19930217","headline":"'Greasepaint':Reflections of a Mother-Son Reunion","web_url":"https://www.nytimes.com/1993/02/17/style/IHT-greasepaintreflections-of-a-motherson-reunion.html","abstract":"In a derelict Tokyo vaudeville theater, an old Japanese actress is going through her routine much as our own dear Ellen Terry wound up her career by performing 10-minute Shakespearean nuggets around the music halls.True, the Japanese lady is still tryin","thumbnail":null,"section":"Style"},{"date":"19930217","headline":"Theft Toll Could Reach $38 Million","web_url":"https://www.nytimes.com/1993/02/17/nyregion/theft-toll-could-reach-38-million.html","abstract":"  As much as $38 million may be missing from the deposits at the armored car company in Bohemia, L.I., whose owners have been charged with theft, an investigation revealed today.   A count of the deposits stored in the vaults and offices of the company, Revere Armored Inc., was completed on Sunday, as Brink's armored trucks carried 17 loads of coins totaling $7 million to a new storage site that Brink's operates in Brooklyn.","thumbnail":null,"section":"New York"},{"date":"19930217","headline":"Wine Talk","web_url":"https://www.nytimes.com/1993/02/17/style/wine-talk-158793.html","abstract":"    It was one of those lunches wine people have to endure every now and then: cold pasta salad with smoked turkey and quail, boned loin of lamb, cheese and dessert. And 26 wines, all prize winners and all in considerable quantity.   It was the lunch to honor the trophy winners at the Royal Agricultural Society of New South Wales Wine Show. The 26 wines were survivors of more than 1,500 Australian wines submitted to the annual judging. They had been tasted by nine judges, including this writer, a week earlier.","thumbnail":null,"section":"Style"},{"date":"19930217","headline":"Flower District Fights Move to South Bronx","web_url":"https://www.nytimes.com/1993/02/17/nyregion/flower-district-fights-move-to-south-bronx.html","abstract":"  Faced with the loss of four major flower wholesalers who plan to move to the South Bronx, the rest of New York City's flower industry is fighting to remain in Manhattan, where it has been rooted for more than 100 years.   Despite traffic congestion, lack of space and prospects of rezoning, many flower wholesalers and retailers have banded together in an effort to find a way to stay in the present Flower District or relocate to some other site in Manhattan.","thumbnail":null,"section":"New York"},{"date":"19930217","headline":"Bridge","web_url":"https://www.nytimes.com/1993/02/17/nyregion/bridge-986893.html","abstract":"  The diagramed deal has a long history. It appeared, in slightly different layouts, in bridge columns around the world, and featured a brilliant play by Giorgio Belladonna. He was in four spades and had to find a winning play after winning the opening lead of a diamond with the ace. East retained his diamond queen.   If South can avoid a spade loser he has 10 tricks, so he should assume that this is not the case. He needs either to build a heart trick or maneuver a heart ruff. The routine play is to lead a heart to the king, but this may fail and does. East wins and leads a trump, putting the defense in control. West will have a chance to remove dummy's last trump, sooner or later, and South will lose three heart tricks and a spade.","thumbnail":null,"section":"New York"},{"date":"19930217","headline":"New Leader at Stanford Fosters a Calm (Mostly)","web_url":"https://www.nytimes.com/1993/02/17/education/new-leader-at-stanford-fosters-a-calm-mostly.html","abstract":"  When the time came to pick the one person who had the greatest impact on Stanford University in the first year of its second century, the student editors of The Stanford Daily ignored Gerhard Casper, the new president, and named Bill Walsh, the head coach who last season led Stanford's football team to its most victories in 50 years.   \"Bill Walsh has had more of an invigorating effect on campus than the president,\" said June E. Cohen, editor of the Stanford Daily. \"Casper hasn't come out with anything that's gotten people real riled up or real excited.\"","thumbnail":null,"section":"Education"},{"date":"19930217","headline":"The Two-Income Whiners","web_url":"https://www.nytimes.com/1993/02/17/opinion/the-twoincome-whiners.html","abstract":"or the last decade or so, we've heard a common complaint: \"Families just can't survive on one income anymore.\" Actually, it's more of a whine. When I press the whiners about life-style changes they might make to enable them to live on one income, they are shocked. Measures like eating less meat, saying no to teen-agers who want expensive sneakers and using cloth diapers instead of disposables are seen as too extreme to consider. \n\nWhen I was discussing my frugal life style on the \"Donahue\" show recently and suggested using a grater to scrape the burned bottom off a cookie, the audience let loose a collective \"eeeew!\" as if such heroic measures to save a measly cookie were disgusting.","thumbnail":null,"section":"Opinion"},{"date":"19930217","headline":"Corrections","web_url":"https://www.nytimes.com/1993/02/17/nyregion/c-corrections-272993.html","abstract":"  The About New York column on Saturday, about workers who lost their jobs when Stroehmann's closed its Taystee Bread bakery and then decided to open a bakery of their own, misidentified one worker in some editions. He is Edouard Archange.","thumbnail":null,"section":"New York"},{"date":"19930217","headline":"60-Minute Gourmet","web_url":"https://www.nytimes.com/1993/02/17/style/60-minute-gourmet-172293.html","abstract":"  TURKEY entered my culinary repertory rather late in life, for when I was a young cook in France, it was rarely seen in kitchens. Turkey was introduced in Europe as early as the 16th century, but it took a long time to catch on.    In recent years I have experimented with lean turkey meat to make low-fat versions of dishes that I once made with veal or beef. This substitution is easy, since supermarkets now carry turkey steaks and turkey parts, which are convenient for quick family cooking. The only caveat in cooking turkey is that extra care must be taken to keep it moist.","thumbnail":null,"section":"Style"},{"date":"19930217","headline":"Corrections","web_url":"https://www.nytimes.com/1993/02/17/nyregion/c-corrections-273793.html","abstract":"  A headline on Monday about the marriage of Geoffrey Milton referred to the bride incorrectly. She is Joan Marie Tormey.","thumbnail":null,"section":"New York"},{"date":"19930217","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/02/17/opinion/IHT-letters-to-the-editor-90466599852.html","abstract":"Jumping on the 'Leaks'. We are greatly troubled by the unfair treatment given Judge Kimba Wood regarding her suggested nomination for U.S. attorney general. We protest the way the matter was handled. However, for us the fault lies not with the administrat","thumbnail":null,"section":"Opinion"},{"date":"19930217","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/02/17/sports/transactions-184693.html","abstract":"  Baseball American League  DETROIT TIGERS -- Agreed to terms with Mike Henneman and Mark Leiter, pitchers, on one-year contracts.","thumbnail":null,"section":"Sports"},{"date":"19930217","headline":"U.N. Arms Inspectors Expect Iraq To Accept Surveillance by Copter","web_url":"https://www.nytimes.com/1993/02/17/world/un-arms-inspectors-expect-iraq-to-accept-surveillance-by-copter.html","abstract":"  A United Nations official said today that the special commission monitoring the elimination of Iraq's weapons of mass destruction expected no resistance from the Iraqi authorities against helicopter surveillance missions.    \"If we determine that we need to carry out a flight, we would anticipate a cooperative response from the Iraqis,\" said Pierce Corden, deputy executive chairman of the commission.","thumbnail":null,"section":"World"},{"date":"19930217","headline":"1 Dead and 2 Hurt In Inwood Shootings","web_url":"https://www.nytimes.com/1993/02/17/nyregion/1-dead-and-2-hurt-in-inwood-shootings.html","abstract":"  Two brothers were wounded and a third man was fatally shot in an apartment house last night in the Inwood section of Manhattan, the police said.    The brothers, identified by police as Victor and Felipe Polanco, were wounded about 7 P.M. in an apartment house at 624 West 207th Street near Broadway.","thumbnail":null,"section":"New York"},{"date":"19930217","headline":"Jacobs Goes on His Own, With Help","web_url":"https://www.nytimes.com/1993/02/17/style/jacobs-goes-on-his-own-with-help.html","abstract":"  MARC JACOBS, known for his exuberant young designs, is forming his own company with his longtime partner, Robert Duffy. The initial financing is coming from his former employer, Perry Ellis International, which is going out of the manufacturing business to concentrate on the merchandising, marketing and design of its licensed products.   Mr. Jacobs's first collection, for next spring, will be shown in November. He plans no fall collection.","thumbnail":null,"section":"Style"},{"date":"19930217","headline":"New TV Eurosport:With a 'Dish,' More Games From U.S.","web_url":"https://www.nytimes.com/1993/02/17/sports/IHT-new-tv-eurosportwith-a-dish-more-games-from-us.html","abstract":"Officials of Europe's new television sports network said Tuesday that the channel is still negotiating details of its programming, which will bring more American sports for some cable viewers but less for others, depending on which channel they received b","thumbnail":null,"section":"Sports"},{"date":"19930217","headline":"Richard Salant, 78, Who Headed CBS News in Expansion, Is Dead","web_url":"https://www.nytimes.com/1993/02/17/nyregion/richard-salant-78-who-headed-cbs-news-in-expansion-is-dead.html","abstract":"  Richard S. Salant, who led CBS News for most of the 1960's and 70's during the tumultuous Vietnam and Watergate eras, died yesterday while speaking to a group in Southport, Conn. He was 78 and lived in New Canaan, Conn.   CBS said he suffered heart failure while giving a talk on news coverage to an organization of elderly people at the Country Club of Fairfield in Southport.","thumbnail":null,"section":"New York"},{"date":"19930217","headline":"You Can't Remake Washington in a Week; Abigail's Travails","web_url":"https://www.nytimes.com/1993/02/17/opinion/l-you-can-t-remake-washington-in-a-week-abigail-s-travails-323793.html","abstract":"  To the Editor:   Addendum to \"The President's Other Running Mate,\" Karl E. Meyer's Jan. 27 Editorial Notebook:","thumbnail":null,"section":"Opinion"},{"date":"19930217","headline":"You Can't Remake Washington in a Week; Let's Pitch In","web_url":"https://www.nytimes.com/1993/02/17/opinion/l-you-can-t-remake-washington-in-a-week-let-s-pitch-in-322993.html","abstract":"  To the Editor:   Re \"Reading Mr. Clinton's Lips\" (editorial, Jan. 28): the President is trying to initiate what the public that elected him seemed to want -- an open attitude, change and progress. It isn't going to happen in a week, won't be perfect and won't please everyone.","thumbnail":null,"section":"Opinion"},{"date":"19930217","headline":"Secretary Sees a Vital Role For Labor in U.S. Growth","web_url":"https://www.nytimes.com/1993/02/17/us/secretary-sees-a-vital-role-for-labor-in-us-growth.html","abstract":"  Labor Secretary Robert B. Reich told the leaders of organized labor today that unions were vital to the new Administration's hopes for economic growth and that he intended to help them regain the power they have been losing for decades.    In a discussion covering nearly three hours at the annual winter meeting of the executive council of the A.F.L.-C.I.O., Mr. Reich, who has emerged as the Government's most influential Labor Secretary in economic policy in at least a generation, told unions that management has gained an unfair advantage in resolving conflicts with unions.","thumbnail":null,"section":"U.S."},{"date":"19930217","headline":"Arthur Ashe Made a Gift to Inner-City Health","web_url":"https://www.nytimes.com/1993/02/17/opinion/l-arthur-ashe-made-a-gift-to-inner-city-health-324593.html","abstract":"  To the Editor:   As one who had the privilege of getting to know Arthur Ashe in the last few months of his life, I found it gratifying to read the many richly deserved tributes to this renowned athlete and human rights and health care advocate (news article, Feb. 8).","thumbnail":null,"section":"Opinion"},{"date":"19930217","headline":"In Final Game of Match, Polgar Loses to Spassky","web_url":"https://www.nytimes.com/1993/02/17/arts/in-final-game-of-match-polgar-loses-to-spassky.html","abstract":"  On the final day of their exhibition chess match, in a game that had no more than symbolic meaning, Boris Spassky defeated Judit Polgar today after seven and a half hours and 73 moves.   Polgar, who at 16 is the world's youngest grandmaster, had clinched a victory in the 10-game match on Sunday by brilliantly achieving a draw in what many players saw as a lost position. Today's outcome, with Polgar playing the white pieces in a Ruy Lopez Defense, made the final score of the match 5 1/2-4 1/2.","thumbnail":null,"section":"Arts"},{"date":"19930217","headline":"The Pop Life","web_url":"https://www.nytimes.com/1993/02/17/arts/the-pop-life-042493.html","abstract":"  Trying to Be Seen   Along with the exploding popularity of country music has come a deluge of new artists eager to join country's constellation of stars. With so much competition, record labels increasingly must find ways to make their fledgling acts stand out from the pack. Mercury Nashville has come up with its own solution.","thumbnail":null,"section":"Arts"},{"date":"19930217","headline":"No Headline","web_url":"https://www.nytimes.com/1993/02/17/nyregion/no-headline-642793.html","abstract":"  \"Patriotism and economics form strange bedfellows. One can make a national interest case for sacrifice, one can make a common sense case for sacrifice, but patriotism is when you risk your life, not when you risk your wallet. \" REPRESENTATIVE JIM LEACH, Republican of Iowa.  [ A14:2. ]","thumbnail":null,"section":"New York"},{"date":"19930217","headline":"Rabbi Pleads Not Guilty in Kidnapping","web_url":"https://www.nytimes.com/1993/02/17/nyregion/rabbi-pleads-not-guilty-in-kidnapping.html","abstract":"  The father of a boy who disappeared 10 months ago collapsed in grief yesterday after a Hasidic rabbi, his wife and an associate entered not-guilty pleas to charges that they kidnapped the teen-ager.   The rabbi, Shlomo Helbrans, and his wife, Malka, rocked back and forth as they stood before the judge's bench in the Brooklyn courtroom, seemingly lost in their silent prayers.  They and the third defendant, Mordechai Weisz, were arraigned in a case representing a bitter clash over the care and religious upbringing of a Jewish boy, Shai Fhima (pronounced shy FEE-ma).","thumbnail":null,"section":"New York"},{"date":"19930217","headline":"Knicks Win, but Riley Would Rather Talk of All-Stars","web_url":"https://www.nytimes.com/1993/02/17/sports/pro-basketball-knicks-win-but-riley-would-rather-talk-of-all-stars.html","abstract":"  There was more news off the court than on it last night at Madison Square Garden.   After the Knicks had finished drubbing the Dallas Mavericks, 117-87, Pat Riley proclaimed that Patrick Ewing, not Shaquille O'Neal, deserved to be the starting Eastern Conference center in Sunday's All-Star Game. Meanwhile, Rolando Blackman, who missed his second consecutive game with a sprained right knee and ankle, said he expected to be out the next three weeks, not just one week as originally hoped.","thumbnail":null,"section":"Sports"},{"date":"19930217","headline":"Metropolitan Diary","web_url":"https://www.nytimes.com/1993/02/17/style/metropolitan-diary-129393.html","abstract":"  DEAR DIARY:   I was on a solo shopping trip and had just emerged from my car in a Hartsdale, N.Y., parking lot. In the adjacent space, a pre-school boy waited patiently while his mother unstrapped his baby sister from an infant seat. The boy peered into my car, frowned darkly and demanded, \"Where's your child?\"","thumbnail":null,"section":"Style"},{"date":"19930217","headline":"FEW TO PAY MORE IN INCOME TAXES, PRESIDENT INSISTS","web_url":"https://www.nytimes.com/1993/02/17/us/few-to-pay-more-in-income-taxes-president-insists.html","abstract":"  Wary of early negative reaction to his plan to cut the budget deficit and stimulate the economy, President Clinton sought today to assure the public that most middle-income Americans would not be hurt. The White House said income taxes would rise only for families earning more than $180,000 a year.   The White House also said that to protect households earning less than $30,000 a year it would suggest tax breaks to offset a proposed tax on energy and any other new levies in the program he will announce Wednesday night.","thumbnail":null,"section":"U.S."},{"date":"19930217","headline":"Review/Architecture; Masterful Lighting Sets the Stage for Discovery at Vong","web_url":"https://www.nytimes.com/1993/02/17/style/review-architecture-masterful-lighting-sets-the-stage-for-discovery-at-vong.html","abstract":"  A long, wooden trestle table stands at the entrance to the dining room at Vong, its rough, bare planks covered with trays of spices. Ginger, turmeric, several kinds of dried peppers, bay leaves, star anise, a sprig of rosemary stuck into a crock filled with rock salt: it's a visual appetizer for Vong's spicy, French-Asian cuisine; a raw display of the ingredients that will arrive cooked at the stylish tables with blue slate tops that dot the room beyond.   But the table is more than a visual feast. It's also an altar to the origins of cross-cultural discovery that produced the kind of culinary hybrid that comes out of Vong's kitchen. For the assembled spices are the lures that led Europeans to build ships and set sail for the East. They weren't looking for taste thrills, exactly. In fact, they were trying to avoid them, searching for palatable ways to disguise the strong flavor of foods past their edible prime. The quest opened up worlds and made possible delicacies like Vong's sauteed foie gras with ginger and mango.","thumbnail":null,"section":"Style"},{"date":"19930217","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/02/17/us/inside-636293.html","abstract":"  Bosnia Aid Standoff Persists   For the third day, a United Nations convoy was prevented by Serbian forces from reaching a besieged Muslim community in Bosnia. Page A8. Anger at Mexico Trade Move    Top Washington officials are angered by an investment fund formed to buy small American companies and move them to Mexico. Page D1. Cancer Risk in Vasectomies    Two large new studies add to earlier evidence that a vasectomy may increase the risk of developing prostate cancer. Health, page C12. Inquiry Urged on Archivist    Three Democrats asked for an investigation of the nation's Archivist, who gave President George Bush control of White House files. Page A10.  ","thumbnail":null,"section":"U.S."},{"date":"19930217","headline":"New Bidder for The Post Emerges as Field Grows","web_url":"https://www.nytimes.com/1993/02/17/nyregion/new-bidder-for-the-post-emerges-as-field-grows.html","abstract":"  A new bidder for The New York Post surfaced yesterday amid indications that a bankruptcy judge is encouraging other prospective buyers to compete with Steven Hoffenberg for ownership of the newspaper.   The bidder is the W.T.W. Oil Company, a privately owned Irving, Tex., company, and its president, William Martin Waggoner, a lawyer for the company said last night.","thumbnail":null,"section":"New York"},{"date":"19930217","headline":"Preparing to Commit Crime Can Be a Crime, Court Rules","web_url":"https://www.nytimes.com/1993/02/17/nyregion/preparing-to-commit-crime-can-be-a-crime-court-rules.html","abstract":"  New York State's highest court ruled today that a man could be convicted of attempting to possess drugs even after refusing to buy cocaine that he believed to be of poor quality.   The 4-2 ruling by the Court of Appeals addresses a question routinely considered by prosecutors, defense lawyers and law students: When does a person cross the line from merely preparing to commit a crime to actually committing it?","thumbnail":null,"section":"New York"},{"date":"19930217","headline":"C.I.A. Isn't Lone Wolf of Foreign Policy","web_url":"https://www.nytimes.com/1993/02/17/opinion/l-cia-isn-t-lone-wolf-of-foreign-policy-317293.html","abstract":"  To the Editor:   \"The C.I.A.: Time for an Overhaul\" (editorial, Feb. 1) is inaccurate and contains four major distortions:","thumbnail":null,"section":"Opinion"},{"date":"19930217","headline":"Going to Court, Cabbies Hail This Man","web_url":"https://www.nytimes.com/1993/02/17/nyregion/about-new-york-going-to-court-cabbies-hail-this-man.html","abstract":"  THERE is a seedy Times Square waiting room that is taxi driver hell, a place where all those cab-driving tormentors of New Yorkers huddle in their black and brown leather jackets, their moods sullen as they wait to be called to account before the Taxi and Limousine Commission's taxi court.    But the gloom changes subtly with the entrance of Tony Falese, the cabdriver's friend, a guy with the stocky build of a cop, a silver bracelet, a beeper on his belt, and eyes that don't flinch when he talks of the cabby who hit a passenger in the face with a tow-chain.","thumbnail":null,"section":"New York"},{"date":"19930217","headline":"Corrections","web_url":"https://www.nytimes.com/1993/02/17/nyregion/c-corrections-274593.html","abstract":"  A report on Monday about the wedding of Marisa Viravaidya and Douglas Clayton referred incorrectly to the ceremony. It was a civil ceremony.  ","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19930217","time":"1993-02-17 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":80,"wspd":11.2},{"date":"19930217","time":"1993-02-17 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":81,"wspd":13},{"date":"19930217","time":"1993-02-17 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":79,"wspd":9.4},{"date":"19930217","time":"1993-02-17 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":80,"wspd":14.8},{"date":"19930217","time":"1993-02-17 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":79,"wspd":16.6},{"date":"19930217","time":"1993-02-17 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":80,"wspd":11.2},{"date":"19930217","time":"1993-02-17 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":80,"wspd":14.8},{"date":"19930217","time":"1993-02-17 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":80,"wspd":14.8},{"date":"19930217","time":"1993-02-17 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":80,"wspd":13},{"date":"19930217","time":"1993-02-17 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":79,"wspd":13},{"date":"19930217","time":"1993-02-17 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":80,"wspd":13},{"date":"19930217","time":"1993-02-17 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":79,"wspd":11.2},{"date":"19930217","time":"1993-02-17 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":79,"wspd":7.6},{"date":"19930217","time":"1993-02-17 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":73,"wspd":14.8},{"date":"19930217","time":"1993-02-17 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":76,"wspd":5.4},{"date":"19930217","time":"1993-02-17 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":72,"wspd":7.6},{"date":"19930217","time":"1993-02-17 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":71,"wspd":5.4},{"date":"19930217","time":"1993-02-17 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":70,"wspd":11.2},{"date":"19930217","time":"1993-02-17 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":71,"wspd":13},{"date":"19930217","time":"1993-02-17 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":70,"wspd":11.2},{"date":"19930217","time":"1993-02-17 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":69,"wspd":13},{"date":"19930217","time":"1993-02-17 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":68,"wspd":7.6},{"date":"19930217","time":"1993-02-17 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":68,"wspd":5.4},{"date":"19930217","time":"1993-02-17 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":66,"wspd":5.4},{"date":"19930217","time":"1993-02-17 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":100,"wspd":18.7},{"date":"19930217","time":"1993-02-17 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":96,"wspd":9.4},{"date":"19930217","time":"1993-02-17 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":93,"wspd":9.4},{"date":"19930217","time":"1993-02-17 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":93,"wspd":22.3},{"date":"19930217","time":"1993-02-17 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":93,"wspd":20.5},{"date":"19930217","time":"1993-02-17 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":89,"wspd":25.9},{"date":"19930217","time":"1993-02-17 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":92,"wspd":18.7},{"date":"19930217","time":"1993-02-17 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":89,"wspd":25.9},{"date":"19930217","time":"1993-02-17 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":76,"wspd":33.5},{"date":"19930217","time":"1993-02-17 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":76,"wspd":25.9},{"date":"19930217","time":"1993-02-17 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":64,"wspd":40.7},{"date":"19930217","time":"1993-02-17 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":62,"wspd":46.4},{"date":"19930217","time":"1993-02-17 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":59,"wspd":44.6},{"date":"19930217","time":"1993-02-17 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":54,"wspd":35.3},{"date":"19930217","time":"1993-02-17 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":54,"wspd":38.9},{"date":"19930217","time":"1993-02-17 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":50,"wspd":37.1},{"date":"19930217","time":"1993-02-17 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":43,"wspd":35.3},{"date":"19930217","time":"1993-02-17 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":34,"wspd":33.5},{"date":"19930217","time":"1993-02-17 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":31,"wspd":33.5},{"date":"19930217","time":"1993-02-17 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":30,"wspd":33.5},{"date":"19930217","time":"1993-02-17 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":34,"wspd":33.5},{"date":"19930217","time":"1993-02-17 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":36,"wspd":27.7},{"date":"19930217","time":"1993-02-17 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":42,"wspd":33.5},{"date":"19930217","time":"1993-02-17 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":44,"wspd":29.5}]}}