{"19931202":{"guardian_articles":[],"nytimes_articles":[{"date":"19931202","headline":"Fingerprint on Parking Stub Is Focus of Testimony","web_url":"https://www.nytimes.com/1993/12/02/nyregion/fingerprint-on-parking-stub-is-focus-of-testimony.html","abstract":"  The courtroom in the World Trade Center case was the scene of a lecture on crime analysis yesterday as a New York City police detective explained to the jury that a fingerprint found on a parking stub in the underground garage of the trade center belonged to the lead defendant in the trial, Mohammed A. Salameh.   The detective, Ronald Alongis, spoke in what appeared to be well-rehearsed, technical, undramatic terms, but his testimony provided an important, and apparently only recently discovered, link in the Government's case against the four men accused of setting off a huge bomb in the World Trade Center on Feb. 26.","thumbnail":null,"section":"New York"},{"date":"19931202","headline":"Corrections","web_url":"https://www.nytimes.com/1993/12/02/nyregion/c-corrections-404993.html","abstract":"  The main front-page article on Nov. 21 about the meeting of Asian-Pacific leaders in Seattle misstated the surname of the Foreign Minister of China at one point. He is Qian Qichen; Qian is the surname.","thumbnail":null,"section":"New York"},{"date":"19931202","headline":"1893: Crisis in Italy : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/12/02/opinion/IHT-1893-crisis-in-italy-in-our-pages100-75-and-50-years-ago.html","abstract":"ROME - \"It is not a Ministerial crisis, but a national crisis,\" said a Deputy yesterday [Nov. 29]. The Zanardelli Cabinet will be formed in a few days, but no one believes that it will last. Signor Zanardelli is a distinguished jurist and a prof","thumbnail":null,"section":"Opinion"},{"date":"19931202","headline":"Drop Seen in Family Child-Abuse Deaths","web_url":"https://www.nytimes.com/1993/12/02/nyregion/drop-seen-in-family-child-abuse-deaths.html","abstract":"  The number of children in New York City who died in 1992 from apparent abuse or neglect by a parent or custodian showed a drop from previous years, according to a report released yesterday by the city's Human Resources Administration.    In 1990, there were 117 such child fatalities, and in 1991 there were 102, the report said. Last year, that number was 87. The total for 1993 through last week is 84, according to raw data compiled by the agency.","thumbnail":null,"section":"New York"},{"date":"19931202","headline":"3 Youths Seized in Slaying of Woman in Holdup","web_url":"https://www.nytimes.com/1993/12/02/nyregion/3-youths-seized-in-slaying-of-woman-in-holdup.html","abstract":"  The police said yesterday that they had arrested a 15-year-old boy and two 14-year-old boys in last week's killing of an employee of a Chinese takeout restaurant in the Bronx who was shot when she refused to surrender $19 during a robbery attempt.   As residents of the area mulled over news of the shooting of Siew Kin Yeo last Wednesday, and rumors that her killers were young teen-agers, investigators began getting leads on suspects and came up with the names of three youths who were known to hang out in front of the restaurant, said Deputy Chief Edward Cappello, the commander of Bronx detectives.","thumbnail":null,"section":"New York"},{"date":"19931202","headline":"Esiason Is Fulfilling Great Expectations","web_url":"https://www.nytimes.com/1993/12/02/sports/pro-football-esiason-is-fulfilling-great-expectations.html","abstract":"  At the start of the season Jets Coach Bruce Coslet said he would be happy if quarterback Boomer Esiason completed 60 percent of his passes and kept his yards per attempt average high. After 11 games, and with the team on a five-game winning streak, Coslet must be ready to do back flips.   Esiason has completed 64 percent of his passes, which is second in the American Football Conference behind John Elway of Denver (64.2 percent), and his 8.01 yards per attempt is the best in the A.F.C. and second in the National Football League to Steve Young of San Francisco (8.8 yards per completion). After three dreary seasons in Cincinnati, where people were ready to pronounce last rite on his career, Esiason, 31, has sprung to life in the Jets progression passing system. It is the same offense that Joe Montana is still running with the Chiefs at age 37.   In 1985, Esiason had his best season in terms of completion percentage (58.2 percent) and threw 27 touchdowns and 12 interceptions. His best season in terms of yards per attempt was in 1988, when the Bengals went to the Super Bowl. He had 9.2 yards per attempt, threw 28 touchdown passes and 14 interceptions.","thumbnail":null,"section":"Sports"},{"date":"19931202","headline":"Mistrial Request Denied in Warhol-Estate Case","web_url":"https://www.nytimes.com/1993/12/02/arts/mistrial-request-denied-in-warhol-estate-case.html","abstract":"  After a morning of exceptionally heated testimony at the trial in Manhattan Surrogate Court over the value of Andy Warhol's estate, in which the management of the Andy Warhol Foundation for the Visual Arts and its business dealings with Christie's, the Park Avenue auction house, came under tough and sometimes nasty questioning, the lawyers for the foundation asked for a mistrial. The foundation, in the words of Beth D. Jacob, one of its lawyers, said it believed \"the court is too personally involved.\" The request was denied.   The motion for a mistrial came after Surrogate Eve Preminger agreed to admit as evidence confidential conversations that had been conducted in her chambers regarding the use of Warhol's collection of 19,879 black-and-white photographs as the basis of a settlement between the foundation and Edward Hayes, the former lawyer for the Warhol estate. Mr. Hayes is suing the foundation for a larger fee. He says that the estate is worth roughly $600 million; the foundation says it is worth only $220 million, a figure based on 1991 appraisals of the estate by Christie's.","thumbnail":null,"section":"Arts"},{"date":"19931202","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/12/02/style/chronicle-898293.html","abstract":"  PRINCE EDWARD went to work yesterday, the first child of a British monarch to do so, according to The Daily Telegraph of London.    The 29-year-old son of Queen Elizabeth II is joint managing director of Ardent Productions, a television production company that he founded with backing from the Sultan of Brunei. Asked to describe his functions, Prince Edward said recently, \"Trying to run the team and trying to find ideas and in the long term, actually producing as well.\"","thumbnail":null,"section":"Style"},{"date":"19931202","headline":"Officials Stop Trucks Loaded With The Times","web_url":"https://www.nytimes.com/1993/12/02/nyregion/officials-stop-trucks-loaded-with-the-times.html","abstract":"  Trucks carrying copies of The New York Times were turned back at the Canadian border near Buffalo early yesterday by Canadian officials trying to enforce a judge's ban on coverage of a murder case in Ontario.   The Times yesterday included an article about the controversy stemming from the ban, which prohibits publication in Canada of all but the most basic details of the case to insure a fair trial for the husband and wife charged in the 1991 killings of two teen-age girls. One defendant, Karla Homolka, was convicted in July of manslaughter and sentenced to 12 years in prison. The ban is in effect until after the trial of her husband, Paul Teale, which is expected to take place sometime next year.","thumbnail":null,"section":"New York"},{"date":"19931202","headline":"1918:Splendid Welcome : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/12/02/opinion/IHT-1918splendid-welcome-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - London gave a magnificent welcome to-day [Dec. 1] to the French Premier, M. Clemenceau, Marshal Foch, and the two Italian Ministers, Signor Orlando and Barone Sonnino. The scene when the victorious marshal and the popular French statesman stepped","thumbnail":null,"section":"Opinion"},{"date":"19931202","headline":"Children's TV Bill Doesn't Violate Constitution","web_url":"https://www.nytimes.com/1993/12/02/opinion/l-children-s-tv-bill-doesn-t-violate-constitution-932893.html","abstract":"  To the Editor:   Floyd Abrams's Op-Ed article \"Save Free Speech\" (Nov. 23) inaccurately describes the constitutional implications of the legislation proposed by Senator Ernest Hollings. The legislation is not, as Mr. Abrams claims, violative of the First Amendment.","thumbnail":null,"section":"Opinion"},{"date":"19931202","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/12/02/nyregion/inside-333693.html","abstract":"  Cuomo Picks Hispanic Judge   Governor Cuomo plans to nominate a State Supreme Court justice to New York's top court who would be the first Hispanic there. Page B1. Pressing for Ulster Peace    To generate moves for Northern Irish peace, British and Irish leaders will meet in Dublin on Friday. Page A10.","thumbnail":null,"section":"New York"},{"date":"19931202","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/12/02/style/chronicle-897493.html","abstract":"  Authors dedicate books to people they want to honor, composers dedicate songs, and poets dedicate sonnets. So what do chefs create when they want to pay tribute to an individual? Recipes, of course.   Some of New York's most celebrated chefs have devised new dishes in the name of JULIA CHILD, who is to be honored tonight at a benefit given by Friends of Thirteen, the fund-raising organization for the public television station WNET. The event will be held at Tavern on the Green in Central Park.","thumbnail":null,"section":"Style"},{"date":"19931202","headline":"'Mr. DeBerg' Rallies Dolphins","web_url":"https://www.nytimes.com/1993/12/02/sports/pro-football-mr-deberg-rallies-dolphins.html","abstract":"  Steve DeBerg isn't sure exactly how much of the Miami Dolphins' six-inch-thick playbook he has mastered.   \"Right now, it's like I don't know what I don't know,\" the quarterback said today during a break from practice at the team's Nova University training camp. \"Things have been happening so fast around here.\"","thumbnail":null,"section":"Sports"},{"date":"19931202","headline":"Review; Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/12/02/arts/review-pop-and-jazz-in-review.html","abstract":"  Robert Plant  The Paramount    As Led Zeppelin's lead singer from 1968 to 1980, Robert Plant created the sound and image of the hard-rock satyr, Narcissus moaning the blues. He belted songs in a high-climbing tenor punctuated by breathy grunts, leaned into the microphone stand, shook his golden curls.","thumbnail":null,"section":"Arts"},{"date":"19931202","headline":"Say It in Catalan : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/12/02/opinion/IHT-say-it-in-catalan-letters-to-the-editor.html","abstract":"Regarding the report \"Catalonians Open a War of Words\" (Nov. 24) by Alan Riding: .On recent trips through Catalonia I have encountered a rising contempt for foreigners. This contrasts sharply with the solicitous attention received in the past","thumbnail":null,"section":"Opinion"},{"date":"19931202","headline":"Cuomo Choice For Top Court Is Woman, 51","web_url":"https://www.nytimes.com/1993/12/02/nyregion/cuomo-choice-for-top-court-is-woman-51.html","abstract":"  Gov. Mario M. Cuomo said today that he would nominate Carmen Beauchamp Ciparick, a state Supreme Court justice in Manhattan who grew up in Washington Heights, to be the first Hispanic judge on the state's highest court, the Court of Appeals.   If approved by the State Senate, Justice Ciparick, 51 years old, will replace Associate Judge Stewart H. Hancock Jr., a Republican from the Syracuse area, who is required to step down at the end of the year because he has reached the mandatory retirement age of 70.","thumbnail":null,"section":"New York"},{"date":"19931202","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/12/02/style/chronicle-896693.html","abstract":"  How do you explain AIDS to young children?   JEANNE MOUTOUSSAMY-ASHE'S way is through a book called \"Daddy and Me,\" which was published yesterday by Knopf. A photographer, she assembled touching pictures she had taken of her husband, Arthur Ashe, who died of AIDS on Feb. 3, and their daughter, CAMERA, who was 2 when his illness was diagnosed and is about to turn 7.","thumbnail":null,"section":"Style"},{"date":"19931202","headline":"A Wine Maker, a Bird, and the Publicity Game; In the 'Public Relations Capital of the World,' Being the News Can Take Some Doing","web_url":"https://www.nytimes.com/1993/12/02/nyregion/wine-maker-bird-publicity-game-public-relations-capital-world-being-can-take.html","abstract":"  The white-naped crane was supposed to be the star of the show at the Bronx Zoo.   Cameras clicked. Klieg lights glared. Birds preened and strutted and fluttered. All except the white-naped cranes, an endangered species not to be confused with the black- or the red-necked crane or the whooping crane or the construction crane towering above the nearest building site.","thumbnail":null,"section":"New York"},{"date":"19931202","headline":"Nets' Return From Road Stops Four-Game Slide","web_url":"https://www.nytimes.com/1993/12/02/sports/pro-basketball-nets-return-from-road-stops-four-game-slide.html","abstract":"  The pendulum finally swung all the way back for the Nets tonight as they turned a 17-point deficit into a 17-point advantage on the way to a 97-82 victory over the Cleveland Cavaliers at Byrne Meadowlands Arena.   The Nets (5-10) turned things around -- at least for tonight -- after going 0-4 on a Western road trip.","thumbnail":null,"section":"Sports"},{"date":"19931202","headline":"Sheik in Bomb Case To Discuss Defense","web_url":"https://www.nytimes.com/1993/12/02/nyregion/sheik-in-bomb-case-to-discuss-defense.html","abstract":"  After rebuffing his court-designated lawyer, Sheik Omar Abdel Rahman will appear in Manhattan Federal Court on Monday to try to clarify the tangled question of who will assist his defense in his trial next year on bombing conspiracy charges, that lawyer said yesterday.   The 55-year-old blind and diabetic Egyptian cleric who speaks little English has said he would represent himself rather than accept a lawyer he did not want. Last month, Judge Michael B. Mukasey ruled that the sheik's chosen lawyers, William M. Kunstler and Ronald L. Kuby, could not fairly represent Mr. Abdel Rahman as well as two other defendants in the case and named a lawyer from a list of Government-paid public defenders to advise him.","thumbnail":null,"section":"New York"},{"date":"19931202","headline":"Hold the Hype, Says Jets' Lott","web_url":"https://www.nytimes.com/1993/12/02/sports/pro-basketball-hold-the-hype-says-jets-lott.html","abstract":"  Ronnie Lott doesn't want to be a party pooper, but he's telling his teammates to play it cool when it comes to their five-game winning streak and talk of their playoff chances.   \"I hope guys don't believe the hype,\" said Lott, who knew a lot of success with the 49ers. \"You're only as good as yesterday's game. That's the way you look at it. I remember winning 8 and 10 games in a row, but I don't ever remember us sitting there and talking about win streaks and shutouts.","thumbnail":null,"section":"Sports"},{"date":"19931202","headline":"The Splendid Wealth Of the Poor Bhutanese","web_url":"https://www.nytimes.com/1993/12/02/opinion/IHT-the-splendid-wealth-of-the-poor-bhutanese.html","abstract":"From a mountaintop, I looked down on the long valley. Not far off was a Buddhist shrine, which the Bhutanese call a dzong, a temple-fortress built to withstand the elements. Prayer flags fluttered in the wind. I counted three houses in the valley. Trees","thumbnail":null,"section":"Opinion"},{"date":"19931202","headline":"Kovalev to Get Decision Today","web_url":"https://www.nytimes.com/1993/12/02/sports/hockey-kovalev-to-get-decision-today.html","abstract":"  Aleksei Kovalev met with a National Hockey League official for approximately one hour yesterday in Manhattan and will be informed as to the length of his probable suspension sometime today.   The Rangers' president and general manager, Neil Smith, and a Russian interpreter, Irina Cytowicz, accompanied Kovalev to his meeting with the N.H.L. senior vice president, Brian Burke, who suspended the Russian forward from Tuesday night's Rangers-Devils game pending his ruling. Kovalev is under review for an incident that occurred in New York's 3-1 victory over the Washington Capitals Sunday night at Madison Square Garden. In that game, Kovalev tripped Washington's Dale Hunter from behind, sending him to the ice with a knee injury.","thumbnail":null,"section":"Sports"},{"date":"19931202","headline":"Member of F.C.C. Is Named Head of Public Broadcasting","web_url":"https://www.nytimes.com/1993/12/02/arts/member-of-fcc-is-named-head-of-public-broadcasting.html","abstract":"  A member of the Federal Communications Commission and Washington insider, Ervin S. Duggan, was named president of the Public Broadcasting Service today.    Mr. Duggan arrives at a critical time for public television, as its role is increasingly being questioned. His knowledge of how the capital works may be one reason he was picked. He good-naturedly acknowledged at a news conference here today that he had never run anything as large as","thumbnail":null,"section":"Arts"},{"date":"19931202","headline":"Armenia Once Again Needs World Support","web_url":"https://www.nytimes.com/1993/12/02/opinion/l-armenia-once-again-needs-world-support-981493.html","abstract":"  To the Editor:   Five years ago, on Dec. 7, 1988, Armenia was devastated by an earthquake that left 25,000 dead and a half-million homeless and destroyed 30 percent of Armenia's industrial capacity. Its recovery was made possible by an unprecedented outpouring of aid and support from the American Government, its citizens and other members of the world community.","thumbnail":null,"section":"Opinion"},{"date":"19931202","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/12/02/nyregion/news-summary-337993.html","abstract":"  International A3-17  U.S. WEIGHS KOREA OPTIONS  As President Clinton weighs a decision on sanctions against North Korea, the Pentagon is considering strengthening American and South Korean defenses if tensions increase on the peninsula.  A1","thumbnail":null,"section":"New York"},{"date":"19931202","headline":"Public & Private; Trading Card","web_url":"https://www.nytimes.com/1993/12/02/opinion/public-private-trading-card.html","abstract":"  When President Clinton was working the Congress, marshaling the votes he needed for Nafta, some saw him as a smart politician playing the horse-trading game and others as a cynical sharpie who would sell his soul to the Devil if the Devil would deliver an aye.   But some abortion rights advocates saw the shape of things to come. Someday soon, they fear, Mr. Clinton, pragmatist par excellence, will wheel and deal on a health care reform package, and one of the cards he will trade away will be the inclusion of abortion coverage.","thumbnail":null,"section":"Opinion"},{"date":"19931202","headline":"An Auxiliary Officer Is Killed in the Bronx","web_url":"https://www.nytimes.com/1993/12/02/nyregion/an-auxiliary-officer-is-killed-in-the-bronx.html","abstract":"  A Bronx man who tried to prevent a suspect from leaving the scene of a shooting was shot and killed by the suspect yesterday, the police said.    The victim, Milton Clarke, 47, ran a car repair business and was an auxiliary police officer, said Officer Andrew McInnis, a police spokesman.","thumbnail":null,"section":"New York"},{"date":"19931202","headline":"Woman in the News; At Center of a Sweeping Struggle: Ninfa Segarra","web_url":"https://www.nytimes.com/1993/12/02/nyregion/woman-in-the-news-at-center-of-a-sweeping-struggle-ninfa-segarra.html","abstract":"  The last time New York City had a Republican mayor, Ninfa Segarra was a student demonstrator, joining protests for more power and services for the city's Hispanic residents. In one youthful gesture of defiance, she recalled yesterday, she lay down on a street on the Lower East Side to demand that the administration of Mayor John V. Lindsay build a new Gouverneur Hospital.   Now, Ms. Segarra is joining the administration of the city's newest Republican mayor, Rudolph W. Giuliani, who yesterday announced her appointment as deputy mayor.","thumbnail":null,"section":"New York"},{"date":"19931202","headline":"U.S. and Russians Suffer Some Personnel Problems","web_url":"https://www.nytimes.com/1993/12/02/sports/olympics-us-and-russians-suffer-some-personnel-problems.html","abstract":"  The American and Russian hockey teams had similar problems when they faced off here tonight to start a seven-game exhibition tour.   United States Coach Tim Taylor was uncertain when center Derek Plante, who could be his best player, would return to the squad. His National Hockey League team, the Buffalo Sabres, will not relinquish him and his importance to the Sabres has increased since Pat LaFontaine suffered a knee injury early this season.","thumbnail":null,"section":"Sports"},{"date":"19931202","headline":"New Math Test Shows Deficiency In Reasoning Skills, Officials Say","web_url":"https://www.nytimes.com/1993/12/02/nyregion/new-math-test-shows-deficiency-in-reasoning-skills-officials-say.html","abstract":"  Releasing results of a new citywide mathematics examination that is part of a broad shift in teaching philosophy, New York City school officials said yesterday that city students' tenuous performance on the test underlined the need to bolster instruction in working with numerical patterns and sequences and with abstract reasoning.   The officials praised the test itself, calling it a much better indicator of student mastery of mathematics concepts than the multiple-choice tests given to all city students every spring and that have driven classroom teaching in the city for decades.","thumbnail":null,"section":"New York"},{"date":"19931202","headline":"Pack Signs With Nuggets, Ending Holdout","web_url":"https://www.nytimes.com/1993/12/02/sports/sports-people-basketball-pack-signs-with-nuggets-ending-holdout.html","abstract":"  The Denver Nuggets signed the restricted free agent ROBERT PACK yesterday, ending his contract holdout of nearly two months. The team waived guard ADONIS JORDAN to make room for Pack. The contract is reportedly worth a little more than $3 million over three years. Pack, 24, led the Nuggets in assists last season, averaging 4.4, and also averaged 10.5 points per game. (AP)","thumbnail":null,"section":"Sports"},{"date":"19931202","headline":"Two Former Navy Athletes Killed by Fellow Graduate","web_url":"https://www.nytimes.com/1993/12/02/sports/two-former-navy-athletes-killed-by-fellow-graduate.html","abstract":"  Alton Grizzard, the acclaimed Navy quarterback who set team career records for total offense from 1987 to 1990, and Kerry O'Neill, a 1993 Naval Academy graduate who set records in women's track, were shot to death by a fellow Academy graduate at a California naval base early yesterday in what the police described as a possible love triangle.   The gunman, George Smith, a 24-year-old Navy ensign from Huntington Beach, Calif., killed himself after shooting Grizzard and O'Neill, the police in Coronado, Calif., said. Smith was trained to work aboard nuclear-powered submarines, according to a Navy spokesman, Lieut. Comdr. Frank Thorp.","thumbnail":null,"section":"Sports"},{"date":"19931202","headline":"Burks Signs Three-Year Pact With Rockies","web_url":"https://www.nytimes.com/1993/12/02/sports/sports-people-baseball-burks-signs-three-year-pact-with-rockies.html","abstract":"  ELLIS BURKS chose security over the chance to play for a contender when he agreed to a $9 million, three-year contract with the Colorado Rockies.   \"It was a tough decision because it was such an exciting year in Chicago,\" the 29-year-old outfielder said yesterday, a day after agreeing to the deal. \"I weighed a lot of things -- American League versus National League, right field as opposed to center. The guarantee here was important and being a key part in the building program here in Colorado.\"","thumbnail":null,"section":"Sports"},{"date":"19931202","headline":"Elis Give Huskies Bit Of a Run For Money","web_url":"https://www.nytimes.com/1993/12/02/sports/college-basketball-elis-give-huskies-bit-of-a-run-for-money.html","abstract":"  Having crushed unheralded Towson State and nationally ranked Virginia by 40 and 41 points, respectively, in its first two games, Connecticut's only concern against intrastate rival Yale tonight appeared to be whether the Eli would be able to avoid a blowout. After all, little was expected of Yale this season, even in the Ivy League, and this game matched teams from drastically different basketball worlds.   A rout appeared inevitable, but it never materialized as a gritty Yale team lost, 81-64, in the Huskies' home opener before a capacity crowd of 8,241 at the Gampel Pavilion.","thumbnail":null,"section":"Sports"},{"date":"19931202","headline":"Clinton's Airline Action Served Public Interest","web_url":"https://www.nytimes.com/1993/12/02/opinion/l-clinton-s-airline-action-served-public-interest-012093.html","abstract":"  To the Editor:   \"The Airline Settlement: Not a Solution\" (editorial, Nov. 25) worries that \"a President who intervenes too often will dull the incentive of labor and management to settle disputes on their own.\" Sure. But a President who facilitates the ability of the parties to adopt a constructive solution, whether procedural (in this case, arbitration) or substantive, promotes not only the welfare of the disputants but also the public interest.","thumbnail":null,"section":"Opinion"},{"date":"19931202","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/12/02/nyregion/metro-digest-434093.html","abstract":"  GIULIANI NAMES A DEPUTY MAYOR In the first appointment to his administration, Mayor-elect Giuliani named as deputy mayor Ninfa Segarra, one of the four Board of Education members who had battled former Schools Chancellor Joseph A. Fernandez over his efforts to impose a curriculum that discussed homosexuality and AIDS. A1. Ninfa Segarra has gone from protester to political power. B8.","thumbnail":null,"section":"New York"},{"date":"19931202","headline":"Review/Music; Performer, Promoter, High Priest Of Jazz","web_url":"https://www.nytimes.com/1993/12/02/arts/review-music-performer-promoter-high-priest-of-jazz.html","abstract":"  Sometime during the middle to late 1980's, Wynton Marsalis, who is performing at the Village Vanguard through Sunday, established himself as the next great historical figure in jazz. Unlike his predecessors, he didn't do it by force of personal style, the way Charlie Parker or John Coltrane, for example, did it; instead, he became a cultural politician.    Through ceaseless proselytizing, commercial success and access to the news media, he helped make it possible for young musicians to shun the forum of pop culture and sustain a career in jazz, hardly a negligible achievement. The 32-year-old Mr. Marsalis has brought jazz a visiblity it hasn't had since Coltrane led his great quartet, and without him there's a good chance that jazz's current renaissance would not exist.","thumbnail":null,"section":"Arts"},{"date":"19931202","headline":"Price, Sheehan and Stockton Honored","web_url":"https://www.nytimes.com/1993/12/02/sports/sports-people-golf-price-sheehan-and-stockton-honored.html","abstract":"  NICK PRICE, PATTY SHEEHAN and DAVE STOCKTON were picked as Players of the Year yesterday by the Golf Writers Association of America.","thumbnail":null,"section":"Sports"},{"date":"19931202","headline":"Impatient Driver Shoots Motorist for Moving Too Slowly in Bronx","web_url":"https://www.nytimes.com/1993/12/02/nyregion/impatient-driver-shoots-motorist-for-moving-too-slowly-in-bronx.html","abstract":"  In a fast-paced town like New York where practically everyone moves at an accelerated pace, moving slowly can be a hazard. Ask Eric Hendricks. An impatient driver thought he was not driving fast enough and so he shot at him.   Mr. Hendricks was stopped at a red light in the High Bridge section of the Bronx in a 1988 black Chevrolet sedan at 10 P.M. Tuesday night when the driver of a BMW apparently thought that when the light turned green, Mr. Hendricks should have accelerated faster. So the driver began beep-beep-beeping his horn.","thumbnail":null,"section":"New York"},{"date":"19931202","headline":"Children's TV Bill Doesn't Violate Constitution; Electronic Solution","web_url":"https://www.nytimes.com/1993/12/02/opinion/l-children-s-tv-bill-doesn-t-violate-constitution-electronic-solution-009093.html","abstract":"  To the Editor:   Both sides in the debate on regulating TV programming (Op-Ed, Nov. 23) miss the point. We need not choose between TV violence and Government censorship.","thumbnail":null,"section":"Opinion"},{"date":"19931202","headline":"Islanders' Kurvers Has Broken Thumb","web_url":"https://www.nytimes.com/1993/12/02/sports/sports-people-hockey-islanders-kurvers-has-broken-thumb.html","abstract":"  Already having trouble getting goals from their defensemen, the Islanders learned yesterday that TOM KURVERS, second among defensemen in point production, will be sidelined 10 days with a broken left thumb. Kurvers, who has 17 points, received the injury when he was slashed by DAVE POULIN in the Islanders' 6-4 victory against Washington on Tuesday. Three other Islanders have been released from the injury roster and made the trip to Boston for tonight's game against the Bruins: BRAD DALGARNO (hip flexor), WAYNE McBEAN (sore left knee) and RICH PILON (partly dislocated left shoulder) have been cleared for duty. CLAUDE LOISELLE, out for the season, will undergo reconstructive knee surgery on Dec. 14.","thumbnail":null,"section":"Sports"},{"date":"19931202","headline":"New Jersey Renews Discussions With 76ers","web_url":"https://www.nytimes.com/1993/12/02/nyregion/new-jersey-renews-discussions-with-76ers.html","abstract":"  Four years after the Philadelphia 76ers broke off a flirtation with New Jersey in favor of a deal to join the Flyers in building a new Spectrum in Philadelphia, the courtship has been renewed.   Gov. Jim Florio of New Jersey said his administration had resumed talks aimed at persuading the 76ers to cross the Delaware to a stadium that would be built next to the new aquarium on the Camden waterfront, just across the river from Philadelphia.","thumbnail":null,"section":"New York"},{"date":"19931202","headline":"Review/Dance; Troupe From Toronto Offers Premieres and Comparisons","web_url":"https://www.nytimes.com/1993/12/02/arts/review-dance-troupe-from-toronto-offers-premieres-and-comparisons.html","abstract":"  Toronto Dance Theater ought to come to New York more often. It brings choreographic fresh air. The Canadian troupe, which made favorable impressions on two previous visits, appears to be steadily gaining stature. On Tuesday night it offered four New York premieres at the Joyce Theater, 175 Eighth Avenue, at 19th Street, in Chelsea. The result was an unusually satisfying evening of modern dance.    One work was by David Earle, who founded Toronto Dance Theater in 1968 in association with Peter Randazzo and Patricia Beatty and who remains its artistic director. The other three were by the group's associate artistic director, Christopher House, one of Canada's most gifted young choreographers. All four pieces received committed performances by a company that can invest finely honed technique with emotional fervor.","thumbnail":null,"section":"Arts"},{"date":"19931202","headline":"Children's TV Bill Doesn't Violate Constitution; Using the Off Switch","web_url":"https://www.nytimes.com/1993/12/02/opinion/l-children-s-tv-bill-doesn-t-violate-constitution-using-the-off-switch-010393.html","abstract":"  To the Editor:   By choosing the headlines, you've chosen the winner. When you title Ernest Hollings's Nov. 23 Op-Ed piece \"Save the Children\" and Floyd Abrams's response \"Save Free Speech,\" you cast the debate in terms that only Senator Hollings can embrace. Given the choice between saving our children and preserving free speech, all of us will choose our children.","thumbnail":null,"section":"Opinion"},{"date":"19931202","headline":"Review/Theater: Life Sentences; Doltish and Dippy in a Minimum Security Love","web_url":"https://www.nytimes.com/1993/12/02/theater/review-theater-life-sentences-doltish-and-dippy-in-a-minimum-security-love.html","abstract":"  Richard Nelson's \"Life Sentences\" examines the relationship between a dolt and a flibbertigibbet. Burke, a middle-aged college English professor, and his lover, Mia, an unmarried mother in her mid-20's, seem in no way made for each another. But as his title indicates, the playwright would like us to believe they can't live apart. The evidence is underwhelming.   Until the closing moments of this minor contrivance, which opened last night at the Second Stage Theater, the poor souls don't even come face to face. The first act is given over to Burke (Edward Herrmann, a lumbering brown bear in tweeds). Speaking first from Pennsylvania Station, then from a variety of locations in and around his farmhouse in Dutchess County, N.Y., he tells us of his life with Mia, \"my almost wife.\" \"She's very funny,\" he explains. \"It took about two years of living together before I was sure she wasn't all the time putting me down.\"","thumbnail":null,"section":"Theater"},{"date":"19931202","headline":"Cuomo Helps Raise Funds, But for Him? No Word Yet","web_url":"https://www.nytimes.com/1993/12/02/nyregion/cuomo-helps-raise-funds-but-for-him-no-word-yet.html","abstract":"  Gov. Mario M. Cuomo last night kicked off the 1994 version of New York's most enduring political parlor game -- \"Will He Run?\" -- by raising an estimated $700,000 for a campaign he has yet to say he will wage.   Mr. Cuomo, who has said he will announce by the end of the year whether he will run for a fourth four-year term, did not disclose his intentions at a $1,000-a-person fund-raising dinner for the state Democratic Committee at a Manhattan hotel.","thumbnail":null,"section":"New York"},{"date":"19931202","headline":"Corrections","web_url":"https://www.nytimes.com/1993/12/02/nyregion/c-corrections-892393.html","abstract":"  An article yesterday about the proposed American-Russian space station misstated the amount, in the project's budget of $2.1 billion for the current fiscal year, that members of Congress have agreed to free immediately from a spending restriction. It is $50 million, not $1 billion.","thumbnail":null,"section":"New York"},{"date":"19931202","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1993/12/02/style/IHT-what-theyre-reading.html","abstract":"Glenn Ferguson, president of the American University of Paris and former U.S. ambassador to Kenya, is reading \"Truman\" by David McCullough.","thumbnail":null,"section":"Style"},{"date":"19931202","headline":"1943: To Defeat Japan : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/12/02/opinion/IHT-1943-to-defeat-japan-in-our-pages100-75-and-50-years-ago.html","abstract":"CAIRO - [From our New York edition:] President Roosevelt, Prime Minister Churchill and Generalissimo Chiang-Kai-shek have concluded an extraordinary five-day conference somewhere in North Africa, at which they agreed to prosecute the war against Japan unt","thumbnail":null,"section":"Opinion"},{"date":"19931202","headline":"Corrections","web_url":"https://www.nytimes.com/1993/12/02/nyregion/c-corrections-890793.html","abstract":"  Because of an editing error, an article yesterday about Bishop Thomas V. Daily's plans for the Catholic schools in the Brooklyn diocese misattributed several statements in some editions. It was John J. Convey, a professor of education at Catholic University, not Bishop Daily, who said that pastors had lamented that many Catholic students and their parents were not practicing their religion; that the growing number of non-Catholic students had raised questions about whether the schools would maintain their Catholic identity; and that many lay teachers felt less comfortable than nuns, brothers and priests in teaching religion.","thumbnail":null,"section":"New York"},{"date":"19931202","headline":"Children's TV Bill Doesn't Violate Constitution","web_url":"https://www.nytimes.com/1993/12/02/opinion/l-children-s-tv-bill-doesn-t-violate-constitution-932894.html","abstract":"  To the Editor:   Floyd Abrams's Op-Ed article \"Save Free Speech\" (Nov. 23) inaccurately describes the constitutional implications of the legislation proposed by Senator Ernest Hollings. The legislation is not, as Mr. Abrams claims, violative of the First Amendment.","thumbnail":null,"section":"Opinion"},{"date":"19931202","headline":"In Awe Of Leetch, Or Perhaps It's Orr?","web_url":"https://www.nytimes.com/1993/12/02/sports/hockey-in-awe-of-leetch-or-perhaps-it-s-orr.html","abstract":"  Brian Leetch leads the Rangers in points. He leads the National Hockey League in power-play production. There are times, like Tuesday night in New Jersey, when he is capable of taking over an entire hockey game, his skills superseding those of anyone else on the ice.   His greatest gift, though, seems to be his talent for self-criticism. Saturday afternoon at Nassau Coliseum, after the Rangers lost to the Islanders, Leetch could not say enough bad things about himself. Later that evening, at dinner with his teammate Mark Messier, he fought valiantly to convince Messier that is was he, not the Rangers' captain, who had played the worse game.","thumbnail":null,"section":"Sports"},{"date":"19931202","headline":"Hero or Villain, Magic Just Wants to Play Ball","web_url":"https://www.nytimes.com/1993/12/02/sports/pro-basketball-hero-or-villain-magic-just-wants-to-play-ball.html","abstract":"  Magic Johnson received a hero's front-page welcome to this northern Illinois city today. He was also ripped by local AIDS activists.   Such is the psychological paradox that the basketball superstar's post-National Basketball Association life has become. In one breath, someone calls out, \"We love you, Magic.\" In another, he is challenged to explain what in the world he is doing here in the first place.","thumbnail":null,"section":"Sports"},{"date":"19931202","headline":"Books of The Times; These 10 Picture Books Really Are for Children","web_url":"https://www.nytimes.com/1993/12/02/books/books-of-the-times-these-10-picture-books-really-are-for-children.html","abstract":"  \"For success in training children the first condition is to become as a child oneself,\" wrote the Swedish author and feminist Ellen Key in 1909, \"but this means no assumed childishness, no condescending baby-talk that the child immediately sees through and deeply abhors. What it does mean is to be as entirely and simply taken up with the child as the child himself is absorbed by his life.\" Here are 10 children's picture books that seem entirely and simply taken up with the child.   PAT THE PUPPY, by Edith Kunhardt. (A Golden Book/Western Publishing Company; boxed paperback, $6.95.) It was inevitable that technology would overtake the classic \"Pat the Bunny.\" So instead of Daddy's sandpaper beard to feel, there is a chocolate brownie you can scratch and sniff. \"Um.\" Instead of baby's shoelaces to untie, there are the Velcro straps on Granny's sneakers to unfasten. Not quite virtual reality, but we'll get there yet.","thumbnail":null,"section":"Books"},{"date":"19931202","headline":"Referees Will Return to Work Tonight","web_url":"https://www.nytimes.com/1993/12/02/sports/hockey-referees-will-return-to-work-tonight.html","abstract":"  National Hockey League referees and linesmen will return to work tonight after a 17-day absence. Their strike officially ended yesterday when the 58-member Officials Association ratified a four-year contract with the league, whose Board of Governors also approved the pact.   Don Meehan, the agent representing the union, said the contract was ratified overwhelmingly by the membership.","thumbnail":null,"section":"Sports"},{"date":"19931202","headline":"Guest-List Fever Has Hollywood Shaking","web_url":"https://www.nytimes.com/1993/12/02/arts/guest-list-fever-has-hollywood-shaking.html","abstract":"  Less than three months ago, President Clinton played a significant role in finding common ground among Israelis and Palestinians. Just before Thanksgiving, Mr. Clinton managed to bring together American Airlines flight attendants and the company's management.   Now Mr. Clinton is facing a standoff in Beverly Hills that might well demand his personal intervention, too.","thumbnail":null,"section":"Arts"},{"date":"19931202","headline":"Doctors Who Heal : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/12/02/opinion/IHT-doctors-who-heal-letters-to-the-editor.html","abstract":"How about, finally, a separate Nobel Prize for medicine? .Once more, two biotechnicians have received the Nobel Prize in Physiology or Medicine and once more bedside physicians have been overlooked. With the development of modern laboratory research it","thumbnail":null,"section":"Opinion"},{"date":"19931202","headline":"Can the Demolition Man Also Build?","web_url":"https://www.nytimes.com/1993/12/02/opinion/can-the-demolition-man-also-build.html","abstract":"Although Boris Yeltsin seems stronger than ever, his era may end in disaster, possibly dictatorship.\n\nAs the Dec. 12 parliamentary elections approach, the main question is not whether President Yeltsin is a true democrat in his heart but whether his brand of soft authoritarianism will bring Russia closer to a functioning market economy and political stability without reverting to its past.","thumbnail":null,"section":"Opinion"},{"date":"19931202","headline":"Free Jonathan Pollard : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/12/02/opinion/IHT-free-jonathan-pollard-letters-to-the-editor.html","abstract":"Regarding recent letters on Jonathan Pollard, who is jailed inthe United States for spying on behalf of Israel: .No one denies that Jonathan Pollard committed a crime, but his sentence of life imprisonment is disproportionate in the extreme. No other p","thumbnail":null,"section":"Opinion"},{"date":"19931202","headline":"Museum of Natural History Welcomes Its New President","web_url":"https://www.nytimes.com/1993/12/02/nyregion/museum-of-natural-history-welcomes-its-new-president.html","abstract":"  Soaring high above the welcoming reception yesterday for Ellen V. Futter, the new president of the American Museum of Natural History, was the tallest free-standing dinosaur exhibit in the world: a 50-foot-high mother Barosaurus, fiercely defending her young. \"It's very much a reminder of my role,\" said Ms. Futter. \"I hope to be protector, responsible steward and organizational manager.\"    More than 700 political, cultural, educational, philanthropic and corporate guests gathered to celebrate her accession to the museum's presidency in the Theodore Roosevelt Memorial Hall of the museum at Central Park West and West 79th Street.","thumbnail":null,"section":"New York"},{"date":"19931202","headline":"Warmth for Serbia : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/12/02/opinion/IHT-warmth-for-serbia-letters-to-the-editor.html","abstract":"The editorial \"Winter Warmth for Bosnia\" (Nov. 16) suggests that the cutting off of gas, and thus of heat, to Belgrade is a good idea. This not only would force \"Serbian aggressors\" to \"share Sarajevo's pain\" but torment inn","thumbnail":null,"section":"Opinion"},{"date":"19931202","headline":"Misconstruing the Bard : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/12/02/opinion/IHT-misconstruing-the-bard-letters-to-the-editor.html","abstract":"Regarding \"Doctors' Salad Days May Be Over\" (Nov. 8):.Not only is Shakespeare constantly plagiarized, his words are often misconstrued. When Cleopatra (\"Antony and Cleopatra\" Act I, Scene 5) utters the phrase \"My salad days, w","thumbnail":null,"section":"Opinion"},{"date":"19931202","headline":"Bubbles Hawkins Is Shot to Death","web_url":"https://www.nytimes.com/1993/12/02/sports/bubbles-hawkins-is-shot-to-death.html","abstract":"The police said today that no arrests had been made yet in the death of Robert (Bubbles) Hawkins, a former Detroit Pershing schoolboy basketball star who played for the New York and New Jersey Nets in the National Basketball Association.\n\nHawkins, who was 39 years old, was found shot to death on Sunday night in what police said was a suspected crack house.","thumbnail":null,"section":"Sports"},{"date":"19931202","headline":"Ukraine: Nuclear Power With Untested Loyalties","web_url":"https://www.nytimes.com/1993/12/02/world/ukraine-nuclear-power-with-untested-loyalties.html","abstract":"  For the paratroops of the 39th Air Assault Brigade, the hilltop compound here would have been the jump-off point for a Soviet invasion of Western Europe. Now it belongs to Ukraine, which is trying to shape remnants of the Soviet Army into a force it can truly call its own.   Col. Mykhailo Koval, the commander of the base, wears the blue beret of Ukrainian air mobile troops. But the colonel concedes that this new army remains to be taught \"that it is honorable to defend a Ukrainian motherland.\"","thumbnail":null,"section":"World"},{"date":"19931202","headline":"Buying Non-Votes : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/12/02/opinion/IHT-buying-nonvotes-letters-to-the-editor.html","abstract":"Regarding \"Democracy as She Walks the Streets\" (Opinion, Nov. 16) by William Safire: .As much as I enjoyed Mr. Safire's reminiscences about \"walking-around money\" in the 1960 presidential campaign, I think the comparison to this yea","thumbnail":null,"section":"Opinion"},{"date":"19931202","headline":"Fiscal Deputy Mayor To Head Partnership","web_url":"https://www.nytimes.com/1993/12/02/nyregion/fiscal-deputy-mayor-to-head-partnership.html","abstract":"  Barry F. Sullivan, Mayor David N. Dinkins's Deputy Mayor for Finance and Economic Development, will become president of the New York City Partnership and the New York Chamber of Commerce and Industry in January, he said yesterday.   Mr. Sullivan, who has been the Mayor's main liaison with business leaders, has a close professional relationship with David Rockefeller, the retired Chase Manhattan Bank chairman and founder of the Partnership.","thumbnail":null,"section":"New York"},{"date":"19931202","headline":"Bring Back Gorbachev : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/12/02/opinion/IHT-bring-back-gorbachev-letters-to-the-editor.html","abstract":"Mikhail Gorbachev is the appropriate person to guide Russia out of its present dilemma. He is a mature citizen, veteran politician, and an experienced president. He is aware of the good and bad of political principles, and his knowledge and experience sh","thumbnail":null,"section":"Opinion"},{"date":"19931202","headline":"Spread of Hunger Denied","web_url":"https://www.nytimes.com/1993/12/02/world/spread-of-hunger-denied.html","abstract":"  Responding to assertions that the health of the poor in Haiti was deteriorating rapidly, a Clinton Administration expert said today that neither the coup two years ago nor the economic embargo aimed at returning President Aristide to power had caused significant harm.   \"Right now, as best as we can tell, and I don't know anybody who has better information than we do, there is no physical evidence of a significantly worsened humanitarian situation in Haiti,\" said the official, who is with the Agency for International Development.","thumbnail":null,"section":"World"},{"date":"19931202","headline":"Intrum and 2 Other Boats Break 24-Hour Speed Record","web_url":"https://www.nytimes.com/1993/12/02/sports/IHT-intrum-and-2-other-boats-break-24hour-speed-record.html","abstract":"Intrum Justitia, the W60-class yacht leading the Whitbread 'Round the World Race, smashed the world sailing record for a day's run Wednesday, having reeled off 425 nautical miles in 24 hours for an incredible average speed of 17.7 knots. .The previous","thumbnail":null,"section":"Sports"},{"date":"19931202","headline":"Friends of the Slorc","web_url":"https://www.nytimes.com/1993/12/02/opinion/friends-of-the-slorc.html","abstract":"  Even diplomats inclined to give maximum scope to sovereign governments have a hard time defending the widespread human rights abuses committed by Myanmar's State Law and Order Restoration Council, or Slorc.   Yet that is what Asian countries like Singapore and Thailand are now doing by seeking to water down a U.N. resolution aimed at discouraging flagrant violations of human rights. Western countries like Britain, France and Sweden are quietly bowing to these Asian pressures. The Clinton Administration, to its credit, refuses to go along.","thumbnail":null,"section":"Opinion"},{"date":"19931202","headline":"Sports of The Times; Let There Be Light This Time","web_url":"https://www.nytimes.com/1993/12/02/sports/sports-of-the-times-let-there-be-light-this-time.html","abstract":"  TO anyone who remembers pro football's introduction to Jacksonville, the first draft choice of the National Football League's new expansion franchise will not be \"the best athlete available.\" Sometime in the spring of 1995, Commissioner Paul Tagliabue will step to the lectern and announce:   \"The Jacksonville Jaguars select Tommy Edison, electrician, Massachusetts Institute of Technology.\"","thumbnail":null,"section":"Sports"},{"date":"19931202","headline":"Giving Millions to Ordinary People","web_url":"https://www.nytimes.com/1993/12/02/nyregion/giving-millions-to-ordinary-people.html","abstract":"  A congregation of 700 Unitarian Universalists here gives away millions each year to more than 170 groups ranging from poultry workers in North Carolina to environmentalists in Alaska. And though the congregation does not publicize its work, word gets around about a philanthropy that wants to promote the work of ordinary people in building a movement for social change.   This year the Veatch program, named for Caroline Veatch, a congregation member whose bequest in 1959 finances the philanthropy, received about 1,000 applications for grants and financed about one in six of them in its $8.6 million program last year.  The decisions of the program's board have earned the philanthropy a reputation as a \"gutsy funder,\" said Marjorie Fine, executive director of the Veatch Program.","thumbnail":null,"section":"New York"},{"date":"19931202","headline":"Republicans and Tariffs : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/12/02/opinion/IHT-republicans-and-tariffs-letters-to-the-editor.html","abstract":"Regarding the editorial \"NAFTA's True Importance\" (Nov. 15): .The editorial refers to the Republican Party as \"the historic party of free trade.\" But the first Republican president, Abraham Lincoln, signed a number of bills raising","thumbnail":null,"section":"Opinion"},{"date":"19931202","headline":"Review/Television; Danger, Romance, Travel: Trains as Prop in the Movies","web_url":"https://www.nytimes.com/1993/12/02/movies/review-television-danger-romance-travel-trains-as-prop-in-the-movies.html","abstract":"  The American Movie Classics cable channel is offering, tonight at 9, another of its occasional documentaries with film clips arranged around some unifying theme, like great love scenes or New York City settings. The upshot is usually about a yard wide and an inch deep, but the breezy essays constitute a crash course on movies and the images they have embedded in our memories. Our subject this time, class, is the American railroad, chugging rather breathlessly through \"All Aboard: Riding the Rails of American Film.\"   Ever since the very first image was projected on film in 1891, viewers are told, railroads and trains have been a staple of the movies. The first film to discover that, if properly awed, audiences would pay to see it again and again was \"The Great Train Robbery\" in 1903. Without the trains, of course, there would be no Wild West. As someone notes, the history of this country is largely a history of its rails, documented in a slew of films reaching from John Ford's silent \"The Iron Horse\" in 1924 to \"Union Pacific\" in 1939. It's recalled, pointedly, how in those Hollywood days the villains were the robber barons in suits while outlaws became the unlikely heroes.","thumbnail":null,"section":"Movies"},{"date":"19931202","headline":"A Strange Connection in Schoolboy Death","web_url":"https://www.nytimes.com/1993/12/02/sports/a-strange-connection-in-schoolboy-death.html","abstract":"  The mood of the 2,200 students and assorted staff members at William Penn High School in North Philadelphia was somber today as classes met on the morning after 17-year-old Joseph Marable collapsed and died while trying out for the varsity basketball team.   \"That could be the understatement of the year,\" said the principal, Bernard McGee, when asked if it had been a trying day. \"It's been very, very tough, both emotionally and physically.\"","thumbnail":null,"section":"Sports"},{"date":"19931202","headline":"No Headline","web_url":"https://www.nytimes.com/1993/12/02/nyregion/no-headline-391393.html","abstract":"  \"We may think that this disease is only a part of the lives of people in larger cities, but it's not. It has touched all of us. We all have stories.\" -- DIANE M. KOEPPEL-HORN of the Wichita Art Museum, on the impact of AIDS.  [ B10:4. ]","thumbnail":null,"section":"New York"},{"date":"19931202","headline":"Fervent Hindu Party Is Severely Defeated In Indian State Vote","web_url":"https://www.nytimes.com/1993/12/02/world/fervent-hindu-party-is-severely-defeated-in-indian-state-vote.html","abstract":"  The leading militant Hindu political party in India has suffered a devastating setback in its attempt to harness anti-Muslim sentiment and take control of the Government, according to nearly complete returns from state elections held Sunday.   The election results were a reversal of a trend widely assumed to be inexorable only six months ago, when the Bharatiya Janata Party appeared to be surging ahead in its effort to unite the Hindus in northern India around emotional religious issues. A Long Secular Tradition    By basing its appeal on the centrality of one particular Hindu god, Ram, the party seemed to have found a way to wrest political power from the long-ruling Congress Party of Prime Minister P. V. Narasimha Rao in the next national elections, which could have come as early as January.","thumbnail":null,"section":"World"},{"date":"19931202","headline":"Yanks Will Stay on WPIX","web_url":"https://www.nytimes.com/1993/12/02/sports/yanks-will-stay-on-wpix.html","abstract":"  Off-and-on talks to keep Yankee games on free television took another turn yesterday when WPIX-TV/Channel 11 said that it would accept an MSG Network plan to share risks and rewards if MSG would put a value on WPIX's air time.   In late October, MSG suggested a deal to split profits or losses in a formula based on whether advertising revenues can exceed MSG's cost of buying the rights to the telecasts, about $300,000 a game, plus production costs.","thumbnail":null,"section":"Sports"},{"date":"19931202","headline":"Laimbeer Calls End to Career","web_url":"https://www.nytimes.com/1993/12/02/sports/laimbeer-calls-end-to-career.html","abstract":"  Bill Laimbeer announced yesterday that after a dozen seasons as the baddest of the Detroit Pistons' bad boys he was calling it quits.    \"It was a very difficult decision, yet it was easy,\" he said at the Pistons' headquarters in Auburn Hills, Mich.","thumbnail":null,"section":"Sports"},{"date":"19931202","headline":"Nordiques' Nolan Seems Out for Season","web_url":"https://www.nytimes.com/1993/12/02/sports/sports-people-hockey-nordiques-nolan-seems-out-for-season.html","abstract":"  The Quebec Nordiques' star forward OWEN NOLAN, scheduled to undergo surgery on his left shoulder tomorrow in Toronto, is expected to miss the rest of the season, his agent said yesterday.","thumbnail":null,"section":"Sports"},{"date":"19931202","headline":"Corrections","web_url":"https://www.nytimes.com/1993/12/02/nyregion/c-corrections-893193.html","abstract":"  Because of an editing error, an article in Business Day on Tuesday, about efforts by Vietnam veterans to reopen litigation involving the chemical defoliant Agent Orange, misidentified a defendant in the case. It was Uniroyal Inc., not its former affiliate the Uniroyal Chemical Company.","thumbnail":null,"section":"New York"},{"date":"19931202","headline":"Bunch Accepts Shrinking Role As Long as Giants Are Clicking","web_url":"https://www.nytimes.com/1993/12/02/sports/pro-football-bunch-accepts-shrinking-role-as-long-as-giants-are-clicking.html","abstract":"  Over the last three or four games, maybe longer, Giants fullback Jarrod Bunch has noticed that his role has been slowly diminishing. He is no longer a big part of the offense, as he was in the beginning of the season and certainly last season under former Coach Ray Handley. And the truth is, it may stay that way the rest of the year.   When Bunch was asked about this, he did not go into a tirade. He did not scream for more playing time. He didn't complain. Bunch made it perfectly clear that if the team were winning, that would be what was most important to him. But now he is clearly disturbed by his shrinking role.","thumbnail":null,"section":"Sports"},{"date":"19931202","headline":"Asia Should Be Investing in the Environment, Too","web_url":"https://www.nytimes.com/1993/12/02/opinion/IHT-asia-should-be-investing-in-the-environment-too.html","abstract":"\"Where there's muck there's brass\" was a colloquial saying of the England of the Industrial Revolution. This might translate into modern jargon as \"Where there's pollution there's GNP growth.\" .The environmental disasters wrought th","thumbnail":null,"section":"Opinion"},{"date":"19931202","headline":"Wadkins Formally Named Ryder Captain","web_url":"https://www.nytimes.com/1993/12/02/sports/sports-people-golf-wadkins-formally-named-ryder-captain.html","abstract":"  LANNY WADKINS will be the captain of the United States Ryder Cup team when the matches are next contested in 1995.    The PGA of America confirmed yesterday that Wadkins would succeed TOM WATSON, who led the American side to victory over Europe in September at the Belfry in England.","thumbnail":null,"section":"Sports"},{"date":"19931202","headline":"Conservative on School Board Is Chosen as a Giuliani Deputy","web_url":"https://www.nytimes.com/1993/12/02/nyregion/conservative-on-school-board-is-chosen-as-a-giuliani-deputy.html","abstract":"  In the first appointment to his administration, Mayor-elect Rudolph W. Giuliani yesterday named as a deputy mayor Ninfa Segarra, one of the four Board of Education members who ousted Schools Chancellor Joseph A. Fernandez over his support for a curriculum that discussed homosexuality and AIDS.   Mr. Giuliani praised Ms. Segarra as a \"role model and a hero\" who had been \"able to stand up for what she believes in,\" referring to her defiance of Borough President Fernando Ferrer of the Bronx, who appointed her to the board. Both Mr. Ferrer and Mayor David N. Dinkins tried to force Ms. Segarra to resign after she aligned herself with the conservative majority of the board and became a political supporter of Mr. Giuliani.","thumbnail":null,"section":"New York"},{"date":"19931202","headline":"To Stop Nuclear Arms : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/12/02/opinion/IHT-to-stop-nuclear-arms-letters-to-the-editor.html","abstract":"Regarding \"Look Again At Nuclear Facts of Life\" (Opinion, Nov. 11) by Philip Bowring: .Mr. Bowring's assertion that \"nuclear weapons technology cannot be stopped, only slowed\" sounds like another self-imposed limit that said humans","thumbnail":null,"section":"Opinion"},{"date":"19931202","headline":"Pakistan Isn't Building Any Nuclear Weapons","web_url":"https://www.nytimes.com/1993/12/02/opinion/l-pakistan-isn-t-building-any-nuclear-weapons-011193.html","abstract":"  To the Editor:   An Associated Press report datelined Karachi, published on Nov. 21, stated that the Prime Minister of Pakistan, Benazir Bhutto, \"vowed today that Pakistan would not give up its nuclear weapons program despite pressure from Washington.\"","thumbnail":null,"section":"Opinion"},{"date":"19931202","headline":"Corrections","web_url":"https://www.nytimes.com/1993/12/02/nyregion/c-corrections-889393.html","abstract":"  A report in the Food Notes column in The Living Section yesterday about ordering gifts for Hanukkah by telephone misstated the number for Kosher Cornucopia. It is (800) 756-7437.","thumbnail":null,"section":"New York"},{"date":"19931202","headline":"State Police Investigator Is Held in False Evidence","web_url":"https://www.nytimes.com/1993/12/02/nyregion/state-police-investigator-is-held-in-false-evidence.html","abstract":"  A New York State Police investigator who was once part of an elite unit looking into evidence tampering was himself arrested yesterday on charges of faking a fingerprint in a 1991 carjacking case.   The investigator, Edward Pilus, 44, was the sixth trooper to be charged in a widening evidence-tampering scandal and the first from a barracks in the New York City metropolitan area. He is a 16-year veteran of the force who was assigned to Troop F in Middletown.","thumbnail":null,"section":"New York"},{"date":"19931202","headline":"In a Crystal Ball, Darkly : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/12/02/opinion/IHT-in-a-crystal-ball-darkly-letters-to-the-editor.html","abstract":"A number of newspapers, notably your own, have drawn attention to the efforts made by Martin Scorsese to establish accurately the right period background for his film, \"The Age of Innocence,\" based on Edith Wharton's novel. .However, in the f","thumbnail":null,"section":"Opinion"},{"date":"19931202","headline":"Outlaw Filibusters","web_url":"https://www.nytimes.com/1993/12/02/opinion/l-outlaw-filibusters-979293.html","abstract":"  To the Editor:   The most recent filibuster by Republicans in Congress, re the Brady bill, only serves to point up the continuing immaturity of our lawmakers. Filibusters are a negative approach to bill consideration, and are harmful and wasteful in preventing mature consideration of bills. Filibusters should be outlawed. Why cannot a bill, any bill, be presented, explained and then considered in a voting? Is this too much to ask of our Congress? DAVID W. ABEL  New York, Nov. 23, 1993","thumbnail":null,"section":"Opinion"},{"date":"19931202","headline":"The Police Corps, Nearly There","web_url":"https://www.nytimes.com/1993/12/02/opinion/the-police-corps-nearly-there.html","abstract":"  A decade ago Adam Walinsky, a New York lawyer who was one of Robert Kennedy's top Senate aides, proposed a national police corps that would engage young college graduates in the fight against urban violence. His vision is now just a step from becoming reality.    Mr. Walinsky's idea was to supplement traditional law enforcement by offering young people college scholarships in exchange for four years of service on a local police force after graduation. His plan is part of the hodgepodge crime bill just passed by the Senate, and is surely one of the measure's more innovative components. The corps would grow to a level of 50,000 recruits over the next four years at a cost of $2.5 billion.","thumbnail":null,"section":"Opinion"},{"date":"19931202","headline":"Women Tennis Pros Are Not 'Being Used' to Promote Smoking","web_url":"https://www.nytimes.com/1993/12/02/opinion/l-women-tennis-pros-are-not-being-used-to-promote-smoking-976893.html","abstract":"  To the Editor:   In his column on Nov. 21, Bob Herbert insulted the intelligence of American women by implying that they are not capable of understanding the possible hazards associated with tobacco.","thumbnail":null,"section":"Opinion"},{"date":"19931202","headline":"No Quick Naturalization For Any Cuban Defectors","web_url":"https://www.nytimes.com/1993/12/02/sports/olympics-no-quick-naturalization-for-any-cuban-defectors.html","abstract":"  The Olympic-caliber performers among the 40 Cuban athletes who have defected from a regional competition in Puerto Rico would appear to have a slim chance of becoming eligible to compete for the United States at the 1996 Summer Games in Atlanta.   Five years' residency is the standard requirement for obtaining United States citizenship, and the Atlanta Olympics are scheduled to open in two and a half years. Unless they become naturalized citizens, the Cubans would not be eligible to compete for Team USA in Atlanta.","thumbnail":null,"section":"Sports"},{"date":"19931202","headline":"Knicks Hope to Be Barrier as Rockets Seek to Tie Record","web_url":"https://www.nytimes.com/1993/12/02/sports/pro-basketball-knicks-hope-to-be-barrier-as-rockets-seek-to-tie-record.html","abstract":"  After spending all week talking about Houston, hearing about Houston and preparing for Houston, the Knicks will finally play the unbeaten Rockets tonight at Madison Square Garden.   If they beat the Knicks, the Rockets will tie a National Basketball Association record by starting the season 15-0. To say the Knicks are eager to end Houston's streak would be an understatement.","thumbnail":null,"section":"Sports"},{"date":"19931202","headline":"Judge Allows Prior Abuse To Be Alleged","web_url":"https://www.nytimes.com/1993/12/02/nyregion/judge-allows-prior-abuse-to-be-alleged.html","abstract":"  A judge ruled today that prosecutors can present evidence of possible prior abuse of a 10-month-old baby when a nanny goes on trial on charges of killing the child.   Judge J. Emmett Murphy of Westchester County Court said he would allow testimony about one set of facial bruises that the prosecution contends is evidence of previous abuse by the nanny, Ann Franklin, 26, of Rye, but he would not allow testimony on an earlier set of facial bruises.","thumbnail":null,"section":"New York"},{"date":"19931202","headline":"A Hotel Becomes a Home","web_url":"https://www.nytimes.com/1993/12/02/opinion/a-hotel-becomes-a-home.html","abstract":"  In a very famous musical called \"My Fair Lady,\" a very famous flower seller named Eliza Doolittle sang of a room that was both shelter (\"far away from the cold night air\") and solace (\"with one enormous chair\"). To have a room like that, she caroled, would be \"loverly.\" Most people, whatever their condition, want such a refuge, and none more than those for whom home is a street corner and bed a steam grating.   That room is now being realized on Manhattan's West 43d Street, in the Times Square Hotel, which was splendid in 1923 when it opened and derelict by 1991. That was when a group of nonprofit entrepreneurs called Common Ground stepped in. Using $28 million from the city's Department of Housing Preservation and Development, along with every tax credit and corporate contribution they could muster, Common Ground has turned the hotel's 735 squalid rooms into 650 small apartments. All have private baths and most have kitchens.","thumbnail":null,"section":"Opinion"},{"date":"19931202","headline":"Met Awards to Thomas and Donahue","web_url":"https://www.nytimes.com/1993/12/02/sports/sports-people-golf-met-awards-to-thomas-and-donahue.html","abstract":"  The Metropolitan Golf Association's two most prestigious awards went to JEFF THOMAS of Plainfield West in New Jersey and JOE DONAHUE of the Garden City Golf Club on Long Island.   Thomas was honored as the Player of the Year, and Donahue was presented the Distinguished Service Award last night at the association's annual meeting and dinner, held at the Westchester Country Club in Harrison, N.Y.","thumbnail":null,"section":"Sports"}],"wiki_events":[{"date":"19931202","headline":"Colombian drug lord Pablo Escobar is shot and killed by police in Medelln.","pages":[{"title":"Colombia","web_url":"https://en.wikipedia.org/wiki/Colombia","description":"Country in South America","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Flag_of_Colombia.svg/320px-Flag_of_Colombia.svg.png","thumbnail_width":320,"thumbnail_height":213},"abstract":"Colombia, officially the Republic of Colombia, is a country mostly in South America with insular regions in North America. The Colombian mainland is bordered by the Caribbean Sea to the north, Venezuela to the east and northeast, Brazil to the southeast, Ecuador and Peru to the south and southwest, the Pacific Ocean to the west, and Panama to the northwest. Colombia is divided into 32 departments. The Capital District of Bogot is also the country's largest city hosting the main financial and cultural hub. Other major urbes include Medelln, Cali, Barranquilla, Cartagena, Santa Marta, Ccuta, Ibagu, Villavicencio and Bucaramanga. It covers an area of 1,141,748 square kilometers, and has a population of around 52 million. Its rich cultural heritageincluding language, religion, cuisine, and artreflects its history as a colony, fusing cultural elements brought by mass immigration from Europe and the Middle East, with those brought by the African diaspora, as well as with those of the various Indigenous civilizations that predate colonization. Spanish is the official language, although English and 64 other languages are recognized regionally."},{"title":"Drug lord","web_url":"https://en.wikipedia.org/wiki/Drug_lord","description":"Person who controls a sizable network of persons involved in the illegal drug trade","thumbnail":null,"abstract":"A drug lord, drug baron, kingpin, lord of drugs, or narcotrafficker is a type of crime boss, who is in charge of a drug-trafficking network, organization, or enterprise."},{"title":"Pablo Escobar","web_url":"https://en.wikipedia.org/wiki/Pablo_Escobar","description":"Colombian drug lord (19491993)","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Pablo_Escobar_Mug.jpg/320px-Pablo_Escobar_Mug.jpg","thumbnail_width":320,"thumbnail_height":458},"abstract":"Pablo Emilio Escobar Gaviria was a Colombian drug lord, narcoterrorist, and politician, who was the founder and sole leader of the Medelln Cartel. Dubbed \"the king of cocaine\", Escobar was one of the wealthiest criminals in history, having amassed an estimated net worth of US$30billion by the time of his deathequivalent to $70 billion as of 2022while his drug cartel monopolized the cocaine trade into the United States in the 1980s and early 1990s."},{"title":"Medelln","web_url":"https://en.wikipedia.org/wiki/Medell%C3%ADn","description":"City in Colombia","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Medellin_sightseeing.jpg/320px-Medellin_sightseeing.jpg","thumbnail_width":320,"thumbnail_height":240},"abstract":"Medelln, officially the Special District of Science, Technology and Innovation of Medelln, is the second-largest city in Colombia after Bogot, and the capital of the department of Antioquia. It is located in the Aburr Valley, a central region of the Andes Mountains, in northwestern South America. According to the National Administrative Department of Statistics, the city had an estimated population of 2,508,452 according to the 2018 census. With its surrounding areas, encompassing nine other cities, the metro area of Medelln is the second-largest urban agglomeration in Colombia, with more than 4 million people."}]},{"date":"19931202","headline":"Space Shuttle program: STS-61: NASA launches the Space Shuttle Endeavour on a mission to repair the Hubble Space Telescope.","pages":[{"title":"Space Shuttle program","web_url":"https://en.wikipedia.org/wiki/Space_Shuttle_program","description":"19722011 United States human spaceflight program","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Shuttle_Patch.svg/320px-Shuttle_Patch.svg.png","thumbnail_width":320,"thumbnail_height":332},"abstract":"The Space Shuttle program was the fourth human spaceflight program carried out by the U.S. National Aeronautics and Space Administration (NASA), which accomplished routine transportation for Earth-to-orbit crew and cargo from 1981 to 2011. Its official name, Space Transportation System (STS), was taken from a 1969 plan for a system of reusable spacecraft of which it was the only item funded for development. It flew 135 missions and carried 355 astronauts from 16 countries, many on multiple trips."},{"title":"STS-61","web_url":"https://en.wikipedia.org/wiki/STS-61","description":"1993 American crewed spaceflight to the Hubble Space Telescope","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/STS061-98-050_-_Astronauts_Musgrave_and_Hoffman_during_servicing_of_HST_%28Retouched%29.jpg/320px-STS061-98-050_-_Astronauts_Musgrave_and_Hoffman_during_servicing_of_HST_%28Retouched%29.jpg","thumbnail_width":320,"thumbnail_height":323},"abstract":"STS-61 was NASA's first Hubble Space Telescope servicing mission, and the fifth flight of the Space Shuttle Endeavour. The mission launched on December 2, 1993, from Kennedy Space Center (KSC) in Florida. The mission restored the spaceborne observatory's vision with the installation of a new main camera and a corrective optics package (COSTAR). This correction occurred more than three and a half years after the Hubble was launched aboard STS-31 in April 1990. The flight also brought instrument upgrades and new solar arrays to the telescope."},{"title":"NASA","web_url":"https://en.wikipedia.org/wiki/NASA","description":"American space and aeronautics agency","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/NASA_logo.svg/320px-NASA_logo.svg.png","thumbnail_width":320,"thumbnail_height":268},"abstract":"The National Aeronautics and Space Administration is an independent agency of the U.S. federal government responsible for the civil space program, aeronautics research, and space research. Established in 1958, NASA succeeded the National Advisory Committee for Aeronautics (NACA) to give the U.S. space development effort a distinctly civilian orientation, emphasizing peaceful applications in space science. NASA has since led most American space exploration, including Project Mercury, Project Gemini, the 19681972 Apollo Moon landing missions, the Skylab space station, and the Space Shuttle. NASA currently supports the International Space Station and oversees the development of the Orion spacecraft and the Space Launch System for the crewed lunar Artemis program, the Commercial Crew spacecraft, and the planned Lunar Gateway space station."},{"title":"Space Shuttle Endeavour","web_url":"https://en.wikipedia.org/wiki/Space_Shuttle_Endeavour","description":"Space Shuttle orbiter","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/STS-123_Dextre%26Kibo_ELM-PS_in_orbit_%28cropped%29.jpg/320px-STS-123_Dextre%26Kibo_ELM-PS_in_orbit_%28cropped%29.jpg","thumbnail_width":320,"thumbnail_height":213},"abstract":"Space Shuttle Endeavour is a retired orbiter from NASA's Space Shuttle program and the fifth and final operational Shuttle built. It embarked on its first mission, STS-49, in May 1992 and its 25th and final mission, STS-134, in May 2011. STS-134 was expected to be the final mission of the Space Shuttle program, but with the authorization of STS-135 by the United States Congress, Atlantis became the last shuttle to fly."},{"title":"Hubble Space Telescope","web_url":"https://en.wikipedia.org/wiki/Hubble_Space_Telescope","description":"NASA/ESA space telescope launched in 1990","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/HST-SM4.jpeg/320px-HST-SM4.jpeg","thumbnail_width":320,"thumbnail_height":240},"abstract":"The Hubble Space Telescope is a space telescope that was launched into low Earth orbit in 1990 and remains in operation. It was not the first space telescope, but it is one of the largest and most versatile, renowned both as a vital research tool and as a public relations boon for astronomy. The Hubble telescope is named after astronomer Edwin Hubble and is one of NASA's Great Observatories. The Space Telescope Science Institute (STScI) selects Hubble's targets and processes the resulting data, while the Goddard Space Flight Center (GSFC) controls the spacecraft."}]}],"weather":[{"date":"19931202","time":"1993-12-02 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.3,"rhum":89,"wspd":18.4},{"date":"19931202","time":"1993-12-02 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":82,"wspd":20.5},{"date":"19931202","time":"1993-12-02 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":82,"wspd":18.4},{"date":"19931202","time":"1993-12-02 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":82,"wspd":16.6},{"date":"19931202","time":"1993-12-02 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":83,"wspd":20.5},{"date":"19931202","time":"1993-12-02 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":87,"wspd":24.1},{"date":"19931202","time":"1993-12-02 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":90,"wspd":24.1},{"date":"19931202","time":"1993-12-02 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":88,"wspd":20.5},{"date":"19931202","time":"1993-12-02 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":85,"wspd":25.9},{"date":"19931202","time":"1993-12-02 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":86,"wspd":25.9},{"date":"19931202","time":"1993-12-02 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":85,"wspd":22.3},{"date":"19931202","time":"1993-12-02 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":87,"wspd":24.1},{"date":"19931202","time":"1993-12-02 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":85,"wspd":24.1},{"date":"19931202","time":"1993-12-02 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.5,"rhum":82,"wspd":25.9},{"date":"19931202","time":"1993-12-02 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":100,"wspd":24.1},{"date":"19931202","time":"1993-12-02 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":80,"wspd":25.9},{"date":"19931202","time":"1993-12-02 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":80,"wspd":20.5},{"date":"19931202","time":"1993-12-02 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.5,"rhum":82,"wspd":20.5},{"date":"19931202","time":"1993-12-02 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":86,"wspd":24.1},{"date":"19931202","time":"1993-12-02 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":94,"wspd":18.4},{"date":"19931202","time":"1993-12-02 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.6,"rhum":84,"wspd":24.1},{"date":"19931202","time":"1993-12-02 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":76,"wspd":24.1},{"date":"19931202","time":"1993-12-02 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":81,"wspd":22.3},{"date":"19931202","time":"1993-12-02 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":80,"wspd":24.1},{"date":"19931202","time":"1993-12-02 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":60,"wspd":0},{"date":"19931202","time":"1993-12-02 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":53,"wspd":9.4},{"date":"19931202","time":"1993-12-02 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":57,"wspd":11.2},{"date":"19931202","time":"1993-12-02 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":70,"wspd":9.4},{"date":"19931202","time":"1993-12-02 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":70,"wspd":9.4},{"date":"19931202","time":"1993-12-02 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":60,"wspd":7.6},{"date":"19931202","time":"1993-12-02 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":60,"wspd":5.4},{"date":"19931202","time":"1993-12-02 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":62,"wspd":7.6},{"date":"19931202","time":"1993-12-02 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":65,"wspd":9.4},{"date":"19931202","time":"1993-12-02 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":65,"wspd":7.6},{"date":"19931202","time":"1993-12-02 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":70,"wspd":7.6},{"date":"19931202","time":"1993-12-02 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":70,"wspd":11.2},{"date":"19931202","time":"1993-12-02 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":67,"wspd":11.2},{"date":"19931202","time":"1993-12-02 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":68,"wspd":9.4},{"date":"19931202","time":"1993-12-02 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":65,"wspd":7.6},{"date":"19931202","time":"1993-12-02 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":63,"wspd":7.6},{"date":"19931202","time":"1993-12-02 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":63,"wspd":0},{"date":"19931202","time":"1993-12-02 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":59,"wspd":7.6},{"date":"19931202","time":"1993-12-02 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":54,"wspd":11.2},{"date":"19931202","time":"1993-12-02 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":59,"wspd":11.2},{"date":"19931202","time":"1993-12-02 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":66,"wspd":9.4},{"date":"19931202","time":"1993-12-02 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":71,"wspd":7.6},{"date":"19931202","time":"1993-12-02 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":77,"wspd":7.6},{"date":"19931202","time":"1993-12-02 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":80,"wspd":7.6}]},"19931203":{"guardian_articles":[{"date":"19931203","headline":"Trojan force","web_url":"https://www.theguardian.com/music/1993/dec/03/colin-davis-andrew-clements-the-trojans-interview","abstract":null,"thumbnail":null,"section":"Music"}],"nytimes_articles":[{"date":"19931203","headline":"Hunt for Clues In Plane Crash That Killed 18","web_url":"https://www.nytimes.com/1993/12/03/us/hunt-for-clues-in-plane-crash-that-killed-18.html","abstract":"  Snow and sorrow and twisted steel today covered the man-made hill near here where a commuter plane crashed Wednesday night, killing all 18 people on board.   The plane went down less than two miles from this city in northern Minnesota, about 60 miles northwest of Duluth. But the crash site was so isolated and the night so dark and thick with fog and freezing drizzle that no one saw the plane hit the side of the hill, an old mine dump.","thumbnail":null,"section":"U.S."},{"date":"19931203","headline":"Dinkins Panel Has Grim View Of Fiscal Gaps","web_url":"https://www.nytimes.com/1993/12/03/nyregion/dinkins-panel-has-grim-view-of-fiscal-gaps.html","abstract":"  Sketching a grim portrait of New York City's fiscal condition, a panel appointed by Mayor David N. Dinkins reported yesterday that the city's long-term budget problems were more severe than previously estimated.   The committee also outlined what it called a \"menu\" of Draconian and politically unpalatable measures -- including layoffs of city workers, fees for residential garbage collection, postponing of planned hiring of police officers, increases in the sales tax and in property taxes for single-family homeowners, and putting tolls on more East River bridges -- from which city officials could choose to achieve long-term budget balance.","thumbnail":null,"section":"New York"},{"date":"19931203","headline":"Pale Journal; Winter Lashes Sarajevo and Both Sides Cower","web_url":"https://www.nytimes.com/1993/12/03/world/pale-journal-winter-lashes-sarajevo-and-both-sides-cower.html","abstract":"  The snow has frosted the pine trees on the mountains above Sarajevo with delicate tracery and laid a pristine white coating over the pointy-roofed ski chalets, the chairlifts and the gun positions.   In other times, the blizzard of the last three days this early in the season would have heralded fun and profit. It was hardly a winter wonderland today.","thumbnail":null,"section":"World"},{"date":"19931203","headline":"Subway Data On Punctuality Manipulated, A Study Finds","web_url":"https://www.nytimes.com/1993/12/03/nyregion/subway-data-on-punctuality-manipulated-a-study-finds.html","abstract":"  The Transit Authority's methods for determining how often subways depart on time from the terminals are riddled with problems and have led to gross overstatements about performance success, according to a study released yesterday by the Metropolitan Transportation Authority's Inspector General.   Unlike other records kept by the Transit Authority about on-time performance, which are made public, the on-time departure statistics were for internal use only, posing questions about the agency's ability to assess its weaknesses accurately. It also raises doubts about the accuracy of the published on-time figures, which monitor the trains along their routes.  46% of Trains Left on Time    The investigation by Inspector General Henry P. Flinter, conducted in April and May, discovered during random checks at all terminals that only 46 percent of 305 trains left on time, meaning they departed within a 45-second window when a green light signaled for them to go. By contrast, the Transit Authority records for 1992 showed that 96 percent of trains started their trips on time.","thumbnail":null,"section":"New York"},{"date":"19931203","headline":"Defensive Driver? Princeton Coach Sees His Team Zoom Into N.C.A.A.'s Fast Lane","web_url":"https://www.nytimes.com/1993/12/03/sports/soccer-defensive-driver-princeton-coach-sees-his-team-zoom-into-ncaa-s-fast-lane.html","abstract":"  Bob Bradley, the Princeton coach, moved his team into the fast lane this season and the decision paid handsome dividends. The Tigers are in the Final Four of the National Collegiate Athletic Association soccer tournament for the first time.   Bradley, 35, is in his 10th season at Princeton, but he spent the first nine teaching a slow, methodical pace with plenty of lateral movement. It was an attractive style to watch but a failure when it came to the final score.","thumbnail":null,"section":"Sports"},{"date":"19931203","headline":"Russia's Workers Pay Price As Military Industries Fade","web_url":"https://www.nytimes.com/1993/12/03/world/russia-s-workers-pay-price-as-military-industries-fade.html","abstract":"  In the 1940's, the secret ministry charged with developing the Soviet atomic bomb took over the tiny village of Obninsk. About 65 miles southwest of Moscow, it was close enough to be central, but far enough away not to endanger the capital and the Soviet leadership in the event of a nuclear accident.   Today, what is now called the Russian Atomic Energy Ministry remains in effect the owner of Obninsk. The main city square of what has become a well-kept city of 120,000 features an electronic sign that shows the time, the temperature and the radiation level.","thumbnail":null,"section":"World"},{"date":"19931203","headline":"Russia's Election","web_url":"https://www.nytimes.com/1993/12/03/world/russia-s-election.html","abstract":"  Ten days before Russians choose a new parliament, many voters are undecided or uninterested as blocs headed by two rival reformers lead the pack.    Article, page A3.","thumbnail":null,"section":"World"},{"date":"19931203","headline":"Abroad at Home; A Christopher Shuttle?","web_url":"https://www.nytimes.com/1993/12/03/opinion/abroad-at-home-a-christopher-shuttle.html","abstract":"  Warren Christopher will be in the Middle East this weekend, and the timing of his visit gives him a rare opportunity. He may be able to start a process that would finally end the conflict between Israel and its Arab neighbors.    The crucial need now is to break through the stalemate in negotiations between Syria and Israel. From that much else would follow. And the person best placed to do it is the American Secretary of State.","thumbnail":null,"section":"Opinion"},{"date":"19931203","headline":"The Pundits Err in India","web_url":"https://www.nytimes.com/1993/12/03/opinion/the-pundits-err-in-india.html","abstract":"  Since independence in 1947, despite notable wobbles, India has hewed to the democratic and secular compact that has kept a huge, highly diverse country from flying apart. That Gandhian compact has been severely tested by a Hindu nationalist movement called the Bharatiya Janata or Indian People's Party.   Hindu voters in recent years turned this minor party into a major force in state and national elections. Many were drawn to its promises of change, and an end to \"appeasement\" of \"minorities,\" meaning the 120 million Indian Muslims, who comprise 14 percent of the population.","thumbnail":null,"section":"Opinion"},{"date":"19931203","headline":"1918:Berliners Plotting : IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/12/03/opinion/IHT-1918berliners-plotting-in-our-pages-100-75-and-50-years-ago.html","abstract":"LONDON - A telegram from Amsterdam to the \"Daily Express\" says that a plot for the restoration of the Empire and the return of the Kaiser has been discovered in Berlin. The principal conspirators are said to be Marshal Mackensen, General Von Boe","thumbnail":null,"section":"Opinion"},{"date":"19931203","headline":"Saberhagen May Leave Yet","web_url":"https://www.nytimes.com/1993/12/03/sports/baseball-saberhagen-may-leave-yet.html","abstract":"  The Mets, who have hinted at major trades, are engaged in background work for trades that could send Bret Saberhagen to Cleveland and bring Shawon Dunston to Shea Stadium.   The Mets within the last week sent a copy of Saberhagen's contract to the Indians. The Indians, who talked with the Mets about Saberhagen last month, asked to look at the right-hander's contract to determine whether they could handle the financial obligation.","thumbnail":null,"section":"Sports"},{"date":"19931203","headline":"Critic's Notebook; Window to the Mind of Christmas","web_url":"https://www.nytimes.com/1993/12/03/arts/critic-s-notebook-window-to-the-mind-of-christmas.html","abstract":"  SHOPPING isn't a chore. It is a gift. That's the delightful delusion to which we eagerly fall prey each time we enter the great emporiums of consumer fantasy. Showered with the free spritz of cologne, the bonus kit of cosmetics, the floral extravaganzas of spring and the thrill of celebrity appearances, we can easily forget that we're the ones who are paying for this copious largess.  Indeed, we may begin to wonder whether we are worthy to receive it.   Christmas decorations, on the other hand, remind us that it is more blessed to give than to receive, a message that calls for a more Baroque set of signals. For while it is indeed a great pleasure to give, the pleasure is likely to be diluted when the giver is faced with a long list of people who expect to be remembered with, at least, a tie.","thumbnail":null,"section":"Arts"},{"date":"19931203","headline":"Corrections","web_url":"https://www.nytimes.com/1993/12/03/nyregion/c-corrections-060593.html","abstract":"  Because of an editing error, an article on Wednesday about restrictions on journalists covering a Canadian murder case misstated the dates of the killings. Leslie Mahaffy, 14, was slain in June 1991 and Kristen French, 15, was killed in April 1992.","thumbnail":null,"section":"New York"},{"date":"19931203","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/12/03/arts/art-in-review-123793.html","abstract":"  Kocheisen and Hullman   Annina Nosei Gallery  100 Prince Street  SoHo  Through Dec. 11    The German team of Thomas Kocheisen and Ulrike Hullman have gone to complicated lengths to produce some ordinary paintings. The artists execute separate versions of a single photographic image, then display them side by side and unsigned, offering a comparative view of technical competence and psychological inflection (as products of a \"masculine\" versus \"feminine\" sensibility, for example).","thumbnail":null,"section":"Arts"},{"date":"19931203","headline":"In Colombia, One Victory in a Long War","web_url":"https://www.nytimes.com/1993/12/03/world/in-colombia-one-victory-in-a-long-war.html","abstract":"  The death of Pablo Escobar Gaviria, Colombia's most notorious cocaine lord, offers the Government a symbolic victory in a war in which it is faring badly.    On the propaganda front, Colombia long ago personalized the drug war against the blood-soaked Medellin traffickers by focusing on Mr. Escobar. But what the Government neglected to mention was that its highly publicized war has had very little impact on drug shipments to the United States.","thumbnail":null,"section":"World"},{"date":"19931203","headline":"Kovalev Is Banished For Five Games","web_url":"https://www.nytimes.com/1993/12/03/sports/hockey-kovalev-is-banished-for-five-games.html","abstract":"  Rangers forward Aleksei Kovalev must serve a five-game suspension for tripping Dale Hunter of Washington in a game last Sunday night, the National Hockey League announced yesterday. The penalty, handed down by the N.H.L.'s senior vice president, Brian Burke, matches the longest suspension given by the league this season and will cost Kovalev $27,343.75, his salary for five games.   Burke said yesterday that Kovalev's action in itself may not have been enough to warrant such a severe penalty, but that Kovalev's record of on-ice misbehavior this season had prompted him to send the young Russian forward a message. The seriousness of the injury -- Hunter will miss four to six weeks with a torn anterior cruciate ligament in his left knee -- also played a part in Burke's decision.","thumbnail":null,"section":"Sports"},{"date":"19931203","headline":"Bacteria Are Linked to Deadly Childhood Disease","web_url":"https://www.nytimes.com/1993/12/03/us/bacteria-are-linked-to-deadly-childhood-disease.html","abstract":"  A team of scientists says it has discovered the cause of Kawasaki syndrome, an ailment that often leads to heart disease in children. But experts on the disease said the claim might be overstated.   The findings, by scientists collaborating in Boston, Denver and Minneapolis, were made on 16 patients but have not been confirmed. Their report is being published tomorrow in The Lancet, a British medical journal.","thumbnail":null,"section":"U.S."},{"date":"19931203","headline":"Sounds Around Town","web_url":"https://www.nytimes.com/1993/12/03/arts/sounds-around-town-903893.html","abstract":"  Alto Improviser   Gary Bartz, Dan Shaku, 300 East 41st Street, Manhattan, (212) 986-1809. Surprise! Another jazz club opens up, and already has a reputation as a comfortable place for musicians to \"sit in.\" Mr. Bartz, one of the finest living alto saxophonists and an explosive improviser, will be in this weekend, backed by Michael Weiss's trio. Shows tomorrow night are at 9:30 and 12; on Sunday at 9 and 11:30 P.M. There is a $15 cover and a two-drink minimum. PETER WATROUS Exploring Contexts    Larry Willis, Bradley's, 70 University Place, Greenwich Village, (212) 228-6440. Mr. Willis is one of the most imposing pianists of his generation, somebody at ease in all sorts of contexts, from be-bop and Latin to more exploratory music. He'll be backed by one of jazz's great rhythm sections: Buster Williams on bass and Ben Riley on drums. Mr. Willis seldom leads his own group, so this is a rare opportunity to hear him in his own context. Shows tonight and tomorrow night are at 10, 12 and 2. There is a $12 cover and an $8 minimum. P. W.","thumbnail":null,"section":"Arts"},{"date":"19931203","headline":"For Yanks, Pitching Market Now Bearish","web_url":"https://www.nytimes.com/1993/12/03/sports/baseball-for-yanks-pitching-market-now-bearish.html","abstract":"  Anyone for Off Season Plan, Part 6? Does anyone actually have a Part 6? The Yankees must unearth one quickly. They are stuck in the unsettling position of devising another plan to obtain a quality starter now that Dennis Martinez, their most recent target, signed a two-year, $9 million contract yesterday with the Cleveland Indians.   With Martinez out of the picture, General Manager Gene Michael must stare at the ever-shortening list of free agents, ponder his budget and try to perform the daunting task of bringing a starter to the Bronx. With the $45 million payroll limit that George Steinbrenner has instituted, a trade for a pitcher seems unlikely unless the Yankees magically unload some expensive contracts. Does anyone want Danny Tartabull, Matt Nokes or Spike Owen? No Budget Busting    The financial constraints plagued Michael as he pursued Martinez. A person with knowledge of discussions between Michael and Ron Shapiro, Martinez's agent, said Shapiro continually asked the general manager if New York could match Cleveland as the club increased its offer. Michael responded, \"If I can get rid of salary.\"","thumbnail":null,"section":"Sports"},{"date":"19931203","headline":"The Classical and the New in a Musical Adventure","web_url":"https://www.nytimes.com/1993/12/03/arts/the-classical-and-the-new-in-a-musical-adventure.html","abstract":"  On an out-of-the-way side street in Brooklyn Heights, nothing is quite as it seems. You enter a building that appears to be a church or a chapel. On the ground floor, you hear the bouncy strains of \"Meet Me in St. Louis\" as a community theater rehearses its winter production. Upstairs, brightly colored scribblings on the wall strongly indicate a nursery school or a kindergarten. But now there are strange, dangerous noises coming from behind a second door. Walking into a white, high-vaulted auditorium, you see 20 musicians dressed in black, pealing forth the mountainous, molten dissonances of \"Deserts,\" by Varese.   This is the Orchestra of the S.E.M. Ensemble, one of New York City's most adventurous new-music groups. The surroundings are no great mystery; S.E.M. shares space with the preschool at the Church of St. Ann and the Holy Trinity. But the story of how the orchestra came to be formed less than two years ago is an intriguing one. No less intriguing is the background for S.E.M.'s program tomorrow at Alice Tully Hall, one of the oddest in recent memory: Varese's \"Deserts,\" Morton Feldman's \"Turfan Fragments,\" John Cage's \"Concert for Piano and Orchestra\" (with the legendary new-music pianist David Tudor) and excerpts from \"L'Orfeo,\" by Monteverdi.","thumbnail":null,"section":"Arts"},{"date":"19931203","headline":"Review/Photography; No Cameras: It's Object to Image Direct","web_url":"https://www.nytimes.com/1993/12/03/movies/review-photography-no-cameras-it-s-object-to-image-direct.html","abstract":"  In his provocative new works at the Zabriskie Gallery, Joan Fontcuberta gives a fresh twist to old questions about photography's relationship to reality.    For several years Mr. Fontcuberta, who is from Barcelona, Spain, has worked with the photogram process, a technique dating from photography's earliest days, which was revived in the 1920's by such artists as Man Ray and Laszlo Moholy-Nagy.  Photograms are produced without a camera or lens by placing objects directly onto paper coated with photosensitive emulsion, then exposing them to light.","thumbnail":null,"section":"Movies"},{"date":"19931203","headline":"An Increasing Sense of Vulnerability; Mourning a Murder Victim, Chinese Express Frustration With Crimes at Restaurants","web_url":"https://www.nytimes.com/1993/12/03/nyregion/increasing-sense-vulnerability-mourning-murder-victim-chinese-express.html","abstract":"  Defying efforts to restrain him, Dong Rui Wen threw himself at his wife's coffin. Nearby, the victim's brother, Alan Yeo, wailed and beat himself in anger and frustration.   \"Why?\" he asked repeatedly in English. \"Why?\"","thumbnail":null,"section":"New York"},{"date":"19931203","headline":"Jets' Lewis Named A.F.C.'s Defensive Player of the Month","web_url":"https://www.nytimes.com/1993/12/03/sports/pro-football-jets-lewis-named-afc-s-defensive-player-of-the-month.html","abstract":"  This week Colts Coach Ted Marchibroda characterized the Jet defense as a unit that plays well together, but doesn't have individual stars. Perhaps Marchibroda isn't familiar with linebacker Mo Lewis, an emerging star who racked up enough impressive tackles and plays in November to be named the American Football Conference's defensive player of the month.   By the end of Sunday's game between the Jets and the Colts at Giants Stadium, Marchibroda will be thoroughly familiar with Lewis, especially if the third-year player has the kind of game he had against New England. Against the Patriots last Sunday, Lewis made 19 tackles (11 solo and 8 assists) and stopped New England quarterback Scott Zolak for no gain on a fourth-and-1 play in the fourth quarter.","thumbnail":null,"section":"Sports"},{"date":"19931203","headline":"Murray, Martinez and Williams Relocate to Cleveland and Houston","web_url":"https://www.nytimes.com/1993/12/03/sports/baseball-murray-martinez-and-williams-relocate-to-cleveland-and-houston.html","abstract":"  The Houston Astros rescued Mitch Williams from a Philadelphia purgatory yesterday, while the Cleveland Indians, foreseeing financially fruitful days ahead with their new stadium, reunited a pair of aging free agents, Dennis Martinez and Eddie Murray.   Williams, who would probably have had to endure daily reminders of his devastating World Series failures with the Phillies, was traded to the Astros for their closing relief pitcher, Doug Jones, plus a young pitcher, Jeff Juden.   The Indians, who in the previous 10 days had lost out in their pursuit of free-agent pitchers Mark Portugal and Sid Fernandez, reached agreement with the 38-year-old Martinez on a two-year, $9 million contract. They signed the 37-year-old Murray, the Mets' top run-producer the last two seasons, to a one-year contract with a $3 million salary.","thumbnail":null,"section":"Sports"},{"date":"19931203","headline":"Review/Theater; A Tale of Africa's Past That Haunts the Present","web_url":"https://www.nytimes.com/1993/12/03/theater/review-theater-a-tale-of-africa-s-past-that-haunts-the-present.html","abstract":"  As \"Njinga the Queen King\" begins, a character describes time as circular; past generations are never far away from the present. That African concept makes for a music-theater work, written and directed by Ione with music by Pauline Oliveros, that bounces restlessly through the last 400 years, pausing only for some spectacular dancing and drumming. It opened on Wednesday night at the Majestic Theater as part of the Next Wave Festival of the Brooklyn Academy of Music; it continues there through tomorrow.   Njinga was a king's daughter who seized the throne of Ndongo (now Angola) in 1623 and ruled for 40 years, wearing her father's attire and attended by male concubines dressed as women. She maintained her kingdom's integrity in the colonial era through both military and diplomatic skill, pitting the area's two colonial powers, the Portuguese and the Dutch, against each other.","thumbnail":null,"section":"Theater"},{"date":"19931203","headline":"GAY WORKERS GAIN BIAS RULE AT F.B.I.","web_url":"https://www.nytimes.com/1993/12/03/us/gay-workers-gain-bias-rule-at-fbi.html","abstract":"  The Justice Department said today that the Federal Bureau of Investigation would not discriminate against homosexual employees, an accusation leveled against it in the past.   The department made its announcement in a statement by Attorney General Janet Reno, who added sexual orientation to the department's list of unacceptable forms of employment discrimination -- race, color, religion, sex, national origin or disability.","thumbnail":null,"section":"U.S."},{"date":"19931203","headline":"Sounds Around Town","web_url":"https://www.nytimes.com/1993/12/03/arts/sounds-around-town-116493.html","abstract":"  Kings, Shepherds, Angels   \"Bending Toward the Light . . . a Jazz Nativity,\" Stephen Wise Free Synagogue, 30 West 68th Street, Manhattan, (212) 371-9341. After seven Christmas seasons at St. Bartholomew's Episcopal Church, this jazz celebration of the Nativity, written and produced by Anne Phillips and the saxophonist Bob Kindred, is moving this year to the Stephen Wise Free Synagogue. As in the past, all the roles -- the Three Kings, the Shepherds and the Guardian Angels -- will be played in full costume by such celebrated jazz artists as Dave Brubeck, Jon Faddis, Lionel Hampton, Billy Taylor, Tito Puente and Al Grey and the tap dancer Jimmy Slyde. The first of five performances will be given on Sunday at 5 P.M., followed by ones on Monday at 8 P.M., Tuesday at 5 and 8 P.M., and Wednesday at 8 P.M. Tickets are $20 for adults, $10 for children. Doors open 45 minutes before each performance for preshow music. JOHN S. WILSON Scat, With Accordion    Nancy Marano and Eddie Monteiro, Tishman Auditorium, the New School, 66 West 12th Street, Greenwich Village, (212) 255-4690. Nancy Marano, a pianist and singer, and Eddie Monteiro, who sings while he plays an accordion that houses a miniaturized organ with synthesizer effects, are an unusual and provocative team. Mr. Monteiro's vocal style -- built on crisply popped scat syllables and lazy hums, which are often intermingled with lyrics -- is inspired by the late Brazilian accordionist Sivuca. Miss Marano can mix soaring ballad lines with rapid-fire improvisations that make the duets into updated versions of the sounds of the Boswell sisters in the 1930's and Lambert, Hendricks and Ross in the 1950's. The concert, tonight at 6, is part of the New School's long-running \"Jazz at 6\" series. Tickets, $10 apiece, are available at the door. J. S. W.","thumbnail":null,"section":"Arts"},{"date":"19931203","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/12/03/arts/art-in-review-119993.html","abstract":"  Sylvia Wald   Hirschl & Adler Galleries  21 East 70th Street  Manhattan  Through Jan. 8    This exhibition of Sylvia Wald's Abstract Expressionist prints primarily from the 1950's and 60's is a pleasure to see, and a reminder of the contribution that Ms. Wald made to the art of that period. She had her first solo exhibition of painting and sculpture at the A.C.A. Gallery in Manhattan in 1939, and, partly at the encouragement of that gallery's staff, she took up silk-screening, or screen printing. She joined the Silk Screen Group in 1941, and studied the fundamentals of the technique with the artist Harry Gottlieb.","thumbnail":null,"section":"Arts"},{"date":"19931203","headline":"5 Die in Gunman's Rampage in 2 California Cities","web_url":"https://www.nytimes.com/1993/12/03/us/5-die-in-gunman-s-rampage-in-2-california-cities.html","abstract":"  A man with a shotgun and pistol opened fire without warning today in a state unemployment office here, killing three people and wounding four others. He then shot dead a police officer who was pursuing him in traffic, before being killed by the police in a fusillade outside a second unemployment office.   About 50 people, including women and children, were in the unemployment office in this city 60 miles northwest of Los Angeles about 11:40 this morning when the gunman walked in with his weapons concealed in a brown bag, said David Keith, a spokesman for the Oxnard Police Department.","thumbnail":null,"section":"U.S."},{"date":"19931203","headline":"1943:Marseilles Blasted : IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/12/03/opinion/IHT-1943marseilles-blasted-in-our-pages-100-75-and-50-years-ago.html","abstract":"ALLIED HEADQUARTERS, ALGIERS - [From our New York edition:] Marseilles was bombed for the first time today [Dec. 2] when a strong force of American heavy bombers of the Northwest African Air Forces dropped its loads on submarine pens and construction faci","thumbnail":null,"section":"Opinion"},{"date":"19931203","headline":"Books of The Times; Helpful Hints for an Era of Practical Feminism","web_url":"https://www.nytimes.com/1993/12/03/books/books-of-the-times-helpful-hints-for-an-era-of-practical-feminism.html","abstract":"  Fire With Fire   The New Female Power and How It Will Change the 21st Century   By Naomi Wolf   373 pages. Random House. $21.     Naomi Wolf's messy new treatise, \"Fire With Fire,\" is really two books. The first aspires to be a kind of sequel to Susan Faludi's best seller, \"Backlash,\" arguing that a new era of gender politics is at hand. The second purports to be a manifesto for a new, inclusive brand of feminism eschewing extremism and rigid ideology.   As Ms. Wolf, the author of \"The Beauty Myth\" (1991), sees it, the backlash against feminism culminated during the years of the Ronald Reagan Administration and ended with the Anita F. Hill-Clarence A. Thomas hearings of October 1991. Those hearings, she argues, focused women's anger and galvanized the development of what she calls the \"genderquake\": that is, a major shift in the balance of power between American men and women, accompanied by \"unprecedented female political activism.\"","thumbnail":null,"section":"Books"},{"date":"19931203","headline":"A Renewed Urgency on AIDS","web_url":"https://www.nytimes.com/1993/12/03/opinion/a-renewed-urgency-on-aids.html","abstract":"  In the heat of the Presidential campaign last year, candidate Bill Clinton asserted: \"When it comes to AIDS, there should be a Manhattan Project.\" That was a powerful image, referring to the crash program during World War II in which the nation's top scientists developed the atomic bomb in a frantic race to beat Germany to the punch.   So it was only fair that a heckler, interrupting President Clinton's speech on World AIDS Day on Wednesday, demanded to know: \"Where's the Manhattan Project on AIDS that you promised?\" The heckler overstated it when he accused Mr. Clinton of \"lots of talk, no action.\" The issue is more complicated than that.","thumbnail":null,"section":"Opinion"},{"date":"19931203","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/12/03/arts/art-in-review-118093.html","abstract":"  Kiki Smith   Fawbush Gallery  76 Grand Street  SoHo  Through Dec. 23    Kiki Smith's work over the last decade has been a sustained, single-minded meditation on the vulnerability of the body. Early images in wax, glass or paper tended to be emblematic and lyrical, but the sculptures of crouching, defecating women from her last gallery show were harrowingly realistic images of humiliation through pain.","thumbnail":null,"section":"Arts"},{"date":"19931203","headline":"Dinner in Paris: For Ambassador Dykstra, a Major League Event","web_url":"https://www.nytimes.com/1993/12/03/sports/IHT-dinner-in-paris-for-ambassador-dykstra-a-major-league-event.html","abstract":"Lenny Dykstra looked out the tinted window at the buildings gliding past him like clouds of silent lightning. \"I've never been here before,\" he admitted, pinching the armrest of his hired Mercedes. But he is not one to punish himself. Rather, h","thumbnail":null,"section":"Sports"},{"date":"19931203","headline":"Songwriters See Copyrights Infringed in Rap Parody Case","web_url":"https://www.nytimes.com/1993/12/03/opinion/l-songwriters-see-copyrights-infringed-in-rap-parody-case-073793.html","abstract":"  To the Editor:   Your Critic's Notebook article on the \"Oh, Pretty Woman\" rap parody case pending before the Supreme Court substantially mischaracterizes the views of the United States community of songwriters and music publishers (\"Parody, Not Smut, Has Rappers in Court,\" Nov. 13).","thumbnail":null,"section":"Opinion"},{"date":"19931203","headline":"Award for Kicker","web_url":"https://www.nytimes.com/1993/12/03/sports/sports-people-football-award-for-kicker.html","abstract":"  JUDD DAVIS, a walk-on who won his job with Florida after the season began, was named yesterday as the winner of the Lou Groza Award as the nation's top place-kicker.","thumbnail":null,"section":"Sports"},{"date":"19931203","headline":"Review/Film; Housewife on the Trail Of a Husband's Schemes","web_url":"https://www.nytimes.com/1993/12/03/movies/review-film-housewife-on-the-trail-of-a-husband-s-schemes.html","abstract":"  \"Deception\" is a fabulously farfetched story about the string of surprises that leads Bessie Faro (Andie MacDowell) all over the world. The first of these surprises is her husband's bridgework, which arrives in the mail, along with the news that he has been in a plane crash. He has supposedly been burned beyond recognition. Anyone familiar with detective fiction will know what that means, but Bessie has to do a lot of globe-trotting to figure it out.   Bessie, a harried but sweettempered Los Angeles wife and mother, has had no experience as a private eye. But she is caught up in intrigue involving baseball cards marked with a secret code. (The film has a strong but meaningless baseball motif.) These clues lead to an international assortment of safe-deposit boxes held under assumed names. And those lead to surreptitious trafficking in either grain, ballpoint-pen ink or poison gas, depending on how closely you care to follow the plot.","thumbnail":null,"section":"Movies"},{"date":"19931203","headline":"Schools Need to Teach Alternatives to Violence; Legislative Tool","web_url":"https://www.nytimes.com/1993/12/03/opinion/l-schools-need-to-teach-alternatives-to-violence-legislative-tool-100893.html","abstract":"  To the Editor:   Mayor-elect Rudolph W. Giuliani and Schools Chancellor Ramon C. Cortines should certainly join together as you suggest in combating violence in New York City schools (editorial, Nov. 23). But every elected official in New York State should join with them as well. The State Legislature, for example, has before it legislation that would give them the tools to do the job.","thumbnail":null,"section":"Opinion"},{"date":"19931203","headline":"GIULIANI APPOINTS BOSTONIAN TO RUN NEW YORK'S POLICE","web_url":"https://www.nytimes.com/1993/12/03/nyregion/giuliani-appoints-bostonian-to-run-new-york-s-police.html","abstract":"  Mayor-elect Rudolph W. Giuliani yesterday named William J. Bratton, the flamboyant Police Commissioner of Boston, to lead New York City's Police Department and make good on Mr. Giuliani's campaign promises to wage a war on crime that would sweep up street-level drug dealers, make schools safer, and shield New Yorkers from violence.    For Mr. Bratton, the appointment marked a triumphant return to New York, where he won wide praise during 21 months at the helm of the transit police, often riding the subways to check the morale of his officers. Accepting the Challenge    At a news conference in Mr. Giuliani's transition headquarters, Mr. Bratton said in his Boston accent that he accepted the Mayor-elect's challenge to \"restore order, to bring back to the streets of the city of New York a sense of well-being, to begin to improve the quality of life in this great city.\"","thumbnail":null,"section":"New York"},{"date":"19931203","headline":"Corrections","web_url":"https://www.nytimes.com/1993/12/03/nyregion/c-corrections-061393.html","abstract":"  Because of an editing error, an article in Business Day yesterday, about a management shake-up at the Kendall Square Research Corporation, misstated the price of the company's stock. Shares of Kendall Square closed at $6.875 on Wednesday, not $7.875.  ","thumbnail":null,"section":"New York"},{"date":"19931203","headline":"Kevorkian's Crusade","web_url":"https://www.nytimes.com/1993/12/03/opinion/kevorkians-crusade.html","abstract":"The events that have put Dr. Jack Kevorkian in a solitary cell in a dreary county jail are a throwback to the medieval era, a result of the most frightening phenomenon of our time: resurgent religious fanaticism at a time when intolerance is alarmingly on the rise.\n\nThe same people who would deny women their constitutional freedom of choice about pregnancy are conspiring to imprison perhaps the most painfully honest and principled man I have ever met, a man who represents the idea at the core of what the Founding Fathers stood for: the right to determine your own destiny in the face of hopeless affliction. That's why Jack Kevorkian, son of survivors of the Armenian holocaust, refuses to eat or to post bond for his freedom.","thumbnail":null,"section":"Opinion"},{"date":"19931203","headline":"Mixed Signals From Mr. Giuliani","web_url":"https://www.nytimes.com/1993/12/03/opinion/mixed-signals-from-mr-giuliani.html","abstract":"  With his first two appointments, Mayor-elect Rudolph Giuliani sends mixed messages about the quality New Yorkers can expect to see in his administration. In choosing William Bratton as the new police commissioner, Mr. Giuliani brings back to New York City a man who proved to be a serious crime fighter during his 21-month tenure as head of the Transit Police. But Mr. Giuliani's choice of the Board of Education member Ninfa Segarra as his deputy mayor for education and community affairs is much less reassuring.    Mr. Bratton, who has served as Police Commissioner in his native Boston since June, was chosen over New York's present Commissioner, Raymond Kelly, who was appointed in October 1992 by Mayor David Dinkins. Mr. Kelly, a career officer, is well liked by the rank and file. He understands the day-to-day grind of police work and was on the right track in emphasizing community policing.","thumbnail":null,"section":"Opinion"},{"date":"19931203","headline":"On Stage, and Off","web_url":"https://www.nytimes.com/1993/12/03/theater/on-stage-and-off.html","abstract":"  Ascending to Zero . . .    It's either an uplifting or depressing story, depending on whether you view it as an example of perseverance rewarded or as an example of how stacked the odds are against the financial success of a Broadway musical. On Nov. 15, after 725 performances and 91 weeks at the Shubert Theater, \"Crazy for You,\" the reconstituted Gershwin musical, finally earned back the $8.3 million its investors pumped into it. The specific records aren't kept anywhere, but according to some of Broadway's most reliable memories, perhaps only \"Grand Hotel,\" which took exactly two years, has recouped its investment on Broadway over a longer span. (Many shows, of course, have run longer, but they either broke into profit sooner -- \"Miss Saigon,\" for instance, recouped a $10 million investment after 39 weeks -- or, in a few cases, like the $7.5 million \"Will Rogers Follies,\" never did.)    Even for a Tony-winner like \"Crazy for You,\" this is the official crossing of the line from flop to hit, so let's call it uplifting. Anyway, the show has performed well all along, weekly filling more than 80 percent of the Shubert's 1,465 seats and often earning $450,000 or more a week. There is currently a $3.5 million advance. The reason recoupment has taken so long, said Roger Horchow, one of the show's producers (his partner is Elizabeth Williams), is that its running expenses are high -- about $375,000 a week -- and that even though larger theaters were available, the producers insisted on the Shubert because its old-style ambiance complemented the Gershwinian spirit of the show, which is an adaptation of the Gershwins' 1930 opus, \"Girl Crazy.\" So the producers knew it would take an extended run to get their money back and decided to go ahead, anyway.","thumbnail":null,"section":"Theater"},{"date":"19931203","headline":"No More Scot-Free Scofflaws","web_url":"https://www.nytimes.com/1993/12/03/opinion/no-more-scot-free-scofflaws.html","abstract":"  At long last, Washington has agreed to recognize the sovereign right of New York City to ticket and collect fines on illegally parked cars with diplomatic license plates. In what amounted to a joint communique, the U.S. State Department and the city's Department of Transportation announced that henceforth they would refuse to renew the diplomatic automobile registrations of those nations (most notably Russia, Israel, Egypt, Bulgaria and Nigeria) that for years have parked with what might best be called diplomatic impunity at crosswalks, expired meters and fire hydrants.   In other words, our streets, our rules; offenders who don't pay up lose their plates. Admittedly, the agreement is far from perfect. Automobiles registered to ambassadors (as compared with consulate cars) will remain diplomatically immune from tickets at parking meters and in some no-parking zones. And the overall number of diplomatic plates issued here, some 6,000 in all, still seems far too high, given the easy access to cabs and public transportation. But when a Times reporter, Ronald Sullivan, pointed this out to an official at the Russian mission, the rather undiplomatic response was, \"No subways, no buses, no way.\"","thumbnail":null,"section":"Opinion"},{"date":"19931203","headline":"Centrists Are Wary of Clinton Tilting","web_url":"https://www.nytimes.com/1993/12/03/us/centrists-are-wary-of-clinton-tilting.html","abstract":"  The Democratic Leadership Council was Bill Clinton's springboard to the White House. Now that he is there, his close alliance with the council, an organization of centrist and conservative Democrats, threatens to become a substantial political problem for him.   Simply put, the President must try to avoid alienating those of his supporters who are more liberal while still satisfying the expectations of his old allies.","thumbnail":null,"section":"U.S."},{"date":"19931203","headline":"Knicks Are Splintered By One Tough Bench","web_url":"https://www.nytimes.com/1993/12/03/sports/pro-basketball-knicks-are-splintered-by-one-tough-bench.html","abstract":"  \"Sit down!\" yelled a fan behind the Houston Rockets' bench early in the second quarter last night, as Hakeem Olajuwon stepped back and gave Patrick Ewing another handsome facial.   No one in a red warmup suit paid any attention. No one, not Mario Elie, Carl Herrera or Scott Brooks, even turned around. This was going to be the night for an aroused Rockets bench to stand up and, finally, be seen, heard and acknowledged.","thumbnail":null,"section":"Sports"},{"date":"19931203","headline":"Justice Dept. Investigating Fraud at Johnson Space Center","web_url":"https://www.nytimes.com/1993/12/03/us/justice-dept-investigating-fraud-at-johnson-space-center.html","abstract":"  The Justice Department, using an agent who posed as a corrupt businessman, is investigating possible fraud and corruption at the Johnson Space Center in Houston, officials of the National Aeronautics and Space Administration acknowledged today.   Officials at the space agency, which is currently focused on the mission to salvage the malfunctioning Hubble telescope, confirmed the existence of the undercover operation but refused to discuss any details of the criminal inquiry.","thumbnail":null,"section":"U.S."},{"date":"19931203","headline":"The CIA Drug ConnectionIs as Old as the Agency","web_url":"https://www.nytimes.com/1993/12/03/opinion/IHT-the-cia-drug-connectionis-as-old-as-the-agency.html","abstract":"Recent news item: The Justice Department is investigating allegations that officers of a special Venezuelan anti-drug unit funded by the CIA smuggled more than 2,000 pounds of cocaine into the United States with the knowledge of CIA officials - despite p","thumbnail":null,"section":"Opinion"},{"date":"19931203","headline":"Penguins Come Back to Knot the Devils","web_url":"https://www.nytimes.com/1993/12/03/sports/hockey-penguins-come-back-to-knot-the-devils.html","abstract":"  Tonight's Devils-Penguins game included several comebacks.   The regular officials came back from their 17-day strike. Bernie Nicholls of New Jersey came back from a six-game absence. And Chris Terreri, the Devils goalie, came back from a shoulder injury suffered in pre-game warm-ups.","thumbnail":null,"section":"Sports"},{"date":"19931203","headline":"Chambers and Ellis Suspended by N.B.A.","web_url":"https://www.nytimes.com/1993/12/03/sports/sports-people-pro-basketball-chambers-and-ellis-suspended-by-nba.html","abstract":"  TOM CHAMBERS of the Utah Jazz and LaPHONSO ELLIS of the Denver Nuggets were suspended for one game each and fined $5,000 yesterday by the National Basketball Association.   Chambers and Ellis were disciplined for their actions during Tuesday night's game in Salt Lake City.","thumbnail":null,"section":"Sports"},{"date":"19931203","headline":"Bruins Again Embarrass the Islanders","web_url":"https://www.nytimes.com/1993/12/03/sports/hockey-bruins-again-embarrass-the-islanders.html","abstract":"  Order was restored tonight to the National Hockey League, but the Islanders didn't benefit. Their strike ended, the official officials dusted off their zebra regalia at Boston Garden and kept close tabs on the action as the usual brand of decorum ruled the Islander-Bruin rivalry.   No matter who is monitoring the rule book or whose ice is home, the Islanders can't seem to rattle the Bruins. Tonight's 7-3 loss extended their futile streak against Boston to seven games and brought back memories of the last time they met, a 5-2 loss last month at Nassau Coliseum.","thumbnail":null,"section":"Sports"},{"date":"19931203","headline":"NATO Backs Broader Links With Ex-Soviet Allies","web_url":"https://www.nytimes.com/1993/12/03/world/nato-backs-broader-links-with-ex-soviet-allies.html","abstract":"  Western alliance foreign ministers gave general support today to an American plan calling for broader cooperation with the countries of the former Soviet bloc but stopping short of promising any of them early entry into NATO.   The American plan, called \"partnership for peace,\" is expected to be formally approved by a meeting of President Clinton and other NATO leaders in Brussels on Jan. 10 and 11.","thumbnail":null,"section":"World"},{"date":"19931203","headline":"WPIX Is Facing a 3-and-2 Count","web_url":"https://www.nytimes.com/1993/12/03/sports/tv-sports-wpix-is-facing-a-3-and-2-count.html","abstract":"  This is it, the MSG Network says. The final offer. The last chance for WPIX-TV/Channel 11 to air Yankee games on free television and save Phil Rizzuto from idling in pool halls. After eight months of talks during which both sides negotiated from distant galaxies, MSG yesterday offered a deal to swallow all losses and split any profits with WPIX.   If WPIX says no, that will most likely be it, and all 150 televised Yankees games will appear exclusively on MSG.","thumbnail":null,"section":"Sports"},{"date":"19931203","headline":"Olajuwon Ineligible For U.S. In Games","web_url":"https://www.nytimes.com/1993/12/03/sports/pro-basketball-olajuwon-ineligible-for-us-in-games.html","abstract":"  For Hakeem (the Dream) Olajuwon, the question of participation in the 1996 Summer Olympics has become something of a nightmare.   Officials of the International Basketball Federation have said that Olajuwon, the Houston Rockets' Nigerian-born center who recently became an American citizen, is not eligible to play for the United States in the Atlanta Summer Games. Blocking him is an arcane bylaw of the basketball federation that prohibits athletes who have played on the national team for one country from ever playing on the national team for another country. In Olajuwon's case, he participated as a 17-year-old on the Nigerian junior national team in 1980 in a tournament in Africa.","thumbnail":null,"section":"Sports"},{"date":"19931203","headline":"Bronx Man Dies After Struggle With Officers","web_url":"https://www.nytimes.com/1993/12/03/nyregion/bronx-man-dies-after-struggle-with-officers.html","abstract":"  A 28-year-old Bronx man who had been running naked in the hallway of his apartment building died in a hospital early yesterday about an hour after he fought with police officers who had struggled to subdue him, the police said.   The man, identified as Vital Montilla, kept fighting with officers even after being struck twice by an immobilizing taser gun and sprayed with a chemical to immobilize him, said Officer Rosa Atamyildiz, a police spokeswoman.","thumbnail":null,"section":"New York"},{"date":"19931203","headline":"Lilco Seeking A Rate Freeze In '95 and '96","web_url":"https://www.nytimes.com/1993/12/03/nyregion/lilco-seeking-a-rate-freeze-in-95-and-96.html","abstract":"  The Long Island Lighting Company said today that it would seek to freeze its rates for 1995 and 1996, a sharp departure from the increases that were anticipated as part of its agreement with the state to close the Shoreham Nuclear Power Station.   Since that 10-year settlement was reached in 1989, the base electric rate here has gone up about 4 to 5 percent each year to allow Lilco to repay the $5.6 billion debt incurred in building the plant. Long Islanders have some of the highest electric bills in the nation, and utility costs have become one of the area's most pressing economic concerns.","thumbnail":null,"section":"New York"},{"date":"19931203","headline":"Brooklyn Principal Rejects New Post","web_url":"https://www.nytimes.com/1993/12/03/nyregion/brooklyn-principal-rejects-new-post.html","abstract":"  The maverick principal who brought law and order to rough and tumble Boys and Girls High School in Bedford-Stuyvesant said yesterday that he would not accept a newly created job of improving safety throughout New York City's schools.   The principal, Frank Mickens, said in an interview that the $92,000-a-year liaison job, which carries the title Special Assistant to the Chancellor for School Environment, did not carry enough clear responsibility. Though he declined the offer in a letter sent yesterday to Schools Chancellor Ramon C. Cortines, Mr. Mickens did express interest in a deputy chancellorship.","thumbnail":null,"section":"New York"},{"date":"19931203","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/12/03/style/chronicle-827993.html","abstract":"  \"It was an evening without glamour or spectacle; it was truly from the heart,\" said ZLATKO DIZDAREVIC, an editor of Oslobodjene, the only daily newspaper still published in Sarajevo, Bosnia and Herzegovina, as he reflected on a benefit on Tuesday evening in New York to help writers in his war-torn city.    The event, a reading by 16 writers, took place at Symphony Space on the Upper West Side. The participants included JOSEPH BRODSKY, DEREK WALCOTT, TONY KUSHNER, ARTHUR MILLER, WENDY WASSERSTEIN, SUSAN SONTAG and LEON WIESELTIER, most of whom read works by other writers.","thumbnail":null,"section":"Style"},{"date":"19931203","headline":"Article 953493 -- No Title","web_url":"https://www.nytimes.com/1993/12/03/arts/article-953493-no-title.html","abstract":"  Properly translated, L'Ardoise means slate or chalkboard, specifically the kind on which menus are scrawled, the kind that hang in boisterous subterranean French bistros, the kind that require intense peering through a haze of smoke and good times.   One can imagine just such a scene in this small, casual 30-seat cafe, which would be perfectly at home in any unfashionable French neighborhood. Unfashionable because L'Ardoise is really not much to look at: red Formica tables with black wood chairs, beige walls, a small bar (but no liquor license), sconces that emit the dimmest imaginable light. A big chalkboard, of course, hangs above the bar listing specials, and on one wall are a dozen small slates with greetings chalked out by diners, like messages spread across a jalopy. On two visits, the six-week-old restaurant has been quiet except for the mix of oldies on the stereo, with few tables occupied.","thumbnail":null,"section":"Arts"},{"date":"19931203","headline":"Shuttle Blasts Off on Mission to Correct the Space Telescope's Sight","web_url":"https://www.nytimes.com/1993/12/03/us/shuttle-blasts-off-on-mission-to-correct-the-space-telescope-s-sight.html","abstract":"  With the rockets' bright glare turning night into day, seven astronauts on the space shuttle Endeavour were launched early today to attempt the most complex orbital repair job of all time.   The astronauts steered the spaceship on course for a 357-mile-high rendezvous with the Hubble Space Telescope on Saturday morning. Using the shuttle's mechanical arm, they must hook the 25,000-pound telescope, place it in the open cargo bay and then, beginning on Sunday, try to restore the instrument to clear-sightedness.","thumbnail":null,"section":"U.S."},{"date":"19931203","headline":"Restaurants","web_url":"https://www.nytimes.com/1993/12/03/arts/restaurants-924093.html","abstract":"  Restaurant Raphael    There are four steps down to Restaurant Raphael. With each one you travel backward eight years. By the time you walk in the door you have reached the 1960's, when restaurants were polite places and noise was never a problem.   You can't help looking around Raphael with a kind of wonder. That little garden out back (still green, despite the cold), that fireplace, the mural -- it is all like some cozy romantic holdover from a long-gone era. The room is filled with all the soft sounds good restaurants once contained: the gentle clink of glasses, the whoosh of unfolding napkins, the low voice of the hostess.","thumbnail":null,"section":"Arts"},{"date":"19931203","headline":"Critics' Choices; Dance: On a Shoestring","web_url":"https://www.nytimes.com/1993/12/03/arts/critics-choices-dance-on-a-shoestring.html","abstract":"  Dixon Place has become an institution in the seven years since it was founded to present the new and novel in downtown experimentalist music, performance art and dance. But the atmosphere of the space, one of the last holdouts of the 1980's living-room clubs, is as homey as ever. There audiences may sprawl on sofas or perch on impossibly rickety parlor chairs to watch fledgling performers develop and stars try out new work in a cleared-away space that must be the tiniest stage in the city.    A good deal of the atmosphere is attributable to the giddily irrepressible presence of Ellie Covan, a founder of the theater and a savvy and sensitive promoter of downtown art, in whose actual living room the shows take place seven times weekly. Ms. Covan will be on hand with many of her performers to raise money for the financially hard-pressed Dixon Place in benefits at 2 P.M. on Sunday at the Sugar Reef Restaurant (93 Second Avenue between Fifth and Sixth Streets in the East Village) and at 7 P.M. on Monday at the Ridiculous Theatrical Company (1 Sheridan Square in Greenwich Village).","thumbnail":null,"section":"Arts"},{"date":"19931203","headline":"1893: Painting the Town : IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/12/03/opinion/IHT-1893-painting-the-town-in-our-pages-100-75-and-50-years-ago.html","abstract":"LONDON - The members of Christ Church, Oxford, who were supposed to attend the ball given at Blenheim Palace on Friday night [Dec. 1] to celebrate the coming of age of the Duke of Marlborough, were not allowed to do so except under conditions which they d","thumbnail":null,"section":"Opinion"},{"date":"19931203","headline":"Editors' Note","web_url":"https://www.nytimes.com/1993/12/03/us/editors-note-382093.html","abstract":"  An article on Oct. 16 about the status of Palestinians in the West Bank and the Gaza Strip since the signing of the accord between Israel and the Palestine Liberation Organization reported without attribution that Palestinians used to be arrested for carrying watermelon slices because the fruit was the colors of the banned Palestinian flag.","thumbnail":null,"section":"U.S."},{"date":"19931203","headline":"Where the Money Isn't","web_url":"https://www.nytimes.com/1993/12/03/opinion/where-the-money-isn-t.html","abstract":"  The plan to streamline Federal bank regulation announced last week by Treasury Secretary Lloyd Bentsen makes sense. There is no reason to have four overlapping agencies overseeing the industry. But this fine-tuning may be beside the point. Commercial banks are heading for trouble, and it will take far more dramatic Government action to save them.    Although the industry has made an impressive recovery from the problems of the late 1980's -- banks will post record earnings for the eighth consecutive quarter -- the numbers do not look so good when carefully analyzed.","thumbnail":null,"section":"Opinion"},{"date":"19931203","headline":"Settlers Pray, Then Protest Israeli Deaths","web_url":"https://www.nytimes.com/1993/12/03/world/settlers-pray-then-protest-israeli-deaths.html","abstract":"  A dozen residents of this Jewish settlement in the West Bank drove today to the nearby main highway, where they put on prayer shawls, faced toward Jerusalem and blessed the name of the Lord.   It was, they acknowledged, a political act.","thumbnail":null,"section":"World"},{"date":"19931203","headline":"3 People Are Recommended by Moynihan for Federal Judgeships","web_url":"https://www.nytimes.com/1993/12/03/nyregion/3-people-are-recommended-by-moynihan-for-federal-judgeships.html","abstract":"  Senator Daniel Patrick Moynihan recommended three people for Federal judgeships yesterday, including a Manhattan lawyer who would become the first judge of Chinese ancestry to sit on the Federal bench in New York's Southern District.   In addition to recommending the nomination of Denny Chin, the Democratic Senator put forward the names of John G. Koeltl, a former Watergate prosecutor, and Lewis A. Kaplan, who had previously been recommended to the New York State Court of Appeals.","thumbnail":null,"section":"New York"},{"date":"19931203","headline":"Review/Ballet; The Mice, The Toys: Old Magic Ever New","web_url":"https://www.nytimes.com/1993/12/03/arts/review-ballet-the-mice-the-toys-old-magic-ever-new.html","abstract":"  \"The Nutcracker\" rules New York. The film of George Balanchine's version of the holiday classic has conquered movie screens throughout the city. But to see the one and only, the unique, original and inimitable \"Nutcracker,\" dance lovers must flock to the New York State Theater, where the New York City Ballet presented its first \"Nutcracker\" of the season on Wednesday night. And \"Nutcracker\" will reign supreme there through Jan. 2.    The production remains a charmer. As in years past, mice menaced a happy home, toys defended it, a little girl made a dreamland journey and the Sugarplum Fairy welcomed her into the Land of Sweets.","thumbnail":null,"section":"Arts"},{"date":"19931203","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/12/03/arts/art-in-review-120293.html","abstract":"  Margartet Sartor and Margaret Moulton   Opsis Foundation  561 Broadway (near Prince Street)  SoHo  Saturdays, through Dec. 18    Life in America, with its joys and discontents, is the subject of the affecting photographs in this two-person show. Both Margaret Sartor and Margaret Moulton shoot in black and white, and both use square-format cameras, but otherwise their approaches are different.","thumbnail":null,"section":"Arts"},{"date":"19931203","headline":"London's Ulster Lapse","web_url":"https://www.nytimes.com/1993/12/03/opinion/l-london-s-ulster-lapse-102493.html","abstract":"  To the Editor:   \"Trying Again in Ireland\" (editorial, Nov. 22) correctly stresses that deeply alienated Catholics living in barricaded slums provide the social base for the Irish Republican Army.","thumbnail":null,"section":"Opinion"},{"date":"19931203","headline":"U.S. Flies Clan Chief, an Ex-Foe, to Somali Talks","web_url":"https://www.nytimes.com/1993/12/03/world/us-flies-clan-chief-an-ex-foe-to-somali-talks.html","abstract":"  Nearly two months after the United States ended a hunt for him, the Somali faction leader Gen. Mohammed Farah Aidid was brought to Ethiopia this evening on an American military plane so that he could take part with other Somali factions in reconciliation talks.   The talks, under the auspices of Ethiopia, will be the first involving all 15 major Somali factions since March of this year. But they are meant more as an opportunity to create a setting for restarting political negotiations and are not expected to achieve any major breakthrough, a senior Ethiopian official said.","thumbnail":null,"section":"World"},{"date":"19931203","headline":"Stoltenberg vs. Stich","web_url":"https://www.nytimes.com/1993/12/03/sports/sports-people-tennis-stoltenberg-vs-stich.html","abstract":"  JASON STOLTENBERG, who gave MICHAEL STICH a tough time at the Australian Open, yesterday unexpectedly got the honor of opening Australia's bid for the Davis Cup title against Germany in Dusseldorf.   RICHARD FROMBERG passed a fitness test after a muscle strain in his ribs and will play the second singles against MARC-KEVIN GOELLNER when the three-day competition begins today.","thumbnail":null,"section":"Sports"},{"date":"19931203","headline":"A New Hong Kong Proposal Brings a Warning by China","web_url":"https://www.nytimes.com/1993/12/03/world/a-new-hong-kong-proposal-brings-a-warning-by-china.html","abstract":"  China and Britain both threatened today to step up their struggle over the future of democracy in Hong Kong when Gov. Chris Patten said he would begin submitting constitutional changes to the colony's legislature this month without China's approval.   In Beijing, the Chinese Government promptly announced that Mr. Patten's action would lead to a \"breakdown\" of the talks the two Governments have been holding since Mr. Patten proposed to broaden the democratic franchise of Hong Kong's 5.5 million residents before 1997, when the colony is to revert to Chinese sovereignty.","thumbnail":null,"section":"World"},{"date":"19931203","headline":"Issues in World Trade Talks","web_url":"https://www.nytimes.com/1993/12/03/us/issues-in-world-trade-talks.html","abstract":"  Negotiators are attempting to bring down tariffs and other trade barriers to spur economic growth. An explanatory chart. Page D17.","thumbnail":null,"section":"U.S."},{"date":"19931203","headline":"TVWeekend; Geronimo and His People, From Their Perspective","web_url":"https://www.nytimes.com/1993/12/03/arts/tvweekend-geronimo-and-his-people-from-their-perspective.html","abstract":"  Once upon a time, tales of cowboys and Indians were anything but complicated. On one side there were hostile Indians, on the other, heroically pioneering white men, often in United States Army uniform, imposing \"civilization\" on the tribes. The whites wore the white hats, and that was that. Exalted notions of expansion and progress overwhelmed doubts, if any, about what today might be called ethnic cleansing.    No longer. The inroads of revisionists over the past decade or so now reach a new plateau in what Turner Broadcasting terms its \"Native American initiative,\" a yearlong effort, the company says, to \"present an educational and enlightening view of America's indigenous people, past, present and future.\" The multimedia project includes several movies, the first of which, \"Geronimo,\" has its premiere on TNT Sunday. The Apache leader, his tribe and his family are portrayed exclusively by Indian actors. The story, a true one, is told from the point of view of their culture and historical records.","thumbnail":null,"section":"Arts"},{"date":"19931203","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/12/03/sports/transactions-859793.html","abstract":"  Baseball  American League   BALTIMORE ORIOLES -- Agreed to terms with Harold Baines, designated hitter, and Tim Hulett, infielder, on one-year contracts.","thumbnail":null,"section":"Sports"},{"date":"19931203","headline":"Japan Aide Ousted; He'd Criticized Arms Role","web_url":"https://www.nytimes.com/1993/12/03/world/japan-aide-ousted-he-d-criticized-arms-role.html","abstract":"  In a setback for the Japanese Government, the Defense Minister was forced to resign tonight after declaring that Japan's constitutional limitations on the use of military force are out of date and urging passage of an amendment to permit full participation in United Nations peacekeeping operations.   The resignation of Keisuke Nakanishi, the 52-year-old director general of Japan's Self-Defense Agency, underscores the intensity of the disagreements within the Government over Japan's expanding international role, especially at a time when the country is seeking a permanent seat on the United Nations Security Council.","thumbnail":null,"section":"World"},{"date":"19931203","headline":"A NEW U.S. STANCE ON ATOMIC WASTES","web_url":"https://www.nytimes.com/1993/12/03/us/a-new-us-stance-on-atomic-wastes.html","abstract":"  The Secretary of Energy said today that her department had a \"moral obligation\" to help electric utilities store spent fuel from nuclear reactors, even though the department could not keep its promise to take the fuel off their hands beginning in 1998.   In a sharp turnaround from the Bush Administration, which denied it had any responsibility for the waste, she said her department might cover the utilities' cost for storage.","thumbnail":null,"section":"U.S."},{"date":"19931203","headline":"Delay in Hearing for Rifkin Stirs Plea Bargain Concerns","web_url":"https://www.nytimes.com/1993/12/03/nyregion/delay-in-hearing-for-rifkin-stirs-plea-bargain-concerns.html","abstract":"  A pretrial hearing concerning the seizure of several thousand pieces of evidence from the macabre world of Joel Rifkin, including a blood-soaked wheelbarrow and chain saw, hypodermic needles, women's underwear, used condoms and a box full of personal ads, was postponed this morning when Mr. Rifkin called in sick from the county jail.   Mr. Rifkin, a 34-year-old unemployed landscaper, has admitted to killing 17 women, most of them prostitutes.","thumbnail":null,"section":"New York"},{"date":"19931203","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/12/03/nyregion/metro-digest-486993.html","abstract":"  NEW YORK CITY  GIULIANI PICKS BRATTON TO LEAD POLICE   Mayor-elect Rudolph W. Giuliani named William J. Bratton, the flamboyant Police Comissioner of Boston, to lead New York City's Police Department and make good on Mr. Giuliani's campaign promises to wage a war on crime. A1.","thumbnail":null,"section":"New York"},{"date":"19931203","headline":"Gilliam Wants to Engage a Certain Sun","web_url":"https://www.nytimes.com/1993/12/03/sports/pro-basketball-gilliam-wants-to-engage-a-certain-sun.html","abstract":"  Armon Gilliam and Charles Barkley were teammates with the 76ers for almost a year and a half. But don't look for them to be hanging out together after Barkley and the Suns play the Nets Friday night at Byrne Meadowlands Arena.   \"No, I won't be in the Charles Barkley fan club,\" said Gilliam, who was waived by Philadelphia on July 28 and was picked up by the Nets on Aug. 11. \"He had a problem with me because he couldn't control me or dominate me or tell me what to do. For him, it was a personal thing. My position is I forgive him for his ignorance and I have nothing that I'm holding against him.\"","thumbnail":null,"section":"Sports"},{"date":"19931203","headline":"Town Where Racial Remark Was Made Gets McCall Visit","web_url":"https://www.nytimes.com/1993/12/03/nyregion/town-where-racial-remark-was-made-gets-mccall-visit.html","abstract":"  New York State's Comptroller, H. Carl McCall, came to the Town Hall here today and talked about the minutiae of his office: paying the state's bills, auditing the budgets of its communities and overseeing the state's pension fund.    Nobody at the meeting talked about what was probably foremost on everybody's mind, the issue that drew a flock of reporters to this small rural town -- the use of a racial epithet against Mr. McCall by a Deerpark Councilman, Joseph Kover.","thumbnail":null,"section":"New York"},{"date":"19931203","headline":"U.S. Seeking to Loosen Missile-Defense Curbs","web_url":"https://www.nytimes.com/1993/12/03/world/us-seeking-to-loosen-missile-defense-curbs.html","abstract":"  The Clinton Administration has proposed updating the 1972 Anti-Ballistic Missile Treaty to accommodate a new anti-missile system designed to protect against third-world threats, Clinton Administration officials disclosed today.   To underscore the significance the Administration attaches to the change, a White House official flew to Geneva early this week to propose the modification to Russian arms negotiators.","thumbnail":null,"section":"World"},{"date":"19931203","headline":"The Croatian Record : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/12/03/opinion/IHT-the-croatian-record-letters-to-the-editor.html","abstract":"Regarding the editorial \"Bad Memories of Croatia\" (Nov. 16): .Some foreign journalists have criticized Croatia for its alleged drift toward neo-fascism. A number of well-meaning television and newspaper correspondents have accused the Croatia","thumbnail":null,"section":"Opinion"},{"date":"19931203","headline":"Partisan Jostling Frays Health Care Cooperation","web_url":"https://www.nytimes.com/1993/12/03/us/partisan-jostling-frays-health-care-cooperation.html","abstract":"  The recent pledges of bipartisan cooperation on health care reform were somewhat frayed today: House Republicans complained in high dudgeon to President Clinton that the Democratic National Committee was planning counter-demonstrations at Republican \"town meetings\" on the health care issue.   \"Given your repeated assurances that you want to work in a bipartisan manner to pass a health care bill, we trust that this arm of the Democratic National Committee is acting without your knowledge in suggesting party activists disrupt these meetings between Republican Senators and Representatives and their constituents,\" the Republicans said in a letter to the President.","thumbnail":null,"section":"U.S."},{"date":"19931203","headline":"Massachusetts Museum Idea Adjusted","web_url":"https://www.nytimes.com/1993/12/03/arts/massachusetts-museum-idea-adjusted.html","abstract":"  The troubled plan for a Massachusetts Museum of Contemporary Art, once envisioned as the world's largest contemporary art museum, has reappeared in a new guise. The museum's Cultural Development Commission approved a proposal yesterday under which the museum would instead become a multi-disciplinary cultural center containing art galleries, performing-arts and rehearsal spaces, artist studios and production facilities for the visual and performing arts.   The cultural center would occupy part of a complex of 28 abandoned factory buildings on 13.5 acres in North Adams, Mass., in the northwestern corner of the state.","thumbnail":null,"section":"Arts"},{"date":"19931203","headline":"Irish Tackle Honored","web_url":"https://www.nytimes.com/1993/12/03/sports/sports-people-football-irish-tackle-honored.html","abstract":"  A Notre Dame offensive tackle, AARON TAYLOR, accustomed to beating defensive linemen, did it again yesterday when he won the Lombardi Award as the nation's top college lineman. He beat out three defensive players for the honor -- nose guards SAM ADAMS of Texas A&M and ROB WALDROP of Arizona, and linebacker DERRICK BROOKS of Florida State.   Taylor, 6 feet 4 inches and 299 pounds, didn't play football until his junior year of high school, but he showed enough to be recruited by Notre Dame and was starting by his sophomore year.","thumbnail":null,"section":"Sports"},{"date":"19931203","headline":"Home Video","web_url":"https://www.nytimes.com/1993/12/03/arts/home-video-974793.html","abstract":"  Video distributors say the public doesn't fathom new video CD systems on the market, but if a test promotion in California is any indication, many people are interested.   In 52 of its stores in the San Francisco area, Blockbuster is testing demand for CD hardware and software. Included are three disk systems used with television sets and two used with computers.","thumbnail":null,"section":"Arts"},{"date":"19931203","headline":"A New Temple For Egyptian Art","web_url":"https://www.nytimes.com/1993/12/03/arts/a-new-temple-for-egyptian-art.html","abstract":"  WHEN the Brooklyn Museum first opened its doors in 1897, it was a long and lonely Beaux-Arts shoe box. Judging from vintage photographs, it must have looked extremely odd: it lacked the prominent entrance usual to the Beaux-Arts style, and it stood out starkly against its low-lying, surprisingly rural background. (A chicken farm was next to it.)    But that narrow shoe box was only the first installment in a master plan designed by the New York architects McKim, Mead & White. As the museum expanded east over the next three decades, the West Wing, as the original building came to be called, became just part of a much larger structure in which it played an ever-decreasing role. By the mid-1970's, when the museum completed its last expansion, the original five-story shoe box had become merely the shabby tail of a very large dog.","thumbnail":null,"section":"Arts"},{"date":"19931203","headline":"Inside Art","web_url":"https://www.nytimes.com/1993/12/03/arts/inside-art.html","abstract":"  Grand Palais Ferme    The Paris architect Jean Loup Roubert is at work repairing the Grand Palais, which closed less than two weeks ago after it was declared structurally unsound. The giant glass-domed exhibition center in Paris just off the Champs-Elysees has traditionally shown everything from fine art to cars.   After a rivet head fell in June, netting was strung from the ceiling of the main dome; a subsequent study found the turn-of-the-century building had structural weaknesses. When it closed, spokesmen for the Grand Palais said about 20 shows scheduled to be held there in the next year would be canceled. Two shows were forced to close early: \"Les Nabis,\" an exhibition of works by the group of painters that included Pierre Bonnard, Edouard Vuillard, Maurice Denis and Felix Vallotton, which was to run through Jan. 3, and \"The Soul in the Body: Arts and Sciences 1793-1993,\" which was to close on Jan. 24. Together, the shows had been drawing about 2,500 visitors a day.","thumbnail":null,"section":"Arts"},{"date":"19931203","headline":"Clinton Welfare Planners Outline Big Goals Financed by Big Saving","web_url":"https://www.nytimes.com/1993/12/03/us/clinton-welfare-planners-outline-big-goals-financed-by-big-saving.html","abstract":"  President Clinton's task force on welfare reform has translated his pledge to \"end welfare as we know it\" into a plan to spend significant new sums on child care, work and job training programs. But the plan provides few specifics about the financing and says its ambitious goals can be paid for entirely by cuts or savings in welfare or other programs for the needy.   A draft of the plan was completed 12 days ago and is subject to revisions before it is presented to Mr. Clinton.","thumbnail":null,"section":"U.S."},{"date":"19931203","headline":"More Questions Than Answers In the Death of School Tryout","web_url":"https://www.nytimes.com/1993/12/03/sports/more-questions-than-answers-in-the-death-of-school-tryout.html","abstract":"  More questions than answers remained today in the aftermath of the death of Joseph Marable, a 17-year-old cousin of the late Hank Gathers, who collapsed while trying out for the William Penn High School basketball team on Tuesday afternoon.    After three members of Marable's family were involved in a heated meeting with Coach Arnold Singletary and school and district officials this afternoon, the coach said he left the talks early.","thumbnail":null,"section":"Sports"},{"date":"19931203","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/12/03/nyregion/news-summary-381193.html","abstract":"  International A3-19  COLOMBIA DRUG BOSS IS SLAIN  Pablo Escobar Gaviria, one of the world's most murderous and successful cocaine traffickers, was killed in shootout with Colombian security forces, officials said.  A1  Colombia won a symbolic battle in a war that appears to be lost.  A12  NEW HOPE FOR TRADE ACCORD  Negotiators for the United States and the European Community made important progress on many issues, especially agriculture.  A1","thumbnail":null,"section":"New York"},{"date":"19931203","headline":"Knicks Are All Talk but No Action Versus Rockets","web_url":"https://www.nytimes.com/1993/12/03/sports/pro-basketball-knicks-are-all-talk-but-no-action-versus-rockets.html","abstract":"  The Rockets came, they dominated and they remained unbeaten. They left behind a rattled Knicks team that played tentatively and became frustrated against an opponent that looked superior.   Led by the brilliance of Hakeem Olajuwon (37 points, 13 rebounds), Houston tied the National Basketball Association record for most victories at the start of a season, winning their 15th consecutive game, 94-85, last night at Madison Square Garden.","thumbnail":null,"section":"Sports"},{"date":"19931203","headline":"4 Officers Save 6-Year-Old From Burning Apartment","web_url":"https://www.nytimes.com/1993/12/03/nyregion/4-officers-save-6-year-old-from-burning-apartment.html","abstract":"  Groping on their hands and knees through smoke so thick that one of them mistook a doll for a baby, four police officers rescued a 6-year-old yesterday from a burning apartment in Brooklyn.   The rescued child, Michael Johnson, benefited from a lucky bit of timing. Realizing that one of her seven children was still in the burning apartment at 1317 Union Street in Crown Heights, Maria Johnson, 39, ran, screaming, into the street a few minutes after 3 A.M., just as a patrol car was passing.","thumbnail":null,"section":"New York"},{"date":"19931203","headline":"Head of Medellin Cocaine Cartel Is Killed by Troops in Colombia","web_url":"https://www.nytimes.com/1993/12/03/world/head-of-medellin-cocaine-cartel-is-killed-by-troops-in-colombia.html","abstract":"  Pablo Escobar, who rose from the slums of Colombia to become one of the world's most murderous and successful cocaine traffickers, was killed in a hail of gunfire yesterday in a rooftop shootout with security forces in his hometown of Medellin, officials in Bogota reported.   Caught in a hideout in the heart of the city that served as the base of a drug empire that once reached across the Western Hemisphere and Europe, the 44-year-old fugitive with an $8.7 million price on his head was surrounded by 500 police officers and soldiers and shot to death, officials said. A bodyguard was also reported slain.","thumbnail":null,"section":"World"},{"date":"19931203","headline":"Trenton's Matter of State: Legislators and a Dog","web_url":"https://www.nytimes.com/1993/12/03/nyregion/trenton-s-matter-of-state-legislators-and-a-dog.html","abstract":"  Taking on one of the more bizarre issues ever to reach the floor of the Legislature, the Assembly today debated whether to grant clemency to a death-row dog whose plight has inspired international appeals for clemency and cost a small fortune in legal fees as the case made its way to the State Supreme Court.   After an hourlong debate in which the dog, a 5-year-old Akita named Taro, was portrayed alternatively as a gentle pet in the mold of \"Lassie\" and a murderous beast the likes of \"Cujo,\" the Assembly essentially deadlocked on the vote. The sponsor of the clemency bill, Assemblyman Joseph Azzolina, Republican of Middletown, asked that it be withdrawn.","thumbnail":null,"section":"New York"},{"date":"19931203","headline":"Critics' Choices; Film: 2 Well-Cut Gems","web_url":"https://www.nytimes.com/1993/12/03/arts/critics-choices-film-2-well-cut-gems.html","abstract":"  As Hollywood's Christmas behemoths begin arriving on movie screens, bear in mind some smaller pleasures. Two lively, quick-witted films to remember:   \"The Snapper,\" Stephen Frears's sly, boisterous comedy about an unwanted pregnancy in a crowded Irish household. The mood is raw, the look realistic and the comic timing exactly right. Based on Roddy Doyle's novel, with a title that refers to the blessed event expected by the unwed 20-year-old Sharon (Tina Kellegher), this film has great fun watching Sharon's father cope with the unthinkable. Colm Meaney gives a devilishly funny performance as a man forced by nature to broaden his once-narrow horizons.","thumbnail":null,"section":"Arts"},{"date":"19931203","headline":"SCIENTISTS ISOLATE GENE THAT CAUSES CANCER OF COLON","web_url":"https://www.nytimes.com/1993/12/03/us/scientists-isolate-gene-that-causes-cancer-of-colon.html","abstract":"  Just half a year after announcing the detection of an entirely novel way that cancer can begin, scientists have isolated the gene responsible for the misdeed.   The discovery opens a new phase in the genetics revolution, with all its wild promise and ethical quandaries. In its defective form, the gene predisposes people to an extremely common type of colon cancer, called hereditary nonpolyposis colorectal cancer. The familial disorder is thought to account for 10 to 15 percent of all colon tumors, or as many as 22,000 cases of the cancer each year.","thumbnail":null,"section":"U.S."},{"date":"19931203","headline":"U.N. Agency Finds No Assurance On North Korean Atomic Program","web_url":"https://www.nytimes.com/1993/12/03/world/un-agency-finds-no-assurance-on-north-korean-atomic-program.html","abstract":"  The head of the International Atomic Energy Agency declared for the first time today that there was no longer any \"meaningful assurance\" that North Korea was using its nuclear materials solely for peaceful purposes, adding pressure on the Clinton Administration to reach a diplomatic accord with the North in the next several weeks or move to economic sanctions.   At the opening of a meeting of the agency's board of governors in Vienna, Hans Blix, the agency's director general, stopped just short of saying that the inspection process had totally broken down because of the North's refusal to allow regular inspections. But his aides made it clear that he was ready to make such a declaration by the end of the month, a step that officials in Washington and Seoul have said would mean sanctions.","thumbnail":null,"section":"World"},{"date":"19931203","headline":"Bosnia Talks: A 3-Way Split","web_url":"https://www.nytimes.com/1993/12/03/world/bosnia-talks-a-3-way-split.html","abstract":"  Amid all the inconclusive arguments between the warring factions in Bosnia here this week, one thing became clear: nobody believes in the international proposal for a Union of Republics of Bosnia and Herzegovina and everyone is preparing for a carve-up of the former Yugoslav republic.    Officially, the goal of the peace initiative sponsored by the European Community is still a Union of Bosnia and Herzegovina comprised of largely autonomous, largely ethnically uniform Muslim, Serbian and Croatian mini-republics. Such a preservation, at least on paper, of a single country would also preserve a supposedly sacrosanct international principle: that the borders of a state recognized by the United Nations cannot be altered by force.","thumbnail":null,"section":"World"},{"date":"19931203","headline":"Fear of Bomb Closes Tunnel During the Morning Rush","web_url":"https://www.nytimes.com/1993/12/03/nyregion/fear-of-bomb-closes-tunnel-during-the-morning-rush.html","abstract":"  The Brooklyn-Battery Tunnel was closed for more than two hours yesterday morning after a Triborough Bridge and Tunnel Authority officer discovered a metal box in the Manhattan-bound tube that he believed might be a bomb, the police said.   The New York City Police Department Bomb Squad was called in, and the suspicious object was found to be a toolbox that the police said might have fallen out of a vehicle.","thumbnail":null,"section":"New York"},{"date":"19931203","headline":"Talking Won't Help : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/12/03/opinion/IHT-talking-wont-help-letters-to-the-editor.html","abstract":"Regarding the report \"EC Agrees to Use 'Appropriate Means' To Get Aid to Bosnia\" (Oct. 30): .The European Community leaders have made a brave new statement concerning Bosnia: \"We must lift the obstacles to free access to humanitarian aid","thumbnail":null,"section":"Opinion"},{"date":"19931203","headline":"Departing Commissioner Displays No Regrets","web_url":"https://www.nytimes.com/1993/12/03/nyregion/departing-commissioner-displays-no-regrets.html","abstract":"  Raymond W. Kelly strode into the conference room at Police Headquarters once again yesterday, this time to answer questions about losing his job as the head of the department he joined as a police cadet in 1961, at age 19.   His feet planted squarely, he reflected on his long career in the New York Police Department. He spoke graciously. He joked. He expressed disappointment. He had no regrets.","thumbnail":null,"section":"New York"},{"date":"19931203","headline":"The Spoken Word","web_url":"https://www.nytimes.com/1993/12/03/arts/the-spoken-word.html","abstract":"  \"A POETS LAUREATE ANNIVERSARY READING,\" Cathedral of St. John the Divine, Amsterdam Avenue at 112th Street, Morningside Heights. Joseph Brodsky, Rita Dove, Czeslaw Milosz, Octavio Paz and Derek Walcott read from their work. Tomorrow at 4 P.M. Free. Information: (212) 274-0343. \"VOICES LOST,\" Kaplan Penthouse, 10th floor, Rose Building, 165 West 65th Street, Lincoln Center. A reading of poems, novels and plays written by people who have since died of AIDS. A benefit for Other Voices. Tonight at 8. Admission: $15. Information: (212) 666-3909. PHILIP LEVINE, Universalist Church, 76th Street and Central Park West. The poet reads from his work. Tonight at 8 P.M. Admission: $8. Information: (212) 875-4122. JACQUELINE CAREY, Beatrix Books and Pix, 33-18 Broadway, Astoria, Queens. The author of \"Good Gossip\" reads and signs her book. Tomorrow at 8 P.M. Free. Information: (718) 204-5775. \"A READING WITH LYNNE SHARON SCHWARTZ,\" New York Open Center, 83 Spring Street, SoHo. The author reads from her novel \"The Fatigue Artist.\" Tomorrow at 8 P.M. Admission: $10. Information: (212) 219-2527. \"POETRY SLAM,\" Nuyorican Poets Cafe, 236 East Third Street, East Village. Vipin, a poet, reads from his work, and Yvette Davella, Gia, Daniella Gioseffi, Carl Hancock Rux, Mike Ladd and Mac read their work in a poetry competition. Tonight at 10. Admission: $10. Information: (212) 505-8183. TALKS AT THE WHITNEY, Whitney Museum of American Art, 945 Madison Avenue, at 75th Street. \"Vija Celmins,\" tomorrow at 2 P.M.; \"In a Classical Vein,\" tomorrow and Sunday at 3:30 P.M.; \"Mike Kelley,\" Sunday at 2 P.M. The lectures, all by Vivian Bobka, are free with museum admission: $6; $5 for students and the elderly. Information: (212) 570-3611. TALKS AND WALKING TOURS, Lower East Side Tenement Museum, 97 Orchard Street, near Delancey Street. \"How We Lived: Life in a New York City Tenement,\" a lecture, Sunday at 11 A.M. \"Immigrant Story,\" a drama about the lives of immigrants at the turn of the century, Sunday at noon; admission: $10; $8 for the elderly; $5 for students. \"Tales From Many Lands,\" a storytelling show, Sunday at 1 P.M.; admission: $5; $3 for children. \"The Streets Where We Lived,\" a tour of the Lower East Side, Sunday at 2 P.M. \"House of Heritage,\" a slide show recounting the history of 97 Orchard Street, Sunday at 3 P.M. Lecture and slide show: $4; $3 for children. Walking tours: $12; $10 for students and the elderly. Information: (212) 431-0233.","thumbnail":null,"section":"Arts"},{"date":"19931203","headline":"Last Chance","web_url":"https://www.nytimes.com/1993/12/03/theater/last-chance.html","abstract":"  Here is a sampling of shows in New York City that are to close soon: Closing This Weekend  \"TIMON OF ATHENS,\" Lyceum Theater, 149 West 45th Street, Manhattan. Shakespeare's drama, set in the jazz age. Closes Sunday. Performances: tonight at 8; tomorrow at 2 and 8 P.M.; Sunday at 3 P.M. Tickets: $20 to $50. Information: (212) 239-6280.","thumbnail":null,"section":"Theater"},{"date":"19931203","headline":"Suicide Attempt Follows Killing, Police Say","web_url":"https://www.nytimes.com/1993/12/03/nyregion/suicide-attempt-follows-killing-police-say.html","abstract":"  Believing that his girlfriend was unfaithful to him, an East Harlem man slashed her throat, killing her as she lay in bed yesterday morning, then tried unsuccessfully to kill himself, the police said.   Using a kitchen knife, the suspect, Marco Pino, 25, killed Lisa Perez, 23, in their apartment at 302 East 126th Street, then he lay next to her and used the same knife on himself, the police said.","thumbnail":null,"section":"New York"},{"date":"19931203","headline":"The Big East: Football And Expansion in Air; UConn Early Choice","web_url":"https://www.nytimes.com/1993/12/03/sports/college-football-the-big-east-football-and-expansion-in-air-uconn-early-choice.html","abstract":"  There was a time only a few seasons ago when the beginning of a new Big East basketball season was accompanied by bells and whistles that heralded another successful season by the still-young superconference.   But as the Big East begins its 15th season, the fanfare has subsided and the focus is not entirely on basketball.","thumbnail":null,"section":"Sports"},{"date":"19931203","headline":"Cabbies Angrily Debate Partitions","web_url":"https://www.nytimes.com/1993/12/03/nyregion/cabbies-angrily-debate-partitions.html","abstract":"  Operating on three hours' sleep and six cups of coffee, Alexander Stone Dale gave the surest prescription for how taxi drivers can survive violent nights on New York City streets. \"Have the passenger drive while the cabdriver sits in the back seat with a 12-gauge shotgun,\" he said.   Mr. Dale, who has shoulder-length blond hair and strong opinions, has been driving a cab for more than six years. With 41 cabdrivers killed so far this year in the city, he urged the Taxi and Limousine Commission yesterday to make cabs into \"rolling tanks\" with bulletproof windows and windshields and bulletproof partitions separating drivers and passengers.","thumbnail":null,"section":"New York"},{"date":"19931203","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/12/03/nyregion/inside-378193.html","abstract":"  U.S. Flies Aidid to Ethiopia   After ending a hunt for Gen. Mohammed Farah Aidid of Somalia, the United States flew him to Addis Ababa for reconciliation talks. Page A15. Canada's Shift on Trade Pact    Canada got U.S. concessions on the North America Free Trade Agreement and will not oppose the pact coming into force on Jan. 1. Page D1. A Change of Course for Lilco    After years of increases tied to its never-completed Shoreham plant, The Long Island Lighting Company plans to freeze rates. Page B1. Volvo-Renault Merger Is Off    Volvo abandoned a proposed merger with Renault amid opposition from shareholders, prompting its chairman to resign. Page D1. Flight of Death for 18    Treacherous terrain impeded investigators at a man-made hill near Hibbing, Minn., where 18 people died in a commuter plane crash. Page A20.","thumbnail":null,"section":"New York"},{"date":"19931203","headline":"Jung's Insights Formed Basis of A. A.","web_url":"https://www.nytimes.com/1993/12/03/opinion/l-jung-s-insights-formed-basis-of-a-a-101693.html","abstract":"  To the Editor:   I was surprised and delighted to see your Nov. 19 Op-Ed article by the great psychiatrist Dr. Carl Jung. His thoughts are so pertinent despite the passage of 34 years.","thumbnail":null,"section":"Opinion"},{"date":"19931203","headline":"Schools Need to Teach Alternatives to Violence","web_url":"https://www.nytimes.com/1993/12/03/opinion/l-schools-need-to-teach-alternatives-to-violence-097493.html","abstract":"  To the Editor:   We applaud your editorial of Nov. 23 on \"Controlling School Violence.\" A \"fresh, coordinated attack on the violence convulsing New York City schools\" is urgently needed, and we offer a few suggestions.","thumbnail":null,"section":"Opinion"},{"date":"19931203","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/12/03/arts/art-in-review-122993.html","abstract":"  Niccola de Maria   Lelong Gallery  20 West 57th Street  Manhattan  Through Dec. 24    Only a grinch could not get some pleasure out of Niccola de Maria's latest exhibition of cheerful and brilliantly colored abstract paintings. This Italian artist is part Paul Klee, part Matisse, part gift-wrap designer. These works -- bolder, more geometric than his recent paintings -- consist of small canvases joined together in ways that suggest faces, and mural-sized images with blobs of paint meant to be angels. All of the works have been meticulously and somewhat idiosyncratically installed by the artist. They are a reflection of Mr. de Maria's gentle, feel-good, spiritualistic approach to art. It's hard to take completely seriously, but the results are just as hard to dislike. MICHAEL KIMMELMAN","thumbnail":null,"section":"Arts"},{"date":"19931203","headline":"On My Mind; The Wharton Case","web_url":"https://www.nytimes.com/1993/12/03/opinion/on-my-mind-the-wharton-case.html","abstract":"  The first he knew that his reputation was to be besmirched and his career in government ended was when he read the one-paragraph notice of pending oblivion.   It was one of those unsourced pieces of nastiness that have moved from the gutter press to infest some big-time journals -- the knife in the dark, handed over by an unseen assailant to an unnamed journalist to inflict the wound, fast, deep and cruel.","thumbnail":null,"section":"Opinion"},{"date":"19931203","headline":"Review/Film; The Turning Point for a Plain Jane","web_url":"https://www.nytimes.com/1993/12/03/movies/review-film-the-turning-point-for-a-plain-jane.html","abstract":"Small-town melodrama about a drab woman headed for violence in a world of sexual chicanery. Sudsy soap.","thumbnail":null,"section":"Movies"},{"date":"19931203","headline":"Schools Need to Teach Alternatives to Violence; Front-Line Soldiers","web_url":"https://www.nytimes.com/1993/12/03/opinion/l-schools-need-to-teach-alternatives-to-violence-front-line-soldiers-099093.html","abstract":"  To the Editor:   We take exception to your Nov. 24 news article on the underreporting of school-based crime statistics for the New York City schools. Specifically, we are outraged by the statement, paraphrased from a panel study, \"that principals often cover up assaults and other school crimes,\" which gives the impression that school principals are criminally negligent bureaucrats who are less concerned about children's lives and more worried about protecting their own keisters.","thumbnail":null,"section":"Opinion"},{"date":"19931203","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/12/03/arts/art-in-review-121093.html","abstract":"  Donald Baechler   Sperone-Westwater Gallery  140 Greene Street  SoHo  Through Dec. 23  Paul Kasmin Gallery  74 Grand Street  SoHo  Through Dec. 11","thumbnail":null,"section":"Arts"},{"date":"19931203","headline":"Witness in Trade Center Trial Describes Hydrogen Delivery","web_url":"https://www.nytimes.com/1993/12/03/nyregion/witness-in-trade-center-trial-describes-hydrogen-delivery.html","abstract":"  A truck driver testified yesterday that he delivered three tanks of hydrogen gas to Mohammed A. Salameh at a Jersey City storage warehouse the day before a bomb made of chemicals and hydrogen exploded in the World Trade Center garage.   That testimony in the trade center bombing trial, as well as two other detailed accounts of Mr. Salameh's moves at the warehouse the day before the Feb. 26 explosion, offered a vignette that, prosecutors are expected to argue, tie Mr. Salameh to a rented locker where the bomb was mixed and stored.","thumbnail":null,"section":"New York"},{"date":"19931203","headline":"'This New World': One Military-Industry Family Struggles","web_url":"https://www.nytimes.com/1993/12/03/world/this-new-world-one-military-industry-family-struggles.html","abstract":"  The two couples at the Podolskys' dinner table had spent their lives working for the Russian military-industrial complex, which dominates this city. The work could be hard, they said, but it was patriotic, and they had been well-enough paid.   Now, with the Soviet Union gone and military orders down sharply, factories in trouble and layoffs no longer just a rumor, the Podolskys and Kondratenkos have begun to wonder if the sacrifices were worthwhile.","thumbnail":null,"section":"World"},{"date":"19931203","headline":"Reporter's Notebook; For Cuba, Mixed Scores In Games and in Politics","web_url":"https://www.nytimes.com/1993/12/03/us/reporter-s-notebook-for-cuba-mixed-scores-in-games-and-in-politics.html","abstract":"  When the game was over, and after the Cubans in their bright red uniforms had exchanged handshakes with the San Juan Senators in white uniforms emblazoned with the name of its sponsor, Puerto Rico's major bank, the chant rose from the packed stands.   \"Quedate aqui! Quedate aqui!\" Stay here! Stay here!","thumbnail":null,"section":"U.S."},{"date":"19931203","headline":"THE ARTS GUIDE","web_url":"https://www.nytimes.com/1993/12/03/style/IHT-the-arts-guide.html","abstract":". AUSTRIA Vienna KunstHaus, tel: 712 04 95. Continuing/To Jan. 27: \"Joan Mir: Sculptures and Drawings.\" Wiener Staatsoper, tel: 514 440. Offenbach's \"Tales of Hoffmann.\" With Placido Domingo and Cheryl Studer. Dec. 20 (premiere)","thumbnail":null,"section":"Style"},{"date":"19931203","headline":"Corrections","web_url":"https://www.nytimes.com/1993/12/03/nyregion/c-corrections-059193.html","abstract":"  An article on Nov. 14 about revisions in M.B.A. programs referred incompletely to changes at the Haas School of Business at the University of California at Berkeley. An international business course replaced an accounting course at the undergraduate level, not the graduate level.","thumbnail":null,"section":"New York"},{"date":"19931203","headline":"Train Kills 2 Girls","web_url":"https://www.nytimes.com/1993/12/03/nyregion/train-kills-2-girls.html","abstract":"  A Long Island Rail Road commuter train struck and killed two teenage girls yesterday near the Stony Brook station in Suffolk County, the police said.   The two girls, who appeared to have thrown themselves in front of the train in a joint suicide, were found on the track shortly after 6 P.M. when the engineer of another train spotted them and stopped his train, said Officer Kathleen Ryan of the Suffolk County Police.","thumbnail":null,"section":"New York"},{"date":"19931203","headline":"Democrats Hire New Staff Chief","web_url":"https://www.nytimes.com/1993/12/03/us/democrats-hire-new-staff-chief.html","abstract":"  The Democratic National Committee today announced the replacement of its staff director, the latest move in a shake-up of senior party officials that comes after the Democrats' losses in every major election this year.   Debra DeLee, director of governmental affairs for the National Education Association, will assume the party's newly created post of executive director in January and will have day-to-day control of the party in place of Kent Marcus, who held the title of chief of staff.","thumbnail":null,"section":"U.S."},{"date":"19931203","headline":"About Real Estate;\nBrooklyn Co-op Seeks Condominium-Style Rules","web_url":"https://www.nytimes.com/1993/12/03/us/about-real-estate-brooklyn-coop-seeks-condominiumstyle-rules.html","abstract":"The new investor-owner of unsold apartments in a recently converted 228-unit Brooklyn co-op, called the Senate, says he hopes to spur sales when they resume in February by restructuring the co-op rules to resemble more closely those of a condominium. \n\nAndrew S. Goodstein, vice president of the Goodstein Development Corporation of Manhattan, and his brother, Ivan, are principals of the RPP Senate Corporation, the general partner of the co-op's new sponsor, Senate Apartments Limited Partnership. An affiliate of the GE Capital Corporation of Stamford, Conn., is the partnership's limited partner.","thumbnail":null,"section":"U.S."},{"date":"19931203","headline":"Review/Theater: All in the Timing; Merrily Sputtering Along","web_url":"https://www.nytimes.com/1993/12/03/theater/review-theater-all-in-the-timing-merrily-sputtering-along.html","abstract":"  IN \"Universal Language,\" one of the six utterly delightful one-act plays that make up David Ives's \"All in the Timing\" at the Primary Stages Company, a young woman with a stammer wistfully reflects that language is \"the opposite of loneliness.\" If only everybody spoke the same language, she continues, nobody would be lonely.   Each of the works in this evening, in its own way, makes the point that communication is largely a comedy of errors. And the possibility of words from different speakers intersecting in a way that truly matches their intentions has about the same chance that two comets, hurtling on wildly different trajectories, have of colliding in the middle of space.","thumbnail":null,"section":"Theater"},{"date":"19931203","headline":"Corrections","web_url":"https://www.nytimes.com/1993/12/03/nyregion/c-corrections-058393.html","abstract":"  Because of an editing error, an article on Sunday about the entry of United Nations relief convoys into Sarajevo referred incorrectly in some editions to the Bosnian city of Mostar. It is in the southwest, not the southeast.  ","thumbnail":null,"section":"New York"},{"date":"19931203","headline":"Review/Film; Part Myth, Part History, Part Art and All Horse","web_url":"https://www.nytimes.com/1993/12/03/movies/review-film-part-myth-part-history-part-art-and-all-horse.html","abstract":"  \"Mazeppa,\" which calls itself a speculative meditation on the life and art of the French Romantic painter Theodore Gericault, is a film that will literally make you dizzy. Conceived and directed by Bartabas, a renowned horse trainer and impresario of the Theatre Equestre Zingaro, it is an equestrian fever dream that suggests Peter Shaffer's play \"Equus,\" but with the mystical fervor multiplied severalfold.   Filmed largely in Bartabas's theater in Aubervilliers, France, \"Mazeppa\" has many breathtaking scenes of the troupe performing gymnastic feats on the backs of horses. As the camera tracks the animals trotting around and around the circus ring, you can lose your balance in the gliding merry-go-round swirl.","thumbnail":null,"section":"Movies"},{"date":"19931203","headline":"Some Letters to Leon","web_url":"https://www.nytimes.com/1993/12/03/sports/sports-people-football-some-letters-to-leon.html","abstract":"  Not all the letters sent to LEON LETT of the Dallas Cowboys these days are in the form of hate mail.   A elementary school students in Mesquite, Tex., a Dallas suburb, have written 886 encouraging letters to the lineman, letting him know they have forgiven him for his Thanksgiving Day blunder that cost the Cowboys a victory.","thumbnail":null,"section":"Sports"},{"date":"19931203","headline":"Hunt for Kidnapped Girl, 12, Is Narrowed to Small Woods","web_url":"https://www.nytimes.com/1993/12/03/us/hunt-for-kidnapped-girl-12-is-narrowed-to-small-woods.html","abstract":"  The police and Federal agents searching for a 12-year-old girl kidnapped from her bedroom two months ago narrowed their hunt today to a small wooded area where the police had encountered a man shortly after the abduction.   The police said the spot was where Sonoma County sheriff's deputies helped Richard Allen Davis, 39, pull his car out of a ditch within an hour of the abduction of Polly Hannah Klaas on Oct. 1. The authorities said Mr. Davis, who was arrested on Tuesday on a parole violation and was being held in the Mendocino County Jail, was now the prime suspect in the case, although he had not been charged in the kidnapping. Abducted From Slumber Party    Polly was abducted shortly before midnight on Oct. 1 from her Petaluma home, where she and two friends were having a slumber party. The other girls, who were not harmed, described a bearded man who took Polly away at knifepoint.","thumbnail":null,"section":"U.S."},{"date":"19931203","headline":"Russia Election: Some Rah-Rah, No Sis-Boom-Bah","web_url":"https://www.nytimes.com/1993/12/03/world/russia-election-some-rah-rah-no-sis-boom-bah.html","abstract":"  Russia's precipitate election campaign entered its home stretch today with blocs led by two old-time reform rivals leading the pack, but with a large clump of voters still undecided or altogether uninterested.   Today was the last day that public-opinion polls could be published before the Dec. 12 election for a new Parliament, and they showed that Russia's Choice, led by Deputy Prime Minister Yegor T. Gaidar and tacitly backed by President Boris N. Yeltsin, still holds a commanding lead.","thumbnail":null,"section":"World"},{"date":"19931203","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/12/03/style/chronicle-055993.html","abstract":"  It may not be the event WOODY ALLEN thinks of first when he looks back on the year 1993, but he is about to reach a milestone. If he appears at Michael's Pub on East 55th Street for his regular Monday night performance on the clarinet, it will mark his 1,000th performance there.    \"He's played here almost every Monday since 1971,\" GIL WIEST, the pub's owner, said yesterday. \"He misses very rarely, only if by chance he's out of town or sick. Last week as he was leaving, he said, 'I'll see you Monday.' \"","thumbnail":null,"section":"Style"},{"date":"19931203","headline":"Diner's Journal","web_url":"https://www.nytimes.com/1993/12/03/arts/diner-s-journal.html","abstract":"  By Lincoln Center    It seems more like the roaring 80's than the frugal 90's at Iridium, which has been created with more than $3 million worth of custom tilework, curving copper, undulating coffered ceilings and smoked glass. The old O'Neal's Baloon, at 44 West 63d Street, across the street from Lincoln Center, has been transformed with shades of gold, burgundy and apricot by Jordan Mozer, an architect based in Chicago who never puts a straight edge where he can throw a curve. He designed Vivere in Chicago, Cypress Club in San Francisco and Americas in Houston as well as some of the furniture in Mad. 61 in the new Barneys on Madison Avenue in Manhattan. But Iridium, opening next week, is his first major project in New York City.   The theme of the design is music and dance. The copper roof line is meant to suggest the sound box and the finial of stringed instruments. Metal brackets are made in the shapes of the keys on wind instruments.","thumbnail":null,"section":"Arts"},{"date":"19931203","headline":"Review/Film; From Hell To an Arid Respite","web_url":"https://www.nytimes.com/1993/12/03/movies/review-film-from-hell-to-an-arid-respite.html","abstract":"  The description \"living hell\" almost doesn't do justice to the portrait of life in a Sicilian sulphur mine during the 1930's that Aurelio Grimaldi's film \"Acla\"' paints. Six days a week, the miners descend into a hole in the earth with pickaxes and baskets to chip away sulphur. Because of the intense heat they work nearly naked, in yellowish-brown lantern light that turns them into gleaming penitents out of Dante's Inferno.   Sustenance is meager, and an olive or an almond is considered a treat. At night the workers sleep in a cave, sprawled over one another like sweating animals. Sodomy is rampant.    The Italian film, which is having its American premiere today at the Joseph Papp Public Theater, tells the story of Acla (Francesco Cusimano), an 11-year-old boy whose father sells him to a fellow digger for 500 lira. Working in the mine is a family tradition; Acla's father and brother have spent their lives in the pits.","thumbnail":null,"section":"Movies"},{"date":"19931203","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/12/03/arts/art-in-review-882193.html","abstract":"  Barbara Morgan   Laurence Miller Gallery  138 Spring Street  SoHo  Through Dec. 30    Barbara Morgan, who died last year at the age of 92, pursued many photographic themes in her long and distinguished career, and to do justice to the full range of her work would require more space than the gallery allows. But this welcome if disjointed show does offer the chance to see some of Morgan's best-known images.","thumbnail":null,"section":"Arts"},{"date":"19931203","headline":"When Going Gets Tough, Giants Get Stuck in Sand","web_url":"https://www.nytimes.com/1993/12/03/sports/pro-football-when-going-gets-tough-giants-get-stuck-in-sand.html","abstract":"  Phil Simms buckles when asked what the National Football League can do to improve scoring, and thus make the game more exciting. No more tinkering, Simms said today. Leave it alone and the game will be fine. \"There's nothing wrong with the game,\" he said. \"It's still the most exciting game. I don't care what anybody says.\"   Besides, Simms argued, do you want the N.F.L. to turn into Arena Football?","thumbnail":null,"section":"Sports"},{"date":"19931203","headline":"Corrections","web_url":"https://www.nytimes.com/1993/12/03/nyregion/c-corrections-057593.html","abstract":"  A picture caption on Nov. 23 about a meeting in Cuba between President Fidel Castro and the President of China misstated the Chinese leader's surname at one point. He is Jiang Zemin; Jiang is the surname.","thumbnail":null,"section":"New York"},{"date":"19931203","headline":"Sports of The Times; Basketball Surviving Quite Nicely","web_url":"https://www.nytimes.com/1993/12/03/sports/sports-of-the-times-basketball-surviving-quite-nicely.html","abstract":"  ISN'T it a shame what has happened to the National Basketball Association since Magic retired, since Bird's back went out, since Michael packed it in, since Laimbeer no longer had the body or the heart for tag-team basketball? No heroes, no villains, no fun.    Hakeem Olajuwon did not go along with that theory. He thought there were a few stars left. He is much too modest to mention any by name, but you could draw your own conclusions after the old-fashioned lunch-eating Hakeem performed over and around Patrick Ewing last night in a very full and very stunned Madison Square Garden.","thumbnail":null,"section":"Sports"},{"date":"19931203","headline":"No Headline","web_url":"https://www.nytimes.com/1993/12/03/nyregion/no-headline-431193.html","abstract":"  \"I did not come here to lose. We will fight for every house in the city. We will fight for every street. We will fight for every borough. And we will win.\" -- WILLIAM J. BRATTON, chosen to head the New York City police.  [ A1:6. ]","thumbnail":null,"section":"New York"},{"date":"19931203","headline":"THE MOVIE GUIDE : Le Fils du Requin","web_url":"https://www.nytimes.com/1993/12/03/style/IHT-the-movie-guide-le-fils-du-requin.html","abstract":"Directed by Agns Merlet. France-Belgium-Luxembourg. .Martin and Simon, two kids behind the wheel of a bus, are not headed for school, they are headed for trouble. After an explosive start \"Le Fils du Requin\" (Son of the Shark) goes on t","thumbnail":null,"section":"Style"},{"date":"19931203","headline":"For Children","web_url":"https://www.nytimes.com/1993/12/03/theater/for-children.html","abstract":"Audiences attending the ensemble's musical program, \"Readers of the Lost Art,\" are alerted to this theme at the very beginning, when the five-member cast sings \"Reading Takes Me Anywhere.\" Anywhere includes Haiti, China, Tibet, the United States and certain unnamed countries of the imagination. All are visited during the presentation, which uses mime, movement and narration, as well as song, to dramatize various cultures' stories and poems. (If you miss the show tomorrow, the ensemble is also to be performed in Manhattan in late December at Theater Four in Clinton.)   Among the folk tales is \"The Monkey Who Asked for Misery,\" a Haitian story in which an unfortunate ape sees a woman drop a calabash of honey on her way home from the market. After the woman curses the gods for her misery and goes on her way, the monkey samples the sweet stuff and says, \"Mmm, I want misery.\" Of course, he gets his wish. The traditional interpretation is that the tale warns against wanting something too much; perhaps a contemporary interpretation is that it's a good idea to learn the meaning of a word before you use it.   The poetry selections include Edgar Allan Poe's \"Raven\" and Lewis Carroll's \"Jabberwocky,\" as well as rhythmic favorites by Dr. Seuss. Children should be prepared to yell as well as look and listen. They will be asked to play both villain and heroes in the chorus of \"The True Story of the Three Little Pigs.\" They will also be given a copy of \"The Story of the Nutcracker Ballet.\"   Tickets to the 2 P.M. show, which lasts just over an hour, are $6; $5 for children under 12. The Queens Theater in the Park is a short walk from the Willets Point-Shea Stadium stop on the No. 7 subway line. 'The Snow Queen'  Montclair Kimberley Academy 201 Valley Road Montclair, N.J.  (201) 744-1717 Recommended ages: 5 and up Tomorrow La Guardia Community College Theater 31-10 Thomson Avenue Long Island City Queens (718) 482-5151 Sunday","thumbnail":null,"section":"Theater"},{"date":"19931203","headline":"Costs of Depression Are on a Par With Heart Disease, a Study Says","web_url":"https://www.nytimes.com/1993/12/03/us/costs-of-depression-are-on-a-par-with-heart-disease-a-study-says.html","abstract":"  The annual cost of depression in America is $43.7 billion, on a par with heart disease, according to a study made public yesterday.   About 11 million people suffer from depression in a given year, and for nearly two-thirds it goes undiagnosed and untreated, said the study, which was published in The Journal of Clinical Psychiatry.","thumbnail":null,"section":"U.S."},{"date":"19931203","headline":"What They're Reading","web_url":"https://www.nytimes.com/1993/12/03/style/IHT-what-theyre-reading.html","abstract":"Carmen Alborch, Spain's culture minister, is re-reading \"Los versos del Capitn\" by Pablo Neruda. .\"To return to this poet, and especially to one of his most joyful books, is always a captivating experience. It's going back to find h","thumbnail":null,"section":"Style"},{"date":"19931203","headline":"N.F.L.'s Panthers Interested in Gibbs","web_url":"https://www.nytimes.com/1993/12/03/sports/nfl-s-panthers-interested-in-gibbs.html","abstract":"  When the expansion Carolina Panthers start playing in 1995, who better for head coach than Joe Gibbs, who owns a Nascar auto-racing team based in Charlotte, N.C.?   Jerry Richardson, the Panthers' main owner, said yesterday that Mike McCormack, his general manager, was trying to determine whether Gibbs was free to talk about the job. Last winter, the 52-year-old Gibbs quit after 12 years as the successful coach of the Washington Redskins.","thumbnail":null,"section":"Sports"},{"date":"19931203","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/12/03/sports/results-plus-846593.html","abstract":"  N.B.A.  Sonics Beat Bullets  The Seattle SuperSonics scored the first 14 points of the second quarter last night in Landover, Md., and went on to defeat the Washington Bullets, 105-95, finishing 5-1 on a six-game road trip. Kendall Gill and Gary Payton had 18 points apiece for the SuperSonics, who have the second-best record in the National Basketball Association at 12-1. Detlef Schrempf added 17 points. (AP) Suns 102, Pistons 101: In Auburn Hills, Mich., A. C. Green scored 10 of his 16 points in the fourth quarter and Phoenix held on for the victory over Detroit, sending the Pistons to their fifth straight loss. Isiah Thomas returned to the Pistons after missing seven games with a broken bone in his right hand. (AP) Jazz 103, Pacers 87: Jeff Malone scored 27 points and Karl Malone added 25 points and 18 rebounds as Utah defeated Indiana in Salt Lake City. Utah used a 15-0 run in the third quarter to overcome a 4-point Indiana lead and go in front by 74-63 with 1:01 left. The Pacers never got closer than 7 points after that. Reggie Miller scored 15 points to lead the Pacers, but he was only 2 for 10 from the field. (AP) N.H.L. Panthers Upend Sabres  Jesse Belanger scored 23 seconds into overtime and the Florida Panthers beat the Buffalo Sabres, 2-1, last night in Miami. Belanger slipped a rebound between goaltender Dominik Hasek's legs. Gord Murphy had the other goal for Florida, which broke a three-game losing streak. (AP) Maple Leafs 5, Blues 4: Toronto, the league's best road team, got goals from the low-scoring defensemen Bob Rouse and Jamie Macoun in a 31-second span late in the game to beat host St. Louis. The Leafs raised their road record to 10-3-3. That's nearly as good as their 9-2-1 record at Maple Leaf Gardens. (AP) COLLEGE BASKETBALL Arkansas Romps  Scotty Thurman scored 10 points and Clint McDaniel made consecutive 3-pointers during a 27-6 first-half run that helped Arkansas to a 120-68 victory over Missouri in Fayetteville, Ark. The Tigers (1-1) trailed by 23 at the half and by 40 with slightly more than 8 minutes to play. The spurt by Arkansas (2-0) began after Chris Heller missed a chance to tie the game at 11-11. Ten minutes later, Arkansas was in front by 38-15. (AP) Oklahoma State 87, Arizona State 69: Bryant Reeves dominated beneath the basket and scored a career-high 34 points last night to lead No. 8 Oklahoma State over Arizona State in Tulsa, Okla. Reeves, a 7-foot junior, scored 24 points in the second half, including all 12 of the Cowboys' points during one five-minute run. The Sun Devils rotated players against him but to no avail. (AP) Georgia Tech 77, W. Carolina 55: In Atlanta, Fred Vinson, who was starting in place of the injured James Forrest, scored 15 points as No. 17 Georgia Tech (2-1) beat Western Carolina (1-1). Forrest, the Yellow Jackets' leading scorer and rebounder, sat out with a mild bruise of his right heel. (AP) SWIMMING Chinese Set Records  Chinese female swimmers, who emerged as a world force in last year's Olympics, set three world short-course records and won four gold medals yesterday on the opening day of the short-course world championship in Palma, Majorca. The Chinese women, who won four Olympic gold medals and five silvers in Barcelona, Spain, won all four women's finals and set three world marks in the process. Guohoug Dai of China swam the 400-meter individual medley in 4:29, topping the old mark of 4:31.36 set in 1987 by a Romanian, Noemy Lung. Jinyi Le erased a record set by Franziska van Almsick of Germany in the 100-meter free style, swimming a time of 53.01. The previous record, set in 1992, was 53.33. The other Chinese record came in the 800-meter freestyle relay with a time of 7:52.45, topping a mark of 7:58.74 set by the United States in 1981. (AP)","thumbnail":null,"section":"Sports"}],"wiki_events":[],"weather":[{"date":"19931203","time":"1993-12-03 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":82,"wspd":20.5},{"date":"19931203","time":"1993-12-03 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.6,"rhum":79,"wspd":20.5},{"date":"19931203","time":"1993-12-03 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":75,"wspd":20.5},{"date":"19931203","time":"1993-12-03 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.6,"rhum":77,"wspd":24.1},{"date":"19931203","time":"1993-12-03 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":75,"wspd":18.4},{"date":"19931203","time":"1993-12-03 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":78,"wspd":18.4},{"date":"19931203","time":"1993-12-03 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":74,"wspd":18.4},{"date":"19931203","time":"1993-12-03 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":76,"wspd":18.4},{"date":"19931203","time":"1993-12-03 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":74,"wspd":16.6},{"date":"19931203","time":"1993-12-03 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":71,"wspd":18.4},{"date":"19931203","time":"1993-12-03 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":70,"wspd":25.9},{"date":"19931203","time":"1993-12-03 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":71,"wspd":22.3},{"date":"19931203","time":"1993-12-03 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.6,"rhum":65,"wspd":24.1},{"date":"19931203","time":"1993-12-03 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":61,"wspd":22.3},{"date":"19931203","time":"1993-12-03 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.3,"rhum":56,"wspd":25.9},{"date":"19931203","time":"1993-12-03 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":61,"wspd":18.4},{"date":"19931203","time":"1993-12-03 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":70,"wspd":16.6},{"date":"19931203","time":"1993-12-03 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":68,"wspd":24.1},{"date":"19931203","time":"1993-12-03 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":73,"wspd":22.3},{"date":"19931203","time":"1993-12-03 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":75,"wspd":25.9},{"date":"19931203","time":"1993-12-03 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.6,"rhum":80,"wspd":25.9},{"date":"19931203","time":"1993-12-03 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":81,"wspd":25.9},{"date":"19931203","time":"1993-12-03 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.6,"rhum":79,"wspd":27.7},{"date":"19931203","time":"1993-12-03 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":83,"wspd":25.9},{"date":"19931203","time":"1993-12-03 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":83,"wspd":7.6},{"date":"19931203","time":"1993-12-03 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":86,"wspd":7.6},{"date":"19931203","time":"1993-12-03 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":93,"wspd":9.4},{"date":"19931203","time":"1993-12-03 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":93,"wspd":7.6},{"date":"19931203","time":"1993-12-03 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":93,"wspd":5.4},{"date":"19931203","time":"1993-12-03 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":93,"wspd":7.6},{"date":"19931203","time":"1993-12-03 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":96,"wspd":9.4},{"date":"19931203","time":"1993-12-03 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":97,"wspd":9.4},{"date":"19931203","time":"1993-12-03 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":96,"wspd":7.6},{"date":"19931203","time":"1993-12-03 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":96,"wspd":5.4},{"date":"19931203","time":"1993-12-03 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":96,"wspd":9.4},{"date":"19931203","time":"1993-12-03 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":93,"wspd":11.2},{"date":"19931203","time":"1993-12-03 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":93,"wspd":9.4},{"date":"19931203","time":"1993-12-03 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":96,"wspd":13},{"date":"19931203","time":"1993-12-03 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":89,"wspd":14.8},{"date":"19931203","time":"1993-12-03 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":74,"wspd":13},{"date":"19931203","time":"1993-12-03 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":63,"wspd":14.8},{"date":"19931203","time":"1993-12-03 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":53,"wspd":16.6},{"date":"19931203","time":"1993-12-03 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":42,"wspd":22.3},{"date":"19931203","time":"1993-12-03 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":44,"wspd":18.7},{"date":"19931203","time":"1993-12-03 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":42,"wspd":14.8},{"date":"19931203","time":"1993-12-03 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":45,"wspd":20.5},{"date":"19931203","time":"1993-12-03 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":47,"wspd":16.6},{"date":"19931203","time":"1993-12-03 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":54,"wspd":14.8}]},"19931204":{"guardian_articles":[],"nytimes_articles":[{"date":"19931204","headline":"North Korea Softens Nuclear Stance","web_url":"https://www.nytimes.com/1993/12/04/world/north-korea-softens-nuclear-stance.html","abstract":"  In a move that keeps alive the possibility of a diplomatic solution to the escalating crisis over North Korea's nuclear program, Clinton Administration officials said today that North Korea had offered to allow international inspectors wider access to nuclear sites.   North Korea's latest diplomatic initiative falls short of American demands that it broaden its dialogue with South Korea. But Administration officials said tonight that North Korea hadpresented a proposal that offered hope that international economic sanctions might not be needed. North Korea has said it would view such sanctions as an act of war. Presented at U.N. Meeting    The new North Korean proposal was presented in a meeting today at the United Nations between North Korean diplomats and mid-level State Department officials.","thumbnail":null,"section":"World"},{"date":"19931204","headline":"These Singles' Bars Are Only Hummed","web_url":"https://www.nytimes.com/1993/12/04/nyregion/these-singles-bars-are-only-hummed.html","abstract":"  Dan Barth has found an alternative to singles bars, but there's a catch. He has to sing.   \"Singing to each other is a real icebreaker,\" said Mr. Barth, a Social Security claims representative who was about to give an a cappella rendition of \"Mr. Tambourine Man\" at a meeting of a group called Singles That Sing.","thumbnail":null,"section":"New York"},{"date":"19931204","headline":"Saberhagen Still on the Block","web_url":"https://www.nytimes.com/1993/12/04/sports/baseball-saberhagen-still-on-the-block.html","abstract":"  The Mets spoke with the Cleveland Indians again yesterday about trying to work out a trade for Bret Saberhagen, and also indicated that they were interested in signing Dwight Gooden to a contract extension before next season.   The Mets had sent the Indians a copy of Saberhagen's contract and were eager to determine Cleveland's plans in the wake of signing Dennis Martinez. \"They could still use another pitcher if they are going to go for it all right now,\" said Joe McIlvaine, general manager of the Mets.","thumbnail":null,"section":"Sports"},{"date":"19931204","headline":"Financing Finally Seals Deal for a Restaurant in Bryant Park","web_url":"https://www.nytimes.com/1993/12/04/nyregion/financing-finally-seals-deal-for-a-restaurant-in-bryant-park.html","abstract":"  Yes, there will finally be a restaurant in Bryant Park -- in time for lunch come spring, if all goes as planned.    After more than a decade of proposals and hearings, design changes and changed signals, the last hurdle -- financing -- has been cleared.","thumbnail":null,"section":"New York"},{"date":"19931204","headline":"Booster Rockets In Shuttle Fleet Cause Concern","web_url":"https://www.nytimes.com/1993/12/04/us/booster-rockets-in-shuttle-fleet-cause-concern.html","abstract":"  New debate is swirling over the degree of danger posed by the space shuttle's solid-fueled rocket boosters, despite the successful launching this week of Endeavour on its mission to repair the Hubble Space Telescope.   The boosters are like giant, complex Roman candles -- 15-story tubes packed with rubbery, highly explosive fuel that once ignited cannot be extinguished. A pair of boosters, mounted on either side of the shuttle, assists the spacecraft into orbit on each flight. After falling away from the speeding shuttle and parachuting into the ocean, they are recovered and repacked with fuel for another flight.","thumbnail":null,"section":"U.S."},{"date":"19931204","headline":"Sports of The Times; Another Exercise In Hoopla","web_url":"https://www.nytimes.com/1993/12/04/sports/sports-of-the-times-another-exercise-in-hoopla.html","abstract":"  EFFECTIVE immediately, sportswriters and broadcasters who vote for the national championship in college football should cease and desist. Give back the ballot.   This is a suggested first step toward recovering the credibility that has been lost during a season in which the lines separating observer from participant began to blur.","thumbnail":null,"section":"Sports"},{"date":"19931204","headline":"PRO BASKETBALL;\nRockets' Bid For 16-0 Is Close, But No Cigar","web_url":"https://www.nytimes.com/1993/12/04/sports/pro-basketball-rockets-bid-for-160-is-close-but-no-cigar.html","abstract":"One night after a solid victory over the Knicks had nailed down a piece of the record book for Houston, it all came unglued for the Rockets tonight.\n\nThe Atlanta Hawks, undefeated in eight games at home this season, crushed Houston, 133-111, putting a decisive end to the Rockets' record-tying run of 15 straight victories to open the season.","thumbnail":null,"section":"Sports"},{"date":"19931204","headline":"Observer; The Princess, Stupid","web_url":"https://www.nytimes.com/1993/12/04/opinion/observer-the-princess-stupid.html","abstract":"  Whenever I find myself growing grim about the mouth; whenever it is a damp, drizzly November in my soul; whenever I find myself involuntarily pausing before coffin warehouses, then I account it high time to consult People magazine as soon as I can, for I recognize the symptoms all too clearly. Elitism has cast its pall upon me.    The mail confirms it. \"Elitist!\" growls the displeased reader, proud of being that celebrity-besotted corporate human, The Common Person, which is composed of The Common Man and The Common Woman. People magazine is my cure for this elitist onset.","thumbnail":null,"section":"Opinion"},{"date":"19931204","headline":"Youths Injure Two Sleeping Homeless Men","web_url":"https://www.nytimes.com/1993/12/04/nyregion/youths-injure-two-sleeping-homeless-men.html","abstract":"  A group of youths set fire to a cardboard box in which a homeless man was sleeping in Riverside Park yesterday morning, giving him burns on one hand, and they struck another homeless man in the face with a bottle. Advocates for the homeless called the incident just the latest gruesome reminder of a rising tide of violence against the homeless by young people who view them as less than human.   Six teen-agers, who the police said were so brazen that they did not leave the scene after attacking the men, were arrested. The youths live within a few blocks of where the attack took place, in a concrete culvert in the park across Riverside Drive from 105th Street.","thumbnail":null,"section":"New York"},{"date":"19931204","headline":"Two Somalis, at Talks, Don't Talk to Each Other","web_url":"https://www.nytimes.com/1993/12/04/world/two-somalis-at-talks-don-t-talk-to-each-other.html","abstract":"  They are staying two floors apart in the same hotel, closer than they have been in months. But although the Somali clan leader, Gen. Mohammed Farah Aidid, and his rival, Mohammed Ali Mahdi, call each other brothers, they still have not talked to each other.    The last time General Aidid and Mr. Ali Mahdi came face to face was in March, here in the Ethiopian capital, as both signed an agreement with other clan leaders to disarm and form a transitional government to end the civil war and threat of more starvation.","thumbnail":null,"section":"World"},{"date":"19931204","headline":"1943: Finland Fights On : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/12/04/opinion/IHT-1943-finland-fights-on-in-our-pages100-75-and-50-years-ago.html","abstract":"STOCKHOLM - [From our New York edition:] Finland apparently has determined to fight on against Russia as a full partner of Germany, abandoning her former propaganda line that she was engaged in a private war not connected with the world struggle, a reliab","thumbnail":null,"section":"Opinion"},{"date":"19931204","headline":"A Drug Lord Is Buried as a Folk Hero","web_url":"https://www.nytimes.com/1993/12/04/world/a-drug-lord-is-buried-as-a-folk-hero.html","abstract":"  To chants of \"Viva Pablo!\" thousands of mourners crowded a muddy hilltop cemetery today to bury Pablo Escobar Gaviria. A ruthless cocaine baron to the outside world, Colombia's most wanted criminal was a folk hero to many poorer residents of Medellin's tough hillside shantytowns.    \"He built houses and cared about the poor,\" lamented a 29-year-old engineering student as mourners scrambled over broken glass in a cemetery chapel window and swarmed around the open casket of the trafficker, who died Thursday in a hail of police bullets. \"In the future, people will go to his tomb to pray, the way they would to a saint.\"","thumbnail":null,"section":"World"},{"date":"19931204","headline":"Bobsled Driver Is Sliding Backward","web_url":"https://www.nytimes.com/1993/12/04/sports/olympics-bobsled-driver-is-sliding-backward.html","abstract":"  This was going to be Brian Shimer's year at the Winter Olympics. He drove the USA I four-man bobsled team to first place in the World Cup standing last winter, then grabbed a bronze medal at the world championships. Two months ago, he set a course record of 53.01 seconds for a two-man sled at the Olympic track in Lillehammer, Norway. America seemed likely to win its first Olympic bobsledding medal since 1956. Since then, though, nothing has gone right for Shimer.    The United States has no Olympic-caliber bobsled run, so the American team spent its autumn training in Europe. It has been difficult finding sufficient time to train and test new sleds, Shimer said in a telephone interview from Lillehammer. Unfamiliar food hasn't helped, either. The members of his team have all dropped 5 to 10 pounds, Shimer said, which saps strength needed for a critical part of any bobsled race, the 50-meter push start. Throw in a calf injury suffered by Shimer, and it's no wonder that his team has had trouble finishing in the top 10, much less the top three, on the early World Cup circuit.","thumbnail":null,"section":"Sports"},{"date":"19931204","headline":"Sparks, If Healthy, Has Job Security","web_url":"https://www.nytimes.com/1993/12/04/sports/football-giants-notebook-sparks-if-healthy-has-job-security.html","abstract":"  Cornerback Phillipi Sparks need not worry. His job is safe.   Sparks tore ligaments in his right foot against the Los Angeles Rams on Sept. 19 and has been out of action ever since. Only recently has Sparks been able to run hard on the foot, and this week he looked so good he will probably be able to begin practicing again with the team. Chances are that Sparks will be ready for Indianapolis next Sunday.","thumbnail":null,"section":"Sports"},{"date":"19931204","headline":"Review/Film; 'Blue,' the First Installment of a Tricolor Trilogy","web_url":"https://www.nytimes.com/1993/12/04/movies/review-film-blue-the-first-installment-of-a-tricolor-trilogy.html","abstract":"  \"Blue\" was shown as part of the recent New York Film Festival. Following are excerpts from Vincent Canby's review, which appeared in The New York Times on Oct. 12. The film opens tomorrow at the Lincoln Plaza Cinemas, Broadway and 63d Street.   Krzysztof Kieslowski's \"Blue,\" the Polish director's latest French film, is about Julie (Juliette Binoche), a grieving widow and mother whose husband, \"one of the most important composers of our time,\" and young daughter are killed in the car accident she survives.","thumbnail":null,"section":"Movies"},{"date":"19931204","headline":"Mediation Board's Role in the Airline Strike","web_url":"https://www.nytimes.com/1993/12/04/opinion/l-mediation-board-s-role-in-the-airline-strike-367793.html","abstract":"  To the Editor:   The article on the ending of the strike at American Airlines (Nov. 23) reported that the President had the power to establish a Presidential Emergency Board if he first found that the labor disruption interfered with interstate commerce or deprived a region of essential services. If he makes such a finding, you reported, he must establish an Emergency Board to mediate the dispute.","thumbnail":null,"section":"Opinion"},{"date":"19931204","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/12/04/nyregion/metro-digest-616693.html","abstract":"  QUESTIONS AFTER TEEN-AGERS' SUICIDE   Two Setauket, L.I., high school honor students, described by friends as normal teen-agers who gossiped in the library, danced at parties and wore the latest combat boots, lay down in front of a rushing train Thursday evening in what the police have called a double suicide. Page 1.    NEW YORK CITY   NEW RULES AGAINST AGE (OR YOUTH) BIAS   New rules issued by the City's Commission on Human Rights will take effect on Dec. 13 prohibiting discrimination based on age -- or youth, right down to infants -- in public places. Laws prohibiting age discrimination are common, but most of those pertain to housing and employment. City officials said they thought this was the first law in the country specifically aimed at barring such bias in places that are generally open to the public. Page 1.","thumbnail":null,"section":"New York"},{"date":"19931204","headline":"Religion Notes","web_url":"https://www.nytimes.com/1993/12/04/nyregion/religion-notes.html","abstract":"   Churchgoing Teen-Agers    Some parents may be surprised, but a new Gallup Poll shows that on any given weekend in the last year, teen-agers were more likely to go to church than adults. The survey found that about 50 percent of all teen-agers attended religious services, or nearly 10 percentage points higher than adults.   \"It's clear that church attendance is one of those areas where adults tell teen-agers, 'Do as I say, not as I do,' \" said Robert Bezilla of the Princeton Religion Research Center, an affiliate of the Gallup Poll.","thumbnail":null,"section":"New York"},{"date":"19931204","headline":"Elevator-Shaft Fall Injures 11-Year-Old At Harlem Building","web_url":"https://www.nytimes.com/1993/12/04/nyregion/elevator-shaft-fall-injures-11-year-old-at-harlem-building.html","abstract":"  An 11-year-old girl plunged two stories down an elevator shaft last night after she leaned against a set of broken elevator doors at a Harlem apartment building, the police said.   The girl, Cassandra Warren, was in critical condition at St. Luke's-Roosevelt Hospital Center, a hospital spokeswoman said. She suffered multiple fractures and other injuries.","thumbnail":null,"section":"New York"},{"date":"19931204","headline":"The Millennium Doesn't Start Until 2001","web_url":"https://www.nytimes.com/1993/12/04/opinion/l-the-millennium-doesn-t-start-until-2001-365093.html","abstract":"  To the Editor:   I know it seems correct to state, as you did in \"Millennial Chaos for Computers\" (Topics of the Times, Nov. 15), that the new millennium will begin on Jan. 1, 2000. But in truth it won't begin until Jan. 1, 2001.","thumbnail":null,"section":"Opinion"},{"date":"19931204","headline":"General Is Scolded in Ethics Inquiry","web_url":"https://www.nytimes.com/1993/12/04/us/general-is-scolded-in-ethics-inquiry.html","abstract":"  The Secretary of the Air Force announced today that the general who directed the allied air campaign against Iraq improperly intervened with a promotion board this fall in an effort to block the advancement of a lower-ranking general, and as a result has been disciplined.   The officer, Lieut. Gen. Buster C. Glosson, 51, received a letter of admonishment from Secretary Sheila E. Widnall, a step that will severely hamper any chances for promotion.","thumbnail":null,"section":"U.S."},{"date":"19931204","headline":"Shuttle Nearing Space Telescope For Repair Job","web_url":"https://www.nytimes.com/1993/12/04/us/shuttle-nearing-space-telescope-for-repair-job.html","abstract":"  The astronauts of the space shuttle Endeavour closed in for their rendezvous with the myopic Hubble Space Telescope and were set to haul it into their cargo bay for major repairs, flight controllers reported today.   If they retrieve the telescope early Saturday, two astronauts are prepared to venture out into the open cargo bay Sunday morning for the first of five planned space walks, carrying dozens of tools and replacement parts. Their first task will be to install new gyroscopes, replacing failed instruments designed to point the $1.6 billion telescope precisely for its observations deep into the cosmos.","thumbnail":null,"section":"U.S."},{"date":"19931204","headline":"Russia Showing Gains in Economic Performance","web_url":"https://www.nytimes.com/1993/12/04/world/russia-showing-gains-in-economic-performance.html","abstract":"  Nearly two years after Russia began its great economic experiment, freeing prices as it moved toward a market economy, industrial production seems to have stopped falling and the ruble has become relatively stable against the dollar.   Together with the privatization of important parts of state industry, these are considerable achievements as the Government of President Boris N. Yeltsin approaches a crucial parliamentary election and constitutional referendum on Dec. 12. They mean that most Russians still have jobs, that their salaries are worth more in dollars, and that there are goods in the shops to buy, though often at prices that make Russians blanch.","thumbnail":null,"section":"World"},{"date":"19931204","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/12/04/arts/classical-music-in-review-353793.html","abstract":"  Voytek Matushevsky Pianist Alice Tully Hall","thumbnail":null,"section":"Arts"},{"date":"19931204","headline":"A One-Game Season for Army and Navy","web_url":"https://www.nytimes.com/1993/12/04/sports/football-a-one-game-season-for-army-and-navy.html","abstract":"  John Lane, who will start at left halfback for Army against Navy today at Giants Stadium, was recently asked what the game meant to him.   \"Well, I'll remember it because it's going to be my last football game,\" he said. \"And I've put a lot of my life into football since I was 6 years old.\"","thumbnail":null,"section":"Sports"},{"date":"19931204","headline":"One Drug Lord Dies","web_url":"https://www.nytimes.com/1993/12/04/opinion/one-drug-lord-dies.html","abstract":"  Pablo Escobar is dead, gunned down by Colombian security forces as he fled a hideout in Medellin, his hometown and the base of his former international drug empire. The fugitive who once controlled by violence most of the hemisphere's cocaine traffic has himself died violently.    Regrettably, however, the demise of one powerful drug lord will not bring much relief to societies victimized by the drug trade. Market control in cocaine has already passed to a cartel based in Cali, another Colombian city. Even if the suppliers' identities have changed, demand from users remains insatiable.","thumbnail":null,"section":"Opinion"},{"date":"19931204","headline":"Review/Music; An Example for Violin Prodigies","web_url":"https://www.nytimes.com/1993/12/04/arts/review-music-an-example-for-violin-prodigies.html","abstract":"  A suggestion for the current crop of violin prodigies: perfect your tone and do as you like until you turn 20 or so, then go have a long talk with Anne-Sophie Mutter. A decade ago there was little reason to believe that Ms. Mutter would develop much beyond her gorgeous purity of sound to achieve thoughtful musicianship. Now, perhaps partly because of her impassioned involvement with contemporary composition in recent years, as she herself professes, the 30-year-old fiddler continues to evolve into a savvy, individual artist at an astonishing rate.   Ms. Mutter's performance of the Brahms Concerto with Kurt Masur and the New York Philharmonic on Thursday evening was utterly fascinating, putting indomitable virtuosity to the most compelling rhetorical use this side of Gidon Kremer. Tonal beauty abounded, often in spite of the abandon with which Ms. Mutter lit into passages. No phrase went unconsidered, least of all in the standard first-movement cadenza by Joseph Joachim, where Ms. Mutter's deconstruction turned up not only Viennese schmaltz but also real humor.","thumbnail":null,"section":"Arts"},{"date":"19931204","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/12/04/sports/results-plus-981593.html","abstract":"  COLLEGE BASKETBALL  North Carolina Routs George Washington  With all the attention on the matchup of the marquee centers, two North Carolina reserves stole the show in Charlotte, N.C. Freshman forward Jerry Stackhouse scored 19 and sophomore guard Dante Calabria added 17, both career-highs, as the No. 4 Tar Heels beat No. 22 George Washington, 87-62, last night in the opening round of the Tournament of Champions. North Carolina (5-1) meets Brigham Young, a 72-68 winner over South Carolina, in tonight's championship game. (AP)","thumbnail":null,"section":"Sports"},{"date":"19931204","headline":"Girls' Cross-Country Taking A Heavy Toll, Study Shows","web_url":"https://www.nytimes.com/1993/12/04/sports/track-field-girls-cross-country-taking-a-heavy-toll-study-shows.html","abstract":"  Three years ago, Melody Fairchild of Boulder, Colo., then a feathery 5-foot-2-inch, 95-pound runner, was heralded as the greatest female distance-running prospect since a teen-aged Mary Decker first appeared on the track scene nearly 20 years before.   Fairchild, of Boulder High, won two national high school cross-country titles, broke many records in track and cross-country and became the first American girl to break 10 minutes for the two-mile run, clocking 9 minutes 55.92 seconds on an indoor track.","thumbnail":null,"section":"Sports"},{"date":"19931204","headline":"Corrections","web_url":"https://www.nytimes.com/1993/12/04/nyregion/c-corrections-335993.html","abstract":"  A list of credits on Thursday with a cable television review of \"All Aboard\" misspelled the given name of a producer. She is Jana DeHart. The list also gave incorrect titles, provided by the American Movie Classics channel, for Ms. DeHart and another producer. Ms. DeHart was the editor and producer; Marcia Ely was the writer and producer.","thumbnail":null,"section":"New York"},{"date":"19931204","headline":"Plan to Select City Tenants Is Affirmed","web_url":"https://www.nytimes.com/1993/12/04/nyregion/plan-to-select-city-tenants-is-affirmed.html","abstract":"  A Federal court yesterday upheld the selection process for a new public housing project in Williamsburg, Brooklyn, that Hispanic residents there have charged favors the community's Hasidic families.   The decision, rendered by Judge Robert W. Sweet of Federal District Court in Manhattan, affirms a new plan by the New York City Housing Authority to draw prospective residents for a new 150-unit complex on Berry Street, as well as other new developments citywide, from two waiting lists rather than one.","thumbnail":null,"section":"New York"},{"date":"19931204","headline":"Review/Jazz; Trio of Peterson Stand-Ins","web_url":"https://www.nytimes.com/1993/12/04/arts/review-jazz-trio-of-peterson-stand-ins.html","abstract":"  Carnegie Hall presented three pianists on Thursday night as a tribute to Oscar Peterson, who had been scheduled to appear but canceled because of ill health. The three -- McCoy Tyner, Ahmad Jamal and Dave Brubeck -- brought radically different styles, and being such strong musical personalities, they played works that rarely had much to do with Mr. Peterson.   Mr. Tyner opened the show with a set of unaccompanied tunes. He's a virtuosic pianist, and on piece after piece, from Tadd Dameron's \"Ladybird\" to a closing blues, he piled ideas and harmonies on top of ideas, stopping suddenly to introduce moments of quiet. He cut time down to a crawl, only to make it bolt. Mr. Tyner's time is so strong that his rippling lines, spaced out between melody notes, seemed like foundations for the performances. On each tune Mr. Tyner stacked up sound, letting the piano ring with overtones that filled up the hall.","thumbnail":null,"section":"Arts"},{"date":"19931204","headline":"Review/Music; Santeria's Arresting Songs","web_url":"https://www.nytimes.com/1993/12/04/arts/review-music-santeria-s-arresting-songs.html","abstract":"  Lazaro Ros's first few notes at S.O.B.'s on Monday night stopped all conversation in his packed audience. Mr. Ros, a Cuban singer whose specialty is the songs of the Santeria religion, has an immediately arresting voice, nasal and harsh. When he sings his chants, he lets his notes float until he snaps them into tight, drumlike patterns.   He was scheduled to be accompanied by the Cuban pop band Mezcla, but the State Department wouldn't allow the group to enter the United States, his manager said. Instead, Mr. Ros was backed by percussionists and singers, and the combination gave the religious chants a spare beauty they wouldn't otherwise have had.","thumbnail":null,"section":"Arts"},{"date":"19931204","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/12/04/arts/classical-music-in-review-351093.html","abstract":"  Works of Somei Satoh  Merkin Concert Hall","thumbnail":null,"section":"Arts"},{"date":"19931204","headline":"No Headline","web_url":"https://www.nytimes.com/1993/12/04/nyregion/no-headline-581093.html","abstract":"  Why? We don't have an answer. That's what's frustrating to us. These were not high-risk kids. There was nothing that would suggest that they would do something like this. -- ROBERT C. McKEAN, a high school principal, on the apparent suicide of two honor students.  [ 26:1. ]","thumbnail":null,"section":"New York"},{"date":"19931204","headline":"Effort to Curb Drug Flow May Be More Difficult, Officials Say","web_url":"https://www.nytimes.com/1993/12/04/world/effort-to-curb-drug-flow-may-be-more-difficult-officials-say.html","abstract":"  Despite the death on Thursday of the murderous cocaine trafficker Pablo Escobar Gaviria, drug experts and law enforcement officials said yesterday that efforts to curb drug shipments to the United States might become more difficult rather than less so in the months ahead.   The remaining traffickers will no longer be distracted by fears of Mr. Escobar's assassination squads, the officials said, but are likely to form closer relationships to make the exporting of drugs more efficient and more profitable.","thumbnail":null,"section":"World"},{"date":"19931204","headline":"Forget Heavyweights; Small Is Now Beautiful","web_url":"https://www.nytimes.com/1993/12/04/sports/boxing-forget-heavyweights-small-is-now-beautiful.html","abstract":"  Suddenly, small is back in the fight game.   The public is hardly in awe of nice-guy heavyweight champion Evander Holyfield. So with no big bully of a heavyweight out there, an attractive collection of smaller fighters is drawing attention, especially from HBO, a television network that needs a marquee name.","thumbnail":null,"section":"Sports"},{"date":"19931204","headline":"Germans Pick Insurance","web_url":"https://www.nytimes.com/1993/12/04/your-money/IHT-germans-pick-insurance.html","abstract":"GERMANY'S low birth rate, its worst postwar recession, and the financial and social costs of unification are causing Germans to worry more about investing for their retirement than they have in decades. While today's retirees can still rely on the state's","thumbnail":null,"section":"Your Money"},{"date":"19931204","headline":"How Bob Wagner Jr. Delivered the Goods","web_url":"https://www.nytimes.com/1993/12/04/opinion/l-how-bob-wagner-jr-delivered-the-goods-370793.html","abstract":"  To the Editor:   With the passing of Robert F. Wagner Jr. and the many remembrances of his accomplishments, his self-effacing personality brought to mind an encounter with him some years ago.","thumbnail":null,"section":"Opinion"},{"date":"19931204","headline":"A Focus on New Investment Strategies","web_url":"https://www.nytimes.com/1993/12/04/your-money/IHT-a-focus-on-new-investment-strategies.html","abstract":"SQUIRRELING away money for retirement is a given. But how much, and what type will leave an investor comfortable decades from now? .A slew of recent studies in the United States has found that many Americans are not financially prepared for retirement.","thumbnail":null,"section":"Your Money"},{"date":"19931204","headline":"Pocono Journal; Winds of Secession Chill One of the World's 'Last Great Places'","web_url":"https://www.nytimes.com/1993/12/04/us/pocono-journal-winds-of-secession-chill-one-of-the-world-s-last-great-places.html","abstract":"  The 2,060 residents of this rural township in the Pocono Mountains enjoy low taxes and an unspoiled pine barrens. In March the Nature Conservancy, a land conservation organization, included the Pennsylvania area on its global list of \"Forty Last Great Places.\"   Now residents and environmentalists fear a change could come if a local property owner succeeds in seceding from the township, in northeastern Pennsylvania, and building a convention and resort complex there.","thumbnail":null,"section":"U.S."},{"date":"19931204","headline":"Buying Off North Korea","web_url":"https://www.nytimes.com/1993/12/04/opinion/IHT-buying-off-north-korea.html","abstract":"It was tempting to think that North Korea might be bargained out of making The Bomb. It is still possible that bargaining will work. But it is necessary for the world to see the risks involved in trying to buy off Kim Il Sung; to recognize that the attem","thumbnail":null,"section":"Opinion"},{"date":"19931204","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/12/04/style/chronicle-374093.html","abstract":"  The melody lingers on. . . .    BARRY TUCKER never knows when he is going to hear the voice of his father, RICHARD TUCKER, the legendary tenor who died in 1975. \"I often hear it when I'm not expecting it,\" his son said the other day. \"I can be driving alone and say, 'Hey, I know that sound on the radio.' \"","thumbnail":null,"section":"Style"},{"date":"19931204","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/12/04/nyregion/news-summary-539993.html","abstract":"  International 3-7 SIGNS OF RUSSIAN ECONOMIC GAINS   Nearly two years after Russia freed prices for a market economy, industrial production seems to have stopped falling and the ruble is relatively stable against the dollar.  1","thumbnail":null,"section":"New York"},{"date":"19931204","headline":"Asians Display New Interest in Pensions","web_url":"https://www.nytimes.com/1993/12/04/your-money/IHT-asians-display-new-interest-in-pensions.html","abstract":"WIDESPREAD social and cultural changes in Asia in the past decade have resulted in Asian executives showing new interest in pension plans, and beginning to arrange for their retirement years much earlier. .Up until about 10 years ago, the majority of As","thumbnail":null,"section":"Your Money"},{"date":"19931204","headline":"Secrets of the Flesh;\nMaximum Exposure","web_url":"https://www.nytimes.com/1993/12/04/opinion/secrets-of-the-flesh-maximum-exposure.html","abstract":"For a moment last month it seemed as if the White House, under pressure from conservatives, was about to propose a broad new \"child pornography\" statute banning some depictions of children even if they are clothed. This would have posed some interesting problems for executives from Coppertone to Calvin Klein. \n\nWhen the Justice Department argued before the Supreme Court that a Pennsylvania man should not be prosecuted for possessing videotapes of young girls because they were clothed and not acting lasciviously, conservative opponents accused President Clinton of being soft on child pornography. Civil libertarians replied that a new, more explicit and punitive law might result in pre-emptive self-censorship by publishers and librarians who did not want to be exposed to prosecution.","thumbnail":null,"section":"Opinion"},{"date":"19931204","headline":"1893:Blowing Up Nelson : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/12/04/opinion/IHT-1893blowing-up-nelson-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - The preliminary trial of Mercier, Pell and De Martiguy, the young men recently arrested for attempting to blow up Nelson's Monument in Montreal, commenced yesterday [Dec. 3]. Mr. H. Mercier, ex-Premier of Quebec, father of the first-named priso","thumbnail":null,"section":"Opinion"},{"date":"19931204","headline":"Bridge","web_url":"https://www.nytimes.com/1993/12/04/nyregion/bridge-897593.html","abstract":"  It is generally unwise to lead a singleton trump, since this may damage a partner who holds one or two trump honors. Exceptions occur when dummy is likely to take several ruffs, and West might have risen to the occasion on the diagramed deal.    It occurred Sunday in the final of the Reisinger Board-a-Match Teams in Seattle. North and South were Chuck Burger of West Bloomfield, Mich., and Jim Cayne of Manhattan, members of the team that finished second in the event.","thumbnail":null,"section":"New York"},{"date":"19931204","headline":"Review/Film; A Man's Best Friend Can Wear the Pants And Dabble in Sleuthing","web_url":"https://www.nytimes.com/1993/12/04/movies/review-film-a-man-s-best-friend-can-wear-the-pants-and-dabble-in-sleuthing.html","abstract":"  In his animated characters Wallace and Gromit -- an eccentric inventor and his faithful dog -- Nick Park, the English film maker who won an Academy Award in 1991 for his animated short \"Creature Comforts,\" has created a pair who could easily become a classic cartoon duo. \"The Wrong Trousers,\" the second Wallace and Gromit adventure, is a comedy thriller of such charm that it walks away with the 16-film program, \"Spike and Mike's Festival of Animation 1993,\" which opened yesterday at the Cinema Village.    In this edition, Wallace gives Gromit a birthday present of a pair of pants called techno-trousers that look like the bottom half of a space suit. When put on, their adhesive shoes enable the wearer to climb the sides of buildings and walk upside down on ceilings. The trousers are also guided by remote control. And their very first assignment is to give Gromit his morning walk. Gromit isn't so sure he likes his gift as it mechanically jerks him along the street.","thumbnail":null,"section":"Movies"},{"date":"19931204","headline":"Review/Television; The Case for Dogs (And Against Mankind)","web_url":"https://www.nytimes.com/1993/12/04/arts/review-television-the-case-for-dogs-and-against-mankind.html","abstract":"  On the evidence of \"Dogs,\" the six-part documentary that begins tomorrow evening on the Arts & Entertainment cable channel, a dog's life takes many forms, mostly to suit its masters.   Tomorrow's somewhat random but engaging opening hour finds Greenland huskies making life possible for humans far north of the Arctic Circle, only to be killed after five years of arduous service; a hairless little creature bringing nonallergic love to the big-city couple whose bed it shares; a descendant of Lassie showing off its accomplishments as an actor; a South African German shepherd defending its family against all comers, even Daddy; a drug-sniffer doing its job on dancers' socks and underwear at an English disco, and hunting dogs in the remote jungles of New Guinea tracking a tree kangaroo and border collies herding sheep (the collies, control freaks, are not recommended as suburban pets since they are likely to keep the kids from moving around much).","thumbnail":null,"section":"Arts"},{"date":"19931204","headline":"They Can't Go Home Again","web_url":"https://www.nytimes.com/1993/12/04/opinion/they-cant-go-home-again.html","abstract":"Europe is facing the largest population displacement since 1945. Perhaps three million people from the former Yugoslavia have fled their homes. And there are serious risks of further large-scale displacements.\n\nIt was out of the ashes of World War II that the 1951 Geneva Convention on refugees' status was drafted, predominantly by West Europeans. The wealthy Western countries have long lectured third world countries about their legal responsibilities to provide adequate care for the huge numbers of refugees in their backyards.","thumbnail":null,"section":"Opinion"},{"date":"19931204","headline":"In 2 Young Patients, Rare Transmission Of H.I.V. Is Detected","web_url":"https://www.nytimes.com/1993/12/04/us/in-2-young-patients-rare-transmission-of-hiv-is-detected.html","abstract":"  Scientists have detected two cases in which the AIDS virus has been transmitted from one child and one adolescent to others but apparently not by the usual routes. The most likely cause is believed to be that infected blood from one entered the other through a cut or disease that broke the skin.   Such a mode of transmission has rarely, if ever, been documented before. Although the cases can be expected to raise questions about the current policy of admitting infected children to schools and day care centers, experts familiar with the two cases say they strongly believe that there is no reason to change public policy because of the rarity of such transmission.","thumbnail":null,"section":"U.S."},{"date":"19931204","headline":"Pity the Poor Horses","web_url":"https://www.nytimes.com/1993/12/04/opinion/pity-the-poor-horses.html","abstract":"  In 1989 the New York City Council, presumably saddened by the sight of carriage horses trembling, collapsing and occasionally dying on Manhattan's hectic streets, wisely passed Local Law 89, which restricts the times and areas in which the carriages may operate. A few years later the Council had a change of heart and tried to weaken those restrictions. But Mayor David Dinkins became the horses' champion; he vetoed the bill.   Now the Council is at it again. Two weeks ago Councilman Noach Dear introduced a bill that would increase the animals' workweek, abolish most of the safety and humane provisions of Local Law 89 and return the carriages to heavy traffic. And this week the Council's Transportation Committee approved a \"compromise\" bill, not as sweeping as Mr. Dear's entry, that nonetheless would lengthen the horses' hours between the shafts, expand the midtown areas where the carriages can cruise and pick up passengers and extend their weekday hours of operation. To which one can only respond: Why?","thumbnail":null,"section":"Opinion"},{"date":"19931204","headline":"A Bad Gag Order in Canada","web_url":"https://www.nytimes.com/1993/12/04/opinion/a-bad-gag-order-in-canada.html","abstract":"  A Canadian judge has gagged his country's press from reporting about a notorious murder trial, ostensibly in the interests of fairness. The gag order is broad even by the standards of a Canadian judiciary that is far more tolerant of censorship than U.S. courts. To help enforce it, border police have been stopping trucks carrying U.S. newspapers to keep Canadians from learning what their neighbors to the south know about the case.    This bizarre episode reminds us why the U.S. places a high value on public trials, reported in a free press. Two centuries of strife over freedom of the press have taught that gags on speech, even in the name of justice, are instruments of tyranny even when they fail at total suppression. With due respect to Canada's sovereign power and the judge's sincerity, his action is both futile (the news will get out) and wrong in principle.","thumbnail":null,"section":"Opinion"},{"date":"19931204","headline":"3's Are Wild as Virginia Beats Princeton","web_url":"https://www.nytimes.com/1993/12/04/sports/soccer-3-s-are-wild-as-virginia-beats-princeton.html","abstract":"  Princeton was unable to use its speed from midfield today and suffered a 3-1 loss to Virginia in the semifinals of the National Collegiate Athletic Association soccer tournament.   Nate Friends scored the goals for Virginia, all in the first half, putting the Cavaliers (21-3) in position not only to capture a third consecutive title and fourth in the last five years, but also to become the first team to three straight times in the N.C.A.A. tournament, which began in 1959.","thumbnail":null,"section":"Sports"},{"date":"19931204","headline":"Magnet of Emerging Markets","web_url":"https://www.nytimes.com/1993/12/04/your-money/IHT-magnet-of-emerging-markets.html","abstract":"INSTITUTIONAL investors are plowing money into emerging markets at such a pace that investment in these markets accounts for 13 percent of the assets in their international portfolios, a sixfold increase in four years, according to a survey of managers of","thumbnail":null,"section":"Your Money"},{"date":"19931204","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/12/04/us/inside-575593.html","abstract":"  Lewis Thomas Is Dead   The physician and biologist, prominent as both a medical philosopher and an administrator, was 80. He is shown during a recent interview, in which he reflected on the philosophy and physiology of death. Page 28. North Korea Eases Standoff    North Korea offered wider access to its nuclear sites, keeping alive the possibility of a diplomatic solution, American officials said. Page 3. Gulf War Hero Is Punished    The general who directed the allied air campaign against Iraq was disciplined for trying to block the promotion of another general. Page 10.","thumbnail":null,"section":"U.S."},{"date":"19931204","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/12/04/style/chronicle-373193.html","abstract":"  Complaining of \"overwhelming\" intrusion by the news media into her life, and saying she hoped for \"more time and space,\" the PRINCESS OF WALES said yesterday that she would reduce her public commitments and scale back her charitable affiliations.   With tears welling up in her eyes, the Princess, who separated from PRINCE CHARLES last year, made her surprise announcement at a luncheon given by the Headway National Head Injuries Association in London.","thumbnail":null,"section":"Style"},{"date":"19931204","headline":"Secrets of the Flesh;\nCensors' Helpers","web_url":"https://www.nytimes.com/1993/12/04/opinion/secrets-of-the-flesh-censors-helpers.html","abstract":"Feminists have long debated whether women's interests can ever be promoted through government regulation of sexually explicit expression. Over the past year, we've had a chance to find out, courtesy of the Canadian Supreme Court, which ruled in February 1992 that words and images that \"degrade\" women are \"harmful\" to them and should be outlawed. \n\nThe ruling, in Butler v. Her Majesty the Queen, was based largely on the theories of the University of Michigan law professor Catharine Mac Kinnon and her associate Andrea Dworkin, who have been crusading for similar measures in the United States and other countries. So it should be of more than passing interest that the Canadian ruling has produced an explosion of censorship, and that women -- no surprise! -- are suffering serious consequences.","thumbnail":null,"section":"Opinion"},{"date":"19931204","headline":"'Squeegees' Rank High on Next Police Commissioner's Priority List","web_url":"https://www.nytimes.com/1993/12/04/nyregion/squeegees-rank-high-on-next-police-commissioner-s-priority-list.html","abstract":"  William J. Bratton, the next Police Commissioner of New York City, promised today to redirect the city's police force, to attack the largest crime problems by focusing first on the smallest and to press for changes in the courts and prisons to handle the added burden of more arrests.   As an example of seeking large rewards by solving little problems, he said that one of his priorities would be to order a crackdown on \"squeegees,\" the men and women who wipe the windshields of motorists waiting in traffic. Mr. Bratton argued that a tolerance for such minor infractions of the law has demoralized police officers and contributed to the city's sense of menace. A Change in Approach    \"As minute a problem as that might seem in the overall scope of a city with 2,000 murders, squeegees are of great significance,\" said Mr. Bratton, now the Boston Police Commissioner, \"because like fare evasion and like disorder on the subways, it's that type of activity that is generating fear.\"","thumbnail":null,"section":"New York"},{"date":"19931204","headline":"Cal Names a New A.D.","web_url":"https://www.nytimes.com/1993/12/04/sports/sports-people-college-sports-cal-names-a-new-ad.html","abstract":"  JOHN V. KASSER, a veteran administrator with a reputation for building programs, was hired by the University of California as athletic director yesteday. Currently the athletic director at UC-Santa Barbara, he will begin his new job on Jan. 17.","thumbnail":null,"section":"Sports"},{"date":"19931204","headline":"Abduction Charge Expected In Case of a California Girl","web_url":"https://www.nytimes.com/1993/12/04/us/abduction-charge-expected-in-case-of-a-california-girl.html","abstract":"  Kidnapping charges in the case of a girl abducted during a slumber party in a town north of here will be filed early next week, law-enforcement officials announced tonight after a palm print found in the bedroom of Polly Hannah Klaas was reported to match that of the prime suspect in the case.    The officials of the Petaluma Police Department and the Federal Bureau of Investigation said the palm print was just one piece of evidence linking the abduction to the suspect, Richard Allen Davis. But they would not discuss any other details.","thumbnail":null,"section":"U.S."},{"date":"19931204","headline":"Rangers Are in the Market For More Than a Victory","web_url":"https://www.nytimes.com/1993/12/04/sports/hockey-rangers-are-in-the-market-for-more-than-a-victory.html","abstract":"  They came for the big matchup, the National Hockey League's top team in the Eastern Conference versus the top team in the Western Conference.   First, though, the Rangers had to go shopping.","thumbnail":null,"section":"Sports"},{"date":"19931204","headline":"CONCLUDING REPORT IN IRAN ARMS CASE TO BE MADE PUBLIC","web_url":"https://www.nytimes.com/1993/12/04/us/concluding-report-in-iran-arms-case-to-be-made-public.html","abstract":"  A panel of Federal appeals court judges said today that it would soon make public the final report of the Iran-contra independent prosecutor. The report is expected to be a harsh parting shot at Presidents Ronald Reagan and George Bush.   The possibility that the three-volume report might never see daylight had emerged as the last big legal hurdle of the protracted and tangled affair. Lawrence E. Walsh, the Iran-contra prosecutor, submitted the report to the three-judge panel in August as required under the Ethics in Government Act of 1978, which created the independent counsel.","thumbnail":null,"section":"U.S."},{"date":"19931204","headline":"The Knicks' Latest Maneuver: Circling the Wagons","web_url":"https://www.nytimes.com/1993/12/04/sports/pro-basketball-the-knicks-latest-maneuver-circling-the-wagons.html","abstract":"  The day after the Knicks were humbled at home by the Houston Rockets, the president, general manager and coach met at the team's practice center today to evaluate the situation.   Afterward, the Knicks' leadership vowed not to overreact to one early-December loss. The most immediate concern was to avoid long-term damage from Thursday's one-sided 94-85 defeat in which Houston magnified some of New York's offensive shortcomings. Not only did the Knicks look horrible, but their fans also became frustrated, singling out Greg Anthony and Charles Smith for verbal abuse.","thumbnail":null,"section":"Sports"},{"date":"19931204","headline":"Transactions","web_url":"https://www.nytimes.com/1993/12/04/sports/transactions-121693.html","abstract":"  Football  National Football League   DETROIT LIONS -- Signed Eric Lynch, running back, and Marty Thompson, tight end, from the practice squad. Waived Toby Caston, linebacker. Hockey","thumbnail":null,"section":"Sports"},{"date":"19931204","headline":"Rabin Bluntly Tells Christopher To Stay Out of Talks on Self-Rule","web_url":"https://www.nytimes.com/1993/12/04/world/rabin-bluntly-tells-christopher-to-stay-out-of-talks-on-self-rule.html","abstract":"  As Secretary of State Warren Christopher arrived to push Middle East peace talks forward, Prime Minister Yitzhak Rabin said today that the United States should stay out of negotiations between Israel and the Palestine Liberation Organization on bringing about Palestinian self-rule in the occupied territories.   The Prime Minister's remarks came as violence flared anew in the territories, this time in the tinderbox West Bank town of Hebron, where Jewish settlers firing guns battled Arabs hurling rocks and bottles.","thumbnail":null,"section":"World"},{"date":"19931204","headline":"Budget Advice for the Mayor-Elect","web_url":"https://www.nytimes.com/1993/12/04/opinion/budget-advice-for-the-mayor-elect.html","abstract":"  Mayor-elect Rudolph Giuliani was too quick to reject new proposals to end the annual agony of closing New York City's budget gap. Mayor David Dinkins sought these proposals for his own use, turning to three New Yorkers with a wealth of experience in budgets and politics. Mr. Dinkins's defeat does not diminish the practical value of their work. Indeed, their proposals offer Mr. Giuliani a smart starting point.   Without the hedging that is common among public officials, the three advisers say the budget outlook for next year and beyond is even worse than the latest forecast, which was worse than the one before. Given that bad news, the advisers produced a \"menu\" of deficit reduction options, virtually all so painful or politically risky that their chances seem slim. But their underlying point is that permanent budget repair hurts, and is not possible unless everyone shares the pain.","thumbnail":null,"section":"Opinion"},{"date":"19931204","headline":"Those Heady Dreams of Jets Are Resting on One Very Stiff Neck","web_url":"https://www.nytimes.com/1993/12/04/sports/football-those-heady-dreams-of-jets-are-resting-on-one-very-stiff-neck.html","abstract":"  Boomer Esiason's physical condition is not critical. The quarterback's mood today, though, had certainly been downgraded to serious.   There were no jokes about the next day's newspaper headlines. There were polite refusals to answer direct questions about his sore neck. And there was a limited practice, the Jets' quarterback forced to \"shut it down\" after a handful of passes and proclaim that he expected improvement by Sunday, when the Jets play Indianapolis at Giants Stadium.","thumbnail":null,"section":"Sports"},{"date":"19931204","headline":"BRIEFCASE : Mercury Asset Management Offers a Base Metals Fund","web_url":"https://www.nytimes.com/1993/12/04/your-money/IHT-briefcase-mercury-asset-management-offers-a-base-metals-fund.html","abstract":"Mercury Asset Management is launching a closed-end fund specializing in base metals and the shares of companies that produce them. Unlike many funds, which are introduced after the target market has made a spectacular run - all the better to attract shar","thumbnail":null,"section":"Your Money"},{"date":"19931204","headline":"Ethics Code Covers Lawyer-Client Conduct","web_url":"https://www.nytimes.com/1993/12/04/opinion/l-ethics-code-covers-lawyer-client-conduct-368593.html","abstract":"  To the Editor:   Both your news pages and letters column have reflected a growing controversy over whether there should be a rule prohibiting matrimonial lawyers (or all lawyers) from engaging in sexual relations with their clients, a controversy brought to the fore by Chief Judge Judith Kaye's proposed promulgation of such rules. I am concerned that your readers have been left with the mistaken impression that, in the absence of an explicit rule, sexual relations between lawyers and clients are permissible under existing ethics codes.","thumbnail":null,"section":"Opinion"},{"date":"19931204","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/12/04/arts/classical-music-in-review-352993.html","abstract":"  Harrington String Quartet Merkin Concert Hall","thumbnail":null,"section":"Arts"},{"date":"19931204","headline":"Yacht in Distress Found Safe in Ocean","web_url":"https://www.nytimes.com/1993/12/04/sports/yacht-in-distress-found-safe-in-ocean.html","abstract":"  A rescue effort by two competitors in the Whitbread Round the World Race succeeded last night in finding the damaged Italian yacht, Brooksfield. The 60-foot yacht, which had sent off a distress signal earlier in the day, was located about 2,000 miles southwest of its next port of call, Fremantle, Australia, in the Indian Ocean.    No injuries were reported among Brooksfield's 11-person crew. But the yacht reported that its rudder had broken, opening a hole in the back of the boat. Ocean water poured in and short-circuited the yacht's electronics, said Bill Trenkle, an associate of the yachtsman Dennis Conner.","thumbnail":null,"section":"Sports"},{"date":"19931204","headline":"BRIEFCASE : How a Wild Spending Spree Can Help You Afford a Car","web_url":"https://www.nytimes.com/1993/12/04/your-money/IHT-briefcase-how-a-wild-spending-spree-can-help-you-afford-a-car.html","abstract":"A U.S. credit card perk which foots part of the bill for a new car will soon be available in Britain. Starting Jan. 1, General Motors, Visa and MasterCard will issue a joint card that allows users to apply rebates on purchases toward the purchase of a GM","thumbnail":null,"section":"Your Money"},{"date":"19931204","headline":"Retirement:The Baby Boom Challenge","web_url":"https://www.nytimes.com/1993/12/04/your-money/IHT-retirementthe-baby-boom-challenge.html","abstract":"WE are all getting older. So what else is new? But the fact that so many of us are within sight of our days as pensioners is set to make traditional retirement resources scarce in the next century. .According to recent studies, the proportion of retiree","thumbnail":null,"section":"Your Money"},{"date":"19931204","headline":"With-Profit, Unit-Linked Offer Choice of Styles","web_url":"https://www.nytimes.com/1993/12/04/your-money/IHT-withprofit-unitlinked-offer-choice-of-styles.html","abstract":"THE pensions market in the United Kingdom is probably the most highly developed anywhere in Europe. Aided by generous tax incentives and a government eager to encourage private provision to reduce its own spending in the pensions area, Britons are faced w","thumbnail":null,"section":"Your Money"},{"date":"19931204","headline":"U.S. Should Regulate Corporate Maneuvers","web_url":"https://www.nytimes.com/1993/12/04/arts/l-us-should-regulate-corporate-maneuvers-359693.html","abstract":"  To the Editor:   Missing from your discussion of the contest between Viacom and QVC over acquisition of Paramount (Business Day, Nov. 25, 26) is whether a decision of such importance to the nation's communications systems, its economy and Paramount's employees and shareholders should be made under Delaware law.","thumbnail":null,"section":"Arts"},{"date":"19931204","headline":"Are Scots Really No Cannier Than Thou?","web_url":"https://www.nytimes.com/1993/12/04/your-money/IHT-are-scots-really-no-cannier-than-thou.html","abstract":"AMONG European countries, the British pride themselves on their ability to manage risk investment, particularly equities a favorite medium for funding pension investments. And among the British themselves, the Scots lay claim to an extra level of investme","thumbnail":null,"section":"Your Money"},{"date":"19931204","headline":"More Students Are Violent At Young Age","web_url":"https://www.nytimes.com/1993/12/04/nyregion/more-students-are-violent-at-young-age.html","abstract":"  New figures on crime and disorder in New York City public schools, show that more and more serious incidents are occurring among younger and younger students in many junior high schools and even some elementary schools.   Most schools still report few problems. But, student for student, more serious incidents -- from assaults to the possession of guns and makeshift weapons -- were reported last year in eight junior high schools than in the worst, long-troubled high schools.","thumbnail":null,"section":"New York"},{"date":"19931204","headline":"Alabama's Langham Finished as a Collegian","web_url":"https://www.nytimes.com/1993/12/04/sports/sports-people-college-football-alabama-s-langham-finished-as-a-collegian.html","abstract":"  The National Collegiate Athletic Association yesterday denied Alabama's appeal to restore the eligibility of ANTONIO LANGHAM, ending the college career of one of the country's top defensive backs.   The decision makes Langham, the Crimson Tide's career interception leader, ineligible for the Southeastern Conference championship game today against No. 9 Florida. He will also be barred from No. 16 Alabama's bowl game, expected to be either the Sugar Bowl or the Gator Bowl.","thumbnail":null,"section":"Sports"},{"date":"19931204","headline":"Corrections","web_url":"https://www.nytimes.com/1993/12/04/nyregion/c-corrections-334093.html","abstract":"  A table in Your Money on Nov. 27, with an article about mutual funds' investments in derivative securities, included an outdated figure provided by Morningstar Inc. for the percentage of interest-only, mortgage-backed securities held by the Smith Barney Shearson Adjustable Rate Government Income Fund. The fund says it currently has less than 1 percent of its $425 million portfolio invested in those securities, down from 8.1 percent in November 1992, when its portfolio totaled $150 million.","thumbnail":null,"section":"New York"},{"date":"19931204","headline":"Should Pension Planners Go It Alone?","web_url":"https://www.nytimes.com/1993/12/04/your-money/IHT-should-pension-planners-go-it-alone.html","abstract":"AS job markets throughout the developed world grow ever more volatile, the market for independent pension products is growing fast. But the performance of these pension plans frequently fails to live up to the sales pitch, tax planners warn. .Investors","thumbnail":null,"section":"Your Money"},{"date":"19931204","headline":"ULSTER TALKS FAIL TO MAP PEACE DEAL","web_url":"https://www.nytimes.com/1993/12/04/world/ulster-talks-fail-to-map-peace-deal.html","abstract":"  After seven hours of apparently heated discussions, the Prime Ministers of Britain and Ireland failed today to reach agreement on a new formula that could lead to an end to violence in Northern Ireland and pave the way for formal peace talks involving the Irish Republican Army.   But both John Major of Britain and Albert Reynolds of Ireland said they would meet again next week in Brussels, and there is also expected to be a third meeting, probably in London, before Christmas.","thumbnail":null,"section":"World"},{"date":"19931204","headline":"Delay in Mercer Trial?","web_url":"https://www.nytimes.com/1993/12/04/sports/sports-people-boxing-delay-in-mercer-trial.html","abstract":"  District Attorney ROBERT MORGENTHAU of Manhattan will ask for a month's postponement in the trial of RAY MERCER, the heavyweight charged with sports bribery. The trial is scheduled to begin on Monday.","thumbnail":null,"section":"Sports"},{"date":"19931204","headline":"Marijuana as Chemotherapy Aid Poses Hazards","web_url":"https://www.nytimes.com/1993/12/04/opinion/l-marijuana-as-chemotherapy-aid-poses-hazards-362693.html","abstract":"  To the Editor:   The recent distribution of marijuana cigarettes by a concerned rabbi to alleviate the discomfort and suffering of patients undergoing chemotherapy is a most compassionate gesture (\"Healing Herb or Narcotic? Marijuana as Medication,\" Nov. 14). Unfortunately the claims for the unique therapeutic properties of marijuana smoking in alleviating the nausea and vomiting induced by chemotherapy for cancer or AIDS do not withstand scientific scrutiny.","thumbnail":null,"section":"Opinion"},{"date":"19931204","headline":"Bottom Line Of Saving's to Beat Inflation","web_url":"https://www.nytimes.com/1993/12/04/your-money/IHT-bottom-line-of-savings-to-beat-inflation.html","abstract":"THINK of shortages, inadequacies, insufficiencies. Think of systems in crisis, systems that creak and finally break under intolerable strain. The images conjured up are perhaps those of hunger and suffering in Africa, or the Balkans. Or again, maybe the b","thumbnail":null,"section":"Your Money"},{"date":"19931204","headline":"Pretoria Journal; About Blacks, Jews and a Bridge Between Them","web_url":"https://www.nytimes.com/1993/12/04/world/pretoria-journal-about-blacks-jews-and-a-bridge-between-them.html","abstract":"  Two photographs measure the distance Aron Liel's world has lurched in the year since he became Israel's Ambassador to South Africa.   The first shows Nelson Mandela joyously embracing Yasir Arafat. To many South African Jews, the hug had come to symbolize the estrangement between this country's black government-in-waiting and Israel -- and potentially, many feared, between blacks and Jews.","thumbnail":null,"section":"World"},{"date":"19931204","headline":"A Vote for Continuity in Taiwan, to the Likely Relief of Beijing","web_url":"https://www.nytimes.com/1993/12/04/opinion/IHT-a-vote-for-continuity-in-taiwan-to-the-likely-relief-of-beijing.html","abstract":"Local elections in Taiwan last weekend sent mixed signals about democratic development in a country where martial law was lifted only six years ago. But in Beijing they are likely to have been greeted with relief. .The fact that the polls took place at","thumbnail":null,"section":"Opinion"},{"date":"19931204","headline":"Review/Opera; Blood and Thunder From the Young Verdi","web_url":"https://www.nytimes.com/1993/12/04/arts/review-opera-blood-and-thunder-from-the-young-verdi.html","abstract":"  The Metropolitan Opera has taken on an ambitious project this season: to expand its repertory with first productions of neglected works (\"Stiffelio\" and \"Rusalka\"), to pay tribute to the 25th-anniversary Met seasons of the world's two most renowned tenors (Placido Domingo and Luciano Pavarotti) and to explore the range of Verdi's achievement. And that project, so far, has been an astonishing success; Mr. Domingo has been in top form, and both productions are deservedly entering the repertory.   But on Thursday night, with its first production of \"I Lombardi alla Prima Crociata,\" clunky early Verdi about the first Crusade, the Met was defeated by directorial misconception, hazard-strewn vocalism and the bluntness of a potboiler by a nascent genius. Despite James Levine's presence in the pit and the much-heralded appearance of Luciano Pavarotti as the tenor love interest, the case for this opera's revival has actually been set back by this production.","thumbnail":null,"section":"Arts"},{"date":"19931204","headline":"U.S. Offering to Mediate Russian-Ukrainian Disputes on Security","web_url":"https://www.nytimes.com/1993/12/04/world/us-offering-to-mediate-russian-ukrainian-disputes-on-security.html","abstract":"  The United States offered today to mediate a range of thorny security disputes between Russia and Ukraine, including military protection for Ukraine, the dismantling of its nuclear arsenal and Russian compensation for Ukraine's highly enriched uranium, senior State Department officials said today.    Secretary of State Warren Christopher made the offer during a meeting with Ukraine's Foreign Minister, Anatoly Zlenko, as part of the Clinton Administration's strategy to nudge Ukraine into giving up its nuclear weapons by offering it political and economic incentives, the officials said.","thumbnail":null,"section":"World"},{"date":"19931204","headline":"Scars of Mining Endure as Repair Fund Dries Up","web_url":"https://www.nytimes.com/1993/12/04/us/scars-of-mining-endure-as-repair-fund-dries-up.html","abstract":"  Like almost everybody who lives in Ajax Hollow, Charles Miller set his house high on the mountain, far above the winding road and out of the path of the unpredictable stream that floods its banks after heavy rain.   Then the hill that was his front yard melted away in a landslide last year. The slide, caused by the steady seepage of water from a coal mine abandoned decades ago, carried away so much dirt that Mr. Miller's front door is now only a few feet from the edge of a 100-foot cliff.","thumbnail":null,"section":"U.S."},{"date":"19931204","headline":"2 Students' Apparent Suicides Bewilder L.I. Town","web_url":"https://www.nytimes.com/1993/12/04/nyregion/2-students-apparent-suicides-bewilder-li-town.html","abstract":"  Two high school honor students, described by friends as normal teen-agers who gossiped in the library, danced at parties and wore the latest combat boots, lay down in front of a rushing train Thursday evening in what the police have called a double suicide.   The two girls, Mili Subudhi, 15, and Ellen Liu, 16, had apparently been planning their deaths for a month, a law-enforcement official said, adding that notes about the suicide had been found among their belongings, including an apology by one girl for the pain it would cause her boyfriend.","thumbnail":null,"section":"New York"},{"date":"19931204","headline":"So Much Stray Gunfire, How Many Stray Lives?","web_url":"https://www.nytimes.com/1993/12/04/nyregion/about-new-york-so-much-stray-gunfire-how-many-stray-lives.html","abstract":"  IN the first 11 months of this year 327 people who were not intended targets were shot in New York City. Last year the total was 342, and the year before that it was 384. Nobody knows how many bystanders were hit by bullets 10 years ago because no such tallies were maintained. Back then no one felt the need.   Now there is a running count, as almost every day people are gunned down minding their business. Children lying in bed have been wounded by stray fire from the streets. Shoppers or people driving to work have been killed by shooters aiming at someone else, killers who never knew those they killed.","thumbnail":null,"section":"New York"},{"date":"19931204","headline":"Bosnia Muslims Vow to Keep Whole Capital as Land Is Split","web_url":"https://www.nytimes.com/1993/12/04/world/bosnia-muslims-vow-to-keep-whole-capital-as-land-is-split.html","abstract":"  Grimly facing the carving up of their infant country into Serbian, Croatian and Muslim cantons, Bosnian Government leaders returned today from inconclusive peace talks in Geneva vowing that their besieged capital would not be divided.    Government officials said glumly that the partition of Bosnia now seemed inevitable and that negotiations were focused on the fate of several crucial pieces of land. But even though the status of Sarajevo was discussed at the talks, Bosnian Government officials said they would not agree to a partition of the city.","thumbnail":null,"section":"World"},{"date":"19931204","headline":"CLINTON REASSURES CENTRIST COUNCIL","web_url":"https://www.nytimes.com/1993/12/04/us/clinton-reassures-centrist-council.html","abstract":"  Gently admonishing centrist Democrats, President Clinton today called for them to be a little more understanding of his need to compromise with the right and the left to build coalitions that will advance the centrist's own cause.   The President delivered his plea in a keynote address to the Democratic Leadership Council, an organization of centrist and conservative Democrats that he helped found and that later helped him in his march to the White House.","thumbnail":null,"section":"U.S."},{"date":"19931204","headline":"In Albany, a Gridlock of Egos; Legislative Principle at Issue? 'Not Giving In to Norman.'","web_url":"https://www.nytimes.com/1993/12/04/nyregion/albany-gridlock-egos-legislative-principle-issue-not-giving-norman.html","abstract":"  This is a city long used to legislative gridlock. But even here, the tale of how a $15 million rail project has stalled a $21 billion transportation plan has raised eyebrows.   For seven months, negotiators for the Republican-controlled Senate, the Democratic-controlled Assembly and Gov. Mario M. Cuomo have been trying to divide $21 billion for road, rail and airport projects across the state, $9.5 billion of it for the Metropolitan Transportation Authority, which operates New York City's mass transit system.","thumbnail":null,"section":"New York"},{"date":"19931204","headline":"Coach Rants and Raves But Islanders Still Lose.","web_url":"https://www.nytimes.com/1993/12/04/sports/hockey-coach-rants-and-raves-but-islanders-still-lose.html","abstract":"  On Thursday night he benched them. Tonight he screamed at them. If only he could play the game for them, then Coach Al Arbour might be able to prevent his Islanders from doing themselves these dread disservices on the ice.   Instead, the team is slumping along on a two-game losing streak, first by 7-3 to the Bruins in Boston on Thursday and then by 3-2 to the Quebec Nordiques tonight at Nassau Coliseum.","thumbnail":null,"section":"Sports"},{"date":"19931204","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/12/04/arts/classical-music-in-review-350293.html","abstract":"  New York Philomusica  Merkin Concert Hall","thumbnail":null,"section":"Arts"},{"date":"19931204","headline":"1918: Wilson's Tribute : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/12/04/opinion/IHT-1918-wilsons-tribute-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Among the great State papers which President Wilson has contributed to the archives of history in the course of the war, the speech which he made before Congress Monday [Dec. 2] will take high, perhaps the highest, rank. The Allied people endorse","thumbnail":null,"section":"Opinion"},{"date":"19931204","headline":"Corrections","web_url":"https://www.nytimes.com/1993/12/04/opinion/c-corrections-372393.html","abstract":"  An article on Tuesday about death threats against a Bangladeshi writer referred incorrectly to fighting between Bangladesh and Pakistan in 1971. Three million people died in the war, not 30 million.","thumbnail":null,"section":"Opinion"},{"date":"19931204","headline":"Irish Politicians to Blame for the Ulster Conflict","web_url":"https://www.nytimes.com/1993/12/04/arts/l-irish-politicians-to-blame-for-the-ulster-conflict-369393.html","abstract":"  To the Editor:   In your editorial on the Irish problem (Nov. 22) you state that \"Americans are baffled by the fierce persistence of this conflict.\" Many Irish at home and abroad are also baffled, but not so much at the persistence of the struggle as at the attitude of Irish politicians north and south of the border and their lack of honesty in the pursuit of a peaceful solution.","thumbnail":null,"section":"Arts"},{"date":"19931204","headline":"New Job for Tollner","web_url":"https://www.nytimes.com/1993/12/04/sports/sports-people-college-football-new-job-for-tollner.html","abstract":"  TED TOLLNER, who coached Southern Cal from 1983 to 1986, signed a five-year contract as head coach at San Diego State yesterday.   Tollner will remain quarterback coach of the Los Angeles Rams through the end of the National Football League season, while at the same time assembling a coaching staff and beginning to recruit at San Diego State.","thumbnail":null,"section":"Sports"},{"date":"19931204","headline":"New York to Bar Age Bias in Public Places","web_url":"https://www.nytimes.com/1993/12/04/nyregion/new-york-to-bar-age-bias-in-public-places.html","abstract":"  New York City merchants, restaurateurs and hospitals are bracing themselves for an influx of new patrons and visitors in nine days. No, not holiday tourists, but people some establishments have worked hard to keep out: the elderly, teen-agers, children and possibly even -- now stay calm -- infants.   New rules issued by the city's Commission on Human Rights will take effect on Dec. 13, prohibiting discrimination based on age -- or youth -- in public places.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19931204","time":"1993-12-04 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":80,"wspd":27.7},{"date":"19931204","time":"1993-12-04 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":82,"wspd":25.9},{"date":"19931204","time":"1993-12-04 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":87,"wspd":24.1},{"date":"19931204","time":"1993-12-04 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":84,"wspd":24.1},{"date":"19931204","time":"1993-12-04 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":86,"wspd":31.3},{"date":"19931204","time":"1993-12-04 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":90,"wspd":33.5},{"date":"19931204","time":"1993-12-04 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":91,"wspd":31.3},{"date":"19931204","time":"1993-12-04 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.5,"rhum":83,"wspd":29.5},{"date":"19931204","time":"1993-12-04 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":75,"wspd":33.5},{"date":"19931204","time":"1993-12-04 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":75,"wspd":27.7},{"date":"19931204","time":"1993-12-04 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":76,"wspd":31.3},{"date":"19931204","time":"1993-12-04 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":80,"wspd":24.1},{"date":"19931204","time":"1993-12-04 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":87,"wspd":20.5},{"date":"19931204","time":"1993-12-04 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":66,"wspd":24.1},{"date":"19931204","time":"1993-12-04 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":56,"wspd":27.7},{"date":"19931204","time":"1993-12-04 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":53,"wspd":29.5},{"date":"19931204","time":"1993-12-04 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":57,"wspd":27.7},{"date":"19931204","time":"1993-12-04 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":65,"wspd":11.2},{"date":"19931204","time":"1993-12-04 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.3,"rhum":65,"wspd":13},{"date":"19931204","time":"1993-12-04 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.8,"rhum":66,"wspd":16.6},{"date":"19931204","time":"1993-12-04 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.3,"rhum":66,"wspd":16.6},{"date":"19931204","time":"1993-12-04 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.9,"rhum":69,"wspd":13},{"date":"19931204","time":"1993-12-04 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.4,"rhum":69,"wspd":16.6},{"date":"19931204","time":"1993-12-04 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.9,"rhum":71,"wspd":16.6},{"date":"19931204","time":"1993-12-04 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":54,"wspd":18.7},{"date":"19931204","time":"1993-12-04 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":56,"wspd":14.8},{"date":"19931204","time":"1993-12-04 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":56,"wspd":16.6},{"date":"19931204","time":"1993-12-04 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":60,"wspd":11.2},{"date":"19931204","time":"1993-12-04 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":60,"wspd":11.2},{"date":"19931204","time":"1993-12-04 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":63,"wspd":13},{"date":"19931204","time":"1993-12-04 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":65,"wspd":9.4},{"date":"19931204","time":"1993-12-04 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":65,"wspd":7.6},{"date":"19931204","time":"1993-12-04 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":65,"wspd":5.4},{"date":"19931204","time":"1993-12-04 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":65,"wspd":11.2},{"date":"19931204","time":"1993-12-04 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":68,"wspd":5.4},{"date":"19931204","time":"1993-12-04 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":65,"wspd":7.6},{"date":"19931204","time":"1993-12-04 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":70,"wspd":9.4},{"date":"19931204","time":"1993-12-04 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":68,"wspd":9.4},{"date":"19931204","time":"1993-12-04 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":65,"wspd":11.2},{"date":"19931204","time":"1993-12-04 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":74,"wspd":9.4},{"date":"19931204","time":"1993-12-04 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":79,"wspd":11.2},{"date":"19931204","time":"1993-12-04 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":86,"wspd":7.6},{"date":"19931204","time":"1993-12-04 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":89,"wspd":11.2},{"date":"19931204","time":"1993-12-04 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":97,"wspd":13},{"date":"19931204","time":"1993-12-04 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":93,"wspd":14.8},{"date":"19931204","time":"1993-12-04 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":90,"wspd":14.8},{"date":"19931204","time":"1993-12-04 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":93,"wspd":13},{"date":"19931204","time":"1993-12-04 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":97,"wspd":13}]}}