{"19950102":{"guardian_articles":[],"nytimes_articles":[{"date":"19950102","headline":"Integration Steps Into the Pulpit","web_url":"https://www.nytimes.com/1995/01/02/us/integration-steps-into-the-pulpit.html","abstract":"  You can see it as a tale of two Southern churches, both grappling with a question that not too long ago would have been unthinkable: What happens to a white church when it gets a black pastor?   The very different way the story has unfolded in the last six months at Christ United Methodist Church outside Birmingham, Ala., and at Plaza United Methodist Church here goes to show that integration can be sweet and smooth -- when it means blacks' being accepted into white institutions. When the goal is a genuine melding of blacks and whites on equal terms into institutions shaped by both, it is another matter entirely.","thumbnail":null,"section":"U.S."},{"date":"19950102","headline":"1920:7 Toms at a Table : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/02/opinion/IHT-19207-toms-at-a-table-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - Prohibition put a damper on New Year's Eve celebrations. If last night [Dec. 31] is an example of how the populace in the future is going to welcome the New Year there will be little of the old rollicking spontaneity for the little chap who ste","thumbnail":null,"section":"Opinion"},{"date":"19950102","headline":"A 'New Dawn' in Albany, but on the Dais, Remnants of an Old Feud","web_url":"https://www.nytimes.com/1995/01/02/nyregion/reporter-s-notebook-a-new-dawn-in-albany-but-on-the-dais-remnants-of-an-old-feud.html","abstract":"  A 19-gun salute thundered outside Knickerbocker Arena and, later, lasers flickered from the podium as a disembodied voice sputtered, \"Pataki! Pataki! Pataki! Pataki!\" Birds and crickets chirped from somewhere, as if to greet what the printed programs called \"a new dawn.\"    But for all the pageantry of the first Republican inauguration here in 24 years, it was the seating arrangement on the dais, more than anything, that hammered home how much things have changed under George E. Pataki. Mario M. Cuomo, who has dominated every stage he sat on since 1982, was seated quietly to the podium's right, applauding selectively and fidgeting with his glasses.","thumbnail":null,"section":"New York"},{"date":"19950102","headline":"Drug Turf Is Safer as Dealers Avoid Streets","web_url":"https://www.nytimes.com/1995/01/02/nyregion/drug-turf-is-safer-as-dealers-avoid-streets.html","abstract":"  When Danny Cabero returned recently from two years in prison for drug possession he hardly recognized his old turf in Washington Heights, where streets were once congested with young men hawking drugs to drive-by addicts, and guns and knives were preferred means of communication.   \"It's quiet,\" said Mr. Cabero, 20, who went back this spring to the northern Manhattan neighborhood that became a landmark in the nation's cocaine crisis. \"They have less people selling drugs in the street. Less people robbing. One thing you can say about Washington Heights: you can walk down the street here and be safe.\"","thumbnail":null,"section":"New York"},{"date":"19950102","headline":"A New President, and Brasilia Is Again a Capital of Hope","web_url":"https://www.nytimes.com/1995/01/02/world/a-new-president-and-brasilia-is-again-a-capital-of-hope.html","abstract":"  Fernando Henrique Cardoso, a 63-year-old sociologist, was inaugurated as Brazil's President today, promising to give all his energy to banishing inflation from Latin America's largest nation.   \"The majority of Brazilians made a clear choice\" for low inflation and high growth, Mr. Cardoso said, referring to his landslide electoral victory in October.","thumbnail":null,"section":"World"},{"date":"19950102","headline":"Suspect's Weapon Isn't Often Used in Crimes, Police Say","web_url":"https://www.nytimes.com/1995/01/02/us/suspect-s-weapon-isn-t-often-used-in-crimes-police-say.html","abstract":"  To the many puzzles in the case of John C. Salvi 3d, the suspect in two killings at abortion clinics, add the question of why he was arrested carrying a weapon used more often for squirrel hunting than for shootouts.   When police officers surrounded his pickup truck on Saturday after a clinic here was sprayed with gunfire, Mr. Salvi tossed a .22-caliber rifle out the window.","thumbnail":null,"section":"U.S."},{"date":"19950102","headline":"Fewer Guards, More Prisoners","web_url":"https://www.nytimes.com/1995/01/02/opinion/fewer-guards-more-prisoners.html","abstract":"Mayor Rudolph Giuliani last week unilaterally imposed nearly $800 million in spending cuts. Some drastic steps to stave off a fiscal crisis may be necessary, but his plans to slash and burn the already debilitated criminal justice system will only add to our budget woes and result in more crime in the streets.\n\nAlthough the Mayor backed down from his threat to eliminate 1,700 corrections officers, he still intends to cut at least 500 of them before July 1. By that time, there will probably be around 20,000 people in the jails -- 2,500 more than when Mr. Giuliani took office.","thumbnail":null,"section":"Opinion"},{"date":"19950102","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1995/01/02/nyregion/metro-digest-359795.html","abstract":"  REGION  GEORGE PATAKI BEGINS NEW ERA Calling for a new revolution to make government both smaller and more effective, George Elmer Pataki became the 53d Governor of New York with an inaugural address that promised \"sweeping and fundamental change -- change that is certain and immediate.\" In the 38-minute address, long enough to lull 7-year-old Owen Pataki to sleep on his mother's lap, Mr. Pataki repeatedly summoned the imagery of the American Revolution and suggested that his election was born of the same discontent with taxation and bureaucracy that incited the colonials.","thumbnail":null,"section":"New York"},{"date":"19950102","headline":"OUTDOORS;\nChilling Concerto: the Coyote's Call","web_url":"https://www.nytimes.com/1995/01/02/sports/outdoors-chilling-concerto-the-coyotes-call.html","abstract":"The coyotes were so close to my barn that they woke me from a deep sleep in the dead of a bitterly cold night last winter when they began to howl. Their keen, ghostly fugue made me shudder and I reflexively turned on the bedside lamp. One of my dogs, a fearless Rottweiler named Cady, flattened her chin against the comforter and watched me with furrowed brows.\n\nI lay there listening to a toccata so otherworldly that it might have been the soundtrack of some science fiction movie and I half expected some fabulous U.F.O. to appear out of the black sky. But when the coyotes abruptly quit and I looked out the window, I saw only snowflakes suspended against a background of moonlit drifts and shadows, a background of sundry, magnified silences.","thumbnail":null,"section":"Sports"},{"date":"19950102","headline":"Smoking Ban Is Tightened In Suffolk","web_url":"https://www.nytimes.com/1995/01/02/nyregion/smoking-ban-is-tightened-in-suffolk.html","abstract":"  It was a New Year's Day of football, beer and munchies at Jerry Cusack's bar and restaurant here on Route 111, and even though a tough new smoking ban had gone into effect in the county, many patrons were smoking as usual.    Under the new law, Mr. Cusack and other restaurateurs do not face the threat of fines because of smokers until June 1, when the last of a series of new restrictions are to be phased in by Suffolk County. For now, restaurant employees are supposed to tell patrons that the new regulations have taken effect and that they should not smoke.","thumbnail":null,"section":"New York"},{"date":"19950102","headline":"Bridge","web_url":"https://www.nytimes.com/1995/01/02/nyregion/bridge-628695.html","abstract":"  For New York players, the tournament year ended Saturday afternoon at the New York Vista Hotel just in time for New Year celebrations. Among those with most to celebrate were Carleton Lett, David Gurvich, Joseph Pasternack, Michael J. Rosen, all of Manhattan, and Gary Helman of the Bronx, who took top honors in the Flight A Swiss Teams in a field that included many players with major national reputations.   Other winners Friday and Saturday at the conclusion of the Greater New York Bridge Association's Winter Regional Championships were:","thumbnail":null,"section":"New York"},{"date":"19950102","headline":"'95 BOWL GAMES: Rose Bowl; Well, Roses Are Kind Of Nice","web_url":"https://www.nytimes.com/1995/01/02/sports/95-bowl-games-rose-bowl-well-roses-are-kind-of-nice.html","abstract":"  They are a day late and perhaps a ranking short. They sent every negative vibe possible to the Orange Bowl -- via satellite -- but the Penn State Nittany Lions flicked off their televisions tonight likely stuck at No. 2.    Due to Nebraska's victory over Miami on an opposite coast, Penn State needs to run up the score against Oregon in Monday's Rose Bowl and then wait for the polls to close.","thumbnail":null,"section":"Sports"},{"date":"19950102","headline":"Why Europe Is Careful Not to Scold the Bear","web_url":"https://www.nytimes.com/1995/01/02/world/why-europe-is-careful-not-to-scold-the-bear.html","abstract":"  Two years ago, the Russian Foreign Minister horrified a gathering of 53 European countries in Stockholm by announcing what he called \"a correction in the course of Russian foreign policy.\"   Foreign Minister Andrei V. Kozyrev warned that Russia saw a threat in overtures by NATO to formerly Communist countries in Eastern Europe, and in Western hostility to the Serbs in the war in Bosnia. Moscow, he said, had a right to intervene militarily in what he called the \"post-imperial space\" around it, and would not hesitate to exercise it.","thumbnail":null,"section":"World"},{"date":"19950102","headline":"Russian Troops and Secessionists Battle Fiercely in Grozny Streets","web_url":"https://www.nytimes.com/1995/01/02/world/russian-troops-and-secessionists-battle-fiercely-in-grozny-streets.html","abstract":"  The war for Chechnya has turned into a vicious block-by-block street brawl. After the capital had been pounded from the skies for days, teams of Russian snipers entered central buildings in Grozny today and fired on Chechen soldiers throughout the day.   Casualties were said to be heavy on both sides as the badly outnumbered Chechen soldiers fought back ferociously, but there was no reliable accounting of casualties on either side. The hulks of several Russian tanks -- some with troops still in them -- smoldered near the central train station, where much of the heaviest fighting has taken place.","thumbnail":null,"section":"World"},{"date":"19950102","headline":"The Neediest Cases; Helping Troubled Artist Regain His Self-Respect","web_url":"https://www.nytimes.com/1995/01/02/nyregion/the-neediest-cases-helping-troubled-artist-regain-his-self-respect.html","abstract":"  Max Epstein once made a living as a print maker and painter, creating works suffused with color. In one print, he studied the reflection of water in a lake, forming an imprecise, impressionistic image with a violent mix of primary hues. In one of his landscapes, ducks swim in a lake under a vibrant blue sky punctuated with luminous red spheres of clouds.    Some of his works use photographic elements, like \"The Whitney,\" a silk-screen print in that museum's collection. It superimposes front and rear views of the museum, intensely contrasted in glowing oranges, greens and purples.","thumbnail":null,"section":"New York"},{"date":"19950102","headline":"Bipartisan Foreign Policy","web_url":"https://www.nytimes.com/1995/01/02/opinion/bipartisan-foreign-policy.html","abstract":"  In the new year, President Clinton confronts a new foreign policy reality -- a Republican Congress. Republicans are less united on international issues than on their domestic agenda. But critics of specific Administration policies now lead both houses and chair key committees. They have ample constitutional power to obstruct the President's agenda and advance their own. The Senate has the authority to confirm nominees and ratify treaties, and both houses can vote down or condition appropriations for everything from foreign aid and intelligence to troop deployments.    Sharper foreign policy debate can be healthy. The Administration has not performed so brilliantly that it can afford to brush off useful criticism. No great philosophical differences divide Mr. Clinton from mainstream Republicans on many issues, and both parties need to consider how to reshape U.S. policies to a changed world. What are America's interests today? What are appropriate uses of U.S. military force? What is the right relationship between trade expansion and other objectives?","thumbnail":null,"section":"Opinion"},{"date":"19950102","headline":"A Ferry Gives Wall Streeters Speed Plus Socializing","web_url":"https://www.nytimes.com/1995/01/02/nyregion/a-ferry-gives-wall-streeters-speed-plus-socializing.html","abstract":"  Drinkers stood two deep at a horseshoe-shaped bar festooned with red and green holiday decorations. Laughter spilled from brokers swapping graveyard jokes about the subway bomber. A couple of financial analysts, the kind who probably would talk shop on their death beds, were huddled in a review of the day's trading on Wall Street.    The only unusual element was the setting. The bar was on an 82-foot boat zipping across the open sea, heading through the darkness for the New Jersey coast. The boat was half of the two-vessel, high-speed ferry fleet that runs daily between Monmouth County and Manhattan.","thumbnail":null,"section":"New York"},{"date":"19950102","headline":"Don't Put Pentagon In a Budget Fortress","web_url":"https://www.nytimes.com/1995/01/02/opinion/l-don-t-put-pentagon-in-a-budget-fortress-829795.html","abstract":"  To the Editor:   In the minds of many in Washington, as the 104th Congress prepares to go into session, must be the major budget cuts President Clinton has announced for five Federal agencies in an effort to pare $24 billion from the budget over the next five years, and the $25 billion more for military readiness that the President approved in December.","thumbnail":null,"section":"Opinion"},{"date":"19950102","headline":"Why Israel Argues About King David","web_url":"https://www.nytimes.com/1995/01/02/opinion/l-why-israel-argues-about-king-david-429695.html","abstract":"  To the Editor:   The political fighting in Israel's Parliament over the moral fiber of King David, which you report Dec. 16 and 26, is not new in Israeli society.","thumbnail":null,"section":"Opinion"},{"date":"19950102","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/01/02/nyregion/chronicle-831995.html","abstract":"  LYLE LOVETT figures his 15 minutes of fame arrived when he married JULIA ROBERTS 18 months ago.   The press scrutiny and public curiosity that followed their wedding has subsided, Mr. Lovett said in an interview in yesterday's Los Angeles Times.","thumbnail":null,"section":"New York"},{"date":"19950102","headline":"Unhappy Anderson Shoulders Burden","web_url":"https://www.nytimes.com/1995/01/02/sports/pro-basketball-unhappy-anderson-shoulders-burden.html","abstract":"  Though it still hurts, the right shoulder is getting better. But apparently something more is bothering Kenny Anderson.   \"I'm not happy right now,\" the Nets' point guard, who has had somewhat of a rough week, told a television crew after practice today. \"Last year, I was a happy camper. But you have your ups and downs in life.\"","thumbnail":null,"section":"Sports"},{"date":"19950102","headline":"Both Sides Huddling; Big Guns Are Not","web_url":"https://www.nytimes.com/1995/01/02/sports/hockey-both-sides-huddling-big-guns-are-not.html","abstract":"  Brian Burke, a senior vice president of the National Hockey League, was part of the small group that resumed bargaining yesterday in an effort to end the lockout that has postponed the start of the season for more than three months.   There were no details available from the subcommittee meeting, which was held at an undisclosed site under a news media blackout. It was expected that Burke and a fellow N.H.L. executive, Jeff Pash, would represent the league. Two attorneys, Bob Riley and John McCambridge, were to represent the Players Association.","thumbnail":null,"section":"Sports"},{"date":"19950102","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1995/01/02/sports/results-plus-783595.html","abstract":"  MEN'S BASKETBALL  No. 5 Kentucky Blocked  Samaki Walker, a freshman center, tied a school record with 10 blocked shots, scored 14 points and grabbed 10 rebounds as Louisville upended No. 5-ranked Kentucky, 88-86, yesterday. With the 6-foot-9-inch Walker dominating inside, host Louisville (7-3) set a school record with 16 blocks. Coach Rick Pitino's Kentucky team shot a season-low 34.1 percent and fell to 6-2. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950102","headline":"Bird Island Journal; A Million-Dollar Fight Over 100 Acres of Scrub Oak and Marsh","web_url":"https://www.nytimes.com/1995/01/02/us/bird-island-journal-a-million-dollar-fight-over-100-acres-of-scrub-oak-and-marsh.html","abstract":"  One bright autumn day a few dozen people waded across a shallow inlet to Bird Island, one of the last privately owned, undeveloped islands on the East Coast.    Surf broke gently at their feet. Small dunes rose behind them, backed by the twisted pines and scrub oak of the island's tiny maritime forest. On the far side of the narrow island, yellow-green marsh grass shimmered in the sunlight.","thumbnail":null,"section":"U.S."},{"date":"19950102","headline":"We Can Throw Teacher Expectations on the I.Q. Scrapheap","web_url":"https://www.nytimes.com/1995/01/02/opinion/l-we-can-throw-teacher-expectations-on-the-iq-scrapheap-432695.html","abstract":"  To the Editor:   Apropos the effects of teacher expectations on student I.Q., as discussed by Myron A. Hofer in \"Behind the Curve\" (Op-Ed, Dec. 26):","thumbnail":null,"section":"Opinion"},{"date":"19950102","headline":"Though Hunt for Suspect Was Vast, Chance Proved Crucial for Capture","web_url":"https://www.nytimes.com/1995/01/02/us/though-hunt-for-suspect-was-vast-chance-proved-crucial-for-capture.html","abstract":"  In the frantic first minutes after a man shot his way through two abortion clinics here, instantly killing one woman, fatally injuring another and leaving five people wounded and bleeding, the Brookline police took the first steps in an intensive manhunt that would stretch from United States Customs offices on the Canadian border to a lonely stretch of highway in Rhode Island.   Yet thorough as it was, the net stopped hundreds of miles short of where the suspect, John C. Salvi 3d, would later be captured. While officers from more than a dozen Federal, state and local law-enforcement agencies followed a trail that began with what one official described as a \"wonderful treasure trove\" of evidence, the suspect -- identified within hours of the attacks -- eluded every net and was caught only by chance.","thumbnail":null,"section":"U.S."},{"date":"19950102","headline":"HORSE RACING;\nBitterness In Wake of Settlement","web_url":"https://www.nytimes.com/1995/01/02/sports/horse-racing-bitterness-in-wake-of-settlement.html","abstract":"There is a gathering place near the stable area at Santa Anita race track where jockeys, trainers and agents congregate every morning to swap stories and line up mounts for upcoming races. All last week, the activity was frenzied, and tension was thick. Because the nation's leading riders were threatening a walkout over insurance coverage, there was a group of unfamiliar men auditioning for roles as replacements.\n\nOn one side of the pathway, well-known jockeys such as Gary Stevens and Randy Romero huddled. On the other side stood the replacements who were ready to swing into action if Stevens, Romero and their like declined to ride. Neither group made eye contact with the other.","thumbnail":null,"section":"Sports"},{"date":"19950102","headline":"Eakins as a Photographer of Enigmatic Nudes","web_url":"https://www.nytimes.com/1995/01/02/books/books-of-the-times-eakins-as-a-photographer-of-enigmatic-nudes.html","abstract":"  EAKINS AND THE PHOTOGRAPH Works by Thomas Eakins and His Circle in the Collection of the Pennsylvania Academy of the Fine Arts  By Susan Danly and Cheryl Leibold, with essays by Elizabeth Johns, Anne McCauley and Mary Panzer  Illustrated. 235 pages. Smithsonian Institution Press for the Pennsylvania Academy of the Fine Arts. Cloth $85; paper $34.95.    Hailed by many critics as the greatest American artist of the 19th century, Thomas Eakins has long been an almost mythical character. His blend of meticulously detailed realism and psychological insight has been proclaimed a particularly American style of painting; the story of his dismissal from his teaching position in 1886 for removing the loincloth from a male model before a female drawing class has been endlessly recounted as an example of the modern artist's commitment to visual truth in the face of provincial prudery.","thumbnail":null,"section":"Books"},{"date":"19950102","headline":"A Guitarist Runs the Gamut of Riff, Melody and Solo","web_url":"https://www.nytimes.com/1995/01/02/arts/pop-review-a-guitarist-runs-the-gamut-of-riff-melody-and-solo.html","abstract":"  Vernon Reid's Masque, which performed on Friday night at the Cooler (416 West 14th Street), in the meatpacking district, was an oddly arranged band. In addition to drums, bass, guitar and clarinet, the sextet, which played a mixture of jazz, funk and hard rock, used turntables and a unique homemade electronic instrument called the Samchillian Tip Tip Tip Cheeepeeeee (with a name like that, it has to be unique). The result was a well-balanced ensemble equipped to explore the entire continuum of jazz and rock with the control of such other hard-hitting avant-garde ensembles as John Zorn's Naked City and Ronald Shannon Jackson's groups.   Most of Masque's instrumentals began with the turntable antics of D.J. Logic, who scratched back and forth on a record before letting its drumbeat play. Curtis Watts followed the beat on a live drum set, adding a few embellishments of his own. With the addition of the muscular lines of Hank Schroy on bass, the rhythm section provided a strong foundation for experiments by the other three members of the sextet.","thumbnail":null,"section":"Arts"},{"date":"19950102","headline":"Sports of The Times; It's a Long Journey For the Three M's","web_url":"https://www.nytimes.com/1995/01/02/sports/sports-of-the-times-it-s-a-long-journey-for-the-three-m-s.html","abstract":"  Marino, Montana and Moon.    The names lack the hallowed ring of Tinker to Evers to Chance, but the trilogy signifies a sense of generation as three quarterbacks approach the final defining points of their careers.","thumbnail":null,"section":"Sports"},{"date":"19950102","headline":"PRO FOOTBALL: It's a B+ Day in the N.F.L. as Browns and Bears Win; Little Men: Vikings Caught Short Again","web_url":"https://www.nytimes.com/1995/01/02/sports/pro-football-it-s-b-day-nfl-browns-bears-win-little-men-vikings-caught-short.html","abstract":"  The first striking thing about Warren Moon, besides the worn look on his face, was the hitch in his stride. \"I'm going to put some ice on my knee,\" the Minnesota quarterback said as he walked toward the training room, slowly, carefully, his every step taking concentrated effort.    The season wasn't supposed to end this way for the brilliant Viking quarterback, or his team, but it did today in disastrous fashion.","thumbnail":null,"section":"Sports"},{"date":"19950102","headline":"Making Days Live in Face of Death; At AIDS Residence, a Nurse Helps Poor, Drug-Addicted Patients","web_url":"https://www.nytimes.com/1995/01/02/nyregion/making-days-live-face-death-aids-residence-nurse-helps-poor-drug-addicted.html","abstract":"  Tim G. came back one Wednesday, but he was changed -- thinner, quieter, diffident. He had been shooting up a combination of heroin and cocaine that had damaged one of his kidneys and impaired his memory.    Deborah Sollod, the clinical nurse manager at the Robert Mapplethorpe Residential AIDS Treatment Facility, stood behind Tim G.'s wheelchair in the narrow hallway of the brownstone and tried to reassure him.","thumbnail":null,"section":"New York"},{"date":"19950102","headline":"Trade Accords Have Sown Violent Seeds","web_url":"https://www.nytimes.com/1995/01/02/opinion/l-trade-accords-have-sown-violent-seeds-832795.html","abstract":"  To the Editor:   Having declared the North American Free Trade Agreement \"a death sentence\" for Mexico's Indians, the rebel leader Subcomandante Marcos has written to the new President, \"Welcome to the nightmare\" (news article, Dec. 29).","thumbnail":null,"section":"Opinion"},{"date":"19950102","headline":"French Sailor Tells of Ordeal","web_url":"https://www.nytimes.com/1995/01/02/sports/yacht-racing-french-sailor-tells-of-ordeal.html","abstract":"  Isabelle Autissier, the French solo sailor who was airlifted from her stricken yacht Saturday in the Indian Ocean, said yesterday that a huge wave had crippled her boat by rolling it over 360 degrees.   Autissier was expected to arrive last night in Adelaide, Australia, aboard an Australian Navy frigate, H.M.A.S. Darwin.   The 38-year-old competitor in the BOC round-the-world race told competition officials by radio that she was fortunate to have been below deck when the wave hit on Wednesday.","thumbnail":null,"section":"Sports"},{"date":"19950102","headline":"Authorities Seeking Motive For Attacks At Abortion Clinics","web_url":"https://www.nytimes.com/1995/01/02/us/authorities-seeking-motive-for-attacks-at-abortion-clinics.html","abstract":"  Investigators said today that they were trying to figure out why John C. Salvi 3d, a New Hampshire man accused of killing two women at abortion clinics in Massachussetts on Friday, came to this Tidewater city, a hotbed of anti-abortion activity.   Mr. Salvi, 22, has been charged with murder and with assault with attempt to murder in the attacks in Brookline, Mass., in which two receptionists were shot to death and five other people were wounded. Mr. Salvi was arrested here on Saturday, after shots were fired at a Norfolk abortion clinic; no one was injured.","thumbnail":null,"section":"U.S."},{"date":"19950102","headline":"New York Galleries Teaming Up To Show Art by 16 Brazilians","web_url":"https://www.nytimes.com/1995/01/02/arts/new-york-galleries-teaming-up-to-show-art-by-16-brazilians.html","abstract":"  In a neighborhood that still runs a cable car, two Brazilian artists, Waltercio Caldas and Daniel Senise, conceive and create contemporary sculptures and paintings using two totally individual languages.   For Mr. Caldas, the appeal of hilltop Santa Teresa is that \"it doesn't have time, just space.\" Space has been a central concern of Mr. Caldas for over 20 years, but his intriguing experiments with visual perception have had relatively little exposure in the United States. He attributes the absence of a strong Brazilian presence in the international art world to a \"lack of consciousness of Brazil's cultural complexity.\"","thumbnail":null,"section":"Arts"},{"date":"19950102","headline":"Paris Journal; Brother Roger Calls, and 110,000 Youths Respond","web_url":"https://www.nytimes.com/1995/01/02/world/paris-journal-brother-roger-calls-and-110000-youths-respond.html","abstract":"  Before Brother Roger spoke, young people from all over Europe were already kneeling in prayer, leaning on backpacks, singing hymns or just sleeping by the glow of a sea of candles.   More than 100,000 strong, they had come from more than 30 nations -- Orthodox Christians from Russia and the Balkans, Protestants and Catholics from north and south. They had filled five cavernous exhibition halls and transformed the chilly sites into spaces of meditation, warmed by red banners, religious icons and a pervasive sense of calm.","thumbnail":null,"section":"World"},{"date":"19950102","headline":"INSIDE","web_url":"https://www.nytimes.com/1995/01/02/nyregion/inside-296595.html","abstract":"  AIDS's Other Victims   There are many nights that Deborah Sollod, a nurse, goes home from work and cries. That's one of the burdens of working with patients with AIDS. She's not alone. Page 25. Tightrope Act in Mexico    President Zedillo will lay out his plans for economic recovery tonight, seeking to contain the impact of a weaker peso on the nation's simmering social problems. Page 39. Cease-Fire Begins in Bosnia    As a four-month cessation of hostilities took effect, Bosnian and Serbian commanders met to hold the first of a series of talks to work out the details of the truce. Page 3.","thumbnail":null,"section":"New York"},{"date":"19950102","headline":"Holiday Today","web_url":"https://www.nytimes.com/1995/01/02/nyregion/holiday-today.html","abstract":"  New Year's Day is legally observed today. Here are holiday schedules.  NEW YORK  GOVERNMENT OFFICES: Closed. POST OFFICE: Express Mail and special delivery only; main post office, 33d Street and Eighth Avenue, open. BANKS: Closed. PARKING: Sunday rules in effect.  SANITATION: No pickups, street cleaning or recycling.  SCHOOLS: Closed. FINANCIAL MARKETS: Closed. TRANSPORTATION: Subways and buses on holiday schedule. Long Island Rail Road on regular weekday schedule. Metro-North Railroad on combined Saturday and Sunday schedule. NEW JERSEY GOVERNMENT OFFICES: Closed. POST OFFICES: Closed. BANKS: Closed. SCHOOLS: Closed. TRANSPORTATION Rail service on holiday schedule. Buses on Saturday schedule.  CONNECTICUT  GOVERNMENT OFFICES: Closed. POST OFFICES: Closed. BANKS: Closed. SCHOOLS: Closed. TRANSPORTATION: Metro-North on combined Saturday and Sunday schedule.","thumbnail":null,"section":"New York"},{"date":"19950102","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/02/nyregion/c-corrections-289295.html","abstract":"  An article yesterday about the surge in radical talk by some abortion opponents misstated the stance of the Roman Catholic Archbishop of Boston on anti-abortion protests. Bernard Cardinal Law has called for a moratorium on vigils on the sidewalks outside abortion clinics. But he continues to defend the right of protesters to hold those vigils.","thumbnail":null,"section":"New York"},{"date":"19950102","headline":"Who Makes Music With Whom Is the Work of Hidden Hands","web_url":"https://www.nytimes.com/1995/01/02/arts/who-makes-music-with-whom-is-the-work-of-hidden-hands.html","abstract":"  When an orchestra performs, listeners reflexively allocate credit and blame to the conductor and the players. But in the freelance ensembles that account for most of New York City's musical life there is another significant but generally unnoticed force at work. Although the players produce the sounds and the conductors shape them, it is the orchestral contractor who decides which musicians the conductor will face.    Unlike the New York Philharmonic and the Metropolitan Opera Orchestra, which have permanent rosters and year-round contracts, ensembles like the New York Chamber Symphony, the Brooklyn Philharmonic, the American Symphony Orchestra and the Mostly Mozart Orchestra are assembled from a pool of more than 1,000 freelance musicians who work in the New York area.","thumbnail":null,"section":"Arts"},{"date":"19950102","headline":"A Good Description and Good Police Work Lead to the Capture of a Rape Suspect","web_url":"https://www.nytimes.com/1995/01/02/nyregion/a-good-description-and-good-police-work-lead-to-the-capture-of-a-rape-suspect.html","abstract":"  Out to visit a friend on a quiet New Year's morning, the 33-year-old woman grew uneasy as a scruffy black van drew up beside her on a deserted South Bronx street yesterday. Suddenly, she later told the police, the driver -- a 300-pound, 6-foot menacing presence with a face pockmarked by acne scars -- stepped out, drew a gun and ordered her to get in.    She refused. He bashed her in the face, she said, and dragged her in.","thumbnail":null,"section":"New York"},{"date":"19950102","headline":"Pulp Fiction: Tough-Guy Huskers Stage Comeback","web_url":"https://www.nytimes.com/1995/01/02/sports/95-bowl-games-pulp-fiction-tough-guy-huskers-stage-comeback.html","abstract":"  The coach has insisted, over and over for years and years, that the hardware was never worth as much as the process. Tom Osborne has always been polite but firm when he said that. He never denied wanting to have his Nebraska Cornhuskers win a national championship. He just felt the hardware would only be worthwhile if the journey was, too.    Tonight, in the Orange Bowl, where so many of Nebraska's seasons had reached climaxes that ranged from mere disappointment to unforgettable heartbreak, Osborne's Huskers culminated a process that could proudly be placed on any trophy case. With quarterback Tommie Frazier, in his first game since surgery to solve recurring blood clots, leading a fourth-quarter comeback, the Huskers defeated Miami, 24-17, in the 61st Orange Bowl.","thumbnail":null,"section":"Sports"},{"date":"19950102","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/02/nyregion/c-corrections-823895.html","abstract":"  Because of an editing error, an article on Saturday about the shootings at two Brookline, Mass., abortion clinics incorrectly described in some copies a bag the police said the gunman left behind. The bag, which the police said contained a pistol, was a duffel bag, not a paper bag. In addition, the United States Attorney in Boston was misidentified in some copies. He is Donald K. Stern, not Donald Hunt.","thumbnail":null,"section":"New York"},{"date":"19950102","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/01/02/nyregion/chronicle-625195.html","abstract":"  Brandeis University in Waltham, Mass., has announced the largest gift from an alumnus in its 46-year history. HERBERT BEIGEL , Class of '66, has donated $3 million to the school's theater program. In return, the university's 750-seat theater will be renamed the Herbert and Nancy Beigel Main Stage Theater.","thumbnail":null,"section":"New York"},{"date":"19950102","headline":"China Revamps Forces With Eye to Sea Claims","web_url":"https://www.nytimes.com/1995/01/02/world/china-revamps-forces-with-eye-to-sea-claims.html","abstract":"  As Chinese diplomats talk of peaceful coexistence with their Southeast Asian neighbors, China's military leaders are refurbishing a portion of their large and antiquated military to enforce claims of sovereignty over the South China Sea and its resources, Chinese and Western experts say.   In this effort, Chinese military leaders have nurtured specific industries to develop advanced weapons technology and are tailoring their naval and air forces for the region, the experts say, even as the country's overall level of military production is declining.","thumbnail":null,"section":"World"},{"date":"19950102","headline":"Cease-Fire in Bosnia Starts, and Sides Meet on Details","web_url":"https://www.nytimes.com/1995/01/02/world/cease-fire-in-bosnia-starts-and-sides-meet-on-details.html","abstract":"  The agreement for a four-month cessation of hostilities in Bosnia and Herzegovina took effect at noon today, and shortly afterward Bosnian Government commanders met with officers from the Bosnian Serb army they have been fighting for 33 months.    The meeting, held at the Sarajevo airport, was the first of what will probably be a long series of sessions at which the two sides will negotiate details of the cease-fire.","thumbnail":null,"section":"World"},{"date":"19950102","headline":"For NATO, Expansion Could Prove Fatal","web_url":"https://www.nytimes.com/1995/01/02/opinion/l-for-nato-expansion-could-prove-fatal-830095.html","abstract":"  To the Editor:   Zbigniew Brzezinski acknowledges in \"NATO -- Expand or Die?\" (Op-Ed, Dec. 28) that neither the North Atlantic Treaty Organization nor its prospective new members from the former Soviet bloc are facing any imminent Russian threat. Yet he demands an immediate expansion of NATO. Why?","thumbnail":null,"section":"Opinion"},{"date":"19950102","headline":"Essay; Royalties in Office","web_url":"https://www.nytimes.com/1995/01/02/opinion/essay-royalties-in-office.html","abstract":"  As a Nixon speechwriter a generation ago, I was delighted to get a check for $150 from The New York Times for a piece about language. I told the White House counsel I would keep it because the article had nothing to do with my official duties and was written on my own time.    Counsel said to send the check back. Why? Because I was working full time for the U.S. Government and it would be unethical to earn money on the side.","thumbnail":null,"section":"Opinion"},{"date":"19950102","headline":"Economy And Politics Still Govern","web_url":"https://www.nytimes.com/1995/01/02/nyregion/metro-matters-economy-and-politics-still-govern.html","abstract":"  NEW YORK'S new Governor took office yesterday the way he ran for it. In language as focused as the voice-overs in his campaign commercials, George E. Pataki declared war on the government he was elected to run.     \"What those in government have done, those in government can undo,\" Mr. Pataki told an appreciative crowd of 13,000.","thumbnail":null,"section":"New York"},{"date":"19950102","headline":"PRO FOOTBALL: It's a B+ Day in the N.F.L. as Browns and Bears Win; Strong Arm: Patriots Tossed By Testaverde","web_url":"https://www.nytimes.com/1995/01/02/sports/pro-football-it-s-b-day-nfl-browns-bears-win-strong-arm-patriots-tossed.html","abstract":"  Al Testaverde of Elmont, L. I., was in Cleveland to lend his son Vinny some moral support in his first playoff game. But he didn't attend the game against the Patriots at Cleveland Stadium this afternoon.    Vinny Testaverde doesn't know where his father spent the time during the game. He speculates that his father spent part of the day at church, no doubt offering up a prayer on behalf of his son and the Cleveland Browns. Testaverde thinks his father might have gone to a Cleveland mall to do some shopping.","thumbnail":null,"section":"Sports"},{"date":"19950102","headline":"'The People Seek Change': Transcript of Pataki's Inaugural","web_url":"https://www.nytimes.com/1995/01/02/nyregion/the-governor-the-people-seek-change-transcript-of-pataki-s-inaugural.html","abstract":"  Following is a transcript of Gov. George E. Pataki's inaugural address in Albany yesterday, as recorded by The New York Times:    The change of administrations that we have just witnessed marks not just a transfer of political authority but a renewal of the democratic sanction under which it occurs, a reaffirmation of our common belief in a system of government that is ultimately answerable solely to the people.","thumbnail":null,"section":"New York"},{"date":"19950102","headline":"Fanny Cradock, 85; A British TV Cook In an Evening Gown","web_url":"https://www.nytimes.com/1995/01/02/world/fanny-cradock-85-a-british-tv-cook-in-an-evening-gown.html","abstract":"  Fanny Cradock, who won a niche in British social history by teaching luxury-starved Britons to cook better after the austere years of World War II, died on Dec. 27 in a nursing home in East Sussex, England. She was 85.   Mrs. Cradock, garbed in gems and evening gowns, enlightened television viewers with hundreds of how-to-cook programs, which began in the early 1950's and were influential in Britain for years. Her television career lasted until the late 1980's.","thumbnail":null,"section":"World"},{"date":"19950102","headline":"WELFARE DEBATE WILL RE-EXAMINE OLD ASSUMPTIONS","web_url":"https://www.nytimes.com/1995/01/02/us/welfare-debate-will-re-examine-old-assumptions.html","abstract":"  A great debate is about to begin over one of the major premises of America's social welfare policy: that low-income people are legally entitled to Government aid guaranteeing a minimum standard of living.   Many of the Republicans who will take control of Congress on Wednesday contend that welfare, Medicaid and food stamps should be stripped of their status as open-ended \"entitlements.\" Instead, they say, Congress should appropriate fixed amounts of money each year for those programs, whose size would no longer increase automatically when, for example, a recession put more people out of work.","thumbnail":null,"section":"U.S."},{"date":"19950102","headline":"37 Years Later, Father of Winter Tennis Is Recognized","web_url":"https://www.nytimes.com/1995/01/02/sports/tennis-37-years-later-father-of-winter-tennis-is-recognized.html","abstract":"  His wait was 37 years. His story is unchronicled.   For almost four decades, Desmond Margetson received no credit for introducing the tennis bubble, which helped fuel the game's boom in the late 1960's by making the sport year-round for the general public.","thumbnail":null,"section":"Sports"},{"date":"19950102","headline":"1945:Nazis 'Will Win' : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/02/opinion/IHT-1945nazis-will-win-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - All speculation as to whether Adolf Hitler has died, is mad or severely ill, came to an end at five minutes past midnight today [Jan. 1] when the German Fuehrer broke his long silence on the occasion of the New Year. Promising that Germany \"","thumbnail":null,"section":"Opinion"},{"date":"19950102","headline":"We Can Throw Teacher Expectations on the I.Q. Scrapheap; Intervention Fables","web_url":"https://www.nytimes.com/1995/01/02/opinion/l-we-can-throw-teacher-expectations-on-the-iq-scrapheap-intervention-fables-834395.html","abstract":"  To the Editor:   In \"Behind the Curve\" (Op-Ed, Dec. 26), Myron A. Hofer relies on Robert Rosenthal's flawed studies of social expectation effects to suggest that I.Q. is highly malleable. Mr. Rosenthal reported that when teachers were falsely told that children were high in I.Q., their I.Q. scores rose an average of 15 points.","thumbnail":null,"section":"Opinion"},{"date":"19950102","headline":"No Headline","web_url":"https://www.nytimes.com/1995/01/02/nyregion/no-headline-254095.html","abstract":"  \"What those in government have done, those in government can undo.\" -- GOV. GEORGE ELMER PATAKI, of New York, in his inaugural address.  [ 1:6. ]","thumbnail":null,"section":"New York"},{"date":"19950102","headline":"Ex-Giants Reunion: 2 Coaches, 2 Players","web_url":"https://www.nytimes.com/1995/01/02/sports/sports-of-the-times-ex-giants-reunion-2-coaches-2-players.html","abstract":"  WHEN the New England Patriots played the Browns here late in the 1993 season, Pepper Johnson approached Bill Parcells during the warmups.   \"Why,\" the Browns linebacker asked, \"did you leave me?\"","thumbnail":null,"section":"Sports"},{"date":"19950102","headline":"Sports of The Times; Shrimpland Inheriting Big Legacy","web_url":"https://www.nytimes.com/1995/01/02/sports/sports-of-the-times-shrimpland-inheriting-big-legacy.html","abstract":"  THEY'RE shifting the game called the Orange Bowl to the land of the shrimp eaters. In 1997, the Orange Bowl game will be played in the swanky confines of Joe Robbie Stadium, where the wealthiest fans can ingest crustaceans behind air-conditioned glass and use private plumbing without having to mix with those sweaty people out there in the stands.    The officials should have moved the game next year rather than wait until 1997. It's not going to be the same without the old joint being the center of the football-playing universe, the way it was last night, as Nebraska overcame Miami's home-field advantage, 24-17, to probably guarantee good old Tom Osborne's first national championship after 22 years.","thumbnail":null,"section":"Sports"},{"date":"19950102","headline":"The President Welcomes '95 With Old Songs and Friends","web_url":"https://www.nytimes.com/1995/01/02/us/the-president-welcomes-95-with-old-songs-and-friends.html","abstract":"  \"Life,\" the Southern boy's mother warned him, \"is like a box of chocolates: You never know what you're gonna get.\"   With those thoughts, delivered in a wry, drawling homage to the fictional Forrest Gump, another Southern boy, Bill Clinton, welcomed 1995 this weekend, adding in his best self-mocking manner: \"Maybe that's why I never liked chocolate.\"","thumbnail":null,"section":"U.S."},{"date":"19950102","headline":"PATAKI PLEDGES A RENEWAL OF A 'REVOLUTIONARY SPIRIT OF SARATOGA' AS GOVERNOR","web_url":"https://www.nytimes.com/1995/01/02/nyregion/new-governor-overview-pataki-pledges-renewal-revolutionary-spirit-saratoga.html","abstract":"  Calling for a new revolution to make government both smaller and more effective, George Elmer Pataki became the 53d Governor of New York today with an inaugural address that promised \"sweeping and fundamental change that is certain and immediate.\"   In a 38-minute address, long enough to lull 7-year-old Owen Pataki into dozing on his mother's lap, Mr. Pataki repeatedly summoned the imagery of the American Revolution and suggested that his election was born of the same discontent with taxation and bureaucracy that incited the colonials.","thumbnail":null,"section":"New York"},{"date":"19950102","headline":"'95 BOWL GAMES: Fiesta Bowl; Notre Dame Unranked, But Not Unmotivated","web_url":"https://www.nytimes.com/1995/01/02/sports/95-bowl-games-fiesta-bowl-notre-dame-unranked-but-not-unmotivated.html","abstract":"  It was about the umpteenth time that Notre Dame Coach Lou Holtz had been asked whether the Irish, with their 6-4-1 record, deserved to be playing in a major bowl. The line of questioning was starting to become annoying.    \"Let me get this straight,\" Holtz said. \"We are playing a team that is one of the four best teams in the country, right? They've got the Heisman winner, and they got Bill McCartney retiring. And we're playing them in their section of the country. Then I assume we're, what, a 30-to-35-point underdog? But with all those things going, we're only a 7-point underdog. I guess somebody thinks we belong here.\"","thumbnail":null,"section":"Sports"},{"date":"19950102","headline":"1895:A Theft in Paris : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/02/opinion/IHT-1895a-theft-in-paris-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - [Lilian Boyd writes in a letter to the editor:] My butler was buying stamps at the post office, and left my collie dog outside on Sunday last [Dec. 23]. When he came out, the dog, a very valuable one, had disappeared, evidently stolen by a gang wh","thumbnail":null,"section":"Opinion"},{"date":"19950102","headline":"'Sunset' Matinee Canceled","web_url":"https://www.nytimes.com/1995/01/02/theater/sunset-matinee-canceled.html","abstract":"  Yesterday's matinee of \"Sunset Boulevard\" was canceled because the musical's elaborate mechanized sets malfunctioned. A box-office employee at the Minskoff Theater, who would not give her name, said only that some sets, which include a mansion that rises off the stage, did not work properly and that the patrons' money had been refunded. No performance is scheduled today, and the box-office employee said it was hoped that the problem could be fixed by tomorrow.","thumbnail":null,"section":"Theater"},{"date":"19950102","headline":"Rebels in Mexico Hold A Subdued Celebration","web_url":"https://www.nytimes.com/1995/01/02/world/rebels-in-mexico-hold-a-subdued-celebration.html","abstract":"  In the great amphitheater carved from the rain forest to receive partisans of the peasant guerrillas with headquarters here, the rough-hewn benches where thousands once sat were nearly empty as the New Year began today.   Amado Avendano, the genial small-town newspaper publisher whom the insurgents call the true Governor of the \"rebel state of Chiapas,\" had brought some friends to celebrate the first anniversary of their uprising, but most of them fit into a single pickup truck.","thumbnail":null,"section":"World"},{"date":"19950102","headline":"George Pataki's Vision","web_url":"https://www.nytimes.com/1995/01/02/opinion/george-pataki-s-vision.html","abstract":"  Early in yesterday's inaugural address, New York's new Governor, George Pataki, paid gracious tribute to Mario Cuomo. He then took the next 35 minutes to make it unmistakably clear that the government to expect under his leadership will be radically different in attitude and agenda from anything New Yorkers have known during Mr. Cuomo's 12 years in Albany.   \"The people seek change,\" he said. \"Let us give them sweeping and fundamental change that is certain and immediate.\" The centerpiece of Mr. Pataki's philosophy of change, a theme to which he returned again and again, is to restore a sense of individual responsibility, and release individual energies, by lightening the \"oppressive\" hand of government. There is, he asserted, a sense of crisis among many people, but it is \"a crisis not of the people's making but of the government's.\" And \"what those in government have done, those in government can undo.\"","thumbnail":null,"section":"Opinion"},{"date":"19950102","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1995/01/02/nyregion/news-summary-252395.html","abstract":"  International 2-7  RUSSIANS AND REBELS BATTLE ON  The war between Russia and the separatist region of Chechnya turned into a vicious street brawl as Russian snipers entered the rebel capital of Grozny and battled Chechen soldiers. Casualties were said to be heavy.  1","thumbnail":null,"section":"New York"},{"date":"19950102","headline":"Before the Real Pigskin Is Served, Have Some Snacks","web_url":"https://www.nytimes.com/1995/01/02/sports/95-bowl-games-before-the-real-pigskin-is-served-have-some-snacks.html","abstract":"  There are no national titles at stake, no Heisman Trophy winners in uniform, not even any intrastate bragging rights to play for.     The Hall of Fame, Citrus, Cotton and Carquest Bowls are more like appetizers for the bigger and more prestigious games that will be played later today.","thumbnail":null,"section":"Sports"},{"date":"19950102","headline":"'Fledermaus' With a Mayoral Debut","web_url":"https://www.nytimes.com/1995/01/02/arts/music-review-fledermaus-with-a-mayoral-debut.html","abstract":"  In its radio advertisements for the New Year's Eve performance of \"Die Fledermaus,\" the Metropolitan Opera promised potential ticket buyers that if they sat through four hours of cloyingly overacted Straussian kitsch -- O.K., it wasn't put quite that way -- they could be out of the theater in time to ring in the New Year. It was clearly a claim worth testing, and even at premium prices the house was sold out. Nobody was disappointed: the Met kept its word with 32 minutes to spare.   As an act of mercy, in fact, the company added a slate of celebrity guests -- singers, actors and Mayor Rudolph W. Giuliani -- as a welcome respite from the work's bubbly waltzes and polkas and the production's pallid topical humor. Near the end of the second act, Wolfgang Brendel, as Dr. Falke, announced, \"Some guests from New York have a surprise for you,\" and thereafter took on the duties of master of ceremonies. In the pit, James Levine took over from Hermann Michael, and Samuel Ramey, David Malis and Neil Rosenshein bounded onto the stage to give a lively account of \"There Is Nothing Like a Dame\" from \"South Pacific.\"","thumbnail":null,"section":"Arts"},{"date":"19950102","headline":"Fistfight Costly for 2 Gators","web_url":"https://www.nytimes.com/1995/01/02/sports/95-bowl-games-fistfight-costly-for-2-gators.html","abstract":"  Thanks to a team curfew, the Florida players stayed off the crowded, raucous streets of the French Quarter on New Year's Eve. They did not, however, stay out of trouble.   At the team's group meal Saturday night at the Superdome, two Florida players engaged in a fistfight that ended with one player in a local hospital and the other on his way home to Gainesville.","thumbnail":null,"section":"Sports"},{"date":"19950102","headline":"Dolphins' Defense Could Use a Little Fan Appreciation","web_url":"https://www.nytimes.com/1995/01/02/sports/pro-football-dolphins-defense-could-use-a-little-fan-appreciation.html","abstract":"  The banner hung ominously Saturday in the northwest corner of Joe Robbie Stadium. \"Bring back Arnsparger,\" it said.   Tom Olivadotti didn't think too much of the suggestion. Olivadotti is the Miami Dolphins' defensive coordinator. Bill Arnsparger, once Miami's defensive coordinator, holds the same job now with the San Diego Chargers, who will be the Dolphins' opponent next Sunday in the American Football Conference semifinals.","thumbnail":null,"section":"Sports"},{"date":"19950102","headline":"Yeltsin's Next Quagmire?","web_url":"https://www.nytimes.com/1995/01/02/opinion/yeltsins-next-quagmire.html","abstract":"Unlike Russia's secessionist crisis in Chechnya, the danger of a collapse of Tajikistan peace talks and renewal of the civil war there-- by far the bloodiest in any of the former Soviet republics -- cannot be dismissed as an internal Russian matter.\n\nUnited States policy should aim to develop the small Central Asian republic of Tajikistan as an independent member of the world community. Instead, Washington has been surprisingly silent from the time war broke out in May 1992 until a cease-fire took hold in October in the small mountain country of 5.6 million, sandwiched between Afghanistan, China, Kyrgyzstan and Uzbekistan.","thumbnail":null,"section":"Opinion"},{"date":"19950102","headline":"Bombing Plot Seen in Notes, Official Says","web_url":"https://www.nytimes.com/1995/01/02/nyregion/bombing-plot-seen-in-notes-official-says.html","abstract":"  Notes and drawings found in the home of Edward J. Leary, who is accused of being the subway firebomber, show that he planned to detonate bombs with motion-sensing devices and remote controls and to gun people down with a high-powered rifle as part of a terror campaign in the subways, a law-enforcement official said yesterday.    The two gasoline bombs that have been attributed to Mr. Leary were both meant to explode aboard trains while they were in tunnels, possibly under the East River, to achieve the maximum carnage and panic, said the official, who spoke on condition of anonymity. Both devices instead exploded in subway stations, and the official said that one went off sooner than intended and the other exploded much later than intended.","thumbnail":null,"section":"New York"},{"date":"19950102","headline":"THE NEW GOVERNOR: Man in the News; A Pragmatic Conservative: George Elmer Pataki","web_url":"https://www.nytimes.com/1995/01/02/nyregion/the-new-governor-man-in-the-news-a-pragmatic-conservative-george-elmer-pataki.html","abstract":"  To the friends he met at Yale College 31 years ago, George E. Pataki was a garrulous, beer-loving freshman who knew precisely where he stood on the political spectrum (to the right), the name of the next President (Barry Goldwater) and what he would become when he grew up (governor of New York State).   To the politicians he passed along the way to becoming the 53d governor of New York, Mr. Pataki was also a conservative, but often a pragmatic one. His central beliefs did not stop him from working with more moderate politicians or from moderating his own views on difficult issues to achieve his goals.","thumbnail":null,"section":"New York"},{"date":"19950102","headline":"The Schools Are Getting Better","web_url":"https://www.nytimes.com/1995/01/02/opinion/the-schools-are-getting-better.html","abstract":"  It is widely accepted that the public schools are in decline and that one major reason for poor student performance is the disintegration of families. But a recent study by the Rand Corporation suggests just the opposite. Student performance has actually improved over the last two decades, especially among minorities, thanks largely to changes within families. This startling evaluation deserves careful examination by politicians and Washington officials before they indiscriminately dismantle social programs that may actually have worked.    As households with working dads and stay-at-home moms became an increasingly smaller proportion of American families, social policy makers worried about the effects of divorce, illegitimacy and working mothers on student achievement. But the Rand study found that factors like parental education, household income, family size and the age of the mother when the child was born are more important than family structure.","thumbnail":null,"section":"Opinion"},{"date":"19950102","headline":"On the Road to Some Intriguing Places","web_url":"https://www.nytimes.com/1995/01/02/arts/television-review-on-the-road-to-some-intriguing-places.html","abstract":"  If the romance has gone out of travel, blame television and all those old movie travelogues. The urge to go trekking to far-off places can be considerably diminished by films that, even if sketchy, give the armchair tourist a fairly good idea of what it's like being there, but without the burdens of luggage and surly waiters. The better the television documentary, it seems to me, the worse for travel agencies.   Among the best of those television excursions is the current PBS series \"Legendary Trails\" (an inadequate title that suggests dull hikes through dreary woods). The four programs, produced by the BBC and each narrated by an expert author or journalist, travel to places considered sacred by pilgrims of various religious stripes. As George Page, executive producer for Channel 13, observes, \"You don't have to believe in anything particularly religious or spiritual to be awed by the variety and difficulty of the journey people have made for the sake of their souls.\"","thumbnail":null,"section":"Arts"},{"date":"19950102","headline":"Friendly Advice Helps Osborne Turn It Around","web_url":"https://www.nytimes.com/1995/01/02/sports/95-bowl-games-notebook-friendly-advice-helps-osborne-turn-it-around.html","abstract":"  Under Coach Tom Osborne, Nebraska began impressively enough as a bowl team. The Cornhuskers won their first two bowl games and four of their first five. But starting in 1982, they hit a major snag. With tonight's come-from-behind, 24-17 victory over Miami in the Orange Bowl, Nebraska won just its third of its last 13 post-season efforts.    It was after the 1993 season, with six bowl losses in a row, that Osborne stopped to consider the carnage. He called coaching friends at Florida State, which can boast of an 11-0-1 record in its last 12 bowl games.","thumbnail":null,"section":"Sports"},{"date":"19950102","headline":"Eastern Germany's Road to Modernity Leads to the Shopping Mall","web_url":"https://www.nytimes.com/1995/01/02/world/eastern-germany-s-road-to-modernity-leads-to-the-shopping-mall.html","abstract":"  Watching change come to eastern Germany since the collapse of Communism five years ago is like watching newsreels of life from the 1950's to the 1990's speed past in fast-forward.   Office buildings and construction cranes have sprung up in every major city. Streets have been torn up for new telephone lines, new sewers and new power cables, and then torn up again for new cable television wires.","thumbnail":null,"section":"World"},{"date":"19950102","headline":"What They're Reading","web_url":"https://www.nytimes.com/1995/01/02/style/IHT-what-theyre-reading.html","abstract":"Roger Verg, the French chef, is reading, \"Ne dis jamais jamais\" (\"Never Say Never\") by Jackie Collins. .\"I can't fall asleep at night without reading something. Jackie's characters are survivors as fabulous and fast as Fer","thumbnail":null,"section":"Style"},{"date":"19950102","headline":"Democrats Talk of Power on the Last Days With It","web_url":"https://www.nytimes.com/1995/01/02/us/democrats-talk-of-power-on-the-last-days-with-it.html","abstract":"  Like the dispirited troops of a defeated army, Democrats and Congressional staff members prepared to relinquish cherished posts and cluttered, file-filled cabinets on the eve of the Republican takeover of the House of Representatives. Lunch gatherings were grim, partings tearful and wishes for the new year filled with gallows humor.    At the Ford Annex building, Judi Greenwald introduced several colleagues as they were packing: \"We're with the subcommittee on energy and power. At least we are until the end of the day.\"","thumbnail":null,"section":"U.S."},{"date":"19950102","headline":"We Can Throw Teacher Expectations on the I.Q. Scrapheap; Why Freeze the Rats?","web_url":"https://www.nytimes.com/1995/01/02/opinion/l-we-can-throw-teacher-expectations-on-the-iq-scrapheap-why-freeze-the-rats-833595.html","abstract":"  To the Editor:   In \"Behind the Curve\" (Op-Ed, Dec. 26), Myron A. Hofer mentions experiments on rats to buttress his argument that \"The Bell Curve\" by Charles Murray and the late Richard J. Herrnstein is faulty science. That book has been widely criticized, and rightly so.","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19950102","time":"1995-01-02 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.4,"rhum":52,"wspd":25.9},{"date":"19950102","time":"1995-01-02 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.4,"rhum":49,"wspd":24.1},{"date":"19950102","time":"1995-01-02 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-0.1,"rhum":50,"wspd":25.9},{"date":"19950102","time":"1995-01-02 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-0.1,"rhum":52,"wspd":27.7},{"date":"19950102","time":"1995-01-02 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-0.1,"rhum":51,"wspd":29.5},{"date":"19950102","time":"1995-01-02 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-0.1,"rhum":52,"wspd":24.1},{"date":"19950102","time":"1995-01-02 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-0.3,"rhum":53,"wspd":20.5},{"date":"19950102","time":"1995-01-02 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-0.3,"rhum":54,"wspd":18.4},{"date":"19950102","time":"1995-01-02 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-0.3,"rhum":55,"wspd":13},{"date":"19950102","time":"1995-01-02 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0,"rhum":56,"wspd":16.6},{"date":"19950102","time":"1995-01-02 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.5,"rhum":54,"wspd":14.8},{"date":"19950102","time":"1995-01-02 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.4,"rhum":74,"wspd":20.5},{"date":"19950102","time":"1995-01-02 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.1,"rhum":52,"wspd":20.5},{"date":"19950102","time":"1995-01-02 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.6,"rhum":54,"wspd":20.5},{"date":"19950102","time":"1995-01-02 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.3,"rhum":53,"wspd":20.5},{"date":"19950102","time":"1995-01-02 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.8,"rhum":52,"wspd":24.1},{"date":"19950102","time":"1995-01-02 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.6,"rhum":54,"wspd":18.4},{"date":"19950102","time":"1995-01-02 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.3,"rhum":56,"wspd":13},{"date":"19950102","time":"1995-01-02 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.6,"rhum":58,"wspd":11.2},{"date":"19950102","time":"1995-01-02 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.2,"rhum":59,"wspd":16.6},{"date":"19950102","time":"1995-01-02 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.2,"rhum":61,"wspd":16.6},{"date":"19950102","time":"1995-01-02 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.6,"rhum":61,"wspd":14.8},{"date":"19950102","time":"1995-01-02 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.3,"rhum":63,"wspd":7.6},{"date":"19950102","time":"1995-01-02 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.3,"rhum":66,"wspd":11.2},{"date":"19950102","time":"1995-01-02 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":77,"wspd":16.6},{"date":"19950102","time":"1995-01-02 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":83,"wspd":11.2},{"date":"19950102","time":"1995-01-02 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":83,"wspd":11.2},{"date":"19950102","time":"1995-01-02 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":93,"wspd":7.6},{"date":"19950102","time":"1995-01-02 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":93,"wspd":7.6},{"date":"19950102","time":"1995-01-02 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":93,"wspd":13},{"date":"19950102","time":"1995-01-02 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":93,"wspd":11.2},{"date":"19950102","time":"1995-01-02 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":97,"wspd":9.4},{"date":"19950102","time":"1995-01-02 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":97,"wspd":7.6},{"date":"19950102","time":"1995-01-02 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":97,"wspd":14.8},{"date":"19950102","time":"1995-01-02 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":93,"wspd":20.5},{"date":"19950102","time":"1995-01-02 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":92,"wspd":22.3},{"date":"19950102","time":"1995-01-02 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":92,"wspd":18.7},{"date":"19950102","time":"1995-01-02 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":89,"wspd":18.7},{"date":"19950102","time":"1995-01-02 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":86,"wspd":20.5},{"date":"19950102","time":"1995-01-02 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":67,"wspd":27.7},{"date":"19950102","time":"1995-01-02 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":67,"wspd":29.5},{"date":"19950102","time":"1995-01-02 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":62,"wspd":31.7},{"date":"19950102","time":"1995-01-02 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":52,"wspd":31.7},{"date":"19950102","time":"1995-01-02 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":50,"wspd":35.3},{"date":"19950102","time":"1995-01-02 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":48,"wspd":40.7},{"date":"19950102","time":"1995-01-02 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":50,"wspd":31.7},{"date":"19950102","time":"1995-01-02 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":49,"wspd":27.7},{"date":"19950102","time":"1995-01-02 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":49,"wspd":27.7}]},"19950103":{"guardian_articles":[{"date":"19950103","headline":"Australia tumble to tails-up attack","web_url":"https://www.theguardian.com/sport/1995/jan/03/ashes.cricket","abstract":null,"thumbnail":null,"section":"Sport"},{"date":"19950103","headline":"The Russians are trying to take Grozny at any price","web_url":"https://www.theguardian.com/world/1995/jan/03/chechnya.jamesmeek","abstract":null,"thumbnail":null,"section":"World news"}],"nytimes_articles":[{"date":"19950103","headline":"Cigarettes: Both Ends of the Issue","web_url":"https://www.nytimes.com/1995/01/03/arts/television-review-cigarettes-both-ends-of-the-issue.html","abstract":"  Remember the lineup of tobacco company executives before a Congressional committee last year, chorusing their assurances that nicotine is not an addictive drug and that their companies do not manipulate the amount that goes into their cigarettes? If not, you can see that comical display of corporationally correct thinking tonight on \"Frontline.\"   \"The Nicotine War\" adds little to news accounts of the campaign by David A. Kessler, head of the Food and Drug Administration, to demonstrate that the cigarette is a means of transmitting nicotine into the body and hooking smokers and hence belongs under his agency's regulatory aegis. But the program does a tidy job of packaging a dispute that, as the narrator notes, involves science, politics, jobs and public health.","thumbnail":null,"section":"Arts"},{"date":"19950103","headline":"Buffalo Fires Corey","web_url":"https://www.nytimes.com/1995/01/03/sports/sports-people-pro-football-buffalo-fires-corey.html","abstract":"  The Buffalo Bills fired their defensive coordinator, WALT COREY, yesterday after a lackluster season in which the defense improved statistically, but failed to produce big plays.   After four Super Bowls, the Bills finished 7-9 and missed the playoffs for the first time since 1987, the year Corey joined them. In the team's next-to-last game, the Bills led the Patriots by 17-3 before the defense collapsed en route to a 41-17 loss.","thumbnail":null,"section":"Sports"},{"date":"19950103","headline":"James A. Rahl, 77, Ex-Dean and Expert On Antitrust Laws","web_url":"https://www.nytimes.com/1995/01/03/us/james-a-rahl-77-ex-dean-and-expert-on-antitrust-laws.html","abstract":"  James Andrew Rahl, an authority on Federal and European antitrust laws who was a professor emeritus and former law dean at Northwestern University, died last Thursday at his home in Evanston, Ill. He was 77.   The cause was a stroke, university officials said.","thumbnail":null,"section":"U.S."},{"date":"19950103","headline":"Basic Nursing Care","web_url":"https://www.nytimes.com/1995/01/03/opinion/l-basic-nursing-care-415795.html","abstract":"  To the Editor:   I was startled to read (news article, Dec. 25) that the Federal Agency for Health Care Policy and Research was calling routine care for the treatment of bed sores (decubitus ulcers) \"improved care,\" and thus a vehicle for saving money.","thumbnail":null,"section":"Opinion"},{"date":"19950103","headline":"1920:Angry Motorists : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/03/opinion/IHT-1920angry-motorists-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - In Dublin a new form of violence has appeared: the smashing of automobiles. Seven cars have been wrecked as a protest against the new order that motorists must have special permits. A trade-union committee appointed to deal with the order has can","thumbnail":null,"section":"Opinion"},{"date":"19950103","headline":"Micro-Machines Help Solve Intractable Problem Of Turbulence","web_url":"https://www.nytimes.com/1995/01/03/science/micro-machines-help-solve-intractable-problem-of-turbulence.html","abstract":"  LIKE crowds of tiny judo wrestlers trained to exploit the power of vastly stronger adversaries, arrays of machines the size of pinpoints are being developed to substitute \"smart\" control of airplanes and ships for conventional, energy-sapping mechanisms like rudders.   Microelectromechanical systems, or MEMS, as they have been named, also show promise as a means of reducing the turbulent drag that slows aircraft and ships, impedes flow in blood vessels, complicates the automatic administration of drugs in a patient's body and causes many other problems.","thumbnail":null,"section":"Science"},{"date":"19950103","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/03/nyregion/c-corrections-885895.html","abstract":"  An article on Saturday about a Canadian paleontologist at a dinosaur museum in rural Alberta misstated the given name of the paleontologist in the movie \"Jurassic Park\" in some editions. He is Dr. Alan Grant, not Dale Grant.","thumbnail":null,"section":"New York"},{"date":"19950103","headline":"Florida State Takes Rematch and Bowl Record","web_url":"https://www.nytimes.com/1995/01/03/sports/bowl-games-95-florida-state-takes-rematch-and-bowl-record.html","abstract":"  When the sellout crowd settled into their seats for tonight's Sugar Bowl, there was a message, of sorts, on the Superdome scoreboard. The score, prior to kickoff, was listed as Florida State 31, Florida 31. The quarter was listed as the fifth.   This game was billed as a rematch -- one that offered Florida a shot at redemption and Florida State a chance to further humiliate its intrastate rival. On Nov. 26, the Seminoles had rallied from a 31-3 fourth-quarter deficit to tie the Gators, 31-31, in the waning seconds of a regular-season game.","thumbnail":null,"section":"Sports"},{"date":"19950103","headline":"A Moment in November Meant No. 2 for Penn State","web_url":"https://www.nytimes.com/1995/01/03/sports/on-college-football-a-moment-in-november-meant-no-2-for-penn-state.html","abstract":"  The answer to the trivia question, now and forever, is Chris Dittoe. The imperfect resolution of this college football season, with a bowl day made anticlimactic by an altered schedule and a politicized system that leaves its marks in history books, will include an unlikely central factor.   That is, Chris Dittoe, the substitute Indiana University quarterback. His otherwise insignificant 5-yard touchdown pass, his looping, deflected, 40-yard score and 2-point conversion pass with time expired, all in the last 1 minute 49 seconds of a game that had already been determined, provided the bizarre finish to a 6-point Penn State victory that cost the Nittany Lions a share of a national championship. On Nov. 5. With starters watching from the sidelines. A top spot in the coaches' poll was lost, and never regained.","thumbnail":null,"section":"Sports"},{"date":"19950103","headline":"Far From Home, a Couple Seek Medical Care for Their Ailing Son","web_url":"https://www.nytimes.com/1995/01/03/nyregion/the-neediest-cases-far-from-home-a-couple-seek-medical-care-for-their-ailing-son.html","abstract":"  In her pocket, Nadezhda Sivets carries a photo of her apartment building in Tajikistan, its walls battered by mortar shells. But the civil war in her homeland is far from her thoughts now, and a more personal struggle dominates her life.   Mrs. Sivets' son, Denis, has a rare disease, and she has spent years searching for an accurate diagnosis. At 10, Denis is retarded, cannot speak and walks with a severe limp. He was born healthy, but eight months later he developed a bacterial infection. Doctors in Tajikistan, a former Soviet republic, mistakenly prescribed an overdose of antibiotics that damaged his brain and nervous system.","thumbnail":null,"section":"New York"},{"date":"19950103","headline":"Greeted at Nation's Front Door, Many Visitors Stay On Illegally","web_url":"https://www.nytimes.com/1995/01/03/nyregion/greeted-at-nation-s-front-door-many-visitors-stay-on-illegally.html","abstract":"  In the comfort of a flight from Belfast, Francis and Theresa S. arrived in the United States three months ago as tourists. But they had no intention of returning to their home in Northern Ireland after their sightseeing in New York was over. They were coming to stay on as illegal immigrants.   Unlike the thousands of Mexicans and Central Americans clambering over the flood-lit fences of the southern border, the couple merely walked through an inspection booth at Kennedy International Airport. An immigration official, checking their passports and plane tickets, smiled and waved them in.","thumbnail":null,"section":"New York"},{"date":"19950103","headline":"A Woman With a Story to Tell Must Pay the Price","web_url":"https://www.nytimes.com/1995/01/03/nyregion/our-towns-a-woman-with-a-story-to-tell-must-pay-the-price.html","abstract":"  TRACY MEHM'S mistakes might not be the biggest in the world, but they could arm-wrestle Van Damme, no sweat.   Her first biggie was joining an \"escort\" service to work her way through Buffalo State College. The second was telling her boss, once she had been arrested, that the police planned to visit.","thumbnail":null,"section":"New York"},{"date":"19950103","headline":"Nets' Stars Still Doubtful","web_url":"https://www.nytimes.com/1995/01/03/sports/basketball-nets-stars-still-doubtful.html","abstract":"  Derrick Coleman and Kenny Anderson were both at practice today but are questionable for the Nets when the Indiana Pacers visit New Jersey Tuesday night.   Coleman went through the entire practice with the team, but his lacerated left hand still prevents him from holding the basketball with ease.","thumbnail":null,"section":"Sports"},{"date":"19950103","headline":"Science Times E-Mail","web_url":"https://www.nytimes.com/1995/01/03/science/science-times-e-mail.html","abstract":"  Science Times has an electronic mail address for comments from readers about published articles and suggested areas of coverage:   scitimes@nytimes.com.","thumbnail":null,"section":"Science"},{"date":"19950103","headline":"Barry Pledges Integrity for Government in Washington","web_url":"https://www.nytimes.com/1995/01/03/us/barry-pledges-integrity-for-government-in-washington.html","abstract":"  Vowing to \"bring integrity back into government\" and to rebuild his deteriorating city \"from the ground up,\" Marion S. Barry Jr. was sworn in today for a fourth term as Mayor of the District of Columbia.   Mr. Barry, who overcame a personal and political disaster -- a misdemeanor drug conviction and six months in prison after the Federal Bureau of Investigation videotaped him smoking crack cocaine in 1990 -- had campaigned as \"the candidate of the last, the lost, and the least,\" and as a bridge between the city's poor blacks and affluent whites.","thumbnail":null,"section":"U.S."},{"date":"19950103","headline":"Man Charged With Slaying Wife at Work","web_url":"https://www.nytimes.com/1995/01/03/nyregion/man-charged-with-slaying-wife-at-work.html","abstract":"  When Charles Smith called the Transit Authority on Sunday night, expressing concern that his wife had not returned home from her shift as an elevator operator at a Manhattan subway station, he was treated gently.   An authority worker, not wanting to break the news to him over the telephone that his wife had been found shot to death at work, suggested that he go to the station at 184th Street and Fort Washington Avenue.","thumbnail":null,"section":"New York"},{"date":"19950103","headline":"Officially, Crime Is Dropping, But Brooklyn Is Still Worried","web_url":"https://www.nytimes.com/1995/01/03/nyregion/officially-crime-is-dropping-but-brooklyn-is-still-worried.html","abstract":"  The official police statistics show there has been a double-digit decrease in crime in the last year in the Sunset Park section of Brooklyn, with fewer rapes, robberies and car thefts. But the standard scene outside Nereida Rodriguez's apartment window has not changed much. Men deal drugs. Groups of youths, exchanging the handshakes that identify them as gang members, hang out on the street corner. The sirens of police cars and ambulances scream regularly.   \"My 5-year-old son sits in that window, in the morning and at night, and he asks me what those people are doing -- if they are bad, if they are going to hurt us,\" said Ms. Rodriguez, whose apartment looks out on Fifth Avenue. \"I try to answer him as best I can. But I don't know.\"","thumbnail":null,"section":"New York"},{"date":"19950103","headline":"1945:Saboteurs Foiled : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/03/opinion/IHT-1945saboteurs-foiled-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - An alert seventeen-year-old boy was credited by the Federal Bureau of Investigation today [Jan. 2] with spotting two saboteurs who were landed by U-boat on November 29 near the buoys off Hancock Point, Maine. The men came ashore in a rubber boa","thumbnail":null,"section":"Opinion"},{"date":"19950103","headline":"Brookline Shows Fervor In Keeping Clinics Open","web_url":"https://www.nytimes.com/1995/01/03/us/brookline-shows-fervor-in-keeping-clinics-open.html","abstract":"  The Brookline police used to call the job of guarding the abortion clinics in town \"the baby killer detail.\" But when Operation Rescue made the clinics a target, back in 1988, everything changed.   \"The town made a commitment: The clinics will be open,\" said Lieut. Bill McDermott, a detective who made himself an expert on Operation Rescue, a radical group opposing abortion, and other anti-abortion groups. \"The police department backed it up. Even when they drove their cars up and cemented themselves in, we managed to keep the clinics open.\"","thumbnail":null,"section":"U.S."},{"date":"19950103","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/03/nyregion/c-corrections-368195.html","abstract":"  A chart on Sunday about appointments to Gov. George E. Pataki's administration misidentified the adviser from the Cuomo administration who is expected to stay on, at least temporarily. He is Philip Coombs Jr., the Commissioner of Correction, not Raul Russi, chairman of the Division of Parole.","thumbnail":null,"section":"New York"},{"date":"19950103","headline":"Clinton on Home Soil for Rest and, Maybe, Some Excitement","web_url":"https://www.nytimes.com/1995/01/03/us/clinton-on-home-soil-for-rest-and-maybe-some-excitement.html","abstract":"  President Clinton, the transplanted Arkansas traveler who has no real home but the White House these days, returned to his hometown today for a bit of post-New Year's relaxation, visits with old pals and the dedication on Wednesday of an elementary school named in honor of a former governor who worked to improve education in the state, William Jefferson Clinton.   \"It's wonderful to be home,\" Mr. Clinton told a crowd as Air Force One touched down at Adams Field shortly after noon. \"We're looking forward just to spending some personal time visiting with our friends, saying hello to people, driving around the state a little bit. And I'm even going to have a few hours tomorrow where I have nothing on the schedule for the first time in years and years.\"","thumbnail":null,"section":"U.S."},{"date":"19950103","headline":"Heredity's More Than Genes, New Theory Proposes","web_url":"https://www.nytimes.com/1995/01/03/science/heredity-s-more-than-genes-new-theory-proposes.html","abstract":"  MEN may deny it, yet there it is, immortalized in a popular song: \"I want a girl just like the girl that married dear old dad.\" For their part, many women remain so romantically fixated on that first big guy in their lives that traits reminding them of their father -- an emotional coolness, say, or an irritable authoritarian streak -- seem irresistible, the embodiment of ideal masculinity. And when the bombast and insecurities of youth have sloughed away, most of us realize that we often think, act, gesture, opine, vote, belch, fret and procrastinate just like our parents.   Such convergences of style and behavior may be the result of genetic predispositions; or they could stem from children and parents coexisting in a similar environment that prompts the expression of like-minded characteristics.","thumbnail":null,"section":"Science"},{"date":"19950103","headline":"If at First You Don't Succeed, Try the Playoffs","web_url":"https://www.nytimes.com/1995/01/03/sports/pro-football-notebook-if-at-first-you-don-t-succeed-try-the-playoffs.html","abstract":"  The Cleveland Browns' coaches and players might want to get on the telephone to Chicago this week and get a few pointers on how to beat a division opponent in the playoffs that they didn't have any success against during the regular season.   The Bears dismantled the Vikings, 35-18, in a National Football Conference wild-card game on Sunday and will play at San Francisco on Saturday. The Vikings had beaten Chicago twice during the season in N.F.C. Central Division games, but it didn't matter on Sunday as the Bears completely outplayed their opponent.","thumbnail":null,"section":"Sports"},{"date":"19950103","headline":"REBELS BEAT BACK A RUSSIAN FORCE","web_url":"https://www.nytimes.com/1995/01/03/world/rebels-beat-back-a-russian-force.html","abstract":"  Jubilant Chechen soldiers strolled through the burning center of Grozny today, waving their green separatist flag in triumph after battling Russian troops back to the edge of the city.   The fight for the capital is far from over, but less than 24 hours after the Russian Defense Minister, Gen. Pavel S. Grachev, announced that his forces controlled the area around Grozny's presidential palace, the only Russians to be found there were dead soldiers and prisoners of war, according to reports from the scene.","thumbnail":null,"section":"World"},{"date":"19950103","headline":"Many Doubt Truce Will Lead to Bosnian Peace","web_url":"https://www.nytimes.com/1995/01/03/world/many-doubt-truce-will-lead-to-bosnian-peace.html","abstract":"  A missile slammed into the Holiday Inn in Sarajevo today, wounding no one but carrying an ominous warning to those who hope that the truce signed Saturday will prove a prelude to lasting peace in Bosnia and Herzegovina.    It was perhaps the first but almost certainly not the last violation of the new truce, which is to last for four months while the Government and Bosnian Serbs seek to negotiate a peace treaty.","thumbnail":null,"section":"World"},{"date":"19950103","headline":"Army Peacekeeping, by the New Book","web_url":"https://www.nytimes.com/1995/01/03/opinion/army-peacekeeping-by-the-new-book.html","abstract":"  The Army's new field manual on peacekeeping is required reading for many officers. It is also worth a look by civilian policy makers and citizens interested in knowing whether the Army is adjusting to its new role in the post-cold-war world. The short and reassuring answer is, yes.    In a world no longer defined by the Soviet threat, peacekeeping may well be the growth industry for the Army. But peacekeeping poses a difficult challenge to an Army whose traditional mission has been ground combat and whose standard doctrine has been that of overwhelming force.","thumbnail":null,"section":"Opinion"},{"date":"19950103","headline":"Berlin's Lost Generation","web_url":"https://www.nytimes.com/1995/01/03/opinion/berlin-s-lost-generation.html","abstract":"  We met at a restaurant in the chic Savignyplatz quarter in western Berlin. It was shortly before Christmas, a festive season, yet the man was palpably ill at ease. He said he felt like a victim of agoraphobia, becoming anxious away from his safe haven in eastern Berlin. Indeed, he had visited western Berlin less than a dozen times since the wall was breached by the autumn revolution of 1989.   His wife said she overcame these terrors, out of need. Three times a week she crosses the gone but hardly forgotten line, traveling 90 minutes each way from outlying Koepenick to Grunewald. There she cleans house for an affluent westerner; along with her half pension, it is the couple's major source of income. She has a university degree and is fluent in three languages. Her husband, with a Ph.D. and an academic background, now helps a relative clean and maintain a vegetable farm.","thumbnail":null,"section":"Opinion"},{"date":"19950103","headline":"No Headline","web_url":"https://www.nytimes.com/1995/01/03/nyregion/no-headline-889095.html","abstract":"  \"The way the media portray him, you'd think he didn't want to just start up orphanages, but burn them down, too.\" -- JANET SHERMAN, a Denver homemaker, on Newt Gingrich.  [ A16:2. ]","thumbnail":null,"section":"New York"},{"date":"19950103","headline":"Whitecap Reservation Journal; AIDS Is Brought Sadly Home to Canada's Indians","web_url":"https://www.nytimes.com/1995/01/03/world/whitecap-reservation-journal-aids-is-brought-sadly-home-to-canada-s-indians.html","abstract":"  He tells them of the abuse he endured in a residential school and in foster homes in Alberta, how at age 13 he was raped by a man in an Edmonton motel, of the rage that drove him to alcohol, drugs and petty crime as a member of an Edmonton street gang -- and finally of his fight against AIDS.   Ken Ward, 37, an Enoch Cree from northern Alberta, was the first Indian in Canada to declare publicly that he had tested positive for the human immunodeficiency virus, which causes AIDS. The diagnosis was made on Dec. 29, 1989, and he went public three months later.","thumbnail":null,"section":"World"},{"date":"19950103","headline":"Tiny Clinic In Katmandu Solves Medical Mystery","web_url":"https://www.nytimes.com/1995/01/03/science/tiny-clinic-in-katmandu-solves-medical-mystery.html","abstract":"  THIS is a tale of the little clinic that could. It involves Gurkhas, a tainted head of lettuce in the refrigerator of a British diplomat and a newly discovered disease that afflicts travelers around the world.   The disease begins with severe diarrhea, nausea and stomach cramps, then progresses to weeks of debilitating fatigue and loss of appetite. Victims routinely lose as much as 15 to 20 pounds. Travelers to warm climes seem particularly susceptible.","thumbnail":null,"section":"Science"},{"date":"19950103","headline":"Mexico Delays Austerity Plan as Labor and Business Balk","web_url":"https://www.nytimes.com/1995/01/03/world/mexico-delays-austerity-plan-as-labor-and-business-balk.html","abstract":"  President Ernesto Zedillo Ponce de Leon postponed a televised address to the nation tonight after Government officials were unable to reach an agreement with labor and business leaders on an austere package of wage and price controls.    Investors in both Mexico and the United States had been awaiting the message to see how Mr. Zedillo was planning to rebuild Mexico's economy after a brutal devaluation two weeks ago that lowered the value of the Mexican peso by 30 percent. The speech also was intended to rebuild investor confidence by showing that Mr. Zedillo was firmly in control of the economy, an image undoubtedly obscured by the postponement.","thumbnail":null,"section":"World"},{"date":"19950103","headline":"So Odd, So Enigmatic, Songbird May Really Be an Octet of Species","web_url":"https://www.nytimes.com/1995/01/03/science/so-odd-so-enigmatic-songbird-may-really-be-an-octet-of-species.html","abstract":"TWO of North America's more amazing songbirds are a pair of dirty-red finches with oddly maloccluded mandibles -- a piece of evolutionary engineering that enables them to feed on seeds from the tightly closed cones of various coniferous trees. The long, sharply pointed bills of the red crossbill and white-winged crossbill work like a burglar's picklock, prying up cone scales so the hidden seeds can be scooped out by the birds' snakelike tongues. \n\nA crossbill's tongue then holds a seed against a husking groove on its horny palate while its lower mandible cracks and removes the hard coat. A crossbill, about the size of a sparrow, might eat 3,000 tamarack or spruce cone seeds a day.","thumbnail":null,"section":"Science"},{"date":"19950103","headline":"Police Officers Face Charges Of Abusing Girl","web_url":"https://www.nytimes.com/1995/01/03/nyregion/police-officers-face-charges-of-abusing-girl.html","abstract":"  Two New York City police officers who live together were arrested early yesterday and charged with endangering the welfare of a child after the 23-month-old daughter of one of the officers was found to have been physically abused.   When the officers brought the girl to the Mary Immaculate Hospital in Queens Sunday night with a broken left thumb, a doctor determined that she had also been beaten on the buttocks, had a three-week old fracture on her right arm, a possible skull fracture and old breaks to the jaw and left arm, said Detective Kim Royster, a police spokeswoman.","thumbnail":null,"section":"New York"},{"date":"19950103","headline":"Desert Preserve Favors Hunters Over Visitors","web_url":"https://www.nytimes.com/1995/01/03/opinion/l-desert-preserve-favors-hunters-over-visitors-417395.html","abstract":"  To the Editor:   \"New Parks Mix Public and Private, Uneasily\" (front page, Dec. 26) does an excellent job of describing the National Park Service's task in managing two new national parks, Death Valley and Joshua Tree, and the new Mojave National Preserve.","thumbnail":null,"section":"Opinion"},{"date":"19950103","headline":"The Trials of the Other Tom, the New Kid on Mount Rushmore","web_url":"https://www.nytimes.com/1995/01/03/sports/tv-sports-the-trials-of-the-other-tom-the-new-kid-on-mount-rushmore.html","abstract":"  NBC's investment in Sunday night's Orange Bowl (aside from the $7 million paid for the television rights) included an investment in the fortunes of Nebraska Coach Tom Osborne. NBC made him a haunted plainsman, a living martyr bedeviled by past Orange Bowl losses and the inability to be labeled a national champion.   To judge by Bob Costas's pregame portrayal of Osborne, the preternaturally stoic coach could have doubled for Coach Allie Schweitzer: a son of Nebraska, an athletic \"marvel\" who starred for his small hometown college; possessed of \"serene dignity,\" he has suffered \"honor in defeat\" but now sought an \"end to his New Year's nightmare.\" Come let us adore him.","thumbnail":null,"section":"Sports"},{"date":"19950103","headline":"A Bully Job on the Bulge : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/03/opinion/IHT-a-bully-job-on-the-bulge-letters-to-the-editor.html","abstract":"Regarding the report \"We Can Still Lose War\" (Dec. 19):.Congratulations to Rick Atkinson for his masterful retrospective on the Battle of the Bulge. The participants in that battle (or most any battle, for that matter) were the last to know w","thumbnail":null,"section":"Opinion"},{"date":"19950103","headline":"By Design; Return of the Alligators","web_url":"https://www.nytimes.com/1995/01/03/style/by-design-return-of-the-alligators.html","abstract":"  From time to time, a classic style becomes fashion. It happened recently with the white cotton shirt and the sweater set. Now it's the polo shirt.    Abbreviated polo shirts that bared the midriff appeared on the runways of Ralph Lauren's and Anne Klein's spring shows. But the cognoscenti have been scooping up the original Chemise Lacoste polo shirts with the famous embroidered alligator logo.","thumbnail":null,"section":"Style"},{"date":"19950103","headline":"When America Chased Its People Off the Land","web_url":"https://www.nytimes.com/1995/01/03/arts/television-review-when-america-chased-its-people-off-the-land.html","abstract":"  Indians are prime-time subjects tonight, as PBS focuses on the dire condition of a few native South Americans and the Discovery Channel looks back at the bitter histories of native North Americans.   \"The Tribe That Time Forgot\" refers to the Arara people of the Brazilian Amazon. Long thought to be extinct, they made the newspapers in 1976 when three government prospectors in the Amazon rain forest were found dead. The arrows identified the killers as Arara.","thumbnail":null,"section":"Arts"},{"date":"19950103","headline":"Documenting What Motivated Those Who Helped Save Jews","web_url":"https://www.nytimes.com/1995/01/03/movies/documenting-what-motivated-those-who-helped-save-jews.html","abstract":"  Long before \"Schindler's List\" reached the screen, Marek Halter, a French writer descended from Jews in Poland, became obsessed with the idea of demonstrating that even at the darkest moments of the Holocaust, the Jews trapped in Nazi-run Europe were not without friends.   \"I could never accept the notion that the whole world was against the Jews,\" he explained. \"I could not accept philosophically that there was no good, no generosity, left in the world. To do so would mean living inside a moral or existentialist bunker and that was too disagreeable.\"","thumbnail":null,"section":"Movies"},{"date":"19950103","headline":"While Giants Are Watching, Tillman Is Still Running","web_url":"https://www.nytimes.com/1995/01/03/sports/pro-football-while-giants-are-watching-tillman-is-still-running.html","abstract":"  Da Bears?   That's right, the Chicago Bears. Don't believe in them, ridicule them if you want. Go ahead. Say they will lose by 50 points to San Francisco this weekend or make fun of their offense, saying it is normally about as exciting as a stoplight. Say the National Football Conference's Central Division had four teams in the playoffs, and that's about four too many. Laugh it up. But between the giggling, the Bears players ask for one thing.","thumbnail":null,"section":"Sports"},{"date":"19950103","headline":"With 12 Minutes to Go, It Is 'Time for Tommie'","web_url":"https://www.nytimes.com/1995/01/03/sports/bowl-games-95-orange-bowl-with-12-minutes-to-go-it-is-time-for-tommie.html","abstract":"  The national championship T-shirts were passed around as soon as the Nebraska Cornhuskers entered their locker room early today. Several minutes later, the door swung open and a security guard yelled, \"Clear out, clear out. They want to see their fans.\"   The Cornhuskers poured back onto the Orange Bowl field, where they had rallied to defeat Miami, 24-17. Players hugged, danced and waved their T-shirts. Some 16,000 Cornhusker fans joined in the celebration, savoring this singular moment in Nebraska football history.","thumbnail":null,"section":"Sports"},{"date":"19950103","headline":"Dinosaur Theory: Sulfur Was Villain (but Hero for Humans)","web_url":"https://www.nytimes.com/1995/01/03/science/dinosaur-theory-sulfur-was-villain-but-hero-for-humans.html","abstract":"  THERE is yet another possible explanation for the catastrophe that befell Earth 65 million years ago, wiping out the dinosaurs and countless other species. The agent of destruction might have been a global haze of sulfuric acid that blocked sunlight and plunged the planet into a dark, killing chill lasting decades.   This new hypothesis stems from geological studies of a buried crater in the Yucatan Peninsula of Mexico, a giant scar as much as 180 miles wide that is widely believed to be the site where a huge asteroid collided with Earth just before the time of the dinosaur extinctions. Geologists found the rock in the crater, named Chicxulub, to be unusually rich in sulfur. If it had not been, they concluded, the dinosaurs might well have survived the impact, thereby changing the course of evolution.","thumbnail":null,"section":"Science"},{"date":"19950103","headline":"Employee Killed in Lumber Store Robbery","web_url":"https://www.nytimes.com/1995/01/03/nyregion/employee-killed-in-lumber-store-robbery.html","abstract":"  An employee was shot to death yesterday when two hooded gunmen robbed a lumber warehouse store in Brooklyn, the police said.   Lieut. William McKnee of the 67th Precinct detective squad said the two gunmen entered the store, the Lumber Headquarters, at 4212 Church Avenue in Flatbush, shortly before 11 A.M. and announced a holdup. One of the robbers shot the victim once in the head before both fled on foot with an undetermined amount of cash from the register, detectives said.","thumbnail":null,"section":"New York"},{"date":"19950103","headline":"U.A.B. Hires Coach","web_url":"https://www.nytimes.com/1995/01/03/sports/sports-people-college-football-uab-hires-coach.html","abstract":"  The former Vanderbilt coach, WATSON BROWN, was picked yesterday to guide Alabama-Birmingham into big-time football and out of the shadow of Alabama and Auburn. Brown, offensive coordinator at Oklahoma the past two seasons, was one of seven people who interviewed for the job of taking U.A.B. from National Collegiate Athletic Association Division I-AA play to Division I-A, beginning in 1996.   Meanwhile, the man who takes over Brown's former school, the Cleveland quarterbacks coach ROD DOWHOWER, took a break from playoff preparations to fly to Nashville and be introduced as Vanderbilt's 23d head coach. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950103","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1995/01/03/nyregion/metro-digest-083695.html","abstract":"  CRIME RATE FALLS, BUT WORRIES PERSIST   The official police statistics show there has been a double-digit decrease in crime in the last year in the Sunset Park section of Brooklyn, with fewer rapes, robberies and car thefts. But the standard scene outside Nereida Rodriguez's apartment window has not changed much. Men deal drugs. Groups of youths, exchanging the handshakes that identify them as gang members, hang out on the street corner. The sirens of police cars and ambulances scream regularly. Community leaders and residents of Sunset Park say the distance between the reality of their lives and the numbers put out by the Police Department offer a telling example of the sometimes limited meaning and impact of crime statistics. A1.","thumbnail":null,"section":"New York"},{"date":"19950103","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/01/03/nyregion/chronicle-371195.html","abstract":"  Don't call HUGH GRANT an optimist.   He plays alongside Robin Williams in his first big Hollywood role, in the film \"Nine Months,\" but he's not expecting fame to last, A.P. reported.","thumbnail":null,"section":"New York"},{"date":"19950103","headline":"On My Mind; The Cruelest Hoax","web_url":"https://www.nytimes.com/1995/01/03/opinion/on-my-mind-the-cruelest-hoax.html","abstract":"  The campaign for drug legalization grows in wallet and prestige. But, as it picks up journalistic and academic endorsement and foundation money, one thing stays constant. It remains now, as it always has been, one of the most cruel and selfish movements in America.   The great majority of Americans are against legalization. So are the politicians they elect to office.","thumbnail":null,"section":"Opinion"},{"date":"19950103","headline":"Israeli Soldiers in Gaza Kill 4 Palestinian Police Officers","web_url":"https://www.nytimes.com/1995/01/03/world/israeli-soldiers-in-gaza-kill-4-palestinian-police-officers.html","abstract":"  Israeli soldiers at the northern end of the Gaza Strip shot and killed four Palestinian police officers on Monday night in the deadliest encounter between the forces since Palestinian self-rule began in Gaza last May.   There were conflicting accounts of what happened in the shootings, which began in thick fog that enveloped the coastal strip. Nor was it clear if the incident would have repercussions on Israeli-Palestinian peace talks that were already heavily burdened by disputes over Israeli settlements and other issues.","thumbnail":null,"section":"World"},{"date":"19950103","headline":"OUTLOOK '95: A Special Section","web_url":"https://www.nytimes.com/1995/01/03/nyregion/outlook-95-a-special-section.html","abstract":"  The nation's economylooks surprisingly strong and some of the world's most powerful economies are rebounding. But many fear that America's vibrant growth may end as the Federal Reserve continues raising interest rates. Though the economy has withstood the higher rates, most investors lost money last year. Will they fare better in 1995? A special section examines trends in business and the markets including complete year-end stock and mutual fund tables.    SECTION C (2 PARTS)","thumbnail":null,"section":"New York"},{"date":"19950103","headline":"G.O.P. Starts Expanding TV Coverage","web_url":"https://www.nytimes.com/1995/01/03/us/gop-starts-expanding-tv-coverage.html","abstract":"  Whatever happens in the new Congressional era of Republican control, citizens will be able to witness more of it.   Striving for a new aura of openness, the Republicans have agreed to allow television cameras into most committee meetings and daily press briefings with the House Speaker and the Senate majority leader. Both houses are still weighing whether to allow C-Span to operate its own cameras in the chambers and to allow those cameras free rein. Currently, cameras are operated by Government employees, who focus only on the person speaking and feed those shots to C-Span.","thumbnail":null,"section":"U.S."},{"date":"19950103","headline":"Talks Held on Prosecuting Suspect in Clinic Shootings","web_url":"https://www.nytimes.com/1995/01/03/us/talks-held-on-prosecuting-suspect-in-clinic-shootings.html","abstract":"  State prosecutors from Massachusetts and Virginia negotiated today with Federal officials to decide who should go first in prosecuting John C. Salvi 3d, the New Hampshire man accused of attacking abortion clinics outside Boston and here in Norfolk.   Mr. Salvi, described by friends as a melancholy 22-year-old loner, is to be arraigned here on Tuesday before a state judge on charges of shooting into an occupied building.","thumbnail":null,"section":"U.S."},{"date":"19950103","headline":"No Comprendo","web_url":"https://www.nytimes.com/1995/01/03/opinion/no-comprendo.html","abstract":"Last spring, my niece phoned me in tears. She was graduating from high school and had to make a decision. An outstanding soccer player, she was offered athletic scholarships by several colleges. So why was she crying?\n\nMy niece came to the United States from South America as a child. Although she had received good grades in her schools in Miami, she spoke English with a heavy accent and her comprehension and writing skills were deficient. She was afraid that once she was left the Miami environment she would feel uncomfortable and, worse still, have difficulty keeping up with class work.","thumbnail":null,"section":"Opinion"},{"date":"19950103","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/01/03/nyregion/chronicle-369095.html","abstract":"  After an evening of packing steamer trunks with books for an exhibition in Boston, DON STINE , a rare book dealer from Ocean Township, N.J., recently settled into his desk about midnight.   He carefully pulled out a rare edition of Edgar Allan Poe's \"Tales of the Grotesque and Arabesque\" that he had bought for a client at an auction at Christie's in New York for $63,000.","thumbnail":null,"section":"New York"},{"date":"19950103","headline":"Magic's Avent Knifed","web_url":"https://www.nytimes.com/1995/01/03/sports/sports-people-pro-basketball-magic-s-avent-knifed.html","abstract":"  ANTHONY AVENT, a reserve forward for the Orlando Magic, was knifed four times in his left arm during a weekend fight and needed 20 stitches and 20 staples to close the wounds.   \"There was no damage that would inhibit him as a basketball player,\" the Magic said.","thumbnail":null,"section":"Sports"},{"date":"19950103","headline":"The Tide Lifts All Ships : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/03/opinion/IHT-the-tide-lifts-all-ships-letters-to-the-editor.html","abstract":"Regarding \"Selective Protection Can Be Justified\" (Opinion, Dec. 26) by Gregory Clark:.With the advent of the World Trade Organization, protectionists like Gregory Clark still miss the point of free trade..The free trade argument that \"","thumbnail":null,"section":"Opinion"},{"date":"19950103","headline":"Desert Preserve Favors Hunters Over Visitors; Worse to Come","web_url":"https://www.nytimes.com/1995/01/03/opinion/l-desert-preserve-favors-hunters-over-visitors-worse-to-come-418195.html","abstract":"  To the Editor:   The cattle grazing, hunting and other activities foisted on the national park areas in the California desert may be just a taste of what is to come (front page, Dec. 26).","thumbnail":null,"section":"Opinion"},{"date":"19950103","headline":"Hiring Freeze Is First Order From Pataki","web_url":"https://www.nytimes.com/1995/01/03/nyregion/hiring-freeze-is-first-order-from-pataki.html","abstract":"  On his first day at work as Governor, George E. Pataki today ordered a freeze on the hiring of some state workers as he had promised, a move he acknowledged was but a small step toward grappling with the state's worsening finances. Seated at the head of a long table in his new office, Mr. Pataki scratched his signature onto paper with a red pen, lifted the document above his shoulder and announced: \"Here we go. Executive Order No. 1.\"   It was his only official act in public on a day when the new administration began to turn from a weekend of festivities to the reality of fulfilling the ambitious changes Mr. Pataki has pledged. In the early afternoon, he and his wife, Libby, completed the inaugural celebrations by greeting several hundred guests -- including some picked in a lottery at the swearing-in ceremony -- on the first floor of the Executive Mansion.","thumbnail":null,"section":"New York"},{"date":"19950103","headline":"For Resort Wear, Shine, Shape, Color","web_url":"https://www.nytimes.com/1995/01/03/style/for-resort-wear-shine-shape-color.html","abstract":"  Winter divides shoppers into two kinds of people: those who contemplate living through months of frigid weather and those who start thinking about heading someplace warm.    Most of those heading south are packing their bags -- either literally or figuratively -- right about now. But a few had a head start before the year-end holidays, shopping when the first resort clothes reached the stores. These early birds have given stores a good take on what women want, at least what they want to wear when it's warm. Which should translate into what the hot trends will be for spring.","thumbnail":null,"section":"Style"},{"date":"19950103","headline":"U.N. Leader to Call for Changes in Peacekeeping","web_url":"https://www.nytimes.com/1995/01/03/world/un-leader-to-call-for-changes-in-peacekeeping.html","abstract":"  As the United Nations prepares to celebrate its 50th birthday in 1995, Secretary General Boutros Boutros-Ghali will start the year by recommending to the Security Council ways to avoid problems that have threatened peacekeeping operations since the cold war ended.   There is an urgency, he says. Peacekeeping must be streamlined if it is not to overwhelm and paralyze an organization that has so many other jobs to do.","thumbnail":null,"section":"World"},{"date":"19950103","headline":"The Realities of Lives Contradict the Dreams","web_url":"https://www.nytimes.com/1995/01/03/books/books-of-the-times-the-realities-of-lives-contradict-the-dreams.html","abstract":"  FELICIA'S JOURNEY    By William Trevor    213 pages. Viking. $21.95.    The title of William Trevor's latest novel, \"Felicia's Journey,\" refers -- ironically, it turns out -- to the picaresque journey undertaken by so many traditional literary heroes, the allegory-laden journey that takes them from innocence to wisdom, from childhood to maturity. Though Felicia does in fact achieve a kind of enlightenment, her journey, as the reader grimly learns, is neither predictable nor particularly felicitous.","thumbnail":null,"section":"Books"},{"date":"19950103","headline":"The Mall Hasn't Quite Yet Replaced Main St.","web_url":"https://www.nytimes.com/1995/01/03/opinion/l-the-mall-hasn-t-quite-yet-replaced-main-st-419095.html","abstract":"  To the Editor:   \"Free Speech in the Mall,\" your Dec. 26 editorial in support of the New Jersey Supreme Court's decision allowing leafletting in shopping malls fails to mention the premise on which the ruling is based: that malls have displaced downtown business districts as the center of commercial and social activity. That premise is faulty for two reasons.","thumbnail":null,"section":"Opinion"},{"date":"19950103","headline":"G.O.P. SET TO LEAD CONGRESS ON PATH SHARPLY TO RIGHT","web_url":"https://www.nytimes.com/1995/01/03/us/gop-set-to-lead-congress-on-path-sharply-to-right.html","abstract":"  When the opening bell sounds Wednesday to usher in the 104th Congress, the Republicans, as the new majority, will begin their self-described revolution, putting on trial their fundamental belief that they can cure the nation's ills with less government, not more.   For the new Speaker of the House, Representative Newt Gingrich, and his Republican comrades, the first order of business will be to pass new House rules demonstrating that they are more open, responsive and businesslike than the old-order Democrats they have supplanted. From there, they intend to reclaim for Congress the powers it has ceded to the White House since the New Deal, introducing one of the most ambitious legislative agendas in history as they set about overhauling Congress and the country.","thumbnail":null,"section":"U.S."},{"date":"19950103","headline":"Different Stories : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/03/opinion/IHT-different-stories-letters-to-the-editor.html","abstract":"Regarding \"A British Athlete's Fight for Health and Esteem\" (Sports, Dec. 15) by Ian Thomsen:.Mr. Thomsen is right, Diane Modahl is in a lousy business, and Mr. Thomsen describes it eloquently. But the difference between Diane Modahl and Pete","thumbnail":null,"section":"Opinion"},{"date":"19950103","headline":"Police Reclaim East Village With the Help of Residents","web_url":"https://www.nytimes.com/1995/01/03/nyregion/police-reclaim-east-village-with-the-help-of-residents.html","abstract":"  On a recent Friday night, Police Officer Al Kohler crawled flat across the roof of a seven-story housing project on the Lower East Side of Manhattan and watched through a pair of binoculars as a group of young men brokered a drug deal on the sidewalk below.   \"He made the sale,\" whispered Officer Kohler while one youth counted the money and another hid the cocaine under a garbage bag. \"The one in the tan jacket.\"","thumbnail":null,"section":"New York"},{"date":"19950103","headline":"Looking to G.O.P. For Political Change","web_url":"https://www.nytimes.com/1995/01/03/us/looking-to-gop-for-political-change.html","abstract":"  Americans are waiting for Republicans to take over Congress to see if they can do what they promise and control the bureaucracy that many see as bloated even though they may not agree with Newt Gingrich.","thumbnail":null,"section":"U.S."},{"date":"19950103","headline":"Fast-Starting Colorado Outclasses Notre Dame","web_url":"https://www.nytimes.com/1995/01/03/sports/bowl-games-95-fast-starting-colorado-outclasses-notre-dame.html","abstract":"  Notre Dame had hoped to prove those people wrong, who said it didn't deserve to be in a major bowl after a 6-4-1 regular season. While that remains subject for debate, one thing was clearly proven at the Fiesta Bowl this afternoon: the unranked Irish didn't belong on the same field with the Colorado Buffaloes.   In a game that was essentially over after two quarters, the Buffaloes breezed to a 41-24 triumph before 73,968 at Sun Devil Stadium. Quarterback Kordell Stewart outdid his Heisman Trophy-winning tailback Rashaan Salaam by registering a Colorado bowl-game record 368 yards of total offense. Stewart, who passed for one score and ran for another, threw for 226 yards and rushed for 143.","thumbnail":null,"section":"Sports"},{"date":"19950103","headline":"Russian Military Journalist Is Killed","web_url":"https://www.nytimes.com/1995/01/03/world/russian-military-journalist-is-killed.html","abstract":"  Vladimir Zhitarenko, 54, a correspondent for the military daily Krasnaya Zvezda, died Saturday night after being shot in the head as he covered the fighting in Chechnya, the Russian Defense Ministry announced today.   He was the second journalist to die covering the Chechnya war. Cynthia Elbaum, 28, an American photographer, was killed during a bombing attack in Grozny on Dec. 22.","thumbnail":null,"section":"World"},{"date":"19950103","headline":"Gingrich Says Social Security May Need New Look, but Not Now","web_url":"https://www.nytimes.com/1995/01/03/us/gingrich-says-social-security-may-need-new-look-but-not-now.html","abstract":"  The financing of Social Security may need a re-examination, but not right away, Representative Newt Gingrich of Georgia, the incoming Speaker of the House, said in an interview broadcast today.   There was some political nerve in his comments. Even though Democrats have for decades accused Republicans of plotting to subvert Social Security, Mr. Gingrich rejected an invitation from the interviewer to agree that \"you'll never touch it.\"","thumbnail":null,"section":"U.S."},{"date":"19950103","headline":"Unwary Drivers Take A Nasty Detour on I-95","web_url":"https://www.nytimes.com/1995/01/03/opinion/l-unwary-drivers-take-a-nasty-detour-on-i-95-420395.html","abstract":"  To the Editor:   The Associated Press article on the \"missing link\" of I-295 in southern New Jersey (Dec. 23) mentions \"the last break in the interstate highway system designated by the number 95 that links Portland, Me., with Miami, Fla.\"","thumbnail":null,"section":"Opinion"},{"date":"19950103","headline":"What They're Reading","web_url":"https://www.nytimes.com/1995/01/03/style/IHT-what-theyre-reading.html","abstract":"Armistead Maupin, the writer, is reading: \"More, Please\" by Barry Humphries..\"I was recently with Barry and Dame Edna in Amsterdam. This book is Barry's autobiography. The man's a genius, it kills me that he can write so well. It's hard t","thumbnail":null,"section":"Style"},{"date":"19950103","headline":"Salaam Decides to Go Pro","web_url":"https://www.nytimes.com/1995/01/03/sports/salaam-decides-to-go-pro.html","abstract":"  Realizing his incredible 1994 season would be a difficult act to follow, Heisman Trophy winner Rashaan Salaam will skip his senior season and declare himself eligible for the National Football League draft.   \"I broke a lot of records and there's nothing left for me to do on the college level,\" Salaam said today, moments after scoring three touchdowns to help lead Colorado to a 41-24 victory over Notre Dame in the Fiesta Bowl. \"Hopefully, I can take all this talent I've got and have the same success on the N.F.L. level.\"","thumbnail":null,"section":"Sports"},{"date":"19950103","headline":"In Japan, the Clamor for Change Runs Headlong Into Old Groove","web_url":"https://www.nytimes.com/1995/01/03/world/in-japan-the-clamor-for-change-runs-headlong-into-old-groove.html","abstract":"  To measure how much Japan has really changed in the last year and a half, it is instructive to look not at the upheaval in Parliament, the big stores cutting their notoriously high prices or the devastated stock market, but at the Japan Raw Silk and Sugar Price Stabilization Agency.   This now-obscure agency, which protects Japan's few remaining silk producers with expensive price supports, was once a symbol of Japan's struggle to build a modern economy.","thumbnail":null,"section":"World"},{"date":"19950103","headline":"Going Once, Going Twice: The Art of the Auctioneer","web_url":"https://www.nytimes.com/1995/01/03/arts/going-once-going-twice-the-art-of-the-auctioneer.html","abstract":"  He peered intently into her eyes.  Then slowly, leaning down as close to her as he could, he paused and in a soft, intimate voice said, \"I'll take $3,000,050?\"   All he got in return was an icy stare. Her paddle, it seemed, would never leave her lap again.","thumbnail":null,"section":"Arts"},{"date":"19950103","headline":"Observer; Wakes Up In Marts","web_url":"https://www.nytimes.com/1995/01/03/opinion/observer-wakes-up-in-marts.html","abstract":"  Almost everything Americans buy is now made outside America. You knew that long ago. I knew it too, but I hadn't really believed it until various women took me shopping in December.    This meant killing time in women's wear divisions of assorted marts. What a learning experience these marts afforded. I'd heard that marts were taking over the world, but I had never thought enough about marts to ask, \"What is a mart anyhow?\"","thumbnail":null,"section":"Opinion"},{"date":"19950103","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1995/01/03/nyregion/news-summary-849195.html","abstract":"  International A2-8  REBELS BEAT BACK RUSSIANS  Chechen separatists triumphantly claimed to have battled Russian troops back to the edge of the rebel region's capital, Grozny, in fierce fighting in the steets.  A1","thumbnail":null,"section":"New York"},{"date":"19950103","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/01/03/nyregion/chronicle-370395.html","abstract":"  HOLLY HALSTED BALTHIS recalled that when she was named queen of the 1930 Tournament of Roses, she didn't have a crown and had to make her own dress -- although she was given $10 to buy the satin cloth.   Sixty-four years later, this year's queen, ALIYA HAQUE , was decked out in one of the official outfits: scarlet jacket, a black and white striped turtleneck and an oh-so short black miniskirt.","thumbnail":null,"section":"New York"},{"date":"19950103","headline":"Bring On the Huskers! Hold It, This Is College Ball.","web_url":"https://www.nytimes.com/1995/01/03/sports/bowl-games-95-bring-on-the-huskers-hold-it-this-is-college-ball.html","abstract":"  The Penn State players wore \"National Champion\" baseball caps after they ran up the score with all their might today in a 38-20 Rose Bowl victory over Oregon. They lobbied unashamedly for No. 1 votes and treated their 68-year-old coach like a running back: they handed the game ball off to him.   His hair was matted from a Gatorade shower, but Joe Paterno tucked the football firmly under his armpit -- just the way he taught Ki-Jana Carter -- and gave nothing resembling a consolation speech.","thumbnail":null,"section":"Sports"},{"date":"19950103","headline":"'Dumb and Dumber' Tops Holiday Film Grosses","web_url":"https://www.nytimes.com/1995/01/03/movies/dumb-and-dumber-tops-holiday-film-grosses.html","abstract":"  Perhaps aptly, \"Dumb and Dumber,\" the mindlessly wacko comedy starring Jim Carrey and aimed at 16-year-old (or far younger) boys, was the No. 1 film of a Christmas holiday season characterized by a set of surprise hits and mishaps.   Although no one in Hollywood expects studios to issue classics like \"Citizen Kane\" anymore, few executives, writers and producers even contemplate making dazzling and risky films on the order of \"Chinatown,\" \"The Godfather\" or \"Five Easy Pieces.\" A result is a holiday season dominated by children's movies, syrupy romances and adolescent comedies.","thumbnail":null,"section":"Movies"},{"date":"19950103","headline":"Get a Pro With Bipartisan Support and Give the Director Time","web_url":"https://www.nytimes.com/1995/01/03/opinion/IHT-get-a-pro-with-bipartisan-support-and-give-the-director-time.html","abstract":"Jim Woolsey was pushed out of his job as director of the CIA by the White House in general and National Security Adviser Anthony Lake in particular..I was told over lunch in Washington as early as Wednesday, Oct. 19, that Mr. Woolsey would be removed o","thumbnail":null,"section":"Opinion"},{"date":"19950103","headline":"Time on My Hands, Not to Mention My Schedule","web_url":"https://www.nytimes.com/1995/01/03/science/personal-computers-time-on-my-hands-not-to-mention-my-schedule.html","abstract":"  AS the new year dawns, traditional paper calendars, planners and organizers promise to turn our messy lives into miracles of organization if only we adopt a few simple rules, write appropriate things in appropriate places and live our lives by the appointment book. In demanding that we work the way they want us to, computers and organizers would seem to be made for each other.    Invariably, though, computerized personal information managers (PIM's to the cognoscenti) exhibit major flaws, particularly when formatting information for use on the go. Now comes the Data Link watch, which sports the \"Microsoft Windows Compatible\" logo and, for about $100, promises to put your appointment book on your wrist. The Timex Corporation makes this unusual timepiece and can be reached at (800) 367-8463.","thumbnail":null,"section":"Science"},{"date":"19950103","headline":"Chess","web_url":"https://www.nytimes.com/1995/01/03/arts/chess-314295.html","abstract":"  Strong players are emerging from the world's remotest areas despite cultural differences.    There is hardly a country in the world that is cut off from the chess scene. In part this is because the diversity of languages is not an obstacle. For example, one can communicate resignation of a game by the old-fashioned gesture of turning over the king, and one can offer a draw by crossing the index fingers to indicate a half-point.","thumbnail":null,"section":"Arts"},{"date":"19950103","headline":"OP-ED;\nDo Unto Gingrich","web_url":"https://www.nytimes.com/1995/01/03/opinion/oped-do-unto-gingrich.html","abstract":"When Republicans assume control of the House tomorrow for the first time in four decades, Newt Gingrich is likely to become the most powerful Speaker of our time. But Mr. Gingrich will soon face a test that will determine the moral dimension of his leadership -- will he permit a House Ethics Committee investigation of his conduct to go forward unfettered, or will he attempt to bury the probe?","thumbnail":null,"section":"Opinion"},{"date":"19950103","headline":"Israel Halts Construction at Disputed Site in West Bank","web_url":"https://www.nytimes.com/1995/01/03/world/israel-halts-construction-at-disputed-site-in-west-bank.html","abstract":"  A bitter dispute over the expansion of a Jewish settlement in the occupied West Bank took a new and uncertain turn today when the Israeli Government halted construction at a site that had been the focus of Palestinian protests for more than a week.   Hoping to placate the settlers, the Government agreed to let them build a planned complex of 500 apartments at a different spot, a hilltop somewhat closer to the center of their community of Efrat and farther from the nearby Arab town of Al Khader.","thumbnail":null,"section":"World"},{"date":"19950103","headline":"ResultsPlus","web_url":"https://www.nytimes.com/1995/01/03/sports/resultsplus-280495.html","abstract":"  WOMEN'S BASKETBALL  Lady Vols Beat Arizona  Nikki McCray scored 22 points and Dana Johnson added 20 as No. 1 Tennessee beat Arizona, 109-57, yesterday in Knoxville, Tenn. McCray made 10 of 12 shots for the Lady Vols (12-0). Tennessee shot 63 percent en route to a 51-31 halftime lead over Arizona (5-7). The Lady Vols used a 12-0 run to widen the gap to 63-33 four minutes into the second half and coasted from there. The game was Tennessee's first since losing Tiffany Woosley, its senior guard, to a knee injury in Saturday's victory at Vanderbilt. Woosley tore the right anterior cruciate ligament and probably is out for the season. (AP) MEN'S BASKETBALL  Parks Leads Duke Rout  Cherokee Parks scored 20 points to lead six players in the double figures last night, pacing No. 11 Duke to a 107-61 rout of visiting South Carolina State. Parks also grabbed eight rebounds as Duke (9-2) ran its nonconference home winning streak to 94 games, dating to a 91-76 loss to Louisville on Jan. 12, 1983. Trajan Langdon scored 17 points for the Blue Devils. The Bulldogs are 2-7. (AP) TENNIS  Edberg Defeats Agenor  Top-seeded Stefan Edberg, the defending champion, defeated Ronald Agenor, 6-2, 7-6 (10-8), yesterday in the opening round of the Qatar Open in Doha. Third-seeded Magnus Larsson, who won the year-ending Grand Slam Cup last month, defeated Karol Kucera, 6-1, 6-4, in the hardcourt warmup to the Australian Open. (AP) Siblings in Arms: The siblings Andrei Medvedev and Natalya Medvedeva teamed for a mixed doubles victory as Ukraine defeated Sweden, 2-1, in the first round of the Hopman Cup, an exhibition tournament in Perth, Australia. Medvedev and Medvedeva defeated Mats Wilander and Asa Carlsson, 6-2, 6-2, to win the matchup. (AP) Teammates Advance: Patrick Rafter, Richard Fromberg and Jamie Morgan -- Australian Davis Cup teammates -- advanced at the Australian Hardcourt event in Adelaide. Rafter, seeded fifth, beat compatriot Todd Woodbridge, 7-6 (7-3), 6-1. Fromberg defeated Jonathan Stark, 6-4, 6-2, and Morgan beat Byron Black, 4-6, 6-2, 6-4. (AP) HORSE RACING  Michael's Star by a Neck  Michael's Star closed on the inside and won the $55,950 Count Fleet Stakes for 3-year-olds at Aqueduct yesterday. Michael's Star, carrying 115 pounds and ridden by Michael McCarthy, finished a neck in front of Devil's Brew. Racing coupled in the wagering with Sham Francisco, Michael's Star covered 1 mile 70 yards on the muddy inner track in 1:45 2/5 , earning $33,570 for Hidden Lane Farm with his third straight victory in four career starts. Devil's Brew, 115, ridden by Matthew Vigliotti, was runner-up in the field of nine, six lengths in front of Lemming, 113, with Jason Lumpkins riding. The winning entry returned $23.40, $9 and $6.60 for $2 across the board. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950103","headline":"Yearning To Breathe Free","web_url":"https://www.nytimes.com/1995/01/03/nyregion/yearning-to-breathe-free.html","abstract":"  Without being dour, Lorraine Canoe makes do with life in New York City, but it is not the same.  You can find all kinds of things, but the supermarkets do not stock deer meat or boiled corn bread. In no borough are regular Mohawk ceremonies held for each of the year's 13 moons.   \"And it's not easy trying to find someone I can talk Mohawk with,\" she said.","thumbnail":null,"section":"New York"},{"date":"19950103","headline":"That Big Payroll Tax Still Blocking the Ice","web_url":"https://www.nytimes.com/1995/01/03/sports/on-pro-hockey-that-big-payroll-tax-still-blocking-the-ice.html","abstract":"  During the 10-day strike of 1992, the National Hockey League rented a political spin doctor from Canada.  \"The season is over right now!\" this man declared one day. Of course, the season wasn't over. Negotiations resumed and so did the season.   The current lockout, now in its 95th day, is being inflicted on players and fans by a new regime in league headquarters, a more effective bunch, too, which nevertheless retains some of the old flair.","thumbnail":null,"section":"Sports"},{"date":"19950103","headline":"INSIDE","web_url":"https://www.nytimes.com/1995/01/03/us/inside-881595.html","abstract":"  Preserving Peacekeeping   The United Nations Secretary General is recommending ways to avoid problems in peacekeeping since the cold war ended. Page A3. U.S. Offers Hand to Mexico    The United States has agreed to pay for half of an $18 billion loan package to help Mexico stabilize the peso and ease its economic crisis. Page A6. Learning From Mom and Dad    A theory says that parental teaching by animals, including humans, can be handed down like a genetic inheritance. Science Times, page B13. Jewish Settlement Disputed    A dispute over a Jewish settlement took an uncertain turn when Israel halted construction at a site that Palestinians had protested. Page A3.","thumbnail":null,"section":"U.S."},{"date":"19950103","headline":"A Rescued Autissier Expresses Gratitude","web_url":"https://www.nytimes.com/1995/01/03/sports/sports-people-yachting-a-rescued-autissier-expresses-gratitude.html","abstract":"  The French solo sailor ISABELLE AUTISSIER said yesterday that she was \"very grateful\" to the Australian Navy personnel who rescued her after she spent more than four days stranded in her stricken yacht in the southern Pacific.   Autissier, 38, who was competing in the BOC Round the World race, was rescued 750 nautical miles southwest of Adelaide on Sunday. She was lifted off by winch from her stricken 18-meter yacht, the Ecureuil Poitou Charentes II, by the crew of a Seahawk helicopter and then transferred to the deck of the H.M.A.S. Darwin.","thumbnail":null,"section":"Sports"},{"date":"19950103","headline":"Q&A","web_url":"https://www.nytimes.com/1995/01/03/science/q-a-295295.html","abstract":"  Butterflies' Work Q.  Do butterflies and moths do a significant amount of pollination, or are they just lightweights that let the bees do all the real work?   A.  Significant pollination of many plants is done by butterflies and moths, sometimes exclusively, and they are not the only animals other than bees that work at pollination.","thumbnail":null,"section":"Science"},{"date":"19950103","headline":"Knoxville Journal; Company's Fall Is Dash of Cold Water but Not a Dashing of Hope","web_url":"https://www.nytimes.com/1995/01/03/us/knoxville-journal-company-s-fall-is-dash-of-cold-water-but-not-a-dashing-of-hope.html","abstract":"  Across the street from two glass towers built by two banking brothers who went broke in the mid-80's, Jake and C. H. Butcher Jr., sits the emptying shell of the empire that Christopher Whittle built.   Some Knoxvillians call the spot, the corner of Maine and Gay Streets, Ego Intersection.","thumbnail":null,"section":"U.S."},{"date":"19950103","headline":"This Dr. Doom Wants Steelers in His Clutches","web_url":"https://www.nytimes.com/1995/01/03/sports/pro-football-this-dr-doom-wants-steelers-in-his-clutches.html","abstract":"  From the time Bill Belichick was in high school and helping his father break down Navy game films, from the time he was a 23-year-old unpaid assistant with the Baltimore Colts, from the time he was the defensive coordinator who helped the Giants win two Super Bowls, he projected a public image of seriousness to the point of gloom. His Giants' players called him Dr. Doom.   Now, at age 42 and in his fourth year as the head coach of the Cleveland Browns, he still projects that image.","thumbnail":null,"section":"Sports"},{"date":"19950103","headline":"Privatizing Airports: Cities' Successes and Giuliani's Plan","web_url":"https://www.nytimes.com/1995/01/03/nyregion/privatizing-airports-cities-successes-and-giuliani-s-plan.html","abstract":"  What goes on at airports is about the same everywhere: planes land and take off, dropping off passengers or cargo and taking on more; travelers park, eat, shop, use telephones, meeting rooms and bathrooms.   But some airports provide good service at low cost, and some don't, and Mayor Rudolph W. Giuliani thinks that Kennedy and La Guardia are in the second group. To move them into the first -- and increase city revenues from the airports, which he says are \"scandalously low\" -- he would like to sell the airports to a private company or at least hire a private company to run them.","thumbnail":null,"section":"New York"},{"date":"19950103","headline":"Prayerful Silence","web_url":"https://www.nytimes.com/1995/01/03/opinion/l-prayerful-silence-416595.html","abstract":"  To the Editor:   David Klinghoffer is correct that a predetermined spoken school prayer is unacceptable (Op-Ed, Dec. 27). However, his support for this conclusion is shortsighted.","thumbnail":null,"section":"Opinion"},{"date":"19950103","headline":"Cathedrals Are Worth Price of Admission","web_url":"https://www.nytimes.com/1995/01/03/opinion/l-cathedrals-are-worth-price-of-admission-398395.html","abstract":"  To the Editor:   The admission charge at cathedrals in Britain (London Journal, Dec. 26) is not a new practice. Considering the costs of a trip, it is a pittance. Some cathedrals also charge for taking photographs. One problem is that the place for payment is often far from the entrance.","thumbnail":null,"section":"Opinion"},{"date":"19950103","headline":"European Jewry : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/03/opinion/IHT-european-jewry-letters-to-the-editor.html","abstract":"In Joan Dupont's enthusiastic and generous review (Nov. 29) of my book \"A Chosen Few: The Resurrection of European Jewry\" there are a few thoughts attributed to me which I should correct for the record..I do not spend more space on Pierre Men","thumbnail":null,"section":"Opinion"},{"date":"19950103","headline":"Searching Your Attics For Hidden Storage","web_url":"https://www.nytimes.com/1995/01/03/science/peripherals-searching-your-attics-for-hidden-storage.html","abstract":"  DOS is dead, but not everybody knows it. Quarterdeck Office Systems of Santa Monica, Calif., continues to improve its memory manager, and QEMM 7.5 is faster and smoother than previous versions.   Since MS-DOS 6.x has its own memory manager, Memmaker, I tried that first on a 486/DX2/66. The machine contains 16 megabytes of random access memory, to keep several Microsoft Windows programs open at the same time. But DOS neither knows nor cares about 15 of those megabytes. It deals with the first megabyte only. In fact, it really deals with only the first 640 kilobytes, conventional memory; the rest of the first megabyte, upper memory, running from 640K to 1,024K, is reserved for special purposes. But not all that upper memory is occupied, and that is where memory managers find spaces to shift things from conventional memory.","thumbnail":null,"section":"Science"},{"date":"19950103","headline":"Execution Stay Denied Man Who Texas Concedes Did Not Kill","web_url":"https://www.nytimes.com/1995/01/03/us/execution-stay-denied-man-who-texas-concedes-did-not-kill.html","abstract":"  By a vote of 6 to 3, the Supreme Court today denied a stay of execution for a Texas man who, the state has conceded, did not kill the victim of a kidnapping and murder for which he was convicted in 1987.   While the Court reviews and denies numerous requests for stays of execution, the appeal brought on behalf of Jesse Dewayne Jacobs was unusual. Mr. Jacobs, who is scheduled to be executed on Wednesday, originally confessed to the crime but later recanted and said his sister had committed the murder.","thumbnail":null,"section":"U.S."},{"date":"19950103","headline":"Soccer Report","web_url":"https://www.nytimes.com/1995/01/03/sports/soccer-report.html","abstract":"  England   Alan Shearer of Blackburn, the leading scorer in the English Premier League, increased his goal total to 23 with a hat trick yesterday in a 4-2 triumph over West Ham United.   Shearer's three goals helped Blackburn rally from a 2-1 deficit at intermission and extended Blackburn's lead to 6 points in the standing.","thumbnail":null,"section":"Sports"},{"date":"19950103","headline":"Knicks Sign Kite For Bulk At Center","web_url":"https://www.nytimes.com/1995/01/03/sports/basketball-knicks-sign-kite-for-bulk-at-center.html","abstract":"  It wasn't so long ago that Pat Riley had nothing but negative things to say about somebody like Greg Kite.   That's when Riley was coaching the Los Angeles Lakers and Kite was an enforcer of sorts with the hated Boston Celtics and those two teams were dominating the National Basketball Association.","thumbnail":null,"section":"Sports"},{"date":"19950103","headline":"Osborne Is Finally The Champ","web_url":"https://www.nytimes.com/1995/01/03/sports/sports-of-the-times-osborne-is-finally-the-champ.html","abstract":"  SO here came the Nebraska football fans, leaving the Orange Bowl after the game, pretty much assured of being national champions, yet looking as solemn as church mice. Maybe they were a bit intimidated by walking into the city streets long after midnight, and did not want to antagonize Miami rooters.   \"Smile! You won!\" I said to a herd of them. A few of them tentatively raised their dark red pom-poms and said, \"Yay.\"","thumbnail":null,"section":"Sports"},{"date":"19950103","headline":"Mr. Giuliani's Energetic First Year","web_url":"https://www.nytimes.com/1995/01/03/opinion/mr-giuliani-s-energetic-first-year.html","abstract":"  At the inaugural ceremony last January, he was upstaged by the antics of his young son, Andrew. But that was about the last time anyone questioned who is in charge at City Hall -- a measure of how thoroughly Rudolph Giuliani dominated city government and politics during a whirlwind and largely successful first year on the job.   He registered several notable accomplishments. Mr. Giuliani did not duck the city's deep financial troubles. Instead he seized upon them to begin shrinking and rethinking the encrusted city bureaucracy, something that students of city affairs have been urging for years.","thumbnail":null,"section":"Opinion"},{"date":"19950103","headline":"Alabama Unveils a Late Rally to Set Back Ohio State","web_url":"https://www.nytimes.com/1995/01/03/sports/bowl-games-95-alabama-unveils-a-late-rally-to-set-back-ohio-state.html","abstract":"  CITRUS BOWL  Alabama 24 Ohio State 17    The tailback Sherman Williams raced 50 yards with a screen pass with 43 seconds to play to lift Alabama to a 24-17 comeback victory yesterday over Ohio State in Orlando, Fla. Williams came out of the backfield to catch Jay Barker's pass and outraced defenders to the end zone, snapping a 17-17 tie.","thumbnail":null,"section":"Sports"},{"date":"19950103","headline":"Major Religions Try to Live With Both Relevance and Tradition","web_url":"https://www.nytimes.com/1995/01/03/opinion/l-major-religions-try-to-live-with-both-relevance-and-tradition-414995.html","abstract":"  To the Editor:   Re \"Give Us This Day Our Daily Pablum\" (Op-Ed, Dec. 27): It is a pity that David Klinghoffer is opposed to school prayer not because it is coercive and destructive of democratic principles but because any prayer that would pass constitutional muster would not be coercive enough to suit him. Evidently, he would approve of a fire-and-brimstone prayer crafted by an Elmer Gantry if it slipped through the Supreme Court or was legalized by constitutional amendment.","thumbnail":null,"section":"Opinion"},{"date":"19950103","headline":"Patterns","web_url":"https://www.nytimes.com/1995/01/03/style/patterns-376295.html","abstract":"  Tower Clothing    There is a certain fashion customer who responds only to sarcasm. And that customer -- hip, disillusioned and teen-aged -- happens to be the target for Tower Clothing.","thumbnail":null,"section":"Style"},{"date":"19950103","headline":"Voters Expect Upheaval In Political Landscape","web_url":"https://www.nytimes.com/1995/01/03/us/voters-expect-upheaval-in-political-landscape.html","abstract":"  Not long ago, Bruce Chaffin was a throw-the-bums-out conservative. But he's not cynical about politics anymore.   \"It's going to be wonderful,\" said the 36-year-old sales executive here, almost giddy about the Republicans' taking control of Congress this week. \"You bet there's going to be some changes, and I can't wait.\"","thumbnail":null,"section":"U.S."},{"date":"19950103","headline":"1895:'Not One Inch' : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/03/opinion/IHT-1895not-one-inch-in-our-pages100-75-and-50-years-ago.html","abstract":"SHANGHAI - [From our special correspondent:] I learn on good authority that the Chinese Government does not intend to cede one inch of territory. It will offer to buy back Port Arthur. The Japanese have again reconnoitred Wei-Hai-Wei, but have not yet att","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19950103","time":"1995-01-03 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.9,"rhum":68,"wspd":7.6},{"date":"19950103","time":"1995-01-03 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-0.3,"rhum":70,"wspd":11.2},{"date":"19950103","time":"1995-01-03 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-0.5,"rhum":71,"wspd":9.4},{"date":"19950103","time":"1995-01-03 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-0.6,"rhum":71,"wspd":7.6},{"date":"19950103","time":"1995-01-03 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-1.2,"rhum":74,"wspd":7.6},{"date":"19950103","time":"1995-01-03 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-1.2,"rhum":74,"wspd":7.6},{"date":"19950103","time":"1995-01-03 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-1.4,"rhum":75,"wspd":3.6},{"date":"19950103","time":"1995-01-03 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-1.4,"rhum":78,"wspd":7.6},{"date":"19950103","time":"1995-01-03 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-1.2,"rhum":78,"wspd":7.6},{"date":"19950103","time":"1995-01-03 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-1.1,"rhum":77,"wspd":5.4},{"date":"19950103","time":"1995-01-03 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-0.5,"rhum":74,"wspd":5.4},{"date":"19950103","time":"1995-01-03 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.1,"rhum":75,"wspd":1.8},{"date":"19950103","time":"1995-01-03 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.6,"rhum":64,"wspd":3.6},{"date":"19950103","time":"1995-01-03 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.7,"rhum":64,"wspd":5.4},{"date":"19950103","time":"1995-01-03 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.1,"rhum":62,"wspd":3.6},{"date":"19950103","time":"1995-01-03 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.6,"rhum":63,"wspd":3.6},{"date":"19950103","time":"1995-01-03 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.8,"rhum":67,"wspd":3.6},{"date":"19950103","time":"1995-01-03 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.9,"rhum":69,"wspd":7.6},{"date":"19950103","time":"1995-01-03 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.2,"rhum":74,"wspd":5.4},{"date":"19950103","time":"1995-01-03 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.9,"rhum":76,"wspd":9.4},{"date":"19950103","time":"1995-01-03 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.4,"rhum":80,"wspd":7.6},{"date":"19950103","time":"1995-01-03 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.6,"rhum":77,"wspd":5.4},{"date":"19950103","time":"1995-01-03 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4,"rhum":68,"wspd":11.2},{"date":"19950103","time":"1995-01-03 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.5,"rhum":70,"wspd":5.4},{"date":"19950103","time":"1995-01-03 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":51,"wspd":29.5},{"date":"19950103","time":"1995-01-03 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":49,"wspd":27.7},{"date":"19950103","time":"1995-01-03 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":51,"wspd":25.9},{"date":"19950103","time":"1995-01-03 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.8,"rhum":53,"wspd":27.7},{"date":"19950103","time":"1995-01-03 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":52,"wspd":24.1},{"date":"19950103","time":"1995-01-03 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":50,"wspd":22.3},{"date":"19950103","time":"1995-01-03 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":52,"wspd":18.7},{"date":"19950103","time":"1995-01-03 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":46,"wspd":18.7},{"date":"19950103","time":"1995-01-03 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":52,"wspd":22.3},{"date":"19950103","time":"1995-01-03 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":54,"wspd":22.3},{"date":"19950103","time":"1995-01-03 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":54,"wspd":18.7},{"date":"19950103","time":"1995-01-03 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":54,"wspd":18.7},{"date":"19950103","time":"1995-01-03 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":54,"wspd":22.3},{"date":"19950103","time":"1995-01-03 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":54,"wspd":20.5},{"date":"19950103","time":"1995-01-03 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":57,"wspd":24.1},{"date":"19950103","time":"1995-01-03 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.8,"rhum":50,"wspd":22.3},{"date":"19950103","time":"1995-01-03 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":46,"wspd":24.1},{"date":"19950103","time":"1995-01-03 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":43,"wspd":20.5},{"date":"19950103","time":"1995-01-03 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":43,"wspd":22.3},{"date":"19950103","time":"1995-01-03 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":47,"wspd":22.3},{"date":"19950103","time":"1995-01-03 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":47,"wspd":20.5},{"date":"19950103","time":"1995-01-03 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":45,"wspd":20.5},{"date":"19950103","time":"1995-01-03 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":47,"wspd":18.7},{"date":"19950103","time":"1995-01-03 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":47,"wspd":18.7}]},"19950104":{"guardian_articles":[],"nytimes_articles":[{"date":"19950104","headline":"Parking Rules","web_url":"https://www.nytimes.com/1995/01/04/nyregion/parking-rules-556695.html","abstract":"  In New York City, parking rules are strictly observed, except when they aren't - including more than 30 days of exemptions for holidays.    List, page B2.","thumbnail":null,"section":"New York"},{"date":"19950104","headline":"First Amendment, Too, Belongs at the Mall","web_url":"https://www.nytimes.com/1995/01/04/opinion/l-first-amendment-too-belongs-at-the-mall-458695.html","abstract":"  To the Editor:   As executive director of a group involved in petitioning the New Jersey Supreme Court for the right to leaflet in malls, I take exception to Barry Rothman's Dec. 29 letter.","thumbnail":null,"section":"Opinion"},{"date":"19950104","headline":"Part-Time College Teaching Rises, as Do Worries","web_url":"https://www.nytimes.com/1995/01/04/us/part-time-college-teaching-rises-as-do-worries.html","abstract":"  They call themselves \"freeway fliers,\" the Ph.D. graduates who cannot find full-time faculty teaching jobs and who spend their days commuting back and forth among part-time jobs at various colleges where they have no certainty of employment from one semester to the next.   They are a sign of the times as colleges and universities seek economies by leaving staff jobs vacant, relying on part-time teachers to fill the gaps and save them money on higher salaries and benefits. And they have aroused debate in academia over whether institutions have acted responsibly in turning out so many highly qualified specialists only to leave them stranded.","thumbnail":null,"section":"U.S."},{"date":"19950104","headline":"G.O.P. IN SENATE HOPING FOR CUTS OF $450 BILLION","web_url":"https://www.nytimes.com/1995/01/04/us/gop-in-senate-hoping-for-cuts-of-450-billion.html","abstract":"  Senate Republicans said today that they hoped to cut Federal spending by perhaps $450 billion by 1999, wiping out at least 100 programs.   On the day before the 104th Congress convened, in a Capitol even thicker with anticipation than with moving boxes, the Republicans said they would consider spending cuts in every Federal benefit program except Social Security. And they said that even if those savings were offset by the bushel of tax cuts that they also wanted to enact, the Federal deficit could be reduced over the five-year stretch by at least $330 billion.","thumbnail":null,"section":"U.S."},{"date":"19950104","headline":"If the Chief Can't Command","web_url":"https://www.nytimes.com/1995/01/04/opinion/if-the-chief-cant-command.html","abstract":"Ronald Barbour, a 45-year-old Army reserve veteran, armed himself with a .45-caliber automatic pistol and staked out President Clinton's habitual jogging route for six days last January. On Feb. 17, he was arrested on a charge of threatening the President's life. He had told one of his neighbors of his plan to kill Mr. Clinton.\n\nOn Sept. 12, 1994, Frank Corder crashed a stolen Cessna on the White House lawn. Drunk and drugged, he had succeeded in penetrating the radar screen and the protective cloak of the Secret Service.","thumbnail":null,"section":"Opinion"},{"date":"19950104","headline":"Mourning the Victims of Two Clinic Shootings","web_url":"https://www.nytimes.com/1995/01/04/us/mourning-the-victims-of-two-clinic-shootings.html","abstract":"  In a church still decorated for Christmas, Shannon Lowney, the 25-year-old receptionist who was the first to die in a gunman's attack on two abortion clinics last Friday, was remembered in a memorial service tonight as \"the kind face,\" the woman behind the desk who made all patients feel welcome at Planned Parenthood.    Alice Verhoeven, the director of the clinic, in nearby Brookline, remembered what Ms. Lowney had once said before leaving for Maine for what turned out to be a temporary move. \"She said, 'Who will ever hire me?' \" Ms. Verhoeven told the hundreds of mourners who filled every seat, and the aisles, of the Arlington Street Church across from the Public Garden. \"I remember thinking, 'Oh, sweetie, you don't know what a gem you are.' \"","thumbnail":null,"section":"U.S."},{"date":"19950104","headline":"Gejdenson To Be Seated In Congress","web_url":"https://www.nytimes.com/1995/01/04/nyregion/gejdenson-to-be-seated-in-congress.html","abstract":"  Republican Congressional leaders said today that they would seat a veteran Congressman from Connecticut, Sam Gejdenson, in the 104th Congress but would proceed with an investigation into his election, which is being contested by his Republican challenger, Edward W. Munster.   The House Oversight Committee could still overturn the results, call for a new election or declare the seat vacant, said Representative Bill Thomas, the California Republican who is chairman of the committee. Mr. Thomas said the investigation will be triggered by Mr. Munster's petition under the Contested Elections Act.","thumbnail":null,"section":"New York"},{"date":"19950104","headline":"Holocaust Museum Chooses Scholar as Its Next Director","web_url":"https://www.nytimes.com/1995/01/04/arts/holocaust-museum-chooses-scholar-as-its-next-director.html","abstract":"  The United States Holocaust Memorial Museum in Washington has nominated Steven T. Katz, whose scholarly work has focused on Holocaust studies and Jewish philosophy, to be its new director. Dr. Katz, a professor at Cornell University, would replace Shaike Weinberg, 76, who came out of retirement a year and a half ago to serve as the new museum's first director.    Dr. Katz recently published the first volume of a trilogy, \"The Holocaust in Historical Context,\" which argues the uniqueness of the Nazi genocide. He is also the editor of \"Modern Judaism,\" an academic review published by Johns Hopkins University.","thumbnail":null,"section":"Arts"},{"date":"19950104","headline":"Cheney Won't Run in '96; Kemp Likely to Follow Suit","web_url":"https://www.nytimes.com/1995/01/04/us/cheney-won-t-run-in-96-kemp-likely-to-follow-suit.html","abstract":"  Dick Cheney, the former Defense Secretary and a prominent Republican Presidential prospect, announced today that he would not seek his party's nomination in 1996. The field may narrow still further because advisers to another well-known contender, Jack F. Kemp, said it appeared increasingly unlikely that Mr. Kemp would run.   Mr. Cheney appeared to be preparing a campaign for national office as he toured the country in the last two years on behalf of Republican candidates. But in recent months he had been less visible.","thumbnail":null,"section":"U.S."},{"date":"19950104","headline":"COLLEGE HOCKEY REPORT","web_url":"https://www.nytimes.com/1995/01/04/sports/college-hockey-report.html","abstract":"  All in The Family    Part 1 of the college hockey season, early skirmishes and the holiday tournaments, is over. Now comes Part 2, two months of intraconference play, which leads to Part 3, the championship tournaments.","thumbnail":null,"section":"Sports"},{"date":"19950104","headline":"When a Forger Confesses, Who Can Tell?","web_url":"https://www.nytimes.com/1995/01/04/arts/when-a-forger-confesses-who-can-tell.html","abstract":"  As a self-proclaimed forger of Old Master drawings and paintings, Eric Hebborn has had few modern equals. The 60-year-old English-born artist claims to have counterfeited \"let us say 500\" works that have infiltrated private collections, auction houses, galleries and museums the world over.    An accomplished art restorer, he boasted of being able to \"restore\" whole paintings that had never existed, deceiving, among others, Britain's royal conservator and longtime traitor and Soviet spy, the late Sir Anthony Blunt. And he brazenly chronicled his career of hoaxes in an autobiography called \"Drawn to Trouble: Confessions of a Master Forger\" (Random House, 1993).","thumbnail":null,"section":"Arts"},{"date":"19950104","headline":"The Victories Speak for Themselves","web_url":"https://www.nytimes.com/1995/01/04/sports/on-pro-basketball-the-victories-speak-for-themselves.html","abstract":"  With Red Auerbach all but in the rearview mirror by yesterday afternoon, Lenny Wilkens was asked to take a moment and consider possible goals on the road ahead. It was a tossup question, beginning a fishing expedition for affirmation that Wilkens, soon to become pro basketball's top-winning coach, also fancies the helm of the next United States Olympic team.    Wilkens brushed aside this clumsy bait, and countered with a line of his own, typically direct.","thumbnail":null,"section":"Sports"},{"date":"19950104","headline":"Brazil's Horizons Widening With New Common Market","web_url":"https://www.nytimes.com/1995/01/04/world/brazil-s-horizons-widening-with-new-common-market.html","abstract":"  Brazil, South America's industrial giant, has just won more legroom with the start of the Southern Common Market, a customs union that expands by 50 percent the duty-free area open to Brazilian manufacturers.   On New Year's Day, tariffs were ended on 95 percent of goods traded among Brazil, Argentina, Paraguay and Uruguay. At the same time, the four neighbors adopted common tariffs -- averaging 12 percent -- for goods imported from outside their borders.","thumbnail":null,"section":"World"},{"date":"19950104","headline":"Molinari Is Offered Directorship Of the Port Authority by Pataki","web_url":"https://www.nytimes.com/1995/01/04/nyregion/molinari-is-offered-directorship-of-the-port-authority-by-pataki.html","abstract":"  Gov. George E. Pataki said late today that he had offered the job of executive director of the Port Authority of New York and New Jersey to the Staten Island Borough President, Guy V. Molinari.    Mr. Molinari could not be reached for comment tonight, but in an interview on Monday in which he discussed the offer, he said he had not decided whether to take the job. A brief statement from Mr. Pataki today said Mr. Molinari \"will make a decision sometime this week.\"","thumbnail":null,"section":"New York"},{"date":"19950104","headline":"Campbell Is Honored","web_url":"https://www.nytimes.com/1995/01/04/sports/sports-people-harness-racing-campbell-is-honored.html","abstract":"  JOHN CAMPBELL was selected as the best driver on harness racing's 1994 Grand Circuit yesterday, the fifth time he has won the honor in the past six years. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950104","headline":"Suspect in 3 Clinic Assaults Is Arraigned in Virginia","web_url":"https://www.nytimes.com/1995/01/04/us/suspect-in-3-clinic-assaults-is-arraigned-in-virginia.html","abstract":"  Looking pale, drawn and sleepless, John C. Salvi 3d, the suspect in last week's fatal shootings at two Boston-area abortion clinics, requested a court-appointed lawyer this morning but then delayed a decision on whether to smooth the way for extradition to Boston, where he faces trial on two murder counts and five charges of assault with intent to murder.   The United States Attorney in Boston, Donald Stern, was quoted by The Associated Press as saying today that Mr. Salvi could face Federal charges that could bring the death penalty. He did not specify the charges. Mr. Salvi could face Federal charges of violating a law that guarantees access to abortion clinics and Federal firearms charges.","thumbnail":null,"section":"U.S."},{"date":"19950104","headline":"Computer Error Has a Snowball Effect","web_url":"https://www.nytimes.com/1995/01/04/opinion/l-computer-error-has-a-snowball-effect-430695.html","abstract":"  To the Editor:   John Hockenberry's rather blithe \"Pentium and Our Crisis of Faith\" (Op-Ed, Dec. 28) will mislead readers into believing that an arithmetic error in the 16th decimal place is nothing to get bent out of shape about. I am referring to his remark \"it's hard to imagine how this kind of accuracy matters.\" Then he asks: \"When was the last time anyone checked the 16th decimal place of an economic forecast in Washington or in a corporate boardroom?\"","thumbnail":null,"section":"Opinion"},{"date":"19950104","headline":"1895: Mukden Anarchy : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/04/opinion/IHT-1895-mukden-anarchy-in-our-pages100-75-and-50-years-ago.html","abstract":"SHANGHAI - News received by commercial houses here from Mukden represents that city to be in a state of anarchy. The Chinese and Manchu soldiers frequently engage in severe fights, and the civilian population suffers about equally from both. Every civilia","thumbnail":null,"section":"Opinion"},{"date":"19950104","headline":"'A Tale of 2 Cities':For Dickens, the Best of Times","web_url":"https://www.nytimes.com/1995/01/04/style/IHT-a-tale-of-2-citiesfor-dickens-the-best-of-times.html","abstract":"It has been the Dickens of a winter thus far: \"Martin Chuzzlewit\" heading the television ratings, \"A Christmas Carol\" at the Barbican, \"Oliver!\" at the Palladium and now at the Greenwich, \"A Tale of Two Cities\" in","thumbnail":null,"section":"Style"},{"date":"19950104","headline":"Penguins, as Pilgrims, Find Humans Wanting","web_url":"https://www.nytimes.com/1995/01/04/movies/film-review-penguins-as-pilgrims-find-humans-wanting.html","abstract":"  If Hans-Ulrich Schlumpf's oddball film, \"The Congress of Penguins,\" catches on, the dolphin could suddenly find itself challenged as the earthly creature with the highest moral reputation. An eccentric but absorbing mixture of documentary, fantasy and polemic, the film uses the image of hundreds of penguins marching stolidly across the frozen desert of Antarctica as a metaphor for nature's alarm at human cruelty and pollution. Moving in solemn processional columns, their chests puffed, their beaks raised high, the penguins look like nothing so much as a bunch of 17-century Pilgrims convening an emergency council to discuss the future of their colony.   Expanding on the notion of birds sitting in judgment on humans is the conversation that the Swiss film maker, who wrote the film with Franz Hohler, imagines the penguins are having with one another. As interpreted by the film's unseen narrator, their alarmed clucks and cries are a collective outcry against the arrival of a party of climate researchers. The penguins, he suggests, share a collective memory of a time earlier in the century when a whaling outpost on South Georgia Island polluted their habitat and threatened their very existence. To help fuel the outpost's processing plants, thousands of live penguins were fed into their furnaces. The film implicitly compares the torching of penguins with the horrors of the Nazi death camps.","thumbnail":null,"section":"Movies"},{"date":"19950104","headline":"Clinton's Luck Takes Upturn On Duck Hunt","web_url":"https://www.nytimes.com/1995/01/04/us/clinton-s-luck-takes-upturn-on-duck-hunt.html","abstract":"  A world away from the drained swamp that is Washington, President Clinton toted a borrowed shotgun into a flooded soybean field before dawn today and emerged three hours later bearing two dead ducks and a political message: assault weapons are bad, but banning them doesn't impede hunting, which is a good all-American sport.   \"I really started feeling like a person when I was about five minutes out on the water today,\" Mr. Clinton said with a grin after the outing on a friend's farm near Cotton Plant, about 80 miles northeast of here. By the end of the morning, he was eating like two people, downing a farmhouse breakfast of scrambled eggs, sausage, bacon and homemade biscuits with sausage gravy, then stopping an hour later at a country store to split one of its \"hubcap\"-size hamburgers.","thumbnail":null,"section":"U.S."},{"date":"19950104","headline":"At Last, a Psychiatric Manual On Children Too Little to Talk","web_url":"https://www.nytimes.com/1995/01/04/us/at-last-a-psychiatric-manual-on-children-too-little-to-talk.html","abstract":"  PSYCHIATRY is reaching into the cradle, with the publication in November of the first mental health diagnostic manual for problems in infants and toddlers up to 3 years old.   The manual, its authors say, fills a gap left by the focus of other diagnostic systems on older children and adults. It allows psychiatrists and pediatricians to spot the beginnings of behavioral difficulties that might become more serious if ignored.","thumbnail":null,"section":"U.S."},{"date":"19950104","headline":"1945: United Jugoslavia?: IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/04/opinion/IHT-1945-united-jugoslavia-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - King Peter, Jugoslavia's 21-year-old exiled monarch, was understood tonight [Jan. 3] to have agreed to the establishment of a regency council for his country. Well-informed Jugoslav sources reported that the new regency will be composed of three","thumbnail":null,"section":"Opinion"},{"date":"19950104","headline":"New Strife Unsettles Mideast Peace Talks","web_url":"https://www.nytimes.com/1995/01/04/world/new-strife-unsettles-mideast-peace-talks.html","abstract":"  Almost as if reading from a well-worn script, Israeli and Palestinian leaders pledged today to push ahead in their peace talks even as they warned that their task had become increasingly difficult, to the point of crisis.   Events today followed a pattern that in the last few months has become increasingly familiar, and discouraging, to both sides.","thumbnail":null,"section":"World"},{"date":"19950104","headline":"O'Connor Takes His Message to Cyberspace","web_url":"https://www.nytimes.com/1995/01/04/nyregion/o-connor-takes-his-message-to-cyberspace.html","abstract":"  Give 'em that on-line religion.   In a computerized session of give-and-take, John Cardinal O'Connor took his message yesterday to one of the few forums he had yet to address during his tenure as Archbishop of New York: cyberspace.","thumbnail":null,"section":"New York"},{"date":"19950104","headline":"So a Copter Strayed Over North Korea","web_url":"https://www.nytimes.com/1995/01/04/opinion/l-so-a-copter-strayed-over-north-korea-456095.html","abstract":"  To the Editor:   Now that the pilot Bobby Hall has been extricated from North Korea, it can be asked: How could a United States Army helicopter wander innocently across one of the most heavily defended borders in the world?","thumbnail":null,"section":"Opinion"},{"date":"19950104","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/01/04/style/chronicle-561295.html","abstract":"  Oscar Wilde, a writer who was certainly not blocked, was honored with a plaque in London yesterday and is due for more accolades next month, The Associated Press reported.    The plaque went up at the Theater Royal, Haymarket, on the 100th anniversary of the premiere of Wilde's play \"An Ideal Husband.\" Wilde, who died in 1900, will also be recognized in Poets' Corner at Westminster Abbey on Feb. 14.","thumbnail":null,"section":"Style"},{"date":"19950104","headline":"Personal Health; Help but no sure cure for hair-pulling disorder.","web_url":"https://www.nytimes.com/1995/01/04/us/personal-health-help-but-no-sure-cure-for-hair-pulling-disorder.html","abstract":"  FOR 14 years, Barbara K. could not resist the urge to pull the hairs from her head. She thought of herself as \"sick, flawed, strange, lacking in willpower and self-control,\" she said recently.   \"Until I was 23 years old, I thought I was the only person in the world with this problem,\" said Barbara, who asked that her last name not be used, to protect her privacy. The compulsion began at 9, when her parents divorced and her father remarried. The repetitive behavior helped to keep painful thoughts about her family situation from flooding her mind. At the same time, though, it trapped her in a vicious cycle: she would pull out her hair, then get mad at herself for doing it, which lowered her self-esteem and prompted her to pull some more.","thumbnail":null,"section":"U.S."},{"date":"19950104","headline":"Sports of The Times; The Bar Is Raised A Notch","web_url":"https://www.nytimes.com/1995/01/04/sports/sports-of-the-times-the-bar-is-raised-a-notch.html","abstract":"  EVERY day, Adrian Bailey, who was the senior quarterback on the Erasmus Hall High School football team this past season, must be on his toes. He knows that if he goes from his home and hangs out at the nearby corner of Church and Flatbush in Brooklyn, he could get in trouble, or worse. There's crime. There are drugs. There are killings. So he avoids the corner.   Every morning when he goes to school he, like his schoolmates, must pass through a metal detector at the entrance. \"And there are no fair fights,\" he said recently. \"You do or say something to someone, even unintentionally, and they might shoot you or knife you.\"","thumbnail":null,"section":"Sports"},{"date":"19950104","headline":"Republican Decisions","web_url":"https://www.nytimes.com/1995/01/04/us/republican-decisions.html","abstract":"  House Republican leaders said they would seat Sam Gejdenson, a Connecticut Democrat who won by only 21 votes. Dick Cheney said he would not seek the Presidency.    Articles, pages B5 and A15.","thumbnail":null,"section":"U.S."},{"date":"19950104","headline":"In America; A Reckless Journey","web_url":"https://www.nytimes.com/1995/01/04/opinion/in-america-a-reckless-journey.html","abstract":"  In a segment of \"Eyes on the Prize,\" the brilliant documentary series on the civil rights movement, the Rev. Dr. Martin Luther King Jr. is shown at a press conference, saying, \"There is nothing more dangerous than to build a society with a large segment of people in that society who feel that they have no stake in it, who feel that they have nothing to lose.\"   Aristotle understood this. \"Poverty,\" he said, \"is the parent of revolution and crime.\"","thumbnail":null,"section":"Opinion"},{"date":"19950104","headline":"Day One","web_url":"https://www.nytimes.com/1995/01/04/opinion/day-one.html","abstract":"  On the first day of the 104th Congress, the new Republican majority will immediately pass the following major reforms, aimed at restoring the faith and trust of the American people in their government.   That promise is part of the House Republicans' \"Contract With America,\" and the first day of the Republican-controlled 104th Congress is today. The House agenda for this afternoon calls for 20 minutes' debate and a vote on each of eight reforms.","thumbnail":null,"section":"Opinion"},{"date":"19950104","headline":"Different Stories : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/04/opinion/IHT-different-stories-letters-to-the-editor.html","abstract":"Regarding \"A British Athlete's Fight for Health and Esteem\" (Sports, Dec. 15) by Ian Thomsen:.Mr. Thomsen is right, Diane Modahl is in a lousy business, and Mr. Thomsen describes it eloquently. But the difference between Diane Modahl and Pete","thumbnail":null,"section":"Opinion"},{"date":"19950104","headline":"At the Nation's Table;\nRamah, N.M. \nTradition Inspires Remote Restaurant","web_url":"https://www.nytimes.com/1995/01/04/style/at-the-nations-table-ramah-nm-tradition-inspires-remote-restaurant.html","abstract":"\"Off the beaten path\" is an understatement for the Blue Corn Restaurant in the tiny village of Ramah, N.M. And the two-hour drive west of Albuquerque, the nearest city, along Interstate 40 and Highway 53, past red rock buttes and miles of black volcanic rock called malpais (Spanish for badlands), is part of the experience of dining there.\n\nGazing out the windows of the Blue Corn's dining room, which seats 45 people nearly elbow-to-elbow, diners behold the striking panorama of rolling hills cloaked in pine and sage and stretching to the edge of the sky. For some, that alone would make the trip worthwhile.","thumbnail":null,"section":"Style"},{"date":"19950104","headline":"Schulz of Germany Looks to Foreman","web_url":"https://www.nytimes.com/1995/01/04/sports/sports-people-boxing-schulz-of-germany-looks-to-foreman.html","abstract":"  AXEL SCHULZ of Germany thinks he will challenge GEORGE FOREMAN for the World Boxing Association and International Boxing Federation heavyweight titles at the Louisiana Superdome in New Orleans on April 22.   Foreman isn't so sure.","thumbnail":null,"section":"Sports"},{"date":"19950104","headline":"JUDGE CURBS LAW ON SEX OFFENDERS","web_url":"https://www.nytimes.com/1995/01/04/nyregion/judge-curbs-law-on-sex-offenders.html","abstract":"  Responding to a petition from a prisoner nearing the end of an 11-year rape sentence, a Federal judge today exempted the man from a central requirement of \"Megan's Law,\" New Jersey's recently enacted crackdown on convicted sex offenders.   The inmate, Carlos Diaz, who mailed the complaint to Federal District Court the week before Christmas, had balked at registering his name with police officials in the city where he planned to start a new life, as the law requires.","thumbnail":null,"section":"New York"},{"date":"19950104","headline":"At the Nation's Table;\nGlendale, Calif. \nVampires, Beware! It's Garlic City","web_url":"https://www.nytimes.com/1995/01/04/style/at-the-nations-table-glendale-calif-vampires-beware-its-garlic-city.html","abstract":"The nation's largest garlic producer and shipper has opened a store in an unlikely place: the Glendale Galleria, a vast mall a few miles north of downtown Los Angeles.\n\nTucked between a shoe salon and a picture-frame shop is the Christopher Ranch specialty food store, which sells garlic-flavored foods, garlic condiments, garlic oils and garlic cookbooks.","thumbnail":null,"section":"Style"},{"date":"19950104","headline":"School Financing System Faces Court Test","web_url":"https://www.nytimes.com/1995/01/04/nyregion/school-financing-system-faces-court-test-309195.html","abstract":"  For decades, advocates for poor children have argued that New York State's system of financing public education favors the rich. And for decades, they contend, the State Legislature has dodged the problem, allowing disparities between rich and poor school districts to grow.    But now the first of two lawsuits challenging the financing system has reached the state's highest court, the Court of Appeals. If successful, the suit could force the Legislature to change the way 700 school districts raise and spend money, as has happened in New Jersey, Connecticut and about 10 other states where courts have found school financing systems unconstitutional.","thumbnail":null,"section":"New York"},{"date":"19950104","headline":"Miami's Sapp to Turn Pro","web_url":"https://www.nytimes.com/1995/01/04/sports/miami-s-sapp-to-turn-pro.html","abstract":"  Miami, which lost to Nebraska Sunday night in the Orange Bowl, took a double jolt today when two of its top underclassmen said they would skip their senior years and enter the National Football League draft this spring.   Defensive tackle Warren Sapp, the Hurricanes' leader with 11 1/2 sacks this season, and running back James Stewart, who rushed for 796 yards, announced their plans at a news conference today.","thumbnail":null,"section":"Sports"},{"date":"19950104","headline":"Fun on the Seamy Side, In the 20's and the 90's","web_url":"https://www.nytimes.com/1995/01/04/movies/books-of-the-times-fun-on-the-seamy-side-in-the-20-s-and-the-90-s.html","abstract":"  THE WILD PARTY The Lost Classic  By Joseph Moncure March  Drawings by Art Spiegelman. 111 pages. Pantheon. $22.  PULP FICTION  By Quentin Tarantino  160 pages. Hyperion. $9.95.  Queenie was a blonde, and her age stood still,   And she danced twice a day in vaudeville.   Gray eyes.   Lips like coals aglow.   Her face was a tinted mask of snow.   Studio;   Bedroom;   Bath;   Kitchenette:   Furnished like a third-act passion set:   Oriental;   Sentimental;   They owed two months on the rental.","thumbnail":null,"section":"Movies"},{"date":"19950104","headline":"Curbing Violence at Abortion Clinics","web_url":"https://www.nytimes.com/1995/01/04/opinion/curbing-violence-at-abortion-clinics.html","abstract":"  To hear some Washington officials discuss it, protecting abortion clinics from murderous attacks is simply a matter of budgets and cost-effectiveness. Right after the shooting spree that killed two people and injured five others at two abortion clinics in Massachusetts, Attorney General Janet Reno lamented that \"law enforcement does not have adequate resources to provide continuing protection for all threats.\"    Even after the subsequent gunshot attack on an abortion clinic in Virginia, two Republican Congressional leaders pushed the budgetary excuse vigorously. Senator Bob Dole, incoming Senate majority leader, called it \"pretty hard to police everything\" and said it could be \"very, very expensive\" to do so. The answer, he said, is to rely more on states and local communities. Similarly, Representative Henry Hyde, incoming chairman of the House Judiciary Committee, expressed doubt that there were \"enough Federal marshals\" to assume Federal responsibility for clinics' safety. He suggested that clinics might hire guards, just as banks do, as \"part of the cost of doing business.\"","thumbnail":null,"section":"Opinion"},{"date":"19950104","headline":"House Set to Make Members Subject to the Rights Laws","web_url":"https://www.nytimes.com/1995/01/04/us/house-set-to-make-members-subject-to-the-rights-laws.html","abstract":"  The first order of legislative business for the new Congress convening on Wednesday is a proposal to subject lawmakers to the civil rights and labor laws they have imposed on private employers and agencies in the executive branch of the Federal Government.   The measure, part of the House Republicans' \"Contract With America,\" has strong bipartisan support from lawmakers, who have long been pilloried by critics as arrogant, hypocritical and elitist -- in short, out of touch with ordinary Americans.","thumbnail":null,"section":"U.S."},{"date":"19950104","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/04/nyregion/c-corrections-298295.html","abstract":"  A chart yesterday about crime in the Sunset Park section of Brooklyn misstated the number of arrests in the 72d Precinct for 1993 and 1994 and the percentage change. In the first 50 weeks of 1994, there were 4,540 arrests (not 7,095); in 1993, there were 4,174 arrests (not 5,820). Thus the increase was 8.8 percent, not 21.9.","thumbnail":null,"section":"New York"},{"date":"19950104","headline":"Pataki Plan to Limit Terms Faces a Fight","web_url":"https://www.nytimes.com/1995/01/04/nyregion/pataki-plan-to-limit-terms-faces-a-fight.html","abstract":"  Gov. George E. Pataki's proposal for term limits faces a tough battle with the Legislature this year, with leaders saying they are not inclined to support it.   \"I'm not for it in my heart because I don't think it's good government,\" said the Senate majority leader, Joseph L. Bruno, a Rensselaer County Republican and an ally of Mr. Pataki.","thumbnail":null,"section":"New York"},{"date":"19950104","headline":"Benjamin Has a Night to Be Remembered","web_url":"https://www.nytimes.com/1995/01/04/sports/pro-basketball-benjamin-has-a-night-to-be-remembered.html","abstract":"  He gracefully caught a lob pass in midair, gently banked the ball home and pounded his fists all the way down the court. The Nets were on their way now, and he was the reason why.   \"Hard work, that's all,\" Benoit Benjamin mumbled after the game, almost embarrassed by the attention. \"I just kept staying after practice.\"","thumbnail":null,"section":"Sports"},{"date":"19950104","headline":"Man Executed After Disputed Murder Conviction","web_url":"https://www.nytimes.com/1995/01/04/us/man-executed-after-disputed-murder-conviction.html","abstract":"  Prosecutors never had much difficulty securing convictions in the killing of Etta Ann Urdiales, a 25-year-old paramedic shot to death in a Houston suburb nine years ago. In fact, they got two different juries to convict two different people in the killing.   The first person convicted was Jesse Dewayne Jacobs, now 44. After originally confessing to fatally shooting Mrs. Urdiales, Mr. Jacobs recanted and blamed his sister, who was later convicted for the same killing.","thumbnail":null,"section":"U.S."},{"date":"19950104","headline":"Foreign Students: Who They Are","web_url":"https://www.nytimes.com/1995/01/04/us/foreign-students-who-they-are.html","abstract":"  The Institute of International Education, a private organization that adminsiters exchange programs, has released its annual profile of foreign college students in the United States. The report fround that while Asian sutdents still make up a majority of the foreign students, their numbers are leveling off. It also found that the number of exchange studens who are women continues to rise. JOHN HASKINS","thumbnail":null,"section":"U.S."},{"date":"19950104","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1995/01/04/nyregion/news-summary-759895.html","abstract":"  International A2-8  RUSSIAN REGION'S GRIM SCENE  The fighting in the capital of a separatist region of Russia kept getting worse, with Russian military leaders apparently desperate about their failure to defeat the outnumbered rebels. A1  EUROPEAN MEDIATION OFFER  A European security organization is offering mediation to try to settle the conflict in Russia over a secessionist region peacefully, France and Germany said.  A6","thumbnail":null,"section":"New York"},{"date":"19950104","headline":"Advanced Placement Continues Uneroded","web_url":"https://www.nytimes.com/1995/01/04/opinion/l-advanced-placement-continues-uneroded-455195.html","abstract":"  To the Editor:   Readers might not concur with the conclusion of your front-page Dec. 28 report that Advanced Placement exams are suffering an erosion in value if they knew the following:","thumbnail":null,"section":"Opinion"},{"date":"19950104","headline":"Why Must Congress Pick On Disabled Kids?; To Punish Heroism","web_url":"https://www.nytimes.com/1995/01/04/opinion/l-why-must-congress-pick-on-disabled-kids-to-punish-heroism-454395.html","abstract":"  To the Editor:   Letters praising group homes for small numbers of orphans or troubled children in Israel, Austria and the United States (Dec. 27) miss the point of welfare reform proposals and may give the impression that mothers who are poor are by definition abusive or neglectful.","thumbnail":null,"section":"Opinion"},{"date":"19950104","headline":"Reporter's Notebook; It's Official: Giuliani Names Right-Hand Man First Deputy Mayor","web_url":"https://www.nytimes.com/1995/01/04/nyregion/reporter-s-notebook-it-s-official-giuliani-names-right-hand-man-first-deputy.html","abstract":"  It took some time to make it official. But yesterday, as Mayor Rudolph W. Giuliani began his second year in office, he designated Peter J. Powers, widely recognized as the de facto second-in-command of City Hall, as the First Deputy Mayor.   \"He's in fact been the First Deputy Mayor for some time,\" Mr. Giuliani said at a news conference. \"So I'm really not promoting him, I'm just acknowledging the fact that he's the First Deputy Mayor and that it's time to have that role back in city government.\"","thumbnail":null,"section":"New York"},{"date":"19950104","headline":"Bypassed By Plague, And Tours","web_url":"https://www.nytimes.com/1995/01/04/world/bypassed-by-plague-and-tours.html","abstract":"  As an orange dollop of a sun began to set over the dunes of the Thar Desert, Bhagwan Singh Sodha leaned back on a chair outside his house and glumly surveyed the empty mud cottages in this western village, which his family has dominated for centuries.   This year, the tourist season at Khuri, about 60 miles east of the border between India and Pakistan, has collapsed, a result of concern among foreign travelers about a brief outbreak of pneumonic plague elsewhere in India and a virulent form of cerebral malaria here in Rajasthan State.","thumbnail":null,"section":"World"},{"date":"19950104","headline":"Nebraska Is No. 1 as Lions Settle for Perfect Season","web_url":"https://www.nytimes.com/1995/01/04/sports/college-football-nebraska-is-no-1-as-lions-settle-for-perfect-season.html","abstract":"  When the anticipated poll results declaring the Nebraska Cornhuskers the 1994 national college football champions reached the Penn State Nittany Lions early today, the outcome seemed far away, an external factor in a perfect season that ended with the first Rose Bowl victory in school history.   Nebraska's No. 1 standing, by a margin of 42 points in the Associated Press poll of writers and broadcasters and 46 in the CNN/USA Today poll of coaches, came by margins that were greater after the bowls than they had been before. The third Cornhusker national championship, the first since 1971 and the first in Tom Osborne's 22 seasons as head coach, became an official contradiction of the national championship T-shirts and hats the Lions wore in a dressing room in Pasadena late Monday afternoon, and the No. 1 rings the seniors intend to order.","thumbnail":null,"section":"Sports"},{"date":"19950104","headline":"Dance Music for the Immobile","web_url":"https://www.nytimes.com/1995/01/04/arts/critic-s-notebook-dance-music-for-the-immobile.html","abstract":"  When electronic dance music started getting too hard and too fast a couple of years ago, it looked to the avant-garde for escape. It appropriated the synthesizer meditations of Brian Eno, the tape collages of France's classical musique concrete composers and the spacey drones of progressive rock to create what is known as ambient dance music, a form best heard while lying down. Whatever drum-machine beats there are in ambient dance music are mere sound effects, washing over the listener as part of an electronic collage made up of sampled records, rolling synthesizer arrangements and a panoply of street and nature sounds.   Lately, the avant-garde has been taking ambience back. The Kitchen, a longtime avant-garde art space, has started holding nights of ambient music; the 1970's electronic-music composer Klaus Schulze recently collaborated with the ambient musician Pete Namlook; the maverick producer and bassist Bill Laswell has started his own ambient-music record label; Steve Hillage, a former member of the progressive rock group Gong, has his own ambient band, and many local artists and experimental musicians have started reaching larger audiences by performing at ambient events.","thumbnail":null,"section":"Arts"},{"date":"19950104","headline":"Brandeis and Cardozo : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/04/opinion/IHT-brandeis-and-cardozo-letters-to-the-editor.html","abstract":"Regarding \"Supreme Court Christmas Party Withstands Challenges\" (Dec. 17):.At the end of her piece, Joan Biskupic says, \"for the first time in history, the court has two Jewish justices.\" This is incorrect. Louis Brandeis was appoin","thumbnail":null,"section":"Opinion"},{"date":"19950104","headline":"On the Job 3 Months, a Firefighter Gives His Life","web_url":"https://www.nytimes.com/1995/01/04/nyregion/on-the-job-3-months-a-firefighter-gives-his-life.html","abstract":"  Thomas Wylie lived and breathed only to be a firefighter. Yesterday, in a hospital bed far from the scene of his last fire, he died as one.   Firefighter Wylie, 30, suffered carbon monoxide poisoning during a fire a week earlier, on Dec. 27, when he went into an apartment building in Chinatown searching for victims. He died at 11 A.M. yesterday at Montefiore Medical Center in the Bronx. The cause of the fire has still not been determined, but officials said yesterday that they were continuing to investigate the possibility of arson.","thumbnail":null,"section":"New York"},{"date":"19950104","headline":"An Old Wine In New Bottles Retains Its Sparkle","web_url":"https://www.nytimes.com/1995/01/04/arts/opera-review-an-old-wine-in-new-bottles-retains-its-sparkle.html","abstract":"  The Metropolitan Opera's three-year-old John Copley production of \"L'Elisir d'Amore,\" which returned to the house on Monday evening, proceeds from the view that this Donizetti comedy is worth its weight in cotton candy. Beni Montresor's sets, with their pastel shades of pink, blue, yellow and green, offer a storybook view of the Italian countryside. Its components -- houses, a church, trees -- were painted on flat backdrops that ascended and descended with magical efficiency. And the bright costumes in which Mr. Montresor dressed his peasants and soldiers further the fairy-tale imagery, as did Gil Wechsler's soft lighting.   And why not? There are no brain-breaking themes, cosmic truths or moral lessons here, only a featherweight love story and a florid score that, when sung and played as well as it was on Monday, seems to float effortlessly through the sets and out into the house. There were a few needlessly silly touches: soldiers who marched backward and did peculiar dance steps, for example. But for the most part Elizabeth Bachman's staging was direct and traditional. When Donizetti and his librettist, Felice Romani, gave Nemorino and Adina nothing to do but stand and sing, Ms. Bachman left them to it.","thumbnail":null,"section":"Arts"},{"date":"19950104","headline":"Opened Road in Croatia: Path to Peace?","web_url":"https://www.nytimes.com/1995/01/04/world/opened-road-in-croatia-path-to-peace.html","abstract":"  On a map, this is a town like any other in Croatia. But it lies on a tense though unrecognized border between Government-controlled Croatia and the one-third of the country that has been occupied by rebel Serbs for more than three years.   It is one of the most volatile borders in Europe, so the recent reopening of a major highway through this town is being watched with a mixture of hope and apprehension.","thumbnail":null,"section":"World"},{"date":"19950104","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1995/01/04/nyregion/metro-digest-395495.html","abstract":"  MAN EXEMPTED FROM SEX-OFFENDER LAW    Responding to a petition from a prisoner nearing the end of an 11-year sentence for rape, a Federal judge exempted the man from a central requirement of \"Megan's Law,\" New Jersey's recently enacted crackdown on convicted sex offenders. A1.","thumbnail":null,"section":"New York"},{"date":"19950104","headline":"A Bittersweet Night For Seminoles' Dunn","web_url":"https://www.nytimes.com/1995/01/04/sports/college-football-sugar-bowl-a-bittersweet-night-for-seminoles-dunn.html","abstract":"  The ticket request list was long, longer than that of any of his Florida State teammates. A Baton Rouge native, Warrick Dunn, had his family to accommodate -- five younger siblings, a grandmother, assorted other relatives. Everyone wanted to come to the Sugar Bowl. Everyone wanted to see Dunn and his teammates play Florida.   The most important name was not on the list. It couldn't be. A sophomore running back, Dunn was the most valuable player in the Seminoles' 23-17 victory over the Gators Monday evening. He ran for 58 yards, caught 9 passes for 51 more, and threw a 73-yard touchdown pass on a trick play the Seminoles used for the first time.","thumbnail":null,"section":"Sports"},{"date":"19950104","headline":"Foreign Affairs; Home Alone in Pyongyang","web_url":"https://www.nytimes.com/1995/01/04/opinion/foreign-affairs-home-alone-in-pyongyang.html","abstract":"  In the past few weeks, American diplomats in Asia have been compiling a list of all the ailments that the North Korean leader Kim Jong Il is rumored to be suffering from. Kim is reportedly dying of heart failure, kidney failure, liver failure, brain damage, depression, bulimia, dandruff, killer hemorrhoids and the lingering effects of a car accident. Aside from that, he feels fine.   But the elusive health report on the reclusive Mr. Kim actually says something quite definitive: We don't have a clue about what is happening in North Korea, and neither does anyone else. The Chinese have told Washington they don't know who is in charge in Pyongyang. Ditto the Japanese. Even the South Koreans, who always insist that they have North Korea wired for sound, now aver that they too are baffled as to why Kim Jr. has not been inaugurated with all the leadership titles of his late father, Kim Il Sung, who died in July and was President and Worker's Party Secretary General.","thumbnail":null,"section":"Opinion"},{"date":"19950104","headline":"A Downside to Breast-Feeding","web_url":"https://www.nytimes.com/1995/01/04/us/health-watch-a-downside-to-breast-feeding.html","abstract":"  PUBLICITY about the benefits of breast-feeding has prompted many women who might otherwise have weaned their babies after a few months to continue to nurse them for six months or longer. The benefits to the baby of breast-feeding are not in question. They include improved resistance to infection, less risk of allergies and, presumably, psychological comfort. But what about the mother?   A new study monitored psychological, physical and sexual factors among 19 Australian mothers every day for two months before and two months after they weaned their first babies. The women kept daily records of 14 measures of psychological, physical and sexual variables, noting them at the same time each day on a three-point or five-point scale of well-being. All were considered in good physical and psychological health and had been nursing their babies for 6 to 23 months.","thumbnail":null,"section":"U.S."},{"date":"19950104","headline":"Quayle, Hospitalized Again, Will Undergo Appendix Surgery","web_url":"https://www.nytimes.com/1995/01/04/us/quayle-hospitalized-again-will-undergo-appendix-surgery.html","abstract":"  Former Vice President Dan Quayle was admitted to a hospital in Indianapolis over the New Year's weekend for elective surgical removal of an enlarged appendix later this week, his office said yesterday.   It was the second admission to the same hospital in a month for the 47-year-old Mr. Quayle, who is widely expected to seek the 1996 Republican Presidential nomination. On Dec. 6, he was discharged from Indiana University Hospital after an eight-day stay for treatment of blood clots in both lungs. His doctors said they believed that the clots had formed in veins in his leg during prolonged sitting on airplanes and broken off to lodge in blood vessels in his lungs.","thumbnail":null,"section":"U.S."},{"date":"19950104","headline":"Gay Ex-Midshipman Drops Bid to Appeal","web_url":"https://www.nytimes.com/1995/01/04/us/gay-ex-midshipman-drops-bid-to-appeal.html","abstract":"  A midshipman who was removed from the United States Naval Academy at Annapolis after acknowledging that he is homosexual has decided not to appeal to the Supreme Court.   The decision by the midshipman, Joseph C. Steffan, leaves intact a 7-to-3 ruling in November by the United States Court of Appeals for the District of Columbia Circuit that upheld his removal in 1987. That ruling conflicts with a decision last year in which a Federal appellate court in San Francisco barred the Navy from removing Petty Officer Keith Meinhold, who said in an interview that he is homosexual.","thumbnail":null,"section":"U.S."},{"date":"19950104","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/04/nyregion/c-corrections-299095.html","abstract":"  A chart yesterday in the special Outlook '95 section of Business Day, listing the performance of commodity investments, garbled some 1994 percentage change figures. A corrected chart appears today on page D6.","thumbnail":null,"section":"New York"},{"date":"19950104","headline":"School Financing System Faces Court Test","web_url":"https://www.nytimes.com/1995/01/04/nyregion/school-financing-system-faces-court-test.html","abstract":"For decades, advocates for poor children have argued that New York State's system of financing public education favors the rich. And for decades, they contend, the State Legislature has dodged the problem, allowing disparities between rich and poor school districts to grow.","thumbnail":null,"section":"New York"},{"date":"19950104","headline":"Simpson's Lawyer Says Account of Shake-Up Is Unfounded","web_url":"https://www.nytimes.com/1995/01/04/us/simpson-s-lawyer-says-account-of-shake-up-is-unfounded.html","abstract":"  As rumors and press reports about changes in O. J. Simpson's defense team flew around him, Robert L. Shapiro denied today that he had been demoted by his client or displaced by his co-counsel.   When Mr. Shapiro, newly returned from a Hawaiian vacation, arrived at the Los Angeles County jail on Monday, he was greeted by a phalanx of reporters and camera crews, asking whether his role in the case had changed. They had been aroused by a report in The Daily News in New York, which stated that Mr. Simpson had decided to \"bench\" Mr. Shapiro and \"hand the ball\" to his co-counsel, Johnnie L. Cochran Jr.","thumbnail":null,"section":"U.S."},{"date":"19950104","headline":"Bonner Begins to Adjust to His Father's Death","web_url":"https://www.nytimes.com/1995/01/04/sports/bonner-begins-to-adjust-to-his-father-s-death.html","abstract":"  This is a difficult time for Anthony Bonner. But he intends to handle it the way his father would have wanted.   Bonner returned to the Knicks last week after missing six games because of the death of his father, Isaac Bonner Sr., on Dec. 19. Bonner plans to use the strength his father passed on to him to help him endure.","thumbnail":null,"section":"Sports"},{"date":"19950104","headline":"Devers-Torrence Again","web_url":"https://www.nytimes.com/1995/01/04/sports/sports-people-track-and-field-devers-torrence-again.html","abstract":"  GAIL DEVERS and GWEN TORRENCE, the 1992 Olympic women's sprint champions, will face each other in the 60-meter dash at the Millrose Games Feb. 3 at Madison Square Garden.   Devers, the 100-meter gold medalist at the Barcelona Games and winner of the 100 meters and 100-meter hurdles at the 1993 world championships, has won the 60 at the Millrose Games for the last two years. She also won the 60-meter hurdles at the 1992 Millrose.","thumbnail":null,"section":"Sports"},{"date":"19950104","headline":"We Know Columbus : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/04/opinion/IHT-we-know-columbus-letters-to-the-editor.html","abstract":"Regarding \"Discovering America: How Mrs. Columbus Saw It\" (Features, Dec. 7) by Jake Lamar:.How many times do we have to start all over again? Many facts of history are colored by opinion and point of view, but a vast amount of them are scien","thumbnail":null,"section":"Opinion"},{"date":"19950104","headline":"Pataki to Stress Basic Themes in State of the State Address","web_url":"https://www.nytimes.com/1995/01/04/nyregion/pataki-to-stress-basic-themes-in-state-of-the-state-address.html","abstract":"  Only three days after his inauguration, Gov. George E. Pataki will restate his priorities and set the tone for his relationship with the Legislature in his first State of the State address on Wednesday.   Unlike his predecessor, Mario M. Cuomo, who used his State of the State speeches to catalogue a vast range of legislative initiatives, Mr. Pataki is expected to stick to the basic themes he repeated throughout his campaign and transition: tax cuts, controlling state spending, work requirements for welfare recipients, reducing Medicaid costs, privatization, restoration of the death penalty, ending parole for violent felons, ending work release, term limits and giving citizens the right to petition for ballot initiatives.","thumbnail":null,"section":"New York"},{"date":"19950104","headline":"Farewell to a Trusting Heart; 2 Youths Held in Death of a Magnanimous Social Worker","web_url":"https://www.nytimes.com/1995/01/04/nyregion/farewell-trusting-heart-2-youths-held-death-magnanimous-social-worker.html","abstract":"  With soldierly bravado, Hope Fried often called her brand of social work \"a tour of duty\": skirmishes in the defense of battered children who turned to her for the mothering they had missed.   Her tour ended today at a plot of fresh earth mixed with snowflakes, her younger sister kneeling at her grave's edge, a crowd of friends passing a long-necked shovel.","thumbnail":null,"section":"New York"},{"date":"19950104","headline":"Many Facing Hard '95 Remain Determined to Give","web_url":"https://www.nytimes.com/1995/01/04/nyregion/the-neediest-cases-many-facing-hard-95-remain-determined-to-give.html","abstract":"  In the first days of 1995, many New Yorkers are wondering how impending government budget cuts and an unstable economy will affect their lives. Some have not yet recovered jobs lost during the long recession. Others depend on publicly financed health or child care programs that face decreases in financing.    Letters to The New York Times Neediest Cases Fund suggest many donors will face hardships of their own in 1995. But even among those with uncertain futures, the spirit of giving persists.","thumbnail":null,"section":"New York"},{"date":"19950104","headline":"Few Details in N.H.L. Talks","web_url":"https://www.nytimes.com/1995/01/04/sports/few-details-in-nhl-talks.html","abstract":"  Mid-level talks between representatives of the National Hockey League and the players' union aimed at resolving the 95-day lockout continued for a third day yesterday in Chicago. Neither side discussed any details during the eight and a half hours of meetings.   Arthur Pincus, a spokesman for the N.H.L., declined to comment on whether the talks would continue today.    \"I can't tell you about tomorrow,\" said Steve McAllister, a union spokesman. \"The talks are ongoing. There's really nothing else.\"","thumbnail":null,"section":"Sports"},{"date":"19950104","headline":"UConn's Pressure Defense Makes Villanova Crumble","web_url":"https://www.nytimes.com/1995/01/04/sports/college-basketball-uconn-s-pressure-defense-makes-villanova-crumble.html","abstract":"  Villanova may be the team of the future in the Big East, but the Connecticut Huskies let the Wildcats in on a little secret tonight: their time has not quite arrived.   Using a stifling fullcourt press and a tenacious overplaying man-to-man defense, the sixth-ranked Huskies cruised to a 77-62 victory here at duPont Pavilion.","thumbnail":null,"section":"Sports"},{"date":"19950104","headline":"Why Must Congress Pick On Disabled Kids?","web_url":"https://www.nytimes.com/1995/01/04/opinion/l-why-must-congress-pick-on-disabled-kids-452795.html","abstract":"  To the Editor:   I was horrified to read that Republicans are drafting a bill to switch cash grants of up to $446 a month for children with chronic illnesses and disabilities to a less flexible medical voucher system (front page, Dec. 29). So many expenses in raising children with disabilities cannot be categorized as medical. The bill's sponsors, including Newt Gingrich, have a myopic view of cost control without caring about ramifications.","thumbnail":null,"section":"Opinion"},{"date":"19950104","headline":"Judge Allows Release of Wolves in West","web_url":"https://www.nytimes.com/1995/01/04/us/judge-allows-release-of-wolves-in-west.html","abstract":"  A Federal judge in Wyoming today refused to halt a Federal effort to bring wolves back to the Rocky Mountain West, clearing the way for the animals' return to an area where they were exterminated more than a half-century ago.   With the ruling today, the first of dozens of wolves will be captured in Canada and released, possibly within a few weeks, in Yellowstone National Park and the wilderness of central Idaho, Federal officials said.","thumbnail":null,"section":"U.S."},{"date":"19950104","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1995/01/04/sports/transactions-947795.html","abstract":"  Baseball  Western Baseball League    PALM SPRINGS SUNS -- Signed Rafael Jaquel and Rey Brito, pitchers.","thumbnail":null,"section":"Sports"},{"date":"19950104","headline":"Slapstick With an 18th-Century Edge","web_url":"https://www.nytimes.com/1995/01/04/theater/theater-review-slapstick-with-an-18th-century-edge.html","abstract":"  Carlo Goldoni's early comedy \"The Venetian Twins\" (1748) comes to vigorous, ribald, disorderly life in the Pearl Theater Company's production of a translation by Michael Feingold, directed by John Rando. The play dates from a time when Goldoni was struggling to transport Venetian theater from the commedia dell'arte's wild improvisations on a bare scenario to the performance of fully written plays, and it has remnants of the commedia's slapstick along with an arsenal of tricks Goldoni devised to grab an audience's attention. The Pearl's version is wonderfully fresh, even if its exuberance at times reminds one of some stage experiments of the 1960's.   Mr. Rando and the actors approach Goldoni's contorted plot with the boisterous humor the playwright intended, often mocking it in asides to the audience, which he also wanted. There are elaborate schemes over a horde of jewels and gold, sword fights, fistfights, love duets, seduction attempts, flirtations with incest, battles with the law and endless confusions of identity, especially between twin brothers who have not seen each other in many years and who turn up in the same town on the same day. Goldoni even had the effrontery to include a murder and a suicide in this overstuffed bag of laughter, and they are surprisingly amusing.","thumbnail":null,"section":"Theater"},{"date":"19950104","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/04/nyregion/c-corrections-300895.html","abstract":"  Because of an editing error, a brief report in the Company News column of Business Day on Thursday about a decline in the shares of Toys \"R\" Us Inc. on Wednesday referred incorrectly to the company's sales during the holiday season. Some industry analysts expected a weak gain; the company had not yet reported its sales for the season. (Yesterday Toys \"R\" Us said sales at stores open at least a year rose 1 percent in the eight weeks that ended on Dec. 24, compared with a gain of 7.4 percent a year earlier. The results are reported today on page D3.)","thumbnail":null,"section":"New York"},{"date":"19950104","headline":"INSIDE","web_url":"https://www.nytimes.com/1995/01/04/nyregion/inside-769595.html","abstract":"  Commuter Teachers   As colleges try to save money by leaving positions vacant and relying on part-time help, more and more teachers find themselves driving from campus to campus to take on single courses. Page A17. Quantum Theorist Dies    Eugene P. Wigner, a nuclear physicist who helped usher in the atomic age, was 92. Page D19. Nebraska: People's Choice    Nebraska finished No. 1 in two national polls, but The Times's computer ranked Penn State first. Page B7.","thumbnail":null,"section":"New York"},{"date":"19950104","headline":"Mayor Offering New Severance","web_url":"https://www.nytimes.com/1995/01/04/nyregion/mayor-offering-new-severance.html","abstract":"  The Giuliani administration said yesterday that it is undertaking a severance program for the third time in the hope of reducing New York City's work force by another 1,500 workers without laying off employees.    Since last year about 15,000 municipal employees have left the city's payroll through severance programs that are part of Mayor Rudolph W. Giuliani's effort to close the city's budget gap.","thumbnail":null,"section":"New York"},{"date":"19950104","headline":"New Utah State Coach","web_url":"https://www.nytimes.com/1995/01/04/sports/sports-people-football-new-utah-state-coach.html","abstract":"  JOHN L. SMITH, the football coach at Idaho, was selected yesterday to fill the coaching vacancy at Utah State.   He will replace CHARLIE WEATHERBIE, who is leaving to coach at Navy.","thumbnail":null,"section":"Sports"},{"date":"19950104","headline":"End of the Pacific War:A 50-Year Debate Has Not Closed the Book","web_url":"https://www.nytimes.com/1995/01/04/opinion/IHT-end-of-the-pacific-wara-50year-debate-has-not-closed-the-book.html","abstract":"The furor over a Smithsonian Institution exhibit on the atomic bombing of Japan and the U.S. stamp commemorating the dropping of the two bombs provides a taste of the difficulties to be expected this year on the 50th anniversary of the end of the Pacific","thumbnail":null,"section":"Opinion"},{"date":"19950104","headline":"Computer Admissions Test to Be Given Less Often","web_url":"https://www.nytimes.com/1995/01/04/us/computer-admissions-test-to-be-given-less-often.html","abstract":"  The Educational Testing Service, which creates and administers the standardized admissions test for graduate students, has substantially reduced the number of times the tests will be offered by computer in the next six months.   The action was taken in response to growing criticism that the computerized version of the test, known as the Graduate Record Examination, or G.R.E., was vulnerable to cheating, said Ray Nicosia, a spokesman for the service, a nonprofit organization that tests nearly half a","thumbnail":null,"section":"U.S."},{"date":"19950104","headline":"1920: Brace for Grippe : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/04/opinion/IHT-1920-brace-for-grippe-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Misfortunes never come singly, and it is not surprising that with anticipations of a Paris flood should come fears of a recurrence of the influenza epidemic. [The Herald says in an editorial:] In the city there have been noted isolated centres of","thumbnail":null,"section":"Opinion"},{"date":"19950104","headline":"New York Needs to Play a Part in Voter Law","web_url":"https://www.nytimes.com/1995/01/04/opinion/l-new-york-needs-to-play-a-part-in-voter-law-457895.html","abstract":"  To the Editor:   \"Put Muscle Behind Motor-Voter\" (editorial, Dec. 27) criticizes the effort by Gov. Pete Wilson of California to have the National Voter Registration Act of 1993, the \"motor-voter\" law, declared unconstitutional because it fails to provide sufficient funds. Independent of Federal funds, states have a responsibility to translate the law into action.","thumbnail":null,"section":"Opinion"},{"date":"19950104","headline":"Man Kills In-Laws And Briefly Holds His Son Hostage","web_url":"https://www.nytimes.com/1995/01/04/nyregion/man-kills-in-laws-and-briefly-holds-his-son-hostage.html","abstract":"  A man stabbed his estranged wife's parents to death in Brooklyn last night and briefly held his 9-year-old son hostage with a knife to his throat before giving himself up, the police said.   Sgt. Martin Browne, the head of the 61st Precinct detective squad, said the man, identified as Anatuleiy Utenyshev, a Russian immigrant, killed his mother- and father-in-law in their fifth-floor apartment at 1800 Ocean Parkway in Sheepshead Bay, then waited in the apartment for his wife and son to arrive.","thumbnail":null,"section":"New York"},{"date":"19950104","headline":"Domestic Justice","web_url":"https://www.nytimes.com/1995/01/04/opinion/domestic-justice.html","abstract":"New York's new Governor, George Pataki, plans to reverse Mario Cuomo's policy of granting health benefits to the domestic partners of all unmarried state employees. Mr. Pataki is part of a rising political tide that includes Gov. Pete Wilson of California, who said in vetoing his state's domestic partnership bill that \"government policy ought not to discount marriage by offering a substitute relationship that demands much less.\"\n\nThat's legitimate, but it overlooks that there are two kinds of domestic partnerships -- heterosexual and same-sex. Although the most vocal opposition to domestic partnerships is aimed at gay couples, giving them benefits doesn't undermine marriage.  Rather, it remedies the injustice that homosexuals can't marry the people with whom they share their lives, and it creates financial incentives for stable relationships. Is this not the goal we seek in encouraging marriage?","thumbnail":null,"section":"Opinion"},{"date":"19950104","headline":"Tokyo Journal; A Happy New Year, Briefly Tasted, Cruelly Ended","web_url":"https://www.nytimes.com/1995/01/04/world/tokyo-journal-a-happy-new-year-briefly-tasted-cruelly-ended.html","abstract":"  For the first meal of the new year millions of Japanese people ate a soup containing rice cakes that is intended to get the year off on the right foot.    But for 83-year-old Sadakatsu Ishikawa, rather than insuring his health in 1995, the meal killed him. Before his family had noticed, Mr. Ishikawa had choked to death.","thumbnail":null,"section":"World"},{"date":"19950104","headline":"Hospitals Are Tempted but Wary As For-Profit Chains Woo Them","web_url":"https://www.nytimes.com/1995/01/04/us/hospitals-are-tempted-but-wary-as-for-profit-chains-woo-them.html","abstract":"  Richard Scott has made deals to take over 137 hospitals in the last year, and he wants more. Now, his Columbia-HCA Healthcare Corporation has its eye on some Catholic hospitals in Chicago.   Stay away, says Joseph Cardinal Bernardin of Chicago, one of the most powerful clerics in the nation. The Roman Catholic Church has an obligation to poor people and to the Catholic way of health care, the Cardinal recently warned the 20 hospitals in his archdiocese, and selling to a for-profit chain would be a betrayal. He reminded them that the archdiocese could withdraw its recognition of any hospital defying him.","thumbnail":null,"section":"U.S."},{"date":"19950104","headline":"No Headline","web_url":"https://www.nytimes.com/1995/01/04/nyregion/no-headline-797095.html","abstract":"  \"The Russians are going to bomb, bomb, bomb and bomb. The only thing left to them is to destroy everything from the air.\" MOVLADI UDUGOV, Chechen Information Minister.  [ A1:1. ]","thumbnail":null,"section":"New York"},{"date":"19950104","headline":"Fit for the Compost Heap?: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/04/opinion/IHT-fit-for-the-compost-heap-letters-to-the-editor.html","abstract":"Regarding \"Conservation Doesn't Conserve, and Can Do More Harm Than Good\" (Opinion, Nov. 23) by Herbert Inhaber and Harry Saunders:.I'm shocked by the choice of the above-mentioned article taken from the reputable journal The Sciences. The au","thumbnail":null,"section":"Opinion"},{"date":"19950104","headline":"BASEBALL: The Sweetest Sound of All; McDougald, Yankee Star of 50's, Can Hear Again After Operation","web_url":"https://www.nytimes.com/1995/01/04/sports/baseball-sweetest-sound-all-mcdougald-yankee-star-50-s-can-hear-again-after.html","abstract":"  There was a tension at breakfast that Gil McDougald, the standout infielder on the great Yankee teams of the 1950's, tried not to acknowledge, a tension that had been building since November. That was when he had undergone the operation to insert a cochlear implant behind his right ear with the hope of being able to hear again.   McDougald, silver-haired at age 66, but still looking trim in his tan turtleneck, sat in a booth yesterday in the East Bay Restaurant on First Avenue with his wife, Lucille, and one of their daughters, Denise Costigan, one of their seven grown children, in fact.","thumbnail":null,"section":"Sports"},{"date":"19950104","headline":"Burden of Proof Is Shifted To Applicants for Shelter","web_url":"https://www.nytimes.com/1995/01/04/nyregion/burden-of-proof-is-shifted-to-applicants-for-shelter.html","abstract":"  The Cuomo administration's parting gesture last week to give New York City more time to shelter homeless families also gives it more muscle to prevent people who cannot prove they are homeless from entering the system.   The 44-page directive, issued on Friday, grants the city up to two days to find shelter for homeless families, instead of immediately. And within that 48-hour window, the city will be able to apply tougher standards on what constitutes homelessness. Those standards are typically more difficult to enforce once a family has temporary housing.","thumbnail":null,"section":"New York"},{"date":"19950104","headline":"Some Supposed Democrats in Bangladesh Are Menacing the System","web_url":"https://www.nytimes.com/1995/01/04/opinion/IHT-some-supposed-democrats-in-bangladesh-are-menacing-the-system.html","abstract":"Believers in elective democracy naturally tend to support one another in struggles against authoritarian rule. But what should they do when self-styled democrats prove to have no more regard for the institutions of democracy than the military men they re","thumbnail":null,"section":"Opinion"},{"date":"19950104","headline":"Prosecute Bosnia's War Criminals","web_url":"https://www.nytimes.com/1995/01/04/opinion/prosecute-bosnia-s-war-criminals.html","abstract":"  An international war crimes tribunal, the first since World War II, is gathering evidence against those who committed atrocities in Bosnia, especially the murderers, rapists and torturers who carried out the Serbs' genocidal policy of ethnic cleansing against Muslims. The U.S. is right to demand prosecution of these criminals and oppose amnesty.    Other United Nations members, among them Britain and France, seem to regard the war-crimes inquiry as an impediment to peace. Washington firmly contests that view, saying, \"Unless those responsible are held accountable, there can be no lasting peace and reconciliation in Bosnia.\"","thumbnail":null,"section":"Opinion"},{"date":"19950104","headline":"'Pulp Fiction' Gets Top Prize From National Film Critics","web_url":"https://www.nytimes.com/1995/01/04/movies/pulp-fiction-gets-top-prize-from-national-film-critics.html","abstract":"  \"Pulp Fiction,\" the exuberant, innovatively structured crime drama directed by Quentin Tarantino, was named the best film of 1994 by the National Society of Film Critics yesterday. Voting at the Algonquin Hotel, the 42-member group also cited Mr. Tarantino as best director and gave its best-screenplay prize to him and Roger Avary as the film's co-writers.   Jennifer Jason Leigh was voted best actress for her performance as the caustic, brittle heroine of \"Mrs. Parker and the Vicious Circle.\" Diane Weist was named best supporting actress for playing a grandly theatrical diva in \"Bullets Over Broadway.\" \"Red,\" the last film in Kryzsztof Kieslowski's \"Three Colors\" trilogy, was voted best foreign film.","thumbnail":null,"section":"Movies"},{"date":"19950104","headline":"Death Penalty Applause Brings Foes Alive Again","web_url":"https://www.nytimes.com/1995/01/04/nyregion/about-new-york-death-penalty-applause-brings-foes-alive-again.html","abstract":"  IN this season, when rulers often proclaim amnesties or commute sentences, the loudest applause that interrupted Gov. George E. Pataki's inaugural speech came when he said he would soon fulfill his campaign promise to restore the death penalty.   What exactly did that cheering mean?","thumbnail":null,"section":"New York"},{"date":"19950104","headline":"House Opener: Christians 1, Cost-Cutters 0","web_url":"https://www.nytimes.com/1995/01/04/us/house-opener-christians-1-cost-cutters-0.html","abstract":"  Chalk one up for the lobbyists of the Lord.   Congress will open on Wednesday the same way it has opened since the First Continental Congress met in 1774 -- with a chaplain's prayer.","thumbnail":null,"section":"U.S."},{"date":"19950104","headline":"12-Hour Shift For Officers In Nassau Test","web_url":"https://www.nytimes.com/1995/01/04/nyregion/12-hour-shift-for-officers-in-nassau-test.html","abstract":"  Some Nassau County police officers would work fixed 12-hour shifts under an experiment announced today by county officials.   While police officers commonly put in 12-hour days at the turn of the century, unions have long pursued shorter hours, according to experts in police policy and management. They said most police departments, like New York City's, now place officers on fixed eight-hour shifts.","thumbnail":null,"section":"New York"},{"date":"19950104","headline":"Mansell Is Passed Over","web_url":"https://www.nytimes.com/1995/01/04/sports/sports-people-auto-racing-mansell-is-passed-over.html","abstract":"  The Williams Formula One team selected DAVID COULTHARD as its No. 2 driver yesterday, placing in doubt the racing future of the former world champion NIGEL MANSELL.   Coulthard, 23, is regarded as one of the sport's brightest prospects while the 41-year-old Mansell is a champion in both Formula One and Indy-car racing.","thumbnail":null,"section":"Sports"},{"date":"19950104","headline":"Chronicle","web_url":"https://www.nytimes.com/1995/01/04/style/chronicle-944295.html","abstract":"  The symposium poses an intriguing question: \"Lawyers Who Write: Where Do They Find the Time?\" Some answers will be offered on Jan. 18 when a panel of lawyers and judges who are also poets, novelists or essayists speak at the New York County Lawyers' Association at 14 Vesey Street, near the World Financial Center in lower Manhattan.    LOUIS BEGLEY, a senior partner in Debevoise & Plimpton and a novelist who is the president of the PEN American Center, said: \"You simply give up the things that make up so much of most people's happiness. You don't go to the movies, you take few walks and you don't take weekend naps.\" He writes only on holidays and weekends.","thumbnail":null,"section":"Style"},{"date":"19950104","headline":"Senate Reports on Whitewater Offer Glimpse of Partisan Battling Still in Store","web_url":"https://www.nytimes.com/1995/01/04/us/senate-reports-on-whitewater-offer-glimpse-of-partisan-battling-still-in-store.html","abstract":"  In what could well be a preview of partisan clashes over Whitewater, Democrats and Republicans on the Senate Banking Committee today issued reports drawing sharply different conclusions about last summer's hearings.   On their last day in control of the committee, Democrats released a report passing no judgment about the propriety of discussions between regulators and senior White House officials regarding an Arkansas savings and loan at the center of the Whitewater investigation. Their report only implicitly criticized Administration officials for being less than candid to Congress.","thumbnail":null,"section":"U.S."},{"date":"19950104","headline":"Europeans Offer to Help Russia Seek Peace in Secessionist War","web_url":"https://www.nytimes.com/1995/01/04/world/europeans-offer-to-help-russia-seek-peace-in-secessionist-war.html","abstract":"  Germany and France said today that the European Union had asked Russia to invite experts from Europe's largest security organization to try to work out a peaceful solution to the secessionist struggle in southern Russia.   Roland Duque, a spokesman for the French Foreign Ministry in Paris, said that European Union representatives in Moscow suggested on Friday that Russia ask a group from the 53-nation Organization for Security and Cooperation in Europe to help end fighting in Chechnya.","thumbnail":null,"section":"World"},{"date":"19950104","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1995/01/04/sports/results-plus-981795.html","abstract":"  WOMEN'S BASKETBALL  Vanderbilt Survives Mississippi  Sheri Sam scored 19 points and four other Commodores scored in double figures as No. 6 Vanderbilt beat previously unbeaten and 15th-ranked Mississippi, 91-54, in a Southeastern Conference game last night.","thumbnail":null,"section":"Sports"},{"date":"19950104","headline":"It's Time To Play Hardball on Capitol Hill","web_url":"https://www.nytimes.com/1995/01/04/sports/baseball-it-s-time-to-play-hardball-on-capitol-hill.html","abstract":"  Opening day in Congress could produce more baseball than opening day of the 1995 baseball season. But while Washington lawmakers introduce three bills today aimed at baseball's antitrust exemption, a committee of owners and club executives will discuss matters that will have an impact on their opening day: spring training and replacement players.   On the first day of the 104th Congress, Senator Daniel Patrick Moynihan, Democrat of New York, and Representative Michael Bilirakis, Republican of Florida, will initiate action in their respective legislative bodies on bills that would strip baseball of its exemption from antitrust laws. In addition, Bilirakis will introduce a bill that would void baseball's exemption under the sports broadcasting act.","thumbnail":null,"section":"Sports"},{"date":"19950104","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/04/nyregion/c-corrections-297495.html","abstract":"  A chart on Sunday about concentrations of crime in New York City misidentified the precinct with the greatest increase in auto thefts in 1994. It was the 77th Precinct, in Crown Heights, with a 4 percent increase -- not the 13th Precinct. That precinct actually had a 30 percent decline.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19950104","time":"1995-01-04 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.2,"rhum":69,"wspd":14.8},{"date":"19950104","time":"1995-01-04 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.6,"rhum":71,"wspd":13},{"date":"19950104","time":"1995-01-04 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3,"rhum":76,"wspd":7.6},{"date":"19950104","time":"1995-01-04 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.7,"rhum":71,"wspd":11.2},{"date":"19950104","time":"1995-01-04 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.9,"rhum":68,"wspd":11.2},{"date":"19950104","time":"1995-01-04 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.9,"rhum":66,"wspd":13},{"date":"19950104","time":"1995-01-04 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.6,"rhum":68,"wspd":9.4},{"date":"19950104","time":"1995-01-04 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.5,"rhum":63,"wspd":13},{"date":"19950104","time":"1995-01-04 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.8,"rhum":63,"wspd":11.2},{"date":"19950104","time":"1995-01-04 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.8,"rhum":64,"wspd":14.8},{"date":"19950104","time":"1995-01-04 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.9,"rhum":62,"wspd":18.4},{"date":"19950104","time":"1995-01-04 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.3,"rhum":56,"wspd":14.8},{"date":"19950104","time":"1995-01-04 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.6,"rhum":53,"wspd":18.4},{"date":"19950104","time":"1995-01-04 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.4,"rhum":54,"wspd":18.4},{"date":"19950104","time":"1995-01-04 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.9,"rhum":58,"wspd":18.4},{"date":"19950104","time":"1995-01-04 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.6,"rhum":60,"wspd":18.4},{"date":"19950104","time":"1995-01-04 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.2,"rhum":65,"wspd":18.4},{"date":"19950104","time":"1995-01-04 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.1,"rhum":63,"wspd":18.4},{"date":"19950104","time":"1995-01-04 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4,"rhum":64,"wspd":18.4},{"date":"19950104","time":"1995-01-04 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.2,"rhum":66,"wspd":18.4},{"date":"19950104","time":"1995-01-04 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.2,"rhum":66,"wspd":14.8},{"date":"19950104","time":"1995-01-04 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.2,"rhum":67,"wspd":18.4},{"date":"19950104","time":"1995-01-04 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.2,"rhum":68,"wspd":14.8},{"date":"19950104","time":"1995-01-04 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.3,"rhum":69,"wspd":13},{"date":"19950104","time":"1995-01-04 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":47,"wspd":22.3},{"date":"19950104","time":"1995-01-04 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":53,"wspd":18.7},{"date":"19950104","time":"1995-01-04 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":53,"wspd":24.1},{"date":"19950104","time":"1995-01-04 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":51,"wspd":20.5},{"date":"19950104","time":"1995-01-04 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":51,"wspd":20.5},{"date":"19950104","time":"1995-01-04 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":56,"wspd":22.3},{"date":"19950104","time":"1995-01-04 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":56,"wspd":16.6},{"date":"19950104","time":"1995-01-04 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":58,"wspd":14.8},{"date":"19950104","time":"1995-01-04 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":60,"wspd":22.3},{"date":"19950104","time":"1995-01-04 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":66,"wspd":16.6},{"date":"19950104","time":"1995-01-04 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":69,"wspd":16.6},{"date":"19950104","time":"1995-01-04 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":69,"wspd":14.8},{"date":"19950104","time":"1995-01-04 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":72,"wspd":14.8},{"date":"19950104","time":"1995-01-04 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":72,"wspd":16.6},{"date":"19950104","time":"1995-01-04 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":69,"wspd":18.7},{"date":"19950104","time":"1995-01-04 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":49,"wspd":25.9},{"date":"19950104","time":"1995-01-04 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":39,"wspd":24.1},{"date":"19950104","time":"1995-01-04 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":35,"wspd":24.1},{"date":"19950104","time":"1995-01-04 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":22,"wspd":27.7},{"date":"19950104","time":"1995-01-04 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":22,"wspd":31.7},{"date":"19950104","time":"1995-01-04 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":24,"wspd":35.3},{"date":"19950104","time":"1995-01-04 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":23,"wspd":31.7},{"date":"19950104","time":"1995-01-04 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":25,"wspd":31.7},{"date":"19950104","time":"1995-01-04 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":28,"wspd":31.7}]}}