{"19931228":{"guardian_articles":[{"date":"19931228","headline":"Moralist MPs want Yeo to go","web_url":"https://www.theguardian.com/politics/1993/dec/28/past.conservatives","abstract":null,"thumbnail":null,"section":"Politics"}],"nytimes_articles":[{"date":"19931228","headline":"What Legalizing Drugs Would Really Mean; A Failed 'War'","web_url":"https://www.nytimes.com/1993/12/28/opinion/l-what-legalizing-drugs-would-really-mean-a-failed-war-206493.html","abstract":"  To the Editor:   Joseph A. Califano Jr.'s Dec. 15 Op-Ed article on Surgeon General Joycelyn Elders's suggestion that we should at least consider the possibility of an alternative to the futile war on drugs is entitled \"No, Fight Harder.\" It actually succeeds, however, in establishing the contrary.","thumbnail":null,"section":"Opinion"},{"date":"19931228","headline":"Bosnia:An Accord Beckons : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/12/28/opinion/IHT-bosniaan-accord-beckons-letters-to-the-editor.html","abstract":"Aid to the communities of Bosnia, as it is now distributed, is only prolonging the agony of war. More and more of the material carried in costly convoys is lost along the way, grabbed by fighters or black marketeers. And as long as this vicious war lasts","thumbnail":null,"section":"Opinion"},{"date":"19931228","headline":"Strange New Microbes Hint at a Vast Subterranean World","web_url":"https://www.nytimes.com/1993/12/28/science/strange-new-microbes-hint-at-a-vast-subterranean-world.html","abstract":"  NEW forms of microbial life are being discovered in such abundance deep inside the Earth that some scientists are beginning to suspect that the planet has a hidden biosphere extending miles down whose total mass may rival or exceed that of all surface life. If a deep biosphere does exist, scientists say, its discovery will rewrite textbooks while shedding new light on the mystery of life's origins.   Even skeptics say the thesis is intriguing enough to warrant new studies of the subterranean realm.","thumbnail":null,"section":"Science"},{"date":"19931228","headline":"School Board Shenanigans -- Again","web_url":"https://www.nytimes.com/1993/12/28/opinion/school-board-shenanigans-again.html","abstract":"  Two school boards in the Bronx insist they have education-related reasons for not rehiring their superintendents. But anyone who has followed the shady dealings in these districts over the years knows that the game is politics as usual.   The board members may have been emboldened by Schools Chancellor Ramon Cortines's earlier failure to stand up to them. Now he needs to get tough and, if necessary, overrule them.","thumbnail":null,"section":"Opinion"},{"date":"19931228","headline":"Sidewalk Collision Leads to Stabbing","web_url":"https://www.nytimes.com/1993/12/28/nyregion/sidewalk-collision-leads-to-stabbing.html","abstract":"  A 26-year-old Bronxville man was stabbed with a hunting knife in midtown Manhattan at noon yesterday, the police said.   The victim, Brian Hewett, was taken to Bellevue Hospital with wounds in the chest, right arm and lower thigh, and was listed in serious condition, said Officer Peter Friscia, a police spokesman. The injuries were not life-threatening, said a Bellevue spokeswoman, Vicki Ciampa.","thumbnail":null,"section":"New York"},{"date":"19931228","headline":"Reformers Appreciate Mr. Cuomo's Open Ear","web_url":"https://www.nytimes.com/1993/12/28/opinion/l-reformers-appreciate-mr-cuomo-s-open-ear-210293.html","abstract":"  To the Editor:   While we appreciate your coverage of our efforts to forge a coalition out of the wide variety of reform groups in New York State, we thought your Dec. 11 news article on our meeting seriously missed the point.","thumbnail":null,"section":"Opinion"},{"date":"19931228","headline":"Taylor to Undergo Surgery","web_url":"https://www.nytimes.com/1993/12/28/sports/baseball-taylor-to-undergo-surgery.html","abstract":"  Brien Taylor, the Yankees' valuable minor league pitching prospect, will have diagnostic arthroscopic surgery on his dislocated left shoulder today after a second examination yesterday confirmed the seriousness of the injury.   Dr. Frank Jobe, the renowned orthopedic surgeon who examined Taylor yesterday and offered a second opinion, will operate on the 22-year-old left-hander at Centinela Hospital Medical Center in Inglewood, Calif. The Yankees said Jobe would inspect the shoulder and might have to repair it in some fashion, but that option would not be determined until the procedure occurs. Dr. Stuart Hershon, the Yankees' physican, examined Taylor last Wednesday and recommended possible surgery and a specialist's opinion.","thumbnail":null,"section":"Sports"},{"date":"19931228","headline":"1950 Note Warns About Radiation Test","web_url":"https://www.nytimes.com/1993/12/28/us/1950-note-warns-about-radiation-test.html","abstract":"  The American Government official who directed radiation experiments on human subjects was warned soon after the program began that the research would invite public criticism and comparison to Nazi experiments on concentration camp inmates, a private memorandum declassified by the Government shows.   In a 1950 memorandum to Dr. Shields Warren, a senior official of the Atomic Energy Commission, Dr. Joseph G. Hamilton, a top radiation biologist who worked for the agency, warned that the medical experiments might have \"a little of the Buchenwald touch.\" At the Buchenwald concentration camp near Weimar a number of human experiments were done, including one that killed about 600 people exposed to typhus bacteria.","thumbnail":null,"section":"U.S."},{"date":"19931228","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/12/28/nyregion/news-summary-498393.html","abstract":"  International A3-7  RUSSIA ENVOY TO BE PROMOTED  Strobe Talbott, a friend of President Clinton and his top Russia strategist, will be named Deputy Secretary of State, officials said.  A1","thumbnail":null,"section":"New York"},{"date":"19931228","headline":"What Legalizing Drugs Would Really Mean; Controlled Dispensing","web_url":"https://www.nytimes.com/1993/12/28/opinion/l-what-legalizing-drugs-would-really-mean-controlled-dispensing-207293.html","abstract":"  To the Editor:   Your Dec. 15 Op-Ed page Dialogue on Surgeon General Joycelyn Elders's proposal to \"legalize\" drugs exposes a fundamental weakness in all the discussions I have read: No one is bothering to define \"legalize.\"","thumbnail":null,"section":"Opinion"},{"date":"19931228","headline":"Corrections","web_url":"https://www.nytimes.com/1993/12/28/nyregion/c-corrections-160293.html","abstract":"  A headline yesterday about a decision by the Brooklyn Diocese against closing a Catholic elementary school misstated the location of the school, St. Patrick's, in some editions. It is in Queens, not Brooklyn.","thumbnail":null,"section":"New York"},{"date":"19931228","headline":"Inman the Transgressor?: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/12/28/opinion/IHT-inman-the-transgressor-letters-to-the-editor.html","abstract":"Regarding \"Inman the Selfless Need Not Do Us This Big Favor\" (Opinion, Dec. 24) by William Safire: .Bobby Ray Inman's first name clearly rankles Mr. Safire, but after President Jimmy Carter took the oath of office, who cares? Among the admira","thumbnail":null,"section":"Opinion"},{"date":"19931228","headline":"Rabies and Europe's Pets : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/12/28/opinion/IHT-rabies-and-europes-pets-letters-to-the-editor.html","abstract":"The report \"How Britain's Rabid Obsession Has Altered the Channel Tunnel\" (Dec. 10) omitted one important fact about domestic animals and rabies: In Continental Europe, pet owners are legally obliged to vaccinate their animals against the disea","thumbnail":null,"section":"Opinion"},{"date":"19931228","headline":"If North Korea Has Bombs","web_url":"https://www.nytimes.com/1993/12/28/opinion/if-north-korea-has-bombs.html","abstract":"  Just as diplomacy was coaxing North Korea into allowing nuclear inspections to resume, some U.S. intelligence agencies concluded that there was a \"better than even\" chance that the North already has two atomic bombs. State Department analysts are not so sure. But there is only one way to find out: Persuade the North to open all its nuclear facilities to international inspections.    Inspections will reveal how much plutonium North Korea may have produced in its two nuclear reactors. Inspections can also discourage further bomb-making.","thumbnail":null,"section":"Opinion"},{"date":"19931228","headline":"1943: Victory by 1944?: IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/12/28/opinion/IHT-1943-victory-by-1944-in-our-pages100-75-and-50-years-ago.html","abstract":"ALGIERS - [From our New York edition:] The Allies will win the European war in 1944 if everyone \"all the way from the front line to the remotest hamlet\" does his full duty, General Dwight D. Eisenhower declared today [Dec. 27] at a farewell meet","thumbnail":null,"section":"Opinion"},{"date":"19931228","headline":"Congressman Touted as a Candidate for Governor","web_url":"https://www.nytimes.com/1993/12/28/nyregion/congressman-touted-as-a-candidate-for-governor.html","abstract":"  In the latest attempt to unite New York State's Conservative and Republican parties, several prominent Republicans have begun a campaign to draft United States Representative Gerald B.H. Solomon, a Republican-Conservative from Glens Falls, as a candidate for governor.   Mr. Solomon, 63, had not figured prominently in the gubernatorial calculus before today, and his emergence as the latest compromise candidate underscores fault lines within the two parties that have stalled formation of a united front against the Democrats.","thumbnail":null,"section":"New York"},{"date":"19931228","headline":"Studies Unmask Protein Culprit Behind Allergy to Shrimp","web_url":"https://www.nytimes.com/1993/12/28/health/studies-unmask-protein-culprit-behind-allergy-to-shrimp.html","abstract":"  RESEARCHERS in India and at the National Institute of Allergy and Infectious Diseases have identified two regions of a protein that set off allergic reactions to shrimp and closely related shellfish.   The discovery makes shrimp one of a few allergenic foods for which the actual allergen has been purified and identified. This may one day lead to a means of desensitizing people who are allergic to seafoods, an allergy that can be dangerous.","thumbnail":null,"section":"Health"},{"date":"19931228","headline":"Donations Prolong City's Toys-for-Guns Exchange","web_url":"https://www.nytimes.com/1993/12/28/nyregion/donations-prolong-city-s-toys-for-guns-exchange.html","abstract":"  Taken by the surprising success of the toys-for-guns exchange in an upper Manhattan police precinct over a few days last week, police, civil rights, governmental, business and union officials promised yesterday to work to expand the program to the city and the nation.   Fernando Mateo, 35, a carpet store owner who got the idea to give $100 gift certificates from Toys 'R' Us before Christmas to anyone who turned in a gun at the 34th Precinct station house in Washington Heights, said yesterday that enough donations had come in to expand the program there until Jan. 6.","thumbnail":null,"section":"New York"},{"date":"19931228","headline":"Clinton's Specialist on Russia To Fill No. 2 State Dept. Post","web_url":"https://www.nytimes.com/1993/12/28/world/clinton-s-specialist-on-russia-to-fill-no-2-state-dept-post.html","abstract":"  Strobe Talbott, a longtime friend of President Clinton and a former journalist who was catapulted into policy-making prominence as the Clinton Administration's top Russia strategist, will be named the State Department's No. 2 official, senior Administration officials said today.   Secretary of State Warren Christopher, who is on vacation at his Santa Barbara home, will announce the appointment with Mr. Talbott at his side in Los Angeles on Tuesday, the officials said.","thumbnail":null,"section":"World"},{"date":"19931228","headline":"After Breakneck Growth, Expect Neck Trouble","web_url":"https://www.nytimes.com/1993/12/28/opinion/IHT-after-breakneck-growth-expect-neck-trouble.html","abstract":"Schadenfreude is bubbling through commercial circles in Germany. Not only are rival British companies being deprived of lucrative contracts in China, even better, the work is to go to German firms. .Beijing is punishing Britain for insisting on a modic","thumbnail":null,"section":"Opinion"},{"date":"19931228","headline":"Olson Hoping the Fourth Time Around Proves a Charm","web_url":"https://www.nytimes.com/1993/12/28/sports/baseball-olson-hoping-the-fourth-time-around-proves-a-charm.html","abstract":"  The poor fortune of being part of a talent-rich organization doomed Greg Olson's first three attempts at making a Mets team coming out of spring training.   More than half a decade later, Olson is back to try again, hoping, he said, \"that the fourth time is a charm instead of the third time being a charm.\"","thumbnail":null,"section":"Sports"},{"date":"19931228","headline":"Shooting Back","web_url":"https://www.nytimes.com/1993/12/28/opinion/shooting-back.html","abstract":"The Shooting Back project was formed in 1989 to teach homeless children in Washington to use cameras to document their lives. This helped the young people build self-esteem and, through the resulting book and traveling exhibition, exposed millions of people to their creative imagery.","thumbnail":null,"section":"Opinion"},{"date":"19931228","headline":"Improving Antennas","web_url":"https://www.nytimes.com/1993/12/28/science/science-watch-improving-antennas.html","abstract":"  With financial assistance from Mexico and technical help from a leading Australian astronomer, scientists at the National Radio Astronomy Observatory's Very Large Array radio telescope in New Mexico hope to soon begin making images of new planetary systems in formation.   To make this possible, a major upgrade of the observatory's V.L.A. radio telescope array at Socorro, N.M., has received a $1 million grant from the Mexican Government, said David Finley, a spokesman for the observatory. The observatory is financed by the National Science Foundation, an agency of the Federal Government, and the Mexican contribution is a landmark in foreign support of science in the United States.","thumbnail":null,"section":"Science"},{"date":"19931228","headline":"Chess","web_url":"https://www.nytimes.com/1993/12/28/arts/chess-936593.html","abstract":"  You might expect the winner of a $52,550 first prize in one of the most prestigious tournaments of the year to be filled with such a glow that criticism of the system of play used would be the farthest thing from his mind. Yet Anatoly Karpov of Russia did not let his triumph in the 17th Interpolis Tournament, which ended early this month in Tilburg, the Netherlands, prevent him from protesting about how it was run.   Karpov does not like to play under the knockout system, whether it require one or a few games against one opponent. The rule that the loser is dropped out of the competition means, for him, that too much depends on a small number of games rather than on the overall result, as in round-robin play.","thumbnail":null,"section":"Arts"},{"date":"19931228","headline":"Jeff Lukas Still in Coma","web_url":"https://www.nytimes.com/1993/12/28/sports/sports-people-horse-racing-jeff-lukas-still-in-coma.html","abstract":"  The thoroughbred trainer, JEFF LUKAS , remained in critical condition and in a coma at Huntington Memorial Hospital in Pasadena, Calif., yesterday, 12 days after being hit by a runaway horse at Santa Anita. \"There has been no change,\" said PEGGY YOST, business manager of D. Wayne Lukas Stables and spokeswoman for the Lukas family. \"The pneumonia is their main concern right now. He's been running a high fever and he still remains in a coma.\"","thumbnail":null,"section":"Sports"},{"date":"19931228","headline":"For Hevesi And Green, No Shortage Of Resumes","web_url":"https://www.nytimes.com/1993/12/28/nyregion/for-hevesi-and-green-no-shortage-of-resumes.html","abstract":"  While the appointments and pronouncements of the Giuliani transition are drawing intense public scrutiny, another round of citywide appointments -- with a decidedly more Democratic slant -- is being made by the incoming Comptroller and Public Advocate.   In the weeks since the election, both Mark J. Green, who will become the Public Advocate, and the incoming Comptroller, Alan G. Hevesi, have been working in relative obscurity, forming their own staffs and setting goals for their respective offices. And while they, like Mayor-elect Rudolph W. Giuliani, are far from completing their appointments, certain patterns are beginning to take shape.","thumbnail":null,"section":"New York"},{"date":"19931228","headline":"Canadian Troops Report Ordeal in Serbian Hands","web_url":"https://www.nytimes.com/1993/12/28/world/canadian-troops-report-ordeal-in-serbian-hands.html","abstract":"  Bosnian Serb fighters captured 11 Canadians serving in the United Nations military force here last week, lined them up against a wall and opened fire just above their heads, Canadian officers and soldiers attached to the detainees' unit say.    The Canadians were released unharmed after a harrowing two-hour ordeal, but three of them \"were pretty shaken up\" and are under medical observation, said a Canadian officer who insisted on anonymity.","thumbnail":null,"section":"World"},{"date":"19931228","headline":"Barfield Comes Home","web_url":"https://www.nytimes.com/1993/12/28/sports/sports-people-baseball-barfield-comes-home.html","abstract":"  The 1993 Japan baseball champion Yakult Swallows have given up trying to sign JESSE BARFIELD for next season, respecting his desire to play major league baseball in the United States. Barfield, who batted .215 with 26 home runs in 104 games for Japan's Yomiuri Giants in 1993, was reported to have signed with the Houston Astros. The Swallows president, KIYOTO SAKAI , said yesterday that he had received a letter of apology from Barfield, 34, and had decided not to pursue legal action. (AP)","thumbnail":null,"section":"Sports"},{"date":"19931228","headline":"A First for Gretzky: Leads All-Star Vote","web_url":"https://www.nytimes.com/1993/12/28/sports/sports-people-hockey-a-first-for-gretzky-leads-all-star-vote.html","abstract":"  He has been voted the league's most valuable player nine times and has won scoring titles nine times as well, but for the first time since fans got involved in the process in 1985, center WAYNE GRETZKY of the Los Angeles Kings is the leading vote-getter in the balloting for the National Hockey League All-Star Game.   According to the league yesterday, Gretzky, who will be playing in his 14th All-Star Game, received 236,578 votes as center for the Western Conference, just ahead of Toronto Maple Leafs' goalie FELIX POTVIN, who had 231,993. Defenseman RAY BORQUE of the Boston Bruins, with 227,601 votes, led the Eastern Conference balloting announced last week.","thumbnail":null,"section":"Sports"},{"date":"19931228","headline":"What Future for Germany?: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/12/28/opinion/IHT-what-future-for-germany-letters-to-the-editor.html","abstract":"Regarding \"Of Two Empires Cast Down and a Republic Rising Tall\" (Meanwhile, Dec. 14): .August von Kageneck states that \"Versailles created Hitler.\" Was it not the lack of application of the Treaty of Versailles that permitted Hitler","thumbnail":null,"section":"Opinion"},{"date":"19931228","headline":"Power and Government : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/12/28/opinion/IHT-power-and-government-letters-to-the-editor.html","abstract":"Regarding \"People and Government\" (Letters, Dec. 22) from Tracy Danison: .With respect to Tracy Danison's comments about Tommy Koh, a former Singapore ambassador to the United States, I must say that I have severe doubts whether politicians i","thumbnail":null,"section":"Opinion"},{"date":"19931228","headline":"Davis Breaks Right Hand and Leaves Knicks Short","web_url":"https://www.nytimes.com/1993/12/28/sports/pro-basketball-davis-breaks-right-hand-and-leaves-knicks-short.html","abstract":"  The Knicks' offensive woes continued to mount yesterday when they learned that Hubert Davis, their best pure perimeter shooter other than Patrick Ewing, will be sidelined six weeks with a fractured right hand.   Davis apparently suffered the injury, described by the team physician, Dr. Norman Scott, as a non-displaced fracture of the fifth metacarpal (one of the long bones that runs from the wrist to a finger), late in the fourth quarter of the Knicks' 84-75 victory over the Atlanta Hawks last Thursday night at Madison Square Garden.","thumbnail":null,"section":"Sports"},{"date":"19931228","headline":"Corrections","web_url":"https://www.nytimes.com/1993/12/28/nyregion/c-corrections-159993.html","abstract":"  A brief article by The Associated Press on Sunday about a contract agreement between Legal Services of New York and the union representing its lawyers misstated part of the terms. The agreement includes an average raise of 2.5 percent in 1994; it does not put off the initial raise until 1995.","thumbnail":null,"section":"New York"},{"date":"19931228","headline":"Bridge","web_url":"https://www.nytimes.com/1993/12/28/nyregion/bridge-169693.html","abstract":"  When the opening bidder has a singleton spade, he will often have a rebid problem if his partner responds in that suit. Consider, for example, the difficulties that South faced on the diagramed deal, played in an Imp Pair game at the Honors Club, 42 East 74th Street in Manhattan.   The best plan is probably to open one diamond or one club and jump to two no-trump if the response is one spade. If partner has spade length and four or five hearts he will show his second suit. The second-best plan, as in the diagramed sequence, is to reverse, showing strength but implying greater length in the original suit. The worst plan is to bid one diamond and rebid two clubs, which may end the bidding and did for one misguided expert.","thumbnail":null,"section":"New York"},{"date":"19931228","headline":"1893: Murderous Crank : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/12/28/opinion/IHT-1893-murderous-crank-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - The Mayor of Louisville, Mr. Tyler, has had a narrow escape from sharing the fate of the Mayor of Chicago at the hands of a crank. A man called yesterday [Dec. 26] at the City Hall and asked to see the mayor. He was finally received in the mayo","thumbnail":null,"section":"Opinion"},{"date":"19931228","headline":"Windows, The Tome: Even Mom Turns Up","web_url":"https://www.nytimes.com/1993/12/28/science/peripherals-windows-the-tome-even-mom-turns-up.html","abstract":"  \"CD-MOM: THE MOTHER OF ALL WINDOWS BOOKS\" is a 1,072-page computer tome that is actually readable at such a length. Even its subtitle is long: \"Being a compendium of incantations, imprecations, supplications, and mollifications known to appease the daemons within Windows.\"    Woody Leonhard and Barry Simon, the authors, succumb to cuteness occasionally or almost all the time, depending on the reader's taste and tolerance. Three characters, Mom, Mao and Igor, frequently butt in with helpful or coy remarks. Early on, Mom sends Mr. Gates a report card on Little Windows (\"she has been a lot less unruly since she passed her 3.1st birthday\") on which Igor (\"how come Windows is a she?\") and Mao (\"elementary, it is MS Windows after all\") comment.","thumbnail":null,"section":"Science"},{"date":"19931228","headline":"John Aler in a Recital","web_url":"https://www.nytimes.com/1993/12/28/arts/john-aler-in-a-recital.html","abstract":"  The tenor John Aler is to give a recital of French songs on Jan. 19 at 8 P.M. at Merkin Concert Hall, 129 West 67th Street, Manhattan. The concert will be part of the hall's Celebration of Song series, which explores three centuries of French vocal repertory. The program will include works by Faure, Duparc, Saint-Saens, Bizet, D'Indy, Hahn and Dupont. The pianist Jeff Cohen is to accompany the singer and play two solo works, by Bizet and D'Indy. Tickets are $20. Information: (212) 362-8719.","thumbnail":null,"section":"Arts"},{"date":"19931228","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/12/28/nyregion/inside-486093.html","abstract":"  Optimism in Mideast Talks   As Israelis and Palestinians arrived in Cairo for more talks, there were expressions of optimism that obstacles could be overcome. Page A3.   French Atlantic Beaches Shut    France closed beaches along its entire Atlantic coast, which has recently been polluted by explosives, acetone and pesticides. Page A7. Hints of Deep, Dark Life    Strange heat-loving microbes from inside the earth may be evidence of life as much as three miles below the surface. Science Times, page C1. Ex-Teamster Chief Dies at 99    Dave Beck, the tough-talking president of the teamsters' union who defied a Senate investigation but lost his job, died in Seattle. Page D18.    A2  Arts","thumbnail":null,"section":"New York"},{"date":"19931228","headline":"Review/Television; Bearing Witness to the Culture of Personality","web_url":"https://www.nytimes.com/1993/12/28/arts/review-television-bearing-witness-to-the-culture-of-personality.html","abstract":"  Are the stars out tonight? asks the song. These days they're out every night, as 1993 ends in an avalanche of lists and ceremonies celebrating what the various media deem the year's most memorable moments and personalities. From the seemingly permanent to the momentary, celebrities are put on parade. Press agents everywhere are absolutely aquiver.    Two gatherings, each two hours long, dominate this week's star-squeezing festivities. Tonight at 8, NBC has a new special called \"Legend to Legend Night.\" Its concept and format clearly owe a huge debt to the annual \"Kennedy Center Honors,\" which, as it happens, can be seen in its 16th glittering outing tomorrow at 9 on CBS.","thumbnail":null,"section":"Arts"},{"date":"19931228","headline":"Trading Guns for Toys","web_url":"https://www.nytimes.com/1993/12/28/opinion/trading-guns-for-toys.html","abstract":"  Turn in a gun to the 34th Precinct in the Washington Heights section of Manhattan and get a $100 gift certificate from the Toys \"R\" Us chain, no questions asked. That was the offer made late last week by Fernando Mateo, a New York City businessman, at the suggestion of his 14-year-old son. He expected five or six takers. He got more than 300, inspiring other donors to put up additional cash. The guns included submachine guns and semiautomatics along with more primitive models.    Three hundred is only a dent in a city estimated to have two million guns on its streets, but every little bit helps. And it says something encouraging about human nature that the desire to buy Christmas toys can compete successfully with the desire to possess deadly hardware.","thumbnail":null,"section":"Opinion"},{"date":"19931228","headline":"Yonkers Officer Denies A Side Trip for Beating","web_url":"https://www.nytimes.com/1993/12/28/nyregion/yonkers-officer-denies-a-side-trip-for-beating.html","abstract":"  Testifying in his defense, a Yonkers police officer told a Federal jury today that after arresting two immigrants from Northern Ireland following a 1991 christening party, he took them directly to central booking, not, as they contend, to a train station parking lot where he and another officer are accused of beating them.   The officer, Michael Buono, said that an early morning argument involving guests who had been at the party turned violent after he and the other officer tried to break up the dispute by arresting the two immigrants. At one point, Officer Buono testified, one of the men, already handcuffed and under arrest, escaped from a patrol car and pinned Officer Buono to the ground, leaving him \"fighting for my life.\"","thumbnail":null,"section":"New York"},{"date":"19931228","headline":"Does Holiday Duty Fall Only to Mom?","web_url":"https://www.nytimes.com/1993/12/28/opinion/l-does-holiday-duty-fall-only-to-mom-150494.html","abstract":"  To the Editor:   Re \"When Holiday Styles Are Generations Apart\" (Dec. 21): If today's children are not receiving future memories of sleigh rides and hearthside bonding, neither are they traumatized by growing up in families where parents were forced into narrow definitions of adulthood according to gender.  NANCY GRONLUND  Chicago, Dec. 21, 1993","thumbnail":null,"section":"Opinion"},{"date":"19931228","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/12/28/sports/results-plus-941193.html","abstract":"  N.H.L. Yzerman Returns  Sergei Fedorov had two goals and two assists and Steve Yzerman made a successful return to the ice last night in Dallas as the streaking Detroit Red Wings beat the Dallas Stars, 6-0. Yzerman, who had missed 26 games while recuperating from a back injury, celebrated his return with a third-period shorthanded goal that helped Detroit to its eight victory in its last nine games. (AP)","thumbnail":null,"section":"Sports"},{"date":"19931228","headline":"Bus Links Cuban Exiles in New York and Miami","web_url":"https://www.nytimes.com/1993/12/28/nyregion/bus-links-cuban-exiles-in-new-york-and-miami.html","abstract":"  Even before the gleaming bus rounded the corner and pulled to a stop, passengers were lining up on the street, surrounded by luggage and chattering excitedly.   Soon each seat was taken, and the 1,300-mile trip south to see loved ones in Miami was about to begin.","thumbnail":null,"section":"New York"},{"date":"19931228","headline":"Sports of The Times; Giants, Cowboys, Alarm","web_url":"https://www.nytimes.com/1993/12/28/sports/sports-of-the-times-giants-cowboys-alarm.html","abstract":"  LET us seek to put in perspective Sunday's football game between the Giants and the Cowboys, a game that will change the course of the world, or at least determine which team gets the home-field advantage in the playoffs.   \"It's like a playoff game,\" Keith Hamilton, the Giants' defensive end, said yesterday in the locker room in Giants Stadium. \"And if any game is a big game, this game is everything,\"","thumbnail":null,"section":"Sports"},{"date":"19931228","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/12/28/nyregion/metro-digest-647193.html","abstract":"  COLD BRINGS OUT HARDY AND FOOLHARDY   The streets of New York City remained thick with activity and overt foolhardiness in the midst of a cold spell that seemed to have startled the metropolitan area after a lulling holiday weekend. Temperatures dropped to a low of 10 degrees in Central Park and rose to only 20, immobilizing cars and penetrating both expensive parkas and makeshift cardboard shelters. A1.","thumbnail":null,"section":"New York"},{"date":"19931228","headline":"Even the Nation's Icebox Can't Stand It","web_url":"https://www.nytimes.com/1993/12/28/us/even-the-nation-s-icebox-can-t-stand-it.html","abstract":"  An unwelcome holiday-season blanket of Arctic air continued to cover much of the Northeast and Midwest yesterday, bringing record cold that caused discomfort even in some areas long accustomed to sub-zero weather.   Homeless shelters were jammed across much of the nation's northern tier from the East Coast to the Rockies, and heavy snow shut down roads in parts of Ohio. Forecasters said the frigid temperatures were likely to continue for much of the week, but no major new snowfall is expected for the several days.","thumbnail":null,"section":"U.S."},{"date":"19931228","headline":"BUDGET GAP GROWS BEYOND $2 BILLION FOR NEW YORK CITY","web_url":"https://www.nytimes.com/1993/12/28/us/budget-gap-grows-beyond-2-billion-for-new-york-city.html","abstract":"  The chief fiscal adviser to Mayor-elect Rudolph W. Giuliani said yesterday that New York City was facing a budget gap for next year even larger than the $2 billion projected a month ago by a special committee formed by Mayor David N. Dinkins.   The adviser, Abraham M. Lackman, said the gap in the budget for the fiscal year that begins in July -- the first Mr. Giuliani will have to prepare -- had grown by at least $250 million because of a significant decline in the assessed value of the city's real estate.","thumbnail":null,"section":"U.S."},{"date":"19931228","headline":"2 Clues Back Idea That Birds Arose From Dinosaurs","web_url":"https://www.nytimes.com/1993/12/28/science/2-clues-back-idea-that-birds-arose-from-dinosaurs.html","abstract":"  FROM the jaw of an ancient bird unearthed in a German slate quarry and from fossil leg bones of baby dinosaurs found in Montana, two groups of scientists have turned up striking new evidence that birds are closely related to dinosaurs.   For more than a century, paleontologists have noticed similarities between the fossils of many dinosaurs and the skeletal structure of modern birds, and many scientists say they believe that birds evolved directly from dinosaurs. Some ornithologists, on the other hand, argue that these similarities are coincidental, resulting from parallel but independent development of birds and dinosaurs. The debate remains far from settled.","thumbnail":null,"section":"Science"},{"date":"19931228","headline":"'50 Warning Cited In Radiation Tests","web_url":"https://www.nytimes.com/1993/12/28/us/50-warning-cited-in-radiation-tests.html","abstract":"  The Federal official who directed radiation experiments on humans was warned soon after the program began that the research would invite comparison to Nazi experiments on concentration camp inmates, a 1950 memorandum reveals.","thumbnail":null,"section":"U.S."},{"date":"19931228","headline":"16 Are Injured In Cairo Attack On a Tourist Bus","web_url":"https://www.nytimes.com/1993/12/28/world/16-are-injured-in-cairo-attack-on-a-tourist-bus.html","abstract":"  Suspected Muslim militants shot at a tourist bus today, wounding eight Austrians and eight Egyptians and breaking a six-month lull in attacks aimed at Egypt's tourist industry, which is still reeling from a series of assaults that began last year.   The Interior Ministry said three unidentified men had ambushed the bus, which carried 18 Austrian tourists visiting ancient Cairo, a neighborhood that holds a vast complex of thousand-year-old Coptic churches.","thumbnail":null,"section":"World"},{"date":"19931228","headline":"Corrections","web_url":"https://www.nytimes.com/1993/12/28/nyregion/c-corrections-158093.html","abstract":"  Because of a computer processing error, the weekly table of closed-end funds in Business Day yesterday carried outdated prices. A corrected table, with prices from Dec. 23, appears today on page D4.","thumbnail":null,"section":"New York"},{"date":"19931228","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/12/28/style/chronicle-164593.html","abstract":"  The grave of the film star Marlene Dietrich was vandalized late Saturday night or early Sunday morning, the Berlin police said.   Garbage was dumped on the grave site, and the tombstone was smeared with mud. On it was scrawled \"Pelzschlampe,\" an unusual German word meaning a woman who drapes herself in furs but is essentially dowdy or low-class.","thumbnail":null,"section":"Style"},{"date":"19931228","headline":"A Walk by Williams","web_url":"https://www.nytimes.com/1993/12/28/sports/sports-people-baseball-a-walk-by-williams.html","abstract":"  The former Phillies reliever and World Series goat, MITCH WILLIAMS , -- known for walking opposing batters -- returned to the Philadelphia area Sunday for a walk down the aisle. The 29-year-old left-hander, traded to the Houston Astros on Dec. 2, was married to IRENE IACONE , 23, of Cinnaminson, N.J., at Sacred Heart Church in Riverside, N.J. Afterward, Williams and his roughly 190 guests headed to a reception at the Doubletree Hotel in downtown Philadelphia.","thumbnail":null,"section":"Sports"},{"date":"19931228","headline":"Loss Gives Seminoles Winning Edge","web_url":"https://www.nytimes.com/1993/12/28/sports/college-football-loss-gives-seminoles-winning-edge.html","abstract":"  They don't make teams of the century the way they used to. Until the Seminoles of Florida State University were swept away by the wind, the emotion and the powerful precision of Notre Dame last month, they were building their credentials as a team for all time, compiling enormous records and competing against groups from the distant past as much as they were coping with people across the line of scrimmage.   Having forfeited its coronation following the defeat at South Bend, Florida State is just trying to extend a record streak of eight consecutive bowl victories and survive the process that selects a national championship. As the Seminoles prepare for the Orange Bowl showdown against Nebraska on Saturday night, they have been freed of the burdens that were created by their perfection and reminded of the dangers that can result from thoughts of invulnerability.","thumbnail":null,"section":"Sports"},{"date":"19931228","headline":"U.N. Chief Urges Patience on North Korean Crisis","web_url":"https://www.nytimes.com/1993/12/28/world/un-chief-urges-patience-on-north-korean-crisis.html","abstract":"  The Secretary General of the United Nations, Boutros Boutros-Ghali, called today for patience in resolving the crisis over North Korea's nuclear weapons program and reported that he was convinced after meeting with the North Korean leader, Kim Il Sung, that the \"political will\" for a negotiated settlement still exists.   Speaking at a news conference here after arriving from North Korea on Sunday, Mr. Boutros-Ghali reported no progress toward winning North Korea's agreement to allow the resumption of international monitoring of its nuclear installations. His talks in North Korea coincided with a report that the United States Central Intelligence Agency has concluded that North Korea probably has built one or two nuclear weapons.","thumbnail":null,"section":"World"},{"date":"19931228","headline":"10-Degree Chill Brings Out Hardy, and Foolhardy","web_url":"https://www.nytimes.com/1993/12/28/nyregion/10-degree-chill-brings-out-hardy-and-foolhardy.html","abstract":"  Among the many acts of cold-induced dementia committed by frozen New Yorkers yesterday, Terry Mathurin's brief midtown escapade deserves a special place.   At 12:45 P.M., Mr. Mathurin, a limousine driver from Queens, grabbed a huge fistful of snow barehanded from the roof of an out-of-state car at the Plaza Hotel and handed it to his giddy passengers, children from a wealthy Houston family who had never seen it before.","thumbnail":null,"section":"New York"},{"date":"19931228","headline":"Watercolor Not Stolen, Lawyer Says","web_url":"https://www.nytimes.com/1993/12/28/nyregion/watercolor-not-stolen-lawyer-says.html","abstract":"  Despite the assertion of officials at the Solomon R. Guggenheim Museum, a Chagall painting that disappeared nearly three decades ago was not stolen, a lawyer said yesterday as the trial began in a complicated dispute over the ownership of the work.   \"The museum had a pattern of removing certain items from its inventory without going through proper procedures with its board of directors,\" said the lawyer, Richard J. Pilson, who represents an art dealer who once had the painting and is a defendant in the lawsuit. That practice alone, he said, raises serious questions about the claim of theft. He asserted that the Chagall was not stolen and that it left the museum \"by other means,\" but he did not elaborate.","thumbnail":null,"section":"New York"},{"date":"19931228","headline":"Tech Bounces Temple; St. John's Routs F.D.U.","web_url":"https://www.nytimes.com/1993/12/28/sports/college-basketball-tech-bounces-temple-st-john-s-routs-fdu.html","abstract":"  Prior to last night's game against Temple in the Chemical Bank ECAC Holiday Festival at Madison Square Garden, Bobby Cremins, the Georgia Tech coach, pulled Travis Best and James Forrest aside.   Although the season was young and the Yellow Jackets' two key players had logged a lot of minutes Cremins wanted to assure them that sometimes there's no rest for the weary.","thumbnail":null,"section":"Sports"},{"date":"19931228","headline":"Type of Body Fat That Fights Obesity","web_url":"https://www.nytimes.com/1993/12/28/science/science-watch-type-of-body-fat-that-fights-obesity.html","abstract":"  A HELPFUL kind of body fat has been found to fight obesity in mice and may play the same role in people, a researcher says.   The fat is unusual because it burns off more calories than it needs, said the researcher, Dr. Bradford Lowell, an endocrinologist at Harvard Medical School.","thumbnail":null,"section":"Science"},{"date":"19931228","headline":"New York's Puerto Ricans Split in Economic Success","web_url":"https://www.nytimes.com/1993/12/28/nyregion/new-york-s-puerto-ricans-split-in-economic-success.html","abstract":"  Financial differences among Puerto Ricans in New York City are growing, as some join the economic mainstream and others remain mired in poverty, an analysis by the City Planning Department has concluded. Over all, more Puerto Ricans left the city during the late 1980's than arrived, with many of the poorest returning to Puerto Rico and the middle class moving to the suburbs.   \"The polarization is evident,\" said Angelo Falcon, president of the Institute for Puerto Rican Policy.","thumbnail":null,"section":"New York"},{"date":"19931228","headline":"The UnShula Dolphins: A 4th Straight Defeat","web_url":"https://www.nytimes.com/1993/12/28/sports/pro-football-the-unshula-dolphins-a-4th-straight-defeat.html","abstract":"  The Miami Dolphins, without a victory since the Leon Lett game, are beginning to look like a David Shula team. Last-second bomb passes work against them, 245-pound running backs barrel through them and the playoffs may now pass by them.   Miami Coach Don Shula spent November consoling his son, David -- whose Bengals started 0-11 -- but now who is consoling whom? The Dolphins were trounced, 45-20, by the San Diego Chargers tonight at Jack Murphy Stadium, and, with four straight losses and a 9-6 record, Miami's post-season possibilities can be counted on only two fingers.","thumbnail":null,"section":"Sports"},{"date":"19931228","headline":"Aspin Says Spy Tried to Pass On Data in Prison","web_url":"https://www.nytimes.com/1993/12/28/us/aspin-says-spy-tried-to-pass-on-data-in-prison.html","abstract":"  Jonathan J. Pollard, the American convicted of spying for Israel, has tried to slip classified information into 14 of his letters from prison, Defense Secretary Les Aspin has told the White House.   In one of his final acts in office, Mr. Aspin told President Clinton in a confidential letter last week that Mr. Pollard should not be given leniency, as some American Jewish groups and the Israeli Government have requested, because the Pentagon still considers him to be a security risk and because of the severity of his offense.","thumbnail":null,"section":"U.S."},{"date":"19931228","headline":"Review/Film; The Caped Crusader Returns, in 40's Noir Mode","web_url":"https://www.nytimes.com/1993/12/28/movies/review-film-the-caped-crusader-returns-in-40-s-noir-mode.html","abstract":"  \"You're harder to kill than a cockroach on steroids,\" complains the Joker to Batman after a brutal clash from which the Caped Crusader emerges miraculously unscathed.    \"Is my shirt too big or is my flesh crawling?\" quips another character in \"Batman: Mask of the Phantasm,\" the movie spinoff of the animated television series.","thumbnail":null,"section":"Movies"},{"date":"19931228","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/12/28/style/chronicle-163793.html","abstract":"  It was a bit of a return engagement for PRESIDENT AND MRS. CLINTON and their daughter, CHELSEA, when they went to see \"The Will Rogers Follies\" on Christmas night.    MAC DAVIS, who plays the American humorist Will Rogers, and a bevy of scantily clad chorus girls performed a number from the musical as part of the entertainment during the Democratic National Convention in July 1992. A month ago, LISE DAVIS, Mr. Davis's wife, invited the President and his family to see the show in its entirety at the John F. Kennedy Center for the Performing Arts.","thumbnail":null,"section":"Style"},{"date":"19931228","headline":"Review/Dance; Dancing the Praises of the Ailey's Founder","web_url":"https://www.nytimes.com/1993/12/28/arts/review-dance-dancing-the-praises-of-the-ailey-s-founder.html","abstract":"  The Alvin Ailey American Dance Theater glanced toward the future and celebrated its past at its Sunday performances at the City Center.   The evening program included \"Frames,\" which Dwight Rhoden, a member of the company, choreographed last year. It seemed cryptic at its premiere, and has not grown more intelligible. Nevertheless, it was easy to understand why Judith Jamison, the troupe's artistic director, decided to take a chance on Mr. Rhoden. \"Frames,\" which is dedicated to Ailey's memory, is compelling, as well as baffling. Works of this kind are needed to provide the excitement of innovation in the seasons that lie ahead.","thumbnail":null,"section":"Arts"},{"date":"19931228","headline":"No Headline","web_url":"https://www.nytimes.com/1993/12/28/nyregion/no-headline-495993.html","abstract":"  \"I looked around me and all I saw were bundles of clothes with hot breath steaming out and more than one passenger with a full-face ski mask on. If you didn't know any better, you would have thought that it was the Terrorist Express.\" -- PETER NICHOLS, who commutes by bus from New Jersey to Manhattan.  [ D19:3. ]","thumbnail":null,"section":"New York"},{"date":"19931228","headline":"Does Holiday Duty Fall Only to Mom?","web_url":"https://www.nytimes.com/1993/12/28/opinion/l-does-holiday-duty-fall-only-to-mom-150493.html","abstract":"  To the Editor:   Re \"When Holiday Styles Are Generations Apart\" (Dec. 21): If today's children are not receiving future memories of sleigh rides and hearthside bonding, neither are they traumatized by growing up in families where parents were forced into narrow definitions of adulthood according to gender.  NANCY GRONLUND  Chicago, Dec. 21, 1993","thumbnail":null,"section":"Opinion"},{"date":"19931228","headline":"On My Mind; Law And Order","web_url":"https://www.nytimes.com/1993/12/28/opinion/on-my-mind-law-and-order.html","abstract":"  By legislation, court decisions and national consensus, all Americans have the right to attend public schools, restaurants and theaters, to use public parks and beaches, to shop at any store, bank at any bank, work, worship and vote, all without being stopped at any door or gate because of race, color, religion, sex, age or economic condition.   Now all we need is the legislation, court decisions and consensus that will allow us to use the public streets, roads and transit to get where we want to go to enjoy all those guaranteed rights, and then get home again without being shot, knifed, mugged and robbed or harassed and hustled to the point where we wish we had never left the house in the first place.","thumbnail":null,"section":"Opinion"},{"date":"19931228","headline":"Beckenbauer Returns","web_url":"https://www.nytimes.com/1993/12/28/sports/sports-people-soccer-beckenbauer-returns.html","abstract":"  FRANZ BECKENBAUER, who coached Germany to the World Cup title in 1990, is back with the club that helped him start his brilliant career, Bayern Munich. Beckenbauer yesterday was named manager of the team in Munich, Germany. He replaced ERICH RIBBECK, the embattled Bayern coach who quit yesterday. (AP)","thumbnail":null,"section":"Sports"},{"date":"19931228","headline":"Clinton Hunts, Making Point on Guns","web_url":"https://www.nytimes.com/1993/12/28/us/clinton-hunts-making-point-on-guns.html","abstract":"  Setting out to prove that there is no inherent conflict between hunters who treasure their guns and politicians who seek to curb their sale, President Clinton bought a $41 Maryland hunting license in Annapolis today and spent two hours lying in wait for mallard ducks.   Responding to an invitation extended several weeks ago by Representative Bill Brewster, an Oklahoma Democrat who is a board member of the National Rifle Association, Mr. Clinton rose well before dawn to renew his sportsman's credentials at the Fruit Hill Farm hunting lodge on Taylor's Island, Md.","thumbnail":null,"section":"U.S."},{"date":"19931228","headline":"Despite Clinton, Hollywood Is Still Trading in Violence","web_url":"https://www.nytimes.com/1993/12/28/movies/despite-clinton-hollywood-is-still-trading-in-violence.html","abstract":"  Within hours of President Clinton's highly publicized speech here imploring entertainment industry leaders to curb depictions of murder and mayhem in movies and television, a number of studio executives who praised Mr. Clinton for what they called his inspiring words were in a bidding war for a movie script in which 11 people are killed in the first seven pages.   \"A studio has a genuine responsibility in this issue,\" said Peter Chernin, the chairman of 20th Century Fox, referring to violence in the movies, \"but we'd be a pretty impoverished society if we were to also say that in all of the arts we must remove violence.\" Mr. Chernin's studio eventually landed the script, titled \"Overkill,\" for a price that may run as high as $1 million.","thumbnail":null,"section":"Movies"},{"date":"19931228","headline":"DEADLY FLOTSAM ON FRENCH SHORES","web_url":"https://www.nytimes.com/1993/12/28/world/deadly-flotsam-on-french-shores.html","abstract":"  The long Atlantic coastline of France has been polluted in recent days by a macabre array of explosives, acetone and pesticides, bringing angry calls for tighter controls over ocean-going vessels.    Fearful of accidents, the Government has banned fishermen, strollers and shellfish gatherers from beaches all the way from its border with Belgium down to Spain, and this weekend soldiers, police officers and fire fighters scoured the shore for explosives that had washed ashore, often entangled in seaweed.","thumbnail":null,"section":"World"},{"date":"19931228","headline":"Russia's Zhirinovsky Must Be Paid Heed","web_url":"https://www.nytimes.com/1993/12/28/opinion/l-russia-s-zhirinovsky-must-be-paid-heed-209993.html","abstract":"  To the Editor:   In \"Panic Over Mr. Z\" (column, Dec. 16), William Safire argues that Vladimir Zhirinovsky's surprise victory in the Russian parliamentary elections is not a cause for alarm. On the contrary, Mr. Zhirinovsky's showing in the election is a clear indication that the Russian political environment is extremely fragile and that the social costs of economic reform policies will increase that fragility.","thumbnail":null,"section":"Opinion"},{"date":"19931228","headline":"Carlesimo, Capstraw, Seton Hall, Wagner","web_url":"https://www.nytimes.com/1993/12/28/sports/college-basketball-carlesimo-capstraw-seton-hall-wagner.html","abstract":"  It was a homecoming for one coach, a home highlight for the other and no day at the office for either.   Seton Hall beat Wagner, 74-62, on the Seahawks' Staten Island campus last night in a coaching matchup that was a reunion for P. J. Carlesimo of the Pirates and one of his former Wagner players, Tim Capstraw. It was supposed to be a holiday workout for Seton Hall, a pit stop from their Big East Conference schedule. Instead, it was a road test.","thumbnail":null,"section":"Sports"},{"date":"19931228","headline":"Some Get Champagne","web_url":"https://www.nytimes.com/1993/12/28/opinion/l-some-get-champagne-208093.html","abstract":"  To the Editor:   When Marla Maples and Donald Trump have a baby out of wedlock and then decide to get married a couple of months later, New York's Mayor signs their marriage license and toasts the couple with champagne (front page, Dec. 18). In New Jersey, if a woman on \"welfare assistance\" has a baby, she doesn't even get additional aid.  JOAN LANG  New York, Dec. 18, 1993","thumbnail":null,"section":"Opinion"},{"date":"19931228","headline":"Israel-P.L.O. Talks Enter New Round","web_url":"https://www.nytimes.com/1993/12/28/world/israel-plo-talks-enter-new-round.html","abstract":"  Israel and the Palestine Liberation Organization began a third round of talks here today in an effort to remove the remaining obstacles to an Israeli withdrawal from the occupied Gaza Strip and the West Bank town of Jericho.   Officials said that tonight's session was preliminary, and that a full day of talks was scheduled for Tuesday.","thumbnail":null,"section":"World"},{"date":"19931228","headline":"Toni Morrison's Manuscripts Spared in Christmas Fire","web_url":"https://www.nytimes.com/1993/12/28/nyregion/toni-morrison-s-manuscripts-spared-in-christmas-fire.html","abstract":"  A Christmas Day fire gutted a Hudson River home owned by the Nobel Prize-winning author Toni Morrison, but a portion of her original manuscripts and other papers in a basement study were not badly damaged, a friend of the author who is the head of a Harlem-based research center said yesterday.   \"The house was almost totally destroyed, but indications are that the major part of the manuscripts and other material in the basement were not severely damaged,\" Howard Dodson, chief of the Schomburg Center for Research in Black Culture, a unit of the New York Public Library, said in an interview.","thumbnail":null,"section":"New York"},{"date":"19931228","headline":"G.O.P. in a Bind in Seeking An Inquiry on Clinton Deals","web_url":"https://www.nytimes.com/1993/12/28/us/gop-in-a-bind-in-seeking-an-inquiry-on-clinton-deals.html","abstract":"  The hopes of Republicans for an independent inquiry into President Clinton's investment in a failed Arkansas land development company may depend on whether they reverse themselves and support legislation for court-appointed prosecutors.   House Republicans in particular have been demanding that Attorney General Janet Reno pick a special counsel to examine the case. She has refused, saying that no one she appointed would be seen as independent.","thumbnail":null,"section":"U.S."},{"date":"19931228","headline":"Too Cold to Play? No. Too Cold to Watch.","web_url":"https://www.nytimes.com/1993/12/28/sports/pro-football-notebook-too-cold-to-play-no-too-cold-to-watch.html","abstract":"  Who suffers most from freezing weather? Sometimes the passers, occasionally the runners, but, as Sunday in the Northeast and Midwestshowed, almost always the spectators.   Many stayed home. The New England Patriots drew 26,571 spectators in a stadium seating 60,000 and the Cincinnati Bengals 27,014 in a stadium seating 55,000. The Patriots were 3-11 and the Bengals 2-12, so that explains some of it. But the Chicago Bears, fighting for a playoff berth, drew only 43,443 in a stadium seating 67,000.","thumbnail":null,"section":"Sports"},{"date":"19931228","headline":"Texas-Size Challenges Are Ahead for the Giants and Jets; Rough Drills Before Cowboys Will Arrive","web_url":"https://www.nytimes.com/1993/12/28/sports/texas-size-challenges-are-ahead-for-giants-jets-rough-drills-before-cowboys-will.html","abstract":"  This is the black-and-blue time of the football year, and it just extended to the Giants' practice field.   Coach Dan Reeves said today that, despite his team being battered, it will put on the heavy pads again when practice resumes on Wednesday. Next Sunday, said the coach, \"the playoffs begin.\"","thumbnail":null,"section":"Sports"},{"date":"19931228","headline":"Medicine's Many Healers : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/12/28/opinion/IHT-medicines-many-healers-letters-to-the-editor.html","abstract":"Regarding \"Doctors Who Heal\" (Letters, Dec. 2) from W. Konigsberger: .Awarding the Nobel Prize in Medicine to medical doctors only would be a denial of how science operates today. Medicine simply cannot advance without further basic knowledge","thumbnail":null,"section":"Opinion"},{"date":"19931228","headline":"A Milestone and Many Pats on the Back","web_url":"https://www.nytimes.com/1993/12/28/sports/sports-people-baseball-a-milestone-and-many-pats-on-the-back.html","abstract":"  The Rangers' locker room was calm after their 8-3 trouncing of the Devils at Madison Square Garden Sunday night until Adam Graves came racing from the showers.   He went directly to Mike Gartner and embraced him harder than those crunching checks he delivers on the ice.","thumbnail":null,"section":"Sports"},{"date":"19931228","headline":"Thriving on Difference; International High Students Speak Language of Learning","web_url":"https://www.nytimes.com/1993/12/28/nyregion/thriving-on-difference-international-high-students-speak-language-of-learning.html","abstract":"  Abdul Samad, a 20-year-old from Afghanistan, went to school for the first time three years ago. He said he did not know a word of English when he was admitted into the International High School in Queens. He felt blind and deaf and panicky.   \"I was very crazy,\" said the high school student, dressed in a black leather jacket and jeans. \"I wondered, 'How am I going to learn this language or study this? I've never been to school.' I didn't know how to write the alphabet.\"","thumbnail":null,"section":"New York"},{"date":"19931228","headline":"Mollen Panel to Recommend Permanent Corruption Body","web_url":"https://www.nytimes.com/1993/12/28/nyregion/mollen-panel-to-recommend-permanent-corruption-body.html","abstract":"  A mayoral panel on police corruption will recommend today the creation of a permanent independent agency to monitor police misconduct, New York City officials said yesterday.   The officials said the panel, known as the Mollen Commission, will recommend that the new body have subpoena power and the authority to conduct its own investigations of graft and misconduct in the city's 30,000-member Police Department. The agency would act as an oversight body to scrutinize the department's internal methods for investigating and deterring graft and other abuses, according to the officials.","thumbnail":null,"section":"New York"},{"date":"19931228","headline":"Daly's Plan For the Nets: Rebounds, Rebounds","web_url":"https://www.nytimes.com/1993/12/28/sports/pro-basketball-daly-s-plan-for-the-nets-rebounds-rebounds.html","abstract":"  You don't have to be flashy to play for Chuck Daly. Crash the boards, play tough defense, and he will find the minutes for you. It is a lesson that Jayson Williams and P. J. Brown seem to have taken to heart.   \"Chuck doesn't verbalize,\" Williams said after a scaled-down Nets practice here today. \"But you don't have to be Einstein to figure out that if you go out and rebound, you will get some playing time.\"","thumbnail":null,"section":"Sports"},{"date":"19931228","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1993/12/28/style/IHT-what-theyre-reading.html","abstract":"Senator Larry Pressler, Republican of South Dakota, is reading, \"Iberia,\" by James Michener. .\"His first chapters are always so good. I think he has seven or eight dilemmas on understanding Spain at the beginning. Even though the book is","thumbnail":null,"section":"Style"},{"date":"19931228","headline":"What Legalizing Drugs Would Really Mean","web_url":"https://www.nytimes.com/1993/12/28/opinion/l-what-legalizing-drugs-would-really-mean-201393.html","abstract":"  To the Editor:   When United States Surgeon General Dr. Joycelyn Elders spoke about drug legalization (news article, Dec. 8), she was not advocating it; she simply suggested that the idea warranted further study and discussion. Rarely, however, has debate on any policy issue been so quickly and effectively squelched.","thumbnail":null,"section":"Opinion"},{"date":"19931228","headline":"Discovered Sonatas May Be Faked Haydn","web_url":"https://www.nytimes.com/1993/12/28/arts/discovered-sonatas-may-be-faked-haydn.html","abstract":"  The set of six keyboard sonatas attributed to Franz Joseph Haydn and declared a monumental musicological find two weeks ago may turn out to be modern forgeries, several musicologists said over the weekend. The question is still being debated, but the premiere performance and a symposium, which had been scheduled at Harvard University in Feburary, have been canceled.    \"The initial consensus that the music was Haydn's seems to be falling apart,\" said James Webster, a Haydn scholar and professor of music at Cornell University. \"It is a great pity, because if it were genuine it would be of fundamental importance to our understanding of Haydn's development as a composer.\"","thumbnail":null,"section":"Arts"},{"date":"19931228","headline":"New Jersey Agriculture Chief to Retain Post Under Whitman","web_url":"https://www.nytimes.com/1993/12/28/nyregion/new-jersey-agriculture-chief-to-retain-post-under-whitman.html","abstract":"  Governor-elect Christine Todd Whitman today endorsed the incumbent Secretary of Agriculture, Arthur R. Brown Jr. of Galloway Township, for another term.   At the same time Gov. Jim Florio announced that he plans to appoint Col. Justin J. Dintino, 65, the retiring Superintendent of the State Police, to the State Commission of Investigation.","thumbnail":null,"section":"New York"},{"date":"19931228","headline":"Corrections","web_url":"https://www.nytimes.com/1993/12/28/nyregion/c-corrections-161093.html","abstract":"  An article yesterday about the exploitation of American Indian rituals by adherents of the New Age movement carried an incorrect byline in some editions. The writer was Dirk Johnson.","thumbnail":null,"section":"New York"},{"date":"19931228","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/12/28/style/chronicle-162993.html","abstract":"  Washington a low-profile place? Evidently the PRINCESS OF WALES thinks so. The Princess arrived in the capital on Sunday for her first trip out of England since she announced earlier this month that she intended to curtail her public appearances. She is staying at the Brazilian Embassy with Ambassador PAULO TARSO FLECHA DE LIMA and his wife, LUCIA TARSO FLECHA DE LIMA.    The Princess went on a shopping expedition yesterday in Chevy Chase, Md., The Associated Press reported.","thumbnail":null,"section":"Style"},{"date":"19931228","headline":"Q&A","web_url":"https://www.nytimes.com/1993/12/28/science/q-a-099193.html","abstract":"  Gnashing the Teeth   Q.  Why do some people grind their teeth when they are asleep?","thumbnail":null,"section":"Science"},{"date":"19931228","headline":"Does Holiday Duty Fall Only to Mom?","web_url":"https://www.nytimes.com/1993/12/28/opinion/l-does-holiday-duty-fall-only-to-mom-202193.html","abstract":"  To the Editor:   \"When Holiday Styles Are Generations Apart\" (front page, Dec. 21) asserts that mothers who work and their mothers, who mostly stayed at home, share a \"deep ambivalence\" about working motherhood's impact on the celebration of Christmas.","thumbnail":null,"section":"Opinion"},{"date":"19931228","headline":"Seoul Journal; A Korean Voice: Forceful, but Almost Inaudible","web_url":"https://www.nytimes.com/1993/12/28/world/seoul-journal-a-korean-voice-forceful-but-almost-inaudible.html","abstract":"  Not long ago a military officer here, a hard-liner when it comes to North Korea's nuclear bomb project, expressed some grudging admiration for how the negotiations with the North had been handled by South Korea's very unmilitary Foreign Minister, Han Sung Joo.   Mr. Han, he said, is a brilliant man, the country's premier political scientist, probably a pretty crafty negotiator. But he suffers a character flaw, the officer said: he is so soft-spoken, so calm, that \"he makes me wonder if he is really Korean.\"","thumbnail":null,"section":"World"},{"date":"19931228","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/12/28/opinion/IHT-letters-to-the-editor.html","abstract":"My father fought the Germans in World War I, and I fought them in World War II. Over my vehement objections, the U.S. State Department made Germany my first assignment in the Foreign Service, in 1950. I could not comprehend the Holocaust. I managed not t","thumbnail":null,"section":"Opinion"},{"date":"19931228","headline":"Review/Television; When to See Isn't to Understand","web_url":"https://www.nytimes.com/1993/12/28/arts/review-television-when-to-see-isn-t-to-understand.html","abstract":"  John Alderson can see but usually cannot tell what he is seeing, which makes it impossible for him to get around the town where he has lived for 40 years and difficult for him to go from his bedroom to his bathroom. Larry Finn can read, but he cannot recognize faces, even his own.   Each men has been found to have a rare brain condition, visual agnosia, which Mr. Alderson translates as \"I don't know what I'm looking at.\"","thumbnail":null,"section":"Arts"},{"date":"19931228","headline":"New Events Help Refocus the Focus on ESPN2","web_url":"https://www.nytimes.com/1993/12/28/sports/tv-sports-new-events-help-refocus-the-focus-on-espn2.html","abstract":"  It's tune-up time at ESPN2, the 88-day-old, youth-skewing, attitude-raging spinoff of ESPN. Earlier this month, SportsNight, the marquee studio program, starring Keith Olbermann and Suzy Kolber, was trimmed from 7:30-10:30 P.M. to 9-10:30 P.M., Friday, Saturday and Sunday.   \"We always knew three hours were a lot, and we never thought anybody would watch all three,\" said Vince Doria, the managing editor of ESPN2.","thumbnail":null,"section":"Sports"},{"date":"19931228","headline":"Kerrey Backs New Rule Requiring States to Pay for Some Abortions","web_url":"https://www.nytimes.com/1993/12/28/us/kerrey-backs-new-rule-requiring-states-to-pay-for-some-abortions.html","abstract":"  Senator Bob Kerrey of Nebraska, countering a statement by an anti-abortion group, says he does not believe that the Clinton Administration violated assurances to Congress when the White House decided to require states to pay for some abortions for poor women.   Over the weekend, an abortion opponent, Douglas Johnson, the legislative director of National Right to Life, pointed to a letter by Senator Kerrey as proof that the Administration had gone back on its word that the states would maintain the right to keep abortion out of their Medicaid programs.","thumbnail":null,"section":"U.S."},{"date":"19931228","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/12/28/sports/transactions-904793.html","abstract":"  Basketball  National Basketball Association  ORLANDO MAGIC -- Activated Anthony Cook, forward, from the injured list. Continental Basketball Association","thumbnail":null,"section":"Sports"},{"date":"19931228","headline":"Washington at Work; Bentsen, Beltway Insider, Now Fights The Notion That He's Out of the Loop","web_url":"https://www.nytimes.com/1993/12/28/us/washington-work-bentsen-beltway-insider-now-fights-notion-that-he-s-loop.html","abstract":"  The last thing people would expect Treasury Secretary Lloyd Bentsen to be is insecure, but nowadays the silver-haired Texan often comes across that way as he pursues a surprising mission: convincing the world that he is in the loop.   That was not a mission Mr. Bentsen expected last year when Bill Clinton, as President-elect, offered him the Treasury post to cap a distinguished 22-year Senate career, which included leadership of its Finance Committee and a much-praised stint as the Democratic Vice-Presidential candidate in 1988.","thumbnail":null,"section":"U.S."},{"date":"19931228","headline":"Texas-Size Challenges Are Ahead for the Giants and Jets; If Rest Works, Beating Oilers Is Still Tough","web_url":"https://www.nytimes.com/1993/12/28/sports/texas-size-challenges-are-ahead-for-giants-jets-if-rest-works-beating-oilers.html","abstract":"  Remember two weeks ago when the Jets said they needed to win their last two games to make the playoffs? Well, forget that scenario.   This week there's a new one; something about the cow jumping over the moon and the dish running away with the spoon. With their final game of the season Sunday night in Houston against the Oilers, who have won 10 consecutive games, the Jets' hope there's more than a fairy-tale chance of reaching the playoffs.","thumbnail":null,"section":"Sports"},{"date":"19931228","headline":"1918: Vatican's Position : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/12/28/opinion/IHT-1918-vaticans-position-in-our-pages100-75-and-50-years-ago.html","abstract":"ROME - Monsignor Ceretti, who went to Paris to see President Wilson on behalf of the Pope, had three objects in connection with his mission, according to the newspapers. They were: Justification of the Vatican's neutrality during the war and presentation","thumbnail":null,"section":"Opinion"},{"date":"19931228","headline":"Officials Say Kelly Is to Teach at N.Y.U.","web_url":"https://www.nytimes.com/1993/12/28/nyregion/officials-say-kelly-is-to-teach-at-nyu.html","abstract":"  With only two weeks to go in a career that has lasted about 30 years, Police Commissioner Raymond W. Kelly has decided on at least one new path for his life outside the Police Department. He will become a teacher.   Mr. Kelly will teach a course at the Wagner School of Public Management at New York University, officials familiar with the agreement between Mr. Kelly and the school said yesterday.","thumbnail":null,"section":"New York"},{"date":"19931228","headline":"Books of The Times; How World War II Made The Movies Grow Up","web_url":"https://www.nytimes.com/1993/12/28/movies/books-of-the-times-how-world-war-ii-made-the-movies-grow-up.html","abstract":"  Projections of War  Hollywood, American Culture and World War II  By Thomas Doherty  Illustrated. 364 pages. Columbia University Press. $32.50.    The cynical Humphrey Bogart doing his part for the Allied effort by sending Ingrid Bergman off with Paul Henreid, the hero of the underground, at the end of \"Casablanca\" (1942). Donald Duck exhorting audiences to sing \"Heil!\" in the Fuhrer's face in \"A Nightmare in Nutziland\" (1942). Spencer Tracy dying during a heroic reconnaissance mission and returning as a guardian spirit to watch over his former girlfriend and her new lover in \"A Guy Named Joe\" (1943). These were a few of the cinematic images consumed by American audiences during World War II.","thumbnail":null,"section":"Movies"},{"date":"19931228","headline":"Talk Is Cheap, and Getting Cheaper","web_url":"https://www.nytimes.com/1993/12/28/science/personal-computers-talk-is-cheap-and-getting-cheaper.html","abstract":"  TO avoid becoming roadkill on the digital highway, get a faster modem.   With the increasing popularity of on-line information services like Compuserve, Prodigy, America On-Line and the mother matrix of them all, the Internet, many personal computer users are discovering that a fast modem is at least as important as a fast computer.","thumbnail":null,"section":"Science"},{"date":"19931228","headline":"Corrections","web_url":"https://www.nytimes.com/1993/12/28/nyregion/c-corrections-569693.html","abstract":"  An article yesterday by The Associated Press about a synagogue at the State Correctional Institution in Graterford, Pa., misstated its place among prison ministries in the United States. There are several synagogues behind prison walls; it is not the only one. The article also referred incorrectly to a bar mitzvah for an inmate last year; it was not the first. Many such ceremonies were performed before 1992, according to Rabbi Irving Koslowe, president of the American Jewish Correctional Chaplains Association.","thumbnail":null,"section":"New York"},{"date":"19931228","headline":"Neediest Cases Helping To Tighten Family Ties","web_url":"https://www.nytimes.com/1993/12/28/nyregion/neediest-cases-helping-to-tighten-family-ties.html","abstract":"  When Shirley Pruitt was promoted from a job in the city's Parking Violations Bureau to a better position in the payroll office of the Department of Transportation, she was elated.   The new job meant more responsibility and more money than she had ever made in her 20-year city career. But it was not long before Ms. Pruitt, a single mother raising two sons, realized she had a problem.","thumbnail":null,"section":"New York"},{"date":"19931228","headline":"Fishy Short Cut To Mapping Human Genome","web_url":"https://www.nytimes.com/1993/12/28/science/fishy-short-cut-to-mapping-human-genome.html","abstract":"THE Human Genome Project, like many big science efforts, has lofty goals but no guarantee of meeting them on time or budget. Its aim is to decipher all three billion chemical units of human DNA by the year 2005, discover all human genes and create a revolution in medicine and biology. After its first three years, the project is still firmly on track, its leaders say. But that is not to say the road ahead looks easy. With 12 years left and only a couple of million nucleotides deciphered so far, the project's goal strikes some critics as an inflated promise. \n\nRecently, however, a scientist in Britain proposed a short cut that would use the genome of the fugu, a pufferfish known as a dangerous delicacy among Japanese sushi eaters, to speed the search for human genes.","thumbnail":null,"section":"Science"},{"date":"19931228","headline":"Germany's Top Rightist Looks Ahead","web_url":"https://www.nytimes.com/1993/12/28/world/germany-s-top-rightist-looks-ahead.html","abstract":"  For many Germans, the specter of a right-wing rampage that haunts their country is personified by Franz Schonhuber, a 69-year-old former Waffen SS volunteer who heads the 23,000-member Republican Party.   Mr. Schonhuber has held public office since voters in his hometown, Munich, elected him a member of the European Parliament here in Strasbourg four years ago.","thumbnail":null,"section":"World"},{"date":"19931228","headline":"Not a Big Name, but a Big-Play Cowboy","web_url":"https://www.nytimes.com/1993/12/28/sports/on-pro-football-not-a-big-name-but-a-big-play-cowboy.html","abstract":"  The Giants know that in their clash with Dallas on Sunday they must create enough pressure up front to disrupt Troy Aikman's gallant passing rhythm. They know they have to wrap Emmitt Smith tight. They know they must keep several eyes on Michael Irvin and at least a pair on Alvin Harper, who hurt them badly in the first matchup.   Someone has to block Charles Haley.","thumbnail":null,"section":"Sports"}],"wiki_events":[],"weather":[{"date":"19931228","time":"1993-12-28 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.9,"rhum":73,"wspd":3.6},{"date":"19931228","time":"1993-12-28 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2,"rhum":73,"wspd":5.4},{"date":"19931228","time":"1993-12-28 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.8,"rhum":65,"wspd":5.4},{"date":"19931228","time":"1993-12-28 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.4,"rhum":71,"wspd":7.6},{"date":"19931228","time":"1993-12-28 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.8,"rhum":75,"wspd":5.4},{"date":"19931228","time":"1993-12-28 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.6,"rhum":61,"wspd":11.2},{"date":"19931228","time":"1993-12-28 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.7,"rhum":57,"wspd":14.8},{"date":"19931228","time":"1993-12-28 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.9,"rhum":81,"wspd":11.2},{"date":"19931228","time":"1993-12-28 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.4,"rhum":81,"wspd":24.1},{"date":"19931228","time":"1993-12-28 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.3,"rhum":81,"wspd":25.9},{"date":"19931228","time":"1993-12-28 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.7,"rhum":81,"wspd":14.8},{"date":"19931228","time":"1993-12-28 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.5,"rhum":87,"wspd":11.2},{"date":"19931228","time":"1993-12-28 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.1,"rhum":84,"wspd":14.8},{"date":"19931228","time":"1993-12-28 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.3,"rhum":89,"wspd":3.6},{"date":"19931228","time":"1993-12-28 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.2,"rhum":90,"wspd":7.6},{"date":"19931228","time":"1993-12-28 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.1,"rhum":91,"wspd":13},{"date":"19931228","time":"1993-12-28 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.8,"rhum":86,"wspd":13},{"date":"19931228","time":"1993-12-28 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7,"rhum":85,"wspd":11.2},{"date":"19931228","time":"1993-12-28 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7,"rhum":84,"wspd":11.2},{"date":"19931228","time":"1993-12-28 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.3,"rhum":82,"wspd":11.2},{"date":"19931228","time":"1993-12-28 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.3,"rhum":80,"wspd":13},{"date":"19931228","time":"1993-12-28 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.7,"rhum":86,"wspd":9.4},{"date":"19931228","time":"1993-12-28 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.9,"rhum":88,"wspd":11.2},{"date":"19931228","time":"1993-12-28 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.2,"rhum":86,"wspd":9.4},{"date":"19931228","time":"1993-12-28 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.7,"rhum":34,"wspd":9.4},{"date":"19931228","time":"1993-12-28 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.7,"rhum":36,"wspd":16.6},{"date":"19931228","time":"1993-12-28 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.2,"rhum":39,"wspd":9.4},{"date":"19931228","time":"1993-12-28 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.7,"rhum":37,"wspd":7.6},{"date":"19931228","time":"1993-12-28 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.7,"rhum":43,"wspd":13},{"date":"19931228","time":"1993-12-28 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.7,"rhum":45,"wspd":14.8},{"date":"19931228","time":"1993-12-28 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.7,"rhum":45,"wspd":11.2},{"date":"19931228","time":"1993-12-28 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.7,"rhum":39,"wspd":9.4},{"date":"19931228","time":"1993-12-28 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.1,"rhum":41,"wspd":9.4},{"date":"19931228","time":"1993-12-28 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.1,"rhum":43,"wspd":11.2},{"date":"19931228","time":"1993-12-28 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.1,"rhum":47,"wspd":11.2},{"date":"19931228","time":"1993-12-28 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.1,"rhum":49,"wspd":14.8},{"date":"19931228","time":"1993-12-28 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5.6,"rhum":48,"wspd":14.8},{"date":"19931228","time":"1993-12-28 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5.6,"rhum":48,"wspd":14.8},{"date":"19931228","time":"1993-12-28 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5.6,"rhum":48,"wspd":18.7},{"date":"19931228","time":"1993-12-28 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":40,"wspd":18.7},{"date":"19931228","time":"1993-12-28 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":40,"wspd":14.8},{"date":"19931228","time":"1993-12-28 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":38,"wspd":16.6},{"date":"19931228","time":"1993-12-28 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":36,"wspd":18.7},{"date":"19931228","time":"1993-12-28 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":35,"wspd":13},{"date":"19931228","time":"1993-12-28 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":35,"wspd":14.8},{"date":"19931228","time":"1993-12-28 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":37,"wspd":13},{"date":"19931228","time":"1993-12-28 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":35,"wspd":14.8},{"date":"19931228","time":"1993-12-28 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":38,"wspd":16.6}]},"19931229":{"guardian_articles":[],"nytimes_articles":[{"date":"19931229","headline":"Nets' Stars vs. Knicks' Black Holes","web_url":"https://www.nytimes.com/1993/12/29/sports/pro-basketball-nets-stars-vs-knicks-black-holes.html","abstract":"  It has always been a game decided by stars. Basketball always will be.   When it counted most last night, the Nets' stars were bigger than the Knicks'. Derrick Coleman, the Nets' best big man, hit a clutch 3-point shot, dead on from behind the key. He blocked Patrick Ewing's turnaround jump shot in the lane. He made two free throws he had to make.","thumbnail":null,"section":"Sports"},{"date":"19931229","headline":"Ireland Sees Nothing Heroic About the I.R.A.; On Giving It Back","web_url":"https://www.nytimes.com/1993/12/29/opinion/l-ireland-sees-nothing-heroic-about-the-ira-on-giving-it-back-220593.html","abstract":"  To the Editor:   There seems an accepted truth pervading your newspaper that Northern Ireland represents a British colony on foreign soil. Fair enough. But Americans ought to be consistent. Alaska is part of Canada, right? Give it back. Who cares what the population thinks. GORDON STEWART  Guilford, Conn., Dec. 17, 1993","thumbnail":null,"section":"Opinion"},{"date":"19931229","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/12/29/style/chronicle-018093.html","abstract":"  Bye, bye Betsy: More than 300 of BETSY GOTBAUM'S friends and colleagues at New York City's Department of Parks and Recreation, who are known as \"parkies,\" will gather tonight at the Loeb Boathouse in Central Park to bid her farewell the department's Commissioner.    The party was originally planned to celebrate Ms. Gotbaum's four years on the job, said STEWART DESMOND, a Parks Department spokesman, \"but there was some thought it might turn into a farewell.\"","thumbnail":null,"section":"Style"},{"date":"19931229","headline":"A Lull to Make August Look Thrilling","web_url":"https://www.nytimes.com/1993/12/29/us/a-lull-to-make-august-look-thrilling.html","abstract":"  Anyone who has ever read \"Gashlycrumb Tinies,\" the children's book by Edward Gorey, knows that \"N is for Neville who died of ennui.\"    But Neville has nothing on the capital during the holiday season.","thumbnail":null,"section":"U.S."},{"date":"19931229","headline":"Preferring the Cold Shelter of the Streets","web_url":"https://www.nytimes.com/1993/12/29/us/preferring-the-cold-shelter-of-the-streets.html","abstract":"  In the gloomy underworld of pavement and loading docks that is Lower Wacker Drive, Carmelo Vargas was cruising through the frigid winter darkness early today on what he knew in his heart was likely to be a failed mission of mercy.   It was 12:15 A.M. on one of the coldest and most dangerous nights of the young winter here and across much of the Midwest. Mr. Vargas, director of emergency services for the Chicago Department of Human Services, had been driving around for hours. He was trying with sweet talk and a dwindling supply of cigarettes to get the homeless out of their cardboard homes and potential coffins and into shelters already nearly filled to capacity with men, women, children and despair.","thumbnail":null,"section":"U.S."},{"date":"19931229","headline":"India Booming as a Leader In Software for Computers","web_url":"https://www.nytimes.com/1993/12/29/world/india-booming-as-a-leader-in-software-for-computers.html","abstract":"  Staring at his computer, his thumb drumming on his desk, Mohan Kumar tapped characters onto a screen to produce bits of the outline of the program for a vast global satellite telephone system being built by Motorola to change the face of mobile communications.   \"India has a lot of talented engineers, but they aren't always doing the most advanced work,\" Mr. Kumar said. \"Here we are on the cutting edge.\"","thumbnail":null,"section":"World"},{"date":"19931229","headline":"Eggs of the Century","web_url":"https://www.nytimes.com/1993/12/29/opinion/l-eggs-of-the-century-224893.html","abstract":"  To the Editor:   The argument about the proper ending of the 20th century also took place at its beginning. Mary Emma Woolley began her tenure as president of Mount Holyoke College on Jan. 1, 1901. That, she insisted, was the first day of a new century, not Jan. 1, 1900. Prof. Henrietta Hooker, who agreed, presented her with two new-laid eggs for her breakfast and a note that said, \"Some 19th-century eggs for a 20th-century breakfast.\"","thumbnail":null,"section":"Opinion"},{"date":"19931229","headline":"Nominee at State Dept.: An Upbeat 'Friend of Bill'","web_url":"https://www.nytimes.com/1993/12/29/world/nominee-at-state-dept-an-upbeat-friend-of-bill.html","abstract":"  Friends of Strobe Talbott like to recall a moment last April in an Oregon hotel, a few minutes after the Senate overwhelmingly confirmed him as Ambassador at Large to the countries that once formed the Soviet Union.   While the Vice President, the White House chief of staff and the national security adviser looked on in surprise, the 47-year-old former journalist triumphantly embraced two of his fellow Rhodes scholars from Oxford University -- the Secretary of Labor, Robert B. Reich, and the President of the United States, Bill Clinton. It was a moment full of self-congratulation, perhaps even self-satisfaction.","thumbnail":null,"section":"World"},{"date":"19931229","headline":"1918: Wilson Abroad : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/12/29/opinion/IHT-1918-wilson-abroad-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - President Wilson, at the Mansion House this afternoon [Dec. 28] said, in a brief speech: \"I have been very much interested before coming here to see what sort of a person I was expected to be. So far as I make out, I was expected to be a per","thumbnail":null,"section":"Opinion"},{"date":"19931229","headline":"Corrections","web_url":"https://www.nytimes.com/1993/12/29/nyregion/c-corrections-205193.html","abstract":"  The Pulse chart in The Metro Section on Monday, showing the impact of the arts on the region's economy in 1992, misstated the amount of money represented by the dollar signs. Each sign represented $50 million, not $50 billion.","thumbnail":null,"section":"New York"},{"date":"19931229","headline":"Review/Film; 'Shadowlands,' a Story Of a Spring of Romance In the Autumn of 2 Lives","web_url":"https://www.nytimes.com/1993/12/29/movies/review-film-shadowlands-a-story-of-a-spring-of-romance-in-the-autumn-of-2-lives.html","abstract":"Unlikely late love and marriage of C.S. Lewis. Moving, beautifully played Oxford suds.","thumbnail":null,"section":"Movies"},{"date":"19931229","headline":"Corrections","web_url":"https://www.nytimes.com/1993/12/29/nyregion/c-corrections-203593.html","abstract":"  A front-page article yesterday about the effect of hurricane damage on insurance companies' handling of homeowner policies misstated the first name of the Florida Insurance Commissioner in some editions. He is Tom Gallagher, not Ted.","thumbnail":null,"section":"New York"},{"date":"19931229","headline":"Divided by a Diatribe; College Speech Ignites Furor Over Race","web_url":"https://www.nytimes.com/1993/12/29/nyregion/divided-by-a-diatribe-college-speech-ignites-furor-over-race.html","abstract":"  A student-sponsored speech by a Nation of Islam minister that attacked whites, homosexuals and Jews in mocking and often cruel ways has ignited a bitter debate at Kean College, a state school struggling to achieve racial diversity and multicultural scholarship.   The speech on campus last month has led to deepening tensions between black and Jewish faculty members and an exchange of recriminations between the college president, Dr. Elsa Gomez, and the New Jersey Chancellor for Higher Education, Dr. Edward D. Goldberg.","thumbnail":null,"section":"New York"},{"date":"19931229","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/12/29/nyregion/inside-760093.html","abstract":"  Ethics Case Is Delayed   A judge told prosecutors to amend an indictment against Senator Kay Hutchison of Texas to give a clearer explanation of the charges. Page A8. An End to Ironing?   Japanese and American companies seem on the verge of a technological breakthrough: cotton shirts that require little or no ironing. Page D1. Life After Gracie Mansion    In a last session with reporters, Mayor Dinkins said he had no regrets and looked forward to a new life. Page B5.","thumbnail":null,"section":"New York"},{"date":"19931229","headline":"Holyfield Stands on Principle","web_url":"https://www.nytimes.com/1993/12/29/sports/holyfield-stands-on-principle.html","abstract":"  Evander Holyfield, the widely regarded heavyweight champion, yesterday put principle ahead of a $20 million offer to meet Riddick Bowe in a rematch. If he accepted the deal, he would have to give up the titles bestowed on him by two sanctioning bodies.   The offer was made Monday night to Hammer, the rap star who has become a Holyfield confidant, by Bowe's manager, Rock Newman.","thumbnail":null,"section":"Sports"},{"date":"19931229","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/12/29/opinion/IHT-letters-to-the-editor.html","abstract":"Regarding \"Pensioners to the Rescue\" (Letters, Dec. 21) from Charles Bodwell:Over a period of 40 years, I assisted in the raising and educating of eight children. They have since gone their own ways, with varying degrees of success. Some I mu","thumbnail":null,"section":"Opinion"},{"date":"19931229","headline":"Article 709093 -- No Title","web_url":"https://www.nytimes.com/1993/12/29/us/article-709093-no-title.html","abstract":"  The Commerce Department said today that health care spending in the United States would, for the first time, exceed $1 trillion next year.   Health spending will rise $118 billion, to $1.06 trillion, and will account for a record 15 percent of the nation's total output of goods and services next year, the department said.","thumbnail":null,"section":"U.S."},{"date":"19931229","headline":"Politics of Identity","web_url":"https://www.nytimes.com/1993/12/29/opinion/l-politics-of-identity-225693.html","abstract":"  To the Editor:   Edmund White says in \"The Politics of Identity\" (Op-Ed., Dec. 21) that he heard \"an African-American lesbian\" writing student say that \"she heard Ishmael Reed say that black women didn't have the right to write about black men.\"","thumbnail":null,"section":"Opinion"},{"date":"19931229","headline":"Review/Music; More From the Black Sheep of the Bach Family","web_url":"https://www.nytimes.com/1993/12/29/arts/review-music-more-from-the-black-sheep-of-the-bach-family.html","abstract":"  As Peter Schickele's scholarship enters its mature phase, his annual concerts of P. D. Q. Bach's newly discovered and unfortunately remembered works have become more and more grand in scope. On Monday night in Carnegie Hall, Mr. Schickele (a k a Professor Schickele) sampled works from each part of that justly neglected composer's life: the Initial Plunge Period, the Soused or \"Brown Bag\" Period (\"more like a coma than a period\") and the Contrition Period (\"By then it was too late\").    By now too, Mr. Schickele, who moonlights as a \"musicolological\" professor at \"the U. of S.N.D. at H.\" (the University of Southern North Dakota at Hoople), has an almost magisterial perspective on the life of his sorry specialty. He is able to learnedly digress on everything from P. D. Q.'s technique of \"unintentional modulation\" (in which the composer \"accidentally\" slips from one key to another) to the origins of his habitual quotation of works by his betters (\"P. D. Q. Bach was the only major composer who worked on tracing paper\").","thumbnail":null,"section":"Arts"},{"date":"19931229","headline":"Budget Items Are Vetoed By O'Rourke","web_url":"https://www.nytimes.com/1993/12/29/nyregion/budget-items-are-vetoed-by-o-rourke.html","abstract":"  In a continuing battle with the county legislature, the Westchester County Executive, Andrew O'Rourke, has vetoed many of the programs that legislators added to his proposed 1994 budget last week.   The vetoes trim $6.3 million from the $948.6 million budget and would reduce the size of any county tax increase.","thumbnail":null,"section":"New York"},{"date":"19931229","headline":"Cuomo Recommends a Crime-Fighting Program for East New York","web_url":"https://www.nytimes.com/1993/12/29/nyregion/cuomo-recommends-a-crime-fighting-program-for-east-new-york.html","abstract":"  Gov. Mario M. Cuomo proposed yesterday that a program in which citizens and the police coordinate efforts to fight drugs be extended to the 75th Precinct in East New York, Brooklyn, one of the most crime-ridden communities in the city.   The program, called Combat -- for Coordinated Omnibus Municipally Based Anti-Drug Teams -- asks residents to cooperate with local police by passing on information about drug activity. The police, in turn, would use the information to increase surveillance and arrests on a targeted street or in a building.","thumbnail":null,"section":"New York"},{"date":"19931229","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/12/29/style/chronicle-201993.html","abstract":"  Hello Donna: For DONNA HANOVER GIULIANI, it was full steam ahead as she prepared for her husband's inauguration as Mayor this weekend and her family's move into Gracie Mansion.    \"It's been a busy week for Donna,\" JOANNIE DANIELIDES, her press secretary, said yesterday. \"She's been busy packing. She had lunch with Peter Flanigan, a trustee of the Manhattan Institute's Center for Educational Innovation, to discuss educational issues. She's been being a mom and trying to find time to take the kids to the movies.\" The children are Andrew, 7, and Caroline, 4.","thumbnail":null,"section":"Style"},{"date":"19931229","headline":"Tongue-Lashing Brings Out the Swagger in Cowboys","web_url":"https://www.nytimes.com/1993/12/29/sports/football-tongue-lashing-brings-out-the-swagger-in-cowboys.html","abstract":"  If the Dallas Cowboys beat the Giants Sunday for their division title and home-field advantage throughout the playoffs, and then if the Cowboys win the Super Bowl again for the second straight year, they can look back to an unlikely moment three weeks ago when their season turned around.   The timing was unlikely because the Cowboys were rolling along with a 9-4 record. After frustrating losses to the Atlanta Falcons and the Miami Dolphins, they had just beaten the Philadelphia Eagles and the Minnesota Vikings.","thumbnail":null,"section":"Sports"},{"date":"19931229","headline":"The Nets Go Over the River and Into the Victory Column","web_url":"https://www.nytimes.com/1993/12/29/sports/pro-basketball-the-nets-go-over-the-river-and-into-the-victory-column.html","abstract":"  John Starks tried to be a hero. He ended up feeling like a heel.   Starks missed two ill-advised 3-point shots during the final 70 seconds of last night's game, and the Knicks lost a 5-point lead in the final minute and were stunned by the Nets, 97-95, at Madison Square Garden.","thumbnail":null,"section":"Sports"},{"date":"19931229","headline":"Cuomo Signs Bill","web_url":"https://www.nytimes.com/1993/12/29/sports/sports-people-horse-racing-cuomo-signs-bill.html","abstract":"  Aqueduct will be kept open this winter with a reduced daily schedule and more wagering on out-of-state races under a bill signed into law yesterday by Gov. MARIO M. CUOMO.","thumbnail":null,"section":"Sports"},{"date":"19931229","headline":"Review/Dance; 'The Nutcracker' in Condensed but Classical Form","web_url":"https://www.nytimes.com/1993/12/29/arts/review-dance-the-nutcracker-in-condensed-but-classical-form.html","abstract":"  Little Clara bops the Mouse King on the head with a pillow in the condensed version of \"The Nutcracker\" that the New York Theater Ballet, a chamber company, is presenting through Friday.   The season's first performance, at Gould Hall (55 East 59th Street, Manhattan) on Sunday afternoon, looked somewhat under-rehearsed. But the originality of this production, choreographed 10 years ago by Keith Michael, managed to shine through.","thumbnail":null,"section":"Arts"},{"date":"19931229","headline":"Israel and the P.L.O. Wrestle With the Border Control Issue","web_url":"https://www.nytimes.com/1993/12/29/world/israel-and-the-plo-wrestle-with-the-border-control-issue.html","abstract":"  Israel and the Palestine Liberation Organization struggled today to resolve their conflicting proposals for security arrangements in the Gaza Strip and Jericho, including an Israeli suggestion for joint patrols and a Palestinian suggestion for electronic surveillance by Israelis.   On the second day of the latest round of talks, Palestinian, Egyptian and Israeli officials said they were discussing what one called \"several scenarios\" to resolve the disagreements over who will control access to the areas once Israel pulls back its troops and who will guard the borders to Egypt and Jordan.","thumbnail":null,"section":"World"},{"date":"19931229","headline":"Berlin Journal; Wanted: A Home for 2 Watchtowers, w/History","web_url":"https://www.nytimes.com/1993/12/29/world/berlin-journal-wanted-a-home-for-2-watchtowers-w-history.html","abstract":"  An ugly two-story border tower from which East German agents surveyed and controlled the tense Checkpoint Charlie crossing, a building that once stood at the very center of world politics, is now on the collector's market. What's more, it's free to the right bidder.   As recently as five years ago, this tower posed the final barrier for anyone seeking to come west through Checkpoint Charlie, Berlin's best-known crossing.","thumbnail":null,"section":"World"},{"date":"19931229","headline":"The Bedouins' Eviction Notice","web_url":"https://www.nytimes.com/1993/12/29/opinion/the-bedouins-eviction-notice.html","abstract":"Is it possible? The same Israeli Government that recognized the Palestine Liberation Organization and will make peace with Yasir Arafat is waging a kind of war against Bedouin tribes, expelling them from the Negev Desert. \n\nMinisters in the most liberal Cabinet in Israel's history indignantly dismiss charges of \"ethnic cleansing\" that Bedouin protesters have leveled against them. No bullets have been fired, the ministers point out. True. Nevertheless, there is a discriminatory policy designed to get all the Bedouins off the land.","thumbnail":null,"section":"Opinion"},{"date":"19931229","headline":"Corrections","web_url":"https://www.nytimes.com/1993/12/29/nyregion/c-corrections-202793.html","abstract":"  A dance review yesterday about a performance by the Alvin Ailey American Dance Theater at City Center on Sunday misidentified the dancer in the solo \"Love Songs.\" He was Andre Tyson, not Desmond Richardson.","thumbnail":null,"section":"New York"},{"date":"19931229","headline":"Unfinished Bank Reform","web_url":"https://www.nytimes.com/1993/12/29/opinion/unfinished-bank-reform.html","abstract":"  Two years ago, in the aftermath of the $500 billion savings and loan bailout, Congress passed two-thirds of a bank reform. It poured money into a near-empty deposit insurance fund. And it vastly improved procedures by which regulators could close a bank before it tumbled into bankruptcy and required a costly infusion of taxpayer money to pay off insured depositors.    But what the 1991 bill didn't do is correct the cause of many bank failures: antiquated laws that prohibit banks from investing outside their own states and selling new products.","thumbnail":null,"section":"Opinion"},{"date":"19931229","headline":"The 'Near Abroad' Watches : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/12/29/opinion/IHT-the-near-abroad-watches-letters-to-the-editor.html","abstract":"In response to \"Why to Worry About Russia's Elections\" (Opinion, Dec. 7): .As a citizen of Kazakhstan, which is in Russia's \"near abroad,\" I know that if reactionary leaders ever came to power in Russia, my republic would likely los","thumbnail":null,"section":"Opinion"},{"date":"19931229","headline":"Energy Official Seeks to Assist Victims of Tests","web_url":"https://www.nytimes.com/1993/12/29/us/energy-official-seeks-to-assist-victims-of-tests.html","abstract":"  Energy Secretary Hazel R. O'Leary called on the Government yesterday to compensate Americans who were exposed to radiation from human medical experiments that the United States conducted for decades after World War II.   Mrs. O'Leary said her appeal on behalf of people who were used as subjects in the medical testing was prompted by the Government's long resistance to providing compensation to thousands of people in the Southwest known as \"downwinders\" -- people who said they or members of their families were harmed by radioactive fallout from open-air testing of atomic bombs in the 1950's and early 1960's.","thumbnail":null,"section":"U.S."},{"date":"19931229","headline":"No Headline","web_url":"https://www.nytimes.com/1993/12/29/nyregion/no-headline-817893.html","abstract":"  We find as shocking the incompetence and the inadequacies of the department to police itself. -- MILTON MOLLEN, chairman of a commission that issued a harshly critical report of the New York Police Department.  [ A1:6. ]","thumbnail":null,"section":"New York"},{"date":"19931229","headline":"Dreams of Actress and Environmentalists Collide","web_url":"https://www.nytimes.com/1993/12/29/us/dreams-of-actress-and-environmentalists-collide.html","abstract":"  The regal Atalaya Mountain, a fresh dusting of snow on its ponderosas and pinons, has remained unscathed by the kinds of mansions that line Beverly Hills and Aspen, though for how long no one knows. Santa Fe's fathers and mothers could decide that in a week.   For the moment, however, one thing is clear: Atalaya's crown will not become the home of Shirley MacLaine.","thumbnail":null,"section":"U.S."},{"date":"19931229","headline":"Eating Well;\nThe experts predict what's next for nutrition","web_url":"https://www.nytimes.com/1993/12/29/style/eating-well-the-experts-predict-whats-next-for-nutrition.html","abstract":"PREDICTING the future is risky at best, but a few nutrition experts, when asked to make that leap, were willing to share their forecasts for 1994. Some of their prognostications came as no surprise: antioxidants like beta-carotene and vitamin E will be a hot topic, new food labels will raise more questions than they answer and protests over health claims on nutrition supplements will gain momentum. \n\nBut there were a few unexpected projections.","thumbnail":null,"section":"Style"},{"date":"19931229","headline":"Florio Rejects Bill Limiting Sex Education","web_url":"https://www.nytimes.com/1993/12/29/nyregion/florio-rejects-bill-limiting-sex-education.html","abstract":"  Gov. Jim Florio today rejected a bill that would require school districts to teach sexual abstinence as the only reliable way to prevent pregnancy and sexually transmitted diseases, including AIDS, calling it a \"political intrusion\" on local school decisions.   Mr. Florio did not veto the bill outright but recommended amendments that would remove the mandate to stress abstinence. The effect of the Governor's action, called a conditional veto, would allow local schools, with the input of parents, to continue to design the curriculum for the family life courses and those dealing with AIDS prevention.","thumbnail":null,"section":"New York"},{"date":"19931229","headline":"Battle Over Discrimination Against Disabled Is Opened","web_url":"https://www.nytimes.com/1993/12/29/us/battle-over-discrimination-against-disabled-is-opened.html","abstract":"  Opening a campaign against employment discrimination by local governments, the Justice Department today sued the State of Illinois and the City of Aurora, charging that they violated a 1990 Federal law by illegally denying pension benefits to police officers and firefighters with disabilities.   Administration officials said the lawsuit, filed in Federal District Court in Chicago, was the first ever brought by the Justice Department against a municipal or state government under the 1990 law, the Americans With Disabilities Act.","thumbnail":null,"section":"U.S."},{"date":"19931229","headline":"New Yorkers: Cooling Their Heels","web_url":"https://www.nytimes.com/1993/12/29/opinion/new-yorkers-cooling-their-heels.html","abstract":"  The kind of cold weather New Yorkers know is not the kind that would raise an eyebrow in Alaska. Or North Dakota. Or Minnesota. Even so, there are days -- and these are among them -- when New York seems chillier than a stay in a meat locker.    It's partly the wind, which sweeps across the city from one or another river and creates furious little eddies at street corners. It's partly the air, which is damp as a used towel. Mostly, though, it's that New Yorkers -- not known as an especially nature-oriented group -- have to spend an inordinate amount of time outdoors.","thumbnail":null,"section":"Opinion"},{"date":"19931229","headline":"A Warning From Ryan: 'We're the Best Defense'","web_url":"https://www.nytimes.com/1993/12/29/sports/football-a-warning-from-ryan-we-re-the-best-defense.html","abstract":"  Houston quarterback Warren Moon, who has a cracked rib, probably won't play against the Jets at the Astrodome on Sunday. Anyone who thinks that Moon's injury will translate into a painless victory for the Jets isn't aware of Houston defensive coordinator Buddy Ryan's handiwork.   Ryan's unit will be on hand to assure that any Jet victory will come the hard way, the black-and-blue variety. Consider that Houston is coming off a 10-7 victory over San Francisco. The 49ers didn't score until there were 3 minutes 33 seconds left in the third quarter and quarterback Steve Young had been benched in favor of Steve Bono. Also consider that San Francisco was coming off a 55-17 drubbing of Detroit.","thumbnail":null,"section":"Sports"},{"date":"19931229","headline":"Judge Orders Texas Prosecutors To Clarify Indictment of Senator","web_url":"https://www.nytimes.com/1993/12/29/us/judge-orders-texas-prosecutors-to-clarify-indictment-of-senator.html","abstract":"  The Texas prosecutors who have accused Senator Kay Bailey Hutchison of violating ethics laws while she was State Treasurer were told today that they must come up with a clearer explanation of what they say she did wrong.   John F. Onion Jr., a retired appellate judge who is presiding over Mrs. Hutchison's case, ruled today that four of the five counts in the indictment were so vaguely worded that Mrs. Hutchinson could not defend herself against them. He gave prosecutors 10 days to amend the charges, which involve accusations of using state workers and computers for political purposes.","thumbnail":null,"section":"U.S."},{"date":"19931229","headline":"Ireland Sees Nothing Heroic About the I.R.A.; Flawed Declaration","web_url":"https://www.nytimes.com/1993/12/29/opinion/l-ireland-sees-nothing-heroic-about-the-ira-flawed-declaration-223093.html","abstract":"  To the Editor:   In \"Tears Enough in Northern Ireland\" (editorial, Dec. 18), you write of the Dec. 15 British-Irish declaration, \"Its principles are not new, but in proposing a framework for peace, the declaration breaks fresh ground.\"","thumbnail":null,"section":"Opinion"},{"date":"19931229","headline":"Clinton Is Down-Home for the Holiday","web_url":"https://www.nytimes.com/1993/12/29/us/clinton-is-down-home-for-the-holiday.html","abstract":"  After a day of duck hunting, card playing and pizza eating, Bill Clinton still had not had enough.   He finished off his second dessert at Rocky's Corner, a favorite family haunt in nearby Hot Springs, then turned to his boyhood friend David Leopoulos and asked, \"What do you all want to do?\"","thumbnail":null,"section":"U.S."},{"date":"19931229","headline":"Corrections","web_url":"https://www.nytimes.com/1993/12/29/nyregion/c-corrections-204393.html","abstract":"  A brief report by Reuters in some editions of Business Day on Dec. 20, about a French legal decision regarding Yves Saint Laurent's plan to name a perfume Champagne, misstated the action to be taken by Elf Sanofi, which owns Yves Saint Laurent. Elf Sanofi said the perfume would continue to be sold in France, but without a name; it is not being withdrawn from the French market.","thumbnail":null,"section":"New York"},{"date":"19931229","headline":"NEW YORK'S POLICE ALLOW CORRUPTION, MOLLEN PANEL SAYS","web_url":"https://www.nytimes.com/1993/12/29/nyregion/new-york-s-police-allow-corruption-mollen-panel-says.html","abstract":"  In a harshly critical report, a special mayoral panel asserted yesterday that the New York City Police Department had failed at every level to uproot corruption and had instead tolerated a culture that fostered misconduct and concealed lawlessness by police officers.   The panel, called the Mollen Commission, agreed with police officials who contend that corruption was not systemic, but rather isolated to small groups of rogue officers. But the commission warned that if corruption itself was not systemwide, the department's failure to address it was.","thumbnail":null,"section":"New York"},{"date":"19931229","headline":"It's Done (Cheaply): Giuliani Is Sworn In","web_url":"https://www.nytimes.com/1993/12/29/nyregion/it-s-done-cheaply-giuliani-is-sworn-in.html","abstract":"  Before all the pomp and puffery, before the solemn speeches on the steps of the bunting-draped City Hall and the inaugural bash that follows, Rudolph W. Giuliani took the official oath of office yesterday as the 107th Mayor of New York City -- effective at midnight on New Year's Eve.   And it cost him 15 cents.","thumbnail":null,"section":"New York"},{"date":"19931229","headline":"Woman Held In Slayings Of Children","web_url":"https://www.nytimes.com/1993/12/29/nyregion/woman-held-in-slayings-of-children.html","abstract":"  Last Thursday, when the police discovered Darlene Hoyt's 4-year-old son and 6-year old stepdaughter strangled in their apartment in a Brooklyn housing project, Ms. Hoyt was found seriously wounded, with stab wounds in her neck and chest, on a living room couch.   After investigating the killings, the police determined that Ms. Hoyt's wounds were self-inflicted to cover up her role. She was arrested on Monday and charged with two counts of murder by housing police detectives at Kings County Hospital, where she is recovering from six stab wounds.","thumbnail":null,"section":"New York"},{"date":"19931229","headline":"Birth to 59-Year-Old Briton Raises Ethical Storm","web_url":"https://www.nytimes.com/1993/12/29/world/birth-to-59-year-old-briton-raises-ethical-storm.html","abstract":"  Three days after a 59-year-old woman gave birth to twins in a London hospital, doctors and politicians have become snarled in a thickening ethical debate: should governments and doctors limit the age at which a woman may become pregnant through fertility treatments?   The London woman, who has not been identified but is described as wealthy, gave birth after eggs donated by a younger woman and fertilized by the older woman's husband were implanted in her at a private fertility clinic in Rome. Doctors in London had earlier refused to perform the procedure because they believed she was too old to face the emotional stress.","thumbnail":null,"section":"World"},{"date":"19931229","headline":"When Currencies Collapse","web_url":"https://www.nytimes.com/1993/12/29/opinion/when-currencies-collapse.html","abstract":"  The big trade agreements of the past few months have prompted rejoicing in the United States, Latin America, Western Europe and Asia. But they will be of little value to the former Soviet republics and Eastern Europe, where the growing economic disparity with the rest of the world will sow the seeds of enormous regional violence if it is not corrected soon.   The key to the economic plight of these nations is all too easy to overlook: the terrible instability of their currencies and the great difficulty of converting them to other currencies. Yet if the U.S. and the rest of world ignore the currency problems of the old Soviet bloc, we will be repeating the very mistakes that led to World War II -- and forgetting the lessons of the 1940's, which not only corrected these mistakes but also laid the basis for a world trading system and for the collapse of the Soviet empire.","thumbnail":null,"section":"Opinion"},{"date":"19931229","headline":"Books of The Times; A Member of the Band Recalls Its Glory Days","web_url":"https://www.nytimes.com/1993/12/29/books/books-of-the-times-a-member-of-the-band-recalls-its-glory-days.html","abstract":"  This Wheel's on Fire Levon Helm and the Story of the Band  By Levon Helm with Stephen Davis  Illustrated. 320 pages. William Morrow & Company. $22.    The tale of the Band is a counterculture version of the classic show-business tale in which gritty, earnest nobodies, driven by the need to sing or play or dance or act, work valiantly year after year until one day an all-powerful producer spots them, plucks them out of the small-time and sets them on the road to fame. That the tale, as told by Levon Helm in \"This Wheel's on Fire,\" is still worth hearing has a lot to do with the fact that Mr. Helm wanted to make good rock-and-roll more than he wanted to be a solo-driven rock superstar.","thumbnail":null,"section":"Books"},{"date":"19931229","headline":"Top Prizes Are Shared In Dual-Piano Contest","web_url":"https://www.nytimes.com/1993/12/29/arts/top-prizes-are-shared-in-dual-piano-contest.html","abstract":"  Two piano duos were awarded the top prize in the 1993 Murray Dranoff International Two-Piano Competition held this month in Miami. Irina and Julia Elkina, twin sisters from St. Petersburg, Russia, and Noriko Ishikawa of Japan and Manfred Kratzer of Germany shared the combined first and second prizes of $10,000 and $5,000. The $2,500 third prize went to Elizabeth Laich of Canada and Marcel Bergmann of Germany. The Elkina duo also won a $1,000 award for the best performance of a work commissioned for the competition, Paul Schoenfield's \"Taschyag.\"","thumbnail":null,"section":"Arts"},{"date":"19931229","headline":"COLLEGE HOCKEY REPORT","web_url":"https://www.nytimes.com/1993/12/29/sports/college-hockey-report.html","abstract":"  Michigan    The Wolverines, the nation's top team with a 16-1-1 record, will be aiming for their sixth straight Great Lakes Invitational championship when that tournament opens tonight in Detroit's Joe Louis Arena. The opponent will be Notre Dame (7-7-2), whom Michigan trounced by 13-2 on Oct. 30.    In the second game, Michigan State (9-5-3) will meet Michigan Tech (5-10-4), with victors and losers playing again tomorrow night.","thumbnail":null,"section":"Sports"},{"date":"19931229","headline":"Social Nets and Reform : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/12/29/opinion/IHT-social-nets-and-reform-letters-to-the-editor.html","abstract":"Regarding \"Can Rewards Be Punishing?\" (International Manager, Dec. 9): .Now that social benefits and other vanishing symptoms of human decency are known to be part of our problems instead of part of their solution, all supporting evidence tha","thumbnail":null,"section":"Opinion"},{"date":"19931229","headline":"Chinese Couple Hijack Plane to Taiwan","web_url":"https://www.nytimes.com/1993/12/29/world/chinese-couple-hijack-plane-to-taiwan.html","abstract":"  A Chinese couple accompanied by their 11-year-old son today carried off the 10th hijacking this year of a jetliner from China to Taiwan. A second attempted hijacking from the mainland was foiled in the air by the flight crew, a report on Taiwan state radio said, but Chinese authorities did not confirm that attempt.   The wave of air piracy, the worst in Chinese history, is deeply embarrassing to Beijing's leaders and threatens to undermine the image of stability they are seeking to project to foreign investors. Aside from the record number of hijackings, five crashes have killed 76 passengers this year. At least 276 people died in crashes in 1992.","thumbnail":null,"section":"World"},{"date":"19931229","headline":"1893: A Diamond Fight?: IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/12/29/opinion/IHT-1893-a-diamond-fight-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - According to the Westminster Gazette, the German Emperor is said to be trying his best to become the possessor of an enormous diamond now lying in the innermost recesses of the Bank of England, and late of the Cape diamond fields. This gem is rep","thumbnail":null,"section":"Opinion"},{"date":"19931229","headline":"Review/Film; The Fish Tell No Tales In This Lost Continent","web_url":"https://www.nytimes.com/1993/12/29/movies/review-film-the-fish-tell-no-tales-in-this-lost-continent.html","abstract":"  The French director Luc Besson is best known in the United States for \"La Femme Nikita,\" the fast, stylish 1990 film about a punk murderer turned glamorous government assassin. But it's time to remember that he also made \"The Big Blue,\" a hit in France and nowhere else, which told the muddled story of a diver whose love for a dolphin surpassed his attraction to Rosanna Arquette. \"Atlantis,\" which opens today at Film Forum, comes from the man who thought that diver made the right choice. The nearly wordless film is 75 minutes of underwater photography: no dialogue, no drama, no humans, only fish after fish after fish.   Some of them, filmed over two and a half years and two world tours from the Galapagos to the North Pole, are spectacular and rare. There is a large, elegant sea snake with black-and-white stripes from New Caledonia. A giant manta ray glides through the Pacific and across the screen looking like a flat spaceship with wings. Sea lions from the Galapagos do loop the loops. \"Atlantis\" suggests a peaceable kingdom beneath the sea, until the end. Then some ominous scenes hint otherwise as the camera stares into sharks' open mouths and along rows of killer teeth.","thumbnail":null,"section":"Movies"},{"date":"19931229","headline":"Music Notes; The Minnesota's Unexpected Choice","web_url":"https://www.nytimes.com/1993/12/29/arts/music-notes-the-minnesota-s-unexpected-choice.html","abstract":"  Orchestras searching for new music directors sometimes look in unusual corners and occasionally make surprising appointments. But the Minnesota Orchestra's selection of Eiji Oue, the music director of the Erie (Pa.) Philharmonic, to succeed Edo de Waart has many people in the music world scratching their heads and asking, \"Eiji who?\" Even Mr. Oue (his name is pronounced A-jee OO-way) said in a statement issued by the orchestra that he was \"absolutely astonished.\"    Mr. Oue, a Japanese conductor in his late 30's -- he refuses to give his age, but his Green Card lists him as 37 -- is a protege of Seiji Ozawa and Leonard Bernstein and has by all accounts done great things in Erie since 1991, including tripling the orchestra's audience. But Minnesota is one of the top dozen American orchestras and was expected to do what major orchestras always do: engage a director with a substantial career and a recognizable name.","thumbnail":null,"section":"Arts"},{"date":"19931229","headline":"Bonilla-Orioles Trade Is Denied by Mets","web_url":"https://www.nytimes.com/1993/12/29/sports/baseball-bonilla-orioles-trade-is-denied-by-mets.html","abstract":"  The Mets denied a report today that a trade in which Bobby Bonilla would be traded to the Orioles for outfielder Mike Devereaux, first baseman David Sequi and reliever Brad Pennington was imminent.   The Baltimore Sun reported in today's editions that a deal was close to be being reached between the two clubs.","thumbnail":null,"section":"Sports"},{"date":"19931229","headline":"Canada Backs Its U.N. Role In Bosnia Despite Incident","web_url":"https://www.nytimes.com/1993/12/29/world/canada-backs-its-un-role-in-bosnia-despite-incident.html","abstract":"  Canada's Defense Ministry said today that it deplored an episode in Bosnia last week in which 11 Canadian members of a United Nations force were taken hostage, kicked and shot at, but the Ministry said Canada's support for the United Nations operation remains firm.   Defense Minister David Collenette said in an interview with Canadian Press that he was \"most concerned\" about what happened in the episode on Dec. 22 in which Canadian forces were disarmed and held for nearly an hour by Bosnian Serb forces.","thumbnail":null,"section":"World"},{"date":"19931229","headline":"Sports of The Times; Brien Taylor Should Study Koufax","web_url":"https://www.nytimes.com/1993/12/29/sports/sports-of-the-times-brien-taylor-should-study-koufax.html","abstract":"  THEY were so patient with him, too. That is the joke. Brien Taylor is not even a footnote in the Baseball Encyclopedia because the Yankees have been uncharacteristically professional. They gave him the $1.55 million while George Steinbrenner was sitting out a two-year suspension, so for a few years there was a semblance of professionalism to the Yankees.    Let the kid develop. Give him time. Don't expose him to the fans and the press. And keep him away from Molitor and Olerud and Griffey and Ripken, too.","thumbnail":null,"section":"Sports"},{"date":"19931229","headline":"Reynolds Resigns As G.M. of Kings","web_url":"https://www.nytimes.com/1993/12/29/sports/sports-people-nba-reynolds-resigns-as-gm-of-kings.html","abstract":"  JERRY REYNOLDS, his team holding the National Basketball Association's second-worst record and shaken by the car crash that nearly killed the rookie BOBBY HURLEY, resigned yesterday as general manager of the Sacramento Kings.   Reynolds, 49, had two coaching stints with the team. He said he would remain with the club until a new general manager is hired. The Kings are 6-19 and have lost 14 of their past 16 games. Only the Dallas Mavericks (2-23) have a worse record. Sacramento next plays at Washington tonight.","thumbnail":null,"section":"Sports"},{"date":"19931229","headline":"Scientists Find Ways to Reset Biological Clocks in Dim Winer","web_url":"https://www.nytimes.com/1993/12/29/health/scientists-find-ways-to-reset-biological-clocks-in-dim-winer.html","abstract":"  THE shroud of darkness that precipitates the winter blues is gradually being lifted by scientists who have found aberrations in the biological clocks and brain chemistry of people who become depressed and lethargic when the days grow short.   The findings have yielded a better understanding of how the brain responds to light and dark, along with new and simpler treatments for winter depression, or seasonal affective disorder.","thumbnail":null,"section":"Health"},{"date":"19931229","headline":"Fighting Reservoir Geese and Gulls With Sound","web_url":"https://www.nytimes.com/1993/12/29/nyregion/fighting-reservoir-geese-and-gulls-with-sound.html","abstract":"  Flash! Boom! The New York City navy swung into action, and the enemy literally flew out of sight.    The navy is 10 boats with outboard motors and one Hovercraft, deployed on the 30-billion-gallon Kensico Reservoir here, the crucial nexus of the city's water supply system. The enemy is thousands of Canada geese and ring-billed gulls that, in the last few years, have made the reservoir their winter home.","thumbnail":null,"section":"New York"},{"date":"19931229","headline":"The CourageTo Build And Reform","web_url":"https://www.nytimes.com/1993/12/29/opinion/IHT-the-courageto-build-and-reform.html","abstract":"The agreement signed Sept. 13 between Yasser Arafat, the PLO chairman, and Prime Minister Yitzhak Rabin of Israel signaled the beginning of a new era between two peoples, two dire enemies. Much has been said and written about whether the agreement will s","thumbnail":null,"section":"Opinion"},{"date":"19931229","headline":"Suit Over Chagall Watercolor Is Settled Day After Trial Starts","web_url":"https://www.nytimes.com/1993/12/29/nyregion/suit-over-chagall-watercolor-is-settled-day-after-trial-starts.html","abstract":"  Just a day after it began, the trial over ownership of a Chagall painting ended yesterday in a victory of sorts for the Solomon R. Guggenheim museum. The collector who has the work will keep it, but she and two art dealers will compensate the museum for the work, a person involved in the case said.   All parties to the settlement insisted on keeping the precise conditions confidential, but in a deal struck hours earlier, the museum was to be paid $212,000. That deal fell through when the lawyers who were trying the case in State Supreme Court in Manhattan discovered that reporters had learned the terms.s","thumbnail":null,"section":"New York"},{"date":"19931229","headline":"NATO Issue: Rightist Vote Helps Russia","web_url":"https://www.nytimes.com/1993/12/29/world/nato-issue-rightist-vote-helps-russia.html","abstract":"  The sizable vote for an ultranationalist in Russia's parliamentary elections two weeks ago is providing the Government with a further weapon in its campaign against the extension of the North Atlantic Treaty Organization to Central and Eastern Europe.   An eastward extension of NATO would be just the sort of humiliation that would drive wounded Russian pride further toward the far rightists led by Vladimir V. Zhirinovsky, says the Russian Foreign Minister, Andrei V. Kozyrev.","thumbnail":null,"section":"World"},{"date":"19931229","headline":"Those Accused in School Elections Report Still Have Rights","web_url":"https://www.nytimes.com/1993/12/29/opinion/l-those-accused-in-school-elections-report-still-have-rights-215993.html","abstract":"  To the Editor:   Those who care about New York's public education system are dismayed by the Stancik report, \"From Chaos to Corruption: An Investigation Into the 1993 Community School Board Elections.\" As the report makes clear, the system of voting for school boards in decentralized districts does not work, is liable to corruption and should be changed.","thumbnail":null,"section":"Opinion"},{"date":"19931229","headline":"U.S. Court Says Amtrak Isn't Obliged To Show Art","web_url":"https://www.nytimes.com/1993/12/29/nyregion/us-court-says-amtrak-isn-t-obliged-to-show-art.html","abstract":"  A Federal appeals court ruled yesterday that Amtrak could not be forced to display a photo montage in Pennsylvania Station that criticizes a beer company's support for conservative causes.   In a 2-1 decision, the Court of Appeals for the Second Circuit overturned a lower court ruling that ordered Amtrak to accommodate a Manhattan artist who wanted to rent billboard space in the station to display the panoramic artwork. The appellate court held that Amtrak is a private rather than governmental entity and thus is not subject to First Amendment strictures that bar the Government from limiting free speech.","thumbnail":null,"section":"New York"},{"date":"19931229","headline":"Woman Is Charged In Abuse of Children","web_url":"https://www.nytimes.com/1993/12/29/nyregion/woman-is-charged-in-abuse-of-children.html","abstract":"  A woman was arrested on child abuse charges last night after a fire broke out at her apartment in Union City, N.J., and the police discovered her six young children left alone.    The fire began in the second floor apartment of the six-family building about 4 P.M. and was brought under control about 6:30 P.M., said Detective Sgt. Brian Barrett of the Union City Police. None of the children and none of the neighbors were injured.","thumbnail":null,"section":"New York"},{"date":"19931229","headline":"An Immigrant Is Helped by the Neediest Cases Fund","web_url":"https://www.nytimes.com/1993/12/29/nyregion/an-immigrant-is-helped-by-the-neediest-cases-fund.html","abstract":"  When Ana Marin first set foot on American soil, she could barely see her new country. It was the middle of the night and she had just carried her infant daughter and young son for miles through the hills that descend into the small towns south of San Diego.   Along with dozens of other Mexicans and Central Americans that night in late 1981, she followed a \"coyote,\" or immigrant smuggler, across the border. The members of the crossing party, called \"pollos,\" or chickens, by the smugglers, were given no guarantee that the several hundred dollars they had each paid would guarantee their safe passage.","thumbnail":null,"section":"New York"},{"date":"19931229","headline":"Patrick Arrested","web_url":"https://www.nytimes.com/1993/12/29/sports/sports-people-nhl-patrick-arrested.html","abstract":"  Pittsburgh Penguins General Manager CRAIG PATRICK was arrested on drunken driving charges early yesterday. The police said Patrick was clocked traveling at 63 miles per hour in a 35 m.p.h. zone on Pittsburgh's North Side. Patrick's blood-alcohol level measured 0.196 percent, Officer JOHN CARLSON said. The legal limit in Pennsylvania is 0.10 percent. Patrick was charged with drunken driving and speeding.","thumbnail":null,"section":"Sports"},{"date":"19931229","headline":"What If Almost Anybody Could Be on Television?","web_url":"https://www.nytimes.com/1993/12/29/nyregion/about-new-york-what-if-almost-anybody-could-be-on-television.html","abstract":"  THERE may be some people who find the time between Christmas and New Year's delightful, but then there are no doubt some people who look forward to bunions. In the inter-revel period, people work but they don't really work; they play but they don't really play. Mostly they wait for the ball to come down. Mostly they wait for amnesty.   If you have to get the flu, this is the best time to get it. You will miss nothing. But what if you stay healthy? What's to be done?","thumbnail":null,"section":"New York"},{"date":"19931229","headline":"End Blackball Power in Trenton","web_url":"https://www.nytimes.com/1993/12/29/opinion/end-blackball-power-in-trenton.html","abstract":"  The veto power of New Jersey state senators over gubernatorial appointees has now survived a challenge in the State Supreme Court. That was not surprising; judges rarely rule on legislative procedure. But the procedure in question -- \"senatorial courtesy\" -- is nonetheless inexcusable.    New Jersey governors have extraordinary appointive power, subject to Senate approval of each nominee. But a single senator -- from the nominee's home county -- can kill the appointment and, what's more, do it secretly. That is what \"senatorial courtesy\" is all about. Home-county senators simply withhold approval and, if they choose, tell no one and explain nothing. Without their approval, the Senate drops the appointment and it dies.","thumbnail":null,"section":"Opinion"},{"date":"19931229","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/12/29/sports/transactions-174893.html","abstract":"  Baseball  American League   BALTIMORE ORIOLES -- Agreed to terms with Chris Hoiles, catcher, and Barry Manuel, pitcher, on one-year contracts.","thumbnail":null,"section":"Sports"},{"date":"19931229","headline":"Using New Tools to Jazz Up Piano Lessons","web_url":"https://www.nytimes.com/1993/12/29/technology/using-new-tools-to-jazz-up-piano-lessons.html","abstract":"  When Marguerite Miller was learning to play the piano in the 1930's, her weekly lessons were as rigid and predictable as a metronome. She plunked out scales, chords and tedious exercises in music theory while an unsmiling teacher stood nearby.   It was enough to make a budding pianist abandon the instrument before she mastered Beethoven's \"Fur Elise.\"","thumbnail":null,"section":"Technology"},{"date":"19931229","headline":"Why Owen, the Balkan Peacemaker, Soldiers On","web_url":"https://www.nytimes.com/1993/12/29/world/why-owen-the-balkan-peacemaker-soldiers-on.html","abstract":"  Those who know him say that when Lord Owen, the indefatigable mediator in the Bosnian war, stepped in front of the cameras in Brussels last week to announce yet another recess in the peace talks and yet another cease-fire that was being broken even as he spoke, there was a hint of frustration, even gloom, in his demeanor.   \"Frankly, we're unconvinced this cease-fire is serious,\" he said forlornly, ticking off the complications so far that day: fighting in central Bosnia, heavy shelling of Sarajevo, and the hijacking of an armored personnel carrier with its crew of three British soldiers (later released). He appealed to \"the political leaders\" not to let this cease-fire become \"a joke\" like all the others.","thumbnail":null,"section":"World"},{"date":"19931229","headline":"Executive Buys $11-Million Island Haven","web_url":"https://www.nytimes.com/1993/12/29/nyregion/executive-buys-11-million-island-haven.html","abstract":"  Roughly 15 years ago, Louis Moore Bacon was a hired hand on a charter fishing boat out of Montauk. As he passed Robins Island, 445 unspoiled acres of forest and bluffs in the Great Peconic Bay, he could only dream about what it was like.   Today, Mr. Bacon, 37, and now an immensely successful trader on Wall Street, bought the island for $11 million, ending a long-running dispute between Suffolk County, private developers and the previous owners over the fate of one of the most valuable undeveloped islands on the Eastern Seaboard.","thumbnail":null,"section":"New York"},{"date":"19931229","headline":"System Is Likely to Conceal, Study Says","web_url":"https://www.nytimes.com/1993/12/29/nyregion/system-is-likely-to-conceal-study-says.html","abstract":"  Following are excerpts from the interim report on police corruption released yesterday by the Mollen Commission.   The reluctance to uncover and effectively investigate corruption infected the entire anti-corruption apparatus, from training, supervision and command accountability to investigations and intelligence gathering. Our investigation revealed an anti-corruption system that was more likely to conceal corruption than uncover it and a department often more interested in the appearance of integrity than its reality. Oversight of anti-corruption efforts was virtually nonexistent; intelligence-gathering efforts were negligible; corruption investigations were often deliberately limited and prematurely closed and integrity control officers and supervisors were denied the tools needed to uncover corruption and, in practice, played virtually no role in corruption-control efforts.","thumbnail":null,"section":"New York"},{"date":"19931229","headline":"Giuliani May Shift Arts Financing To New York's Larger Institutions","web_url":"https://www.nytimes.com/1993/12/29/nyregion/giuliani-may-shift-arts-financing-to-new-york-s-larger-institutions.html","abstract":"  Describing the arts as an important element in New York's economic future, the incoming Giuliani administration plans to offer more support to the city's premier cultural institutions, possibly by cutting city aid to other less-established arts groups.   John S. Dyson, Rudolph W. Giuliani's deputy mayor for economic development and finance, said he would review the current roster of more than 431 arts groups that are getting $87.3 million this year in city assistance, to see how the administration might channel more aid to the more renowned institutions that attract tourist revenues.","thumbnail":null,"section":"New York"},{"date":"19931229","headline":"Simms Is Selected for Pro Bowl, but Giants' Defense Is Shut Out","web_url":"https://www.nytimes.com/1993/12/29/sports/football-simms-is-selected-for-pro-bowl-but-giants-defense-is-shut-out.html","abstract":"  Phil Simms, at 38, is the third-oldest quarterback in the National Football League, and as many already knew, he is still one of the best. That was reflected yesterday when it was announced that Simms was one of three Giants players named to represent the National Football Conference in the Pro Bowl.   Simms earned a $50,000 bonus for his second Pro Bowl selection, this time as the third quarterback, behind Dallas's Troy Aikman and San Francisco's Steve Young.","thumbnail":null,"section":"Sports"},{"date":"19931229","headline":"Housekeeper Doesn't Matter at Pentagon","web_url":"https://www.nytimes.com/1993/12/29/opinion/l-housekeeper-doesn-t-matter-at-pentagon-216793.html","abstract":"  To the Editor:   The public outrage over Zoe Baird's failure to pay taxes for an illegal alien housekeeper was relevant to the position for which Ms. Baird was nominated. As Attorney General, she would have overseen immigration legislation. The average American should be able to assume the person taking this office knows the relevant laws. If Zoe Baird was unfamiliar with the legislation, we should question her qualifications. If she knowingly broke this law, she should not oversee immigration laws.","thumbnail":null,"section":"Opinion"},{"date":"19931229","headline":"Ever Wary, Dinkins Clears His Desk","web_url":"https://www.nytimes.com/1993/12/29/nyregion/ever-wary-dinkins-clears-his-desk.html","abstract":"  The walls of his office were bare, the photographs of friends and family that once filled the windowsills to overflowing had been packed away and the movers were busy taking his personal belongings from Gracie Mansion to his new apartment on East 68th Street.   But when Mayor David N. Dinkins met with reporters in his City Hall office for the last time, he insisted that he was feeling fine, had no regrets and was looking forward to a new life as a college professor.","thumbnail":null,"section":"New York"},{"date":"19931229","headline":"Jets Moan Pro Bowl Blues","web_url":"https://www.nytimes.com/1993/12/29/sports/football-jets-moan-pro-bowl-blues.html","abstract":"  It has become an annual snub. For the fourth consecutive year, the Jets failed to have a player voted to the American Football Conference Pro Bowl team.   \"We think we had some players who are deserving,\" Jets Coach Bruce Coslet said yesterday in a statement. \"But they won't let us vote for our own players.\"","thumbnail":null,"section":"Sports"},{"date":"19931229","headline":"On Campus; Free Expression Debate Had Other Flash Points","web_url":"https://www.nytimes.com/1993/12/29/education/on-campus-free-expression-debate-had-other-flash-points.html","abstract":"  While campuses across the country may not have been hotbeds of student activism in the fall semester, several others besides Kean College in New Jersey have had heated political debates about the content of college newspapers and lectures.    College newspapers on at least 16 campuses were seized, according to the Student Press Law Center in Washington. Some were stolen by students trying to suppress unfavorable articles about themselves. But in at least six cases, at public and private colleges from California to North Carolina, newspapers were stolen by groups that disagreed with printed articles or advertisements, said Michael Hiestand, a lawyer with the center, which offers free legal advice to student journalists.","thumbnail":null,"section":"Education"},{"date":"19931229","headline":"Personal Health","web_url":"https://www.nytimes.com/1993/12/29/health/personal-health-073393.html","abstract":"  \"WINTER is icumen in, Lhude sing Goddamm . . .\" Ezra Pound's lament is about more than a mere annoyance with cold, ice and excess clothing for about 10 million Americans who suffer from SAD, the psychiatric syndrome with the all-too-apt acronym that stands for seasonal affective disorder. For them, the dark days of winter spell months of emotional gloom and doom often accompanied by lethargy and an uncontrollable craving for carbohydrates, resulting in weight gain that makes them feel even worse.   For those with SAD, there is both good news and bad news. The good news is that the winter solstice has now come and gone, and with each passing day come more minutes of daylight. The bad news is that January and February are the worst months for people with SAD; although the days are gradually getting longer, these are especially cloudy months.","thumbnail":null,"section":"Health"},{"date":"19931229","headline":"Islanders Shut Out By Disney On Ice","web_url":"https://www.nytimes.com/1993/12/29/sports/hockey-islanders-shut-out-by-disney-on-ice.html","abstract":"  The game was one ignoble advertisement for themselves.   With Nassau Coliseum stuffed full of fans expecting some festive entertainment, with the starless Anaheim Mighty Ducks expansion squad in town and a six-game winning streak at stake, the Islanders wound up looking like sitting ducks on the wrong end of a 3-0 shutout tonight on their home ice.","thumbnail":null,"section":"Sports"},{"date":"19931229","headline":"Sailor Comes Ashore","web_url":"https://www.nytimes.com/1993/12/29/sports/sports-people-yachting-sailor-comes-ashore.html","abstract":"  JOHN QUINN, lost overboard for five hours in his 13th Sydney-to-Hobart Australian yacht race, was brought into the small fishing port of Eden, Australia, yesterday. He was aboard the yacht that picked him up after he spent a night treading water in waves of up to 23 feet, which were whipped by 92 mile-per-hour winds.   \"I got a bit desperate toward the end,\" said Quinn, 49.","thumbnail":null,"section":"Sports"},{"date":"19931229","headline":"Ireland Sees Nothing Heroic About the I.R.A.; An Economic Struggle","web_url":"https://www.nytimes.com/1993/12/29/opinion/l-ireland-sees-nothing-heroic-about-the-ira-an-economic-struggle-221393.html","abstract":"  To the Editor   This is a postscript to \"Ulster and Nationalism,\" Sean Cronin's Dec. 17 letter, in which he observes that the conflict in the six counties of the North of Ireland still attached to Britain is not religious at all, that it is about nationality. A good point. I should like to add that the struggle is also about power and control, such mundane things as housing and jobs.","thumbnail":null,"section":"Opinion"},{"date":"19931229","headline":"On Paris Stages, a Feast of Entertainment","web_url":"https://www.nytimes.com/1993/12/29/style/IHT-on-paris-stages-a-feast-of-entertainment.html","abstract":"The Paris theater offers a multitude of attractions for the holidays, and something for every taste. .The Georges Lavaudant's treatment of Eugne Labiche's \"Un Chapeau de Paille d'Italie\" (at the Thtre de la Ville) is an appro","thumbnail":null,"section":"Style"},{"date":"19931229","headline":"Messier Skips Rangers Trip","web_url":"https://www.nytimes.com/1993/12/29/sports/hockey-messier-skips-rangers-trip.html","abstract":"  The Rangers' captain, Mark Messier, who was expected to return for New York's game against the Blues on Wednesday, did not practice with the team this morning at Rye Playland and did not join the team on its flight to St. Louis. Messier, who is suffering from a sprained right wrist, will miss two games, against the Blues and the Sabres in Buffalo on Friday. He will rejoin the lineup on Monday at the earliest.   After sitting out Sunday's Rangers-Devils game as a precautionary measure and after practicing with the team on Monday, Messier had planned to make the two-game trip with the Rangers.","thumbnail":null,"section":"Sports"},{"date":"19931229","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/12/29/nyregion/metro-digest-623093.html","abstract":"  POLICE ALLOW CORRUPTION, PANEL SAYS   In a harshly critical report, a special mayoral panel asserted that the New York City Police Department failed at every level to uproot corruption and instead tolerated a culture that fostered misconduct and concealed lawlessness by police officers. A1.   Excerpts from the report. B2.","thumbnail":null,"section":"New York"},{"date":"19931229","headline":"Review/Television; Monsters and Children Welcome at This Bash","web_url":"https://www.nytimes.com/1993/12/29/arts/review-television-monsters-and-children-welcome-at-this-bash.html","abstract":"  Wanting to give children their own New Year's Eve bash, Children's Television Workshop has collaborated with several international partners on a special hourlong edition of \"Sesame Street\" that ends with a countdown -- learn those numbers, kids -- to midnight. But WNET/Channel 13, its programming decisions increasingly askew, will be showing \"Sesame Street Stays Up Late! A Monster New Year's Eve Party\" tonight at 8. Parents who wish to spare their children pointless confusion can wait until the real New Year's Eve, when WNYC/Channel 31 will broadcast the program at 8 p.m. Youngsters already have enough problems with television.    Pushing as many multicultural buttons as possible, this \"Sesame Street\" project travels, via the Monster News Network with Elmo the Muppet as anchor, to Mexico, Portugal, Israel, Germany and Norway, countries that produce their own versions of \"Sesame Street,\" and to Japan, where the American show is used to teach English. Each country's holiday customs are on display -- pinatas in Mexico, for instance, and Portugal's 12 grapes carrying 12 wishes. In Israel, of course, it's noted that the Jewish New Year was three months ago.","thumbnail":null,"section":"Arts"},{"date":"19931229","headline":"6 Are Killed in Bombing Attacks, Apparently Aimed at One Family","web_url":"https://www.nytimes.com/1993/12/29/nyregion/6-are-killed-in-bombing-attacks-apparently-aimed-at-one-family.html","abstract":"  A series of bombs exploded in four towns in western New York State last night, killing at least six people and injuring several others in what appeared to be an attack on members of an extended family, law-enforcement officials said.    The bombings appeared to be connected, all exploding at around 6:30 P.M., but it was not immediately clear who was behind it or why, said Thomas A. Constantine, superintendent of the New York State Police.","thumbnail":null,"section":"New York"},{"date":"19931229","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/12/29/opinion/IHT-letters-to-the-editor-91088955066.html","abstract":"Regarding \"Wisconsin Quits Federal Welfare System for State Plan\" (Dec. 15):I continue to be fascinated by statistics that seem to be aimlessly tossed about. This report says that Wisconsin is \"one of the few states were caseloads have ac","thumbnail":null,"section":"Opinion"},{"date":"19931229","headline":"Suspected in 3 Deaths, Cold Strains Shelters","web_url":"https://www.nytimes.com/1993/12/29/us/suspected-in-3-deaths-cold-strains-shelters.html","abstract":"  Winter's first cold snap in New York City continued for a fourth day yesterday, stretching the city's shelter system nearly to capacity and flooding the main housing agency with calls from shivering tenants seeking help in having heat or hot water restored. The frigid temperatures may also have caused the deaths of three men who were exposed to the cold, the authorities said yesterday.   A moderate rise in temperatures -- up to 28 degrees by 2 P.M. yesterday -- provided some relief, but the below-freezing temperatures caused or contributed to the deaths of three men in the city since Monday, two in Manhattan and one in Brooklyn, said Ellen Borakove, a spokeswoman for the Medical Examiner's office.","thumbnail":null,"section":"U.S."},{"date":"19931229","headline":"A Man Whom the Shoe Fits","web_url":"https://www.nytimes.com/1993/12/29/sports/IHT-a-man-whom-the-shoe-fits.html","abstract":"Sporting careers are like Christmas lights. They shine, they flicker, and they go. Sometimes the afterglow is worth the expense. But sometimes you wonder what happens to the inner man when, even before the onset of mid-life, the hyperactive physical effo","thumbnail":null,"section":"Sports"},{"date":"19931229","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/12/29/sports/results-plus-025393.html","abstract":"  COLLEGE FOOTBALL  Louisville Triumphs  Jeff Brohm hit Reggie Ferguson with a 25-yard touchdown pass with 12 minutes 5 seconds left, helping lift No. 25 Louisville over Michigan State, 18-7, last night in the Liberty Bowl in Memphis. The Cardinals added a safety and another touchdown in clinching their first victory over a Big Ten school. Louisville (9-3) entered the game with an 0-5-1 mark against Big Ten teams.","thumbnail":null,"section":"Sports"},{"date":"19931229","headline":"Bridge","web_url":"https://www.nytimes.com/1993/12/29/nyregion/bridge-930193.html","abstract":"  A player who does something tricky at the bridge table, and then finds that he has been brilliant for a totally unpredictable reason, faces an interesting ethical problem. Should he claim that he knew exactly what would happen? Should he admit that it was all a surprise to him? Or should he take the Fifth Amendment, refusing to commit himself?   An example is the diagramed deal, which was the last in the open semifinal at the playoffs in Memphis in June to determine the American teams for the 1993 world championships. It was described then in this department in a different context.","thumbnail":null,"section":"New York"},{"date":"19931229","headline":"Corrections","web_url":"https://www.nytimes.com/1993/12/29/nyregion/c-corrections-206093.html","abstract":"  Because of an editing error, an article yesterday about a panel investigating corruption in the New York City Police Department misstated the position of the Patrolmen's Benevolent Association in the recent mayoral campaign. Although individual union officials supported Rudolph W. Giuliani, the union did not endorse either candidate. The article also referred incorrectly to advertisements placed by the union.  They criticized Mayor David N. Dinkins, but did not express support for Mr. Giuliani.","thumbnail":null,"section":"New York"},{"date":"19931229","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/12/29/nyregion/news-summary-728793.html","abstract":"  International A2-7 SOLUTION SOUGHT IN THE MIDEAST  Israel and the Palestine Liberation Organization struggled to resolve their conflicting proposals in an effort to solve an impasse and enable Israel to withdraw from the Gaza Strip and Jericho.  A1  INDIA'S SILICON VALLEY  In the Bangalore area of India, American companies are taking advantage of the availability of well-trained but low-paid Indian computer engineers. A1  THE AGE AND PREGNANCY DEBATE  Three days after a 59-year-old woman gave birth to twins in London, the debate over the ethics of whether there should be an age limit on pregnancy has heated up. A1  WEIGHTY ROLE AT STATE  A sense of destiny and of triumph bigger than the job itself accompany the elevation of Strobe Talbott, an old friend of President Clinton's, to Deputy Secretary of State. A6  INDEFATIGABLE BALKAN MEDIATOR  Lord Owen, the longtime mediator in the Balkan crisis on behalf of the European Community, has been indefatigable in his efforts, though recently he has shown the strain of some discouraging moments.  A3  RUSSIA PRESSES NATO STANCE  The strong showing of a Russian nationalist in parliamentary elections has given the Government a weapon in its fight against expanding the North Atlantic Treaty Organization to the east. A6  Saudi Arabia's first representative council will meet. A5  A Chinese couple and their child hijacked a plane to Taiwan. A7  Berlin Journal: Communist guardhouses need a new home.  A4  Latin America awaits the creation of a free-trade hemisphere. D2 National A8, 12, D24 PAYING RADIATION VICTIMS  Energy Secretary Hazel R. O'Leary urged compensation for Americans who were exposed to radiation from experiments on humans conducted by the Government during the cold war.  A1  AN ACTRESS RETREATS  Having raised the ire of New Mexico politicians, environmentalists, hikers, bikers and American Indians, Shirley MacLaine dropped plans to build a house atop a regal mountain just outside Santa Fe.  A8  SENATOR'S INDICTMENT  A judge told the prosecutors who have accused Senator Kay Bailey Hutchinson of violating ethics laws while she was Texas's treasurer to amend an indictment to give a clearer explanation for the charges.  A8  U.S. SUES FOR DISABLED  The Justice Department filed what it said was the first lawsuit ever brought by the United States against a municipal or state government under the 1990 Americans With Disabilities Act. The case concerns pensions for police officers and firefighters in Aurora, Ill.  A8  MILESTONE IN SPENDING  The Commerce Department said health care spending in the United States would, for the first time, exceed $1 trillion next year and account for a record 15 percent of the nation's total output of goods and services.A12  CAJOLING IN VAIN  On a bitterly cold night, Carmelo Vargas cruises the hiding places of downtown Chicago trying to persuade the homeless into the city's shelters. But he knows his effort is likely to be a failed mission of mercy.  D24  Education B6  Piano teachers try computers to keep their students interested. Metro Digest B1 REPORT SCOLDS POLICE  In a harshly critical report, a mayoral panel asserted that the New York City Police Department had failed at every level to uproot corruption and had instead tolerated a culture that fostered misconduct and concealed lawlessness by police officers. A1  6 ARE KILLED IN BOMBINGS  A series of bombs exploded in four towns in western New York State last night, killing at least six people and injuring several others in what appeared to be an attack on members of an extended family, law enforcement officials said.  A1  GIULIANI ARTS POLICY  Describing the arts as important to New York's economic future, the incoming Giuliani administration plans to offer more support to the premier cultural institutions, possibly by cutting aid to less-established arts groups. A1  UNSPOILED ISLAND PURCHASED  Robins Island, 445 unspoiled acres in the Great Peconic Bay, was purchased for $11 million by a Wall Street trader who says he plans to use it as a family compound. For years, Suffolk County has been considering purchasing the land. A1  Business Digest D1  Arts/Entertainment C11-22  A surprising choice to head the Minnesota Orchestra.  C11  Film: \"In the Name of the Father,\" with Daniel Day-Lewis.  C11  \"Shadowlands.\" C11  \"Atlantis.\" C19  Music: P. D. Q. Bach.  C19  Dance: Condensed \"Nutcracker.\" C18  Books: The Band's story, as told by Levon Helm.  C22  Television: A New Year's Eve party on Sesame Street.  C22  The Living Section C1-8  Enjoying caviar: Knowing when to stop . . . and what to look for.  C1  Health Page C10  Scientists get a better understanding of seasonal affective disorder.   Sports B7-12  Baseball: Yankees' Taylor to miss 1994 season.  B7  Basketball: Nets upset Knicks.  B7  Columns: Vecsey on Brien Taylor B7  Football: Three Giants named to Pro Bowl team.  B7  Obituaries D18-19  William L. Shirer, author and journalist during World War II. D18  Editorials/Op-Ed A10-11  Editorials  Unfinished bank reform.  Still out to change Japan.  New Yorkers: cooling their heels.  End blackball power in Trenton.  Letters  Boyden Gray: When currencies collapse.  Stephen Donaldson: The rape crisis behind bars.  Clinton Bailey: The Bedouins' eviction notice.  Neediest Cases B2  Chronicle B2 Bridge C18 Crossword C22","thumbnail":null,"section":"New York"},{"date":"19931229","headline":"MacLean Makes Mark in Winning Style","web_url":"https://www.nytimes.com/1993/12/29/sports/hockey-maclean-makes-mark-in-winning-style.html","abstract":"  John MacLean has scored many spectacular goals during his 11-year career in the National Hockey League. None was bigger than the one he scored in overtime on the last day of the 1987-88 season because it put the Devils in the playoffs for the first time.   MacLean made club history at Byrne Meadowlands Arena tonight when he scored the winning goal in the Devils' 4-2 triumph over the Hartford Whalers. Although it wasn't spectacular, it set a record for most points scored by a Devil.","thumbnail":null,"section":"Sports"},{"date":"19931229","headline":"Scott Is Holding His Cheers Until Season Comes to End","web_url":"https://www.nytimes.com/1993/12/29/sports/college-basketball-scott-is-holding-his-cheers-until-season-comes-to-end.html","abstract":"  Although he had matched a career-high effort with 26 points, James Scott was subdued Monday night after St. John's 83-59 victory over Fairleigh Dickinson in the first round of the Chemical Bank ECAC Holiday Festival.   It's not that he wasn't pleased; it's just that Scott, who transferred to St. John's from Spartanburg (S. C.) Methodist Junior College, is looking at success over the long haul, and his adjustments so far this season have been a succession of peaks but many valleys.","thumbnail":null,"section":"Sports"},{"date":"19931229","headline":"Still Out to Change Japan","web_url":"https://www.nytimes.com/1993/12/29/opinion/still-out-to-change-japan.html","abstract":"  After five bruising months in office, Japan's charismatic new Prime Minister, Morihiro Hosokawa, has lost some of his initial sparkle. But it is too soon to count him out.    Japanese hopes for more democratic, less corrupt and more consumer-oriented politics still ride on his shoulders. So do America's hopes for easier relations with its most important economic partner and chief Asian ally.","thumbnail":null,"section":"Opinion"},{"date":"19931229","headline":"The Rape Crisis Behind Bars","web_url":"https://www.nytimes.com/1993/12/29/opinion/the-rape-crisis-behind-bars.html","abstract":"The fight against rape in our communities is doomed to failure and will remain an exercise in futility as long as it ignores the network of training grounds for rapists: our prisons, jails and reform schools.\n\nFor too long, we have turned away from the rape crisis in these institutions, which now hold 1.3 million men and boys. In most of them, rape is an entrenched tradition, considered by prisoners a legitimate way to \"prove their manhood\" and to satisfy sexual needs and the brutal desire for power.","thumbnail":null,"section":"Opinion"},{"date":"19931229","headline":"Surgery Finishes Yankees' Taylor for 1994 Season","web_url":"https://www.nytimes.com/1993/12/29/sports/baseball-surgery-finishes-yankees-taylor-for-1994-season.html","abstract":"  Brien Taylor had his potential date with destiny in a Yankee uniform officially interrupted yesterday when the Yankees announced that the marquee pitcher in their farm system had undergone reconstructive surgery on his left shoulder and would miss the 1994 season.   Instead of pitching for Class AAA Columbus this summer, one phone call away from the Yankees, Taylor will be forbidden from even throwing a baseball and will be immersed in rehabilitating his pitching shoulder.","thumbnail":null,"section":"Sports"},{"date":"19931229","headline":"1943:New Guinea Battle : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/12/29/opinion/IHT-1943new-guinea-battle-in-our-pages100-75-and-50-years-ago.html","abstract":"ADVANCED ALLIED HEADQUARTERS, NEW GUINEA - [From our New York edition:] General Douglas MacArthur's communique said today [Dec. 29], that the stiffening enemy position in the Cape Gloucester area, at the northwest tip of New Britain, and repeated attacks","thumbnail":null,"section":"Opinion"},{"date":"19931229","headline":"Ireland Sees Nothing Heroic About the I.R.A.; Real Concerns","web_url":"https://www.nytimes.com/1993/12/29/opinion/l-ireland-sees-nothing-heroic-about-the-ira-real-concerns-222193.html","abstract":"  To the Editor:   Although Sean Cronin's Dec. 17 letter contains information that would be common knowledge to anyone who has studied the history of \"Ulster,\" it lacks some important information.","thumbnail":null,"section":"Opinion"},{"date":"19931229","headline":"Matt Williams Reaches No. 7 on the Salary List","web_url":"https://www.nytimes.com/1993/12/29/sports/baseball-matt-williams-reaches-no-7-on-the-salary-list.html","abstract":"  The San Francisco Giants can't blame Will Clark if he feels they have made him feel left out.   The Giants reached agreement yesterday on a five-year, $30.75 million contract with Matt Williams, who becomes baseball's seventh highest-paid player based on a $6.1 million yearly average. Williams, the Giants' third baseman, could have been a free agent after next season. Six weeks ago, they re-signed their free-agent second baseman, Robby Thompson, to a three-year, $12 million contract.","thumbnail":null,"section":"Sports"},{"date":"19931229","headline":"Walk the Road With China : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/12/29/opinion/IHT-walk-the-road-with-china-letters-to-the-editor.html","abstract":"Regarding \"Clinton's Good Intentions Won't Get Us Through '94\" (Opinion, Dec. 27) by Charles Krauthammer: .While there is every reason to criticize the Clinton administration's foreign policy, one must not forget that the Somalia-Haiti-Bosnia","thumbnail":null,"section":"Opinion"},{"date":"19931229","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/12/29/opinion/IHT-letters-to-the-editor-90107265903.html","abstract":"Regarding \"Welfare Becomes Harm When the State Exaggerates\" (Dec. 13):Is life \"better\" in the United States or in Sweden? Robert Samuelson's analysis might lead one to answer America. But trips through the two countries would reveal","thumbnail":null,"section":"Opinion"},{"date":"19931229","headline":"Ireland Sees Nothing Heroic About the I.R.A.","web_url":"https://www.nytimes.com/1993/12/29/opinion/l-ireland-sees-nothing-heroic-about-the-ira-214093.html","abstract":"  To the Editor:   In \"Why Should We Believe Britain on Irish Peace?\" (letter, Dec. 17), Martin Galvin claims that peace in Northern Ireland has been jeopardized because of British intransigence. He implies that the Irish Republican Army is on a quest for peace and has been rebuffed by a self-interested government in London, which is to be held accountable for further violence. This is outrageous. The I.R.A. and only the I.R.A. is responsible for the death and trouble it perpetrates in Northern Ireland.","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19931229","time":"1993-12-29 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.8,"rhum":82,"wspd":5.4},{"date":"19931229","time":"1993-12-29 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.6,"rhum":84,"wspd":7.6},{"date":"19931229","time":"1993-12-29 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.2,"rhum":85,"wspd":9.4},{"date":"19931229","time":"1993-12-29 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.7,"rhum":87,"wspd":7.6},{"date":"19931229","time":"1993-12-29 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":84,"wspd":11.2},{"date":"19931229","time":"1993-12-29 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":85,"wspd":16.6},{"date":"19931229","time":"1993-12-29 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":85,"wspd":13},{"date":"19931229","time":"1993-12-29 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":87,"wspd":14.8},{"date":"19931229","time":"1993-12-29 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":87,"wspd":14.8},{"date":"19931229","time":"1993-12-29 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":87,"wspd":18.4},{"date":"19931229","time":"1993-12-29 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":89,"wspd":16.6},{"date":"19931229","time":"1993-12-29 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":87,"wspd":14.8},{"date":"19931229","time":"1993-12-29 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":80,"wspd":27.7},{"date":"19931229","time":"1993-12-29 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.4,"rhum":69,"wspd":22.3},{"date":"19931229","time":"1993-12-29 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":65,"wspd":20.5},{"date":"19931229","time":"1993-12-29 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":64,"wspd":20.5},{"date":"19931229","time":"1993-12-29 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":65,"wspd":16.6},{"date":"19931229","time":"1993-12-29 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":66,"wspd":14.8},{"date":"19931229","time":"1993-12-29 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":67,"wspd":9.4},{"date":"19931229","time":"1993-12-29 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.4,"rhum":73,"wspd":9.4},{"date":"19931229","time":"1993-12-29 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.8,"rhum":80,"wspd":13},{"date":"19931229","time":"1993-12-29 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.5,"rhum":77,"wspd":18.4},{"date":"19931229","time":"1993-12-29 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7,"rhum":81,"wspd":18.4},{"date":"19931229","time":"1993-12-29 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.1,"rhum":76,"wspd":20.5},{"date":"19931229","time":"1993-12-29 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":40,"wspd":18.7},{"date":"19931229","time":"1993-12-29 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":40,"wspd":18.7},{"date":"19931229","time":"1993-12-29 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":41,"wspd":16.6},{"date":"19931229","time":"1993-12-29 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":43,"wspd":20.5},{"date":"19931229","time":"1993-12-29 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5.6,"rhum":45,"wspd":18.7},{"date":"19931229","time":"1993-12-29 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.1,"rhum":52,"wspd":16.6},{"date":"19931229","time":"1993-12-29 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.7,"rhum":54,"wspd":22.3},{"date":"19931229","time":"1993-12-29 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.8,"rhum":59,"wspd":18.7},{"date":"19931229","time":"1993-12-29 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.8,"rhum":49,"wspd":20.5},{"date":"19931229","time":"1993-12-29 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-8.3,"rhum":51,"wspd":20.5},{"date":"19931229","time":"1993-12-29 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-8.9,"rhum":53,"wspd":18.7},{"date":"19931229","time":"1993-12-29 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-9.4,"rhum":55,"wspd":16.6},{"date":"19931229","time":"1993-12-29 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-9.4,"rhum":58,"wspd":14.8},{"date":"19931229","time":"1993-12-29 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-9.4,"rhum":55,"wspd":16.6},{"date":"19931229","time":"1993-12-29 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-8.3,"rhum":51,"wspd":18.7},{"date":"19931229","time":"1993-12-29 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.1,"rhum":37,"wspd":16.6},{"date":"19931229","time":"1993-12-29 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.1,"rhum":41,"wspd":20.5},{"date":"19931229","time":"1993-12-29 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5.6,"rhum":43,"wspd":13},{"date":"19931229","time":"1993-12-29 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":52,"wspd":13},{"date":"19931229","time":"1993-12-29 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":65,"wspd":11.2},{"date":"19931229","time":"1993-12-29 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":81,"wspd":13},{"date":"19931229","time":"1993-12-29 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":88,"wspd":18.7},{"date":"19931229","time":"1993-12-29 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":88,"wspd":14.8},{"date":"19931229","time":"1993-12-29 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":92,"wspd":18.7}]},"19931230":{"guardian_articles":[],"nytimes_articles":[{"date":"19931230","headline":"Giuliani Picks 2 New Aides","web_url":"https://www.nytimes.com/1993/12/30/nyregion/giuliani-picks-2-new-aides.html","abstract":"  Adding to his core staff, the Mayor-elect named two prominent campaign supporters to newly created posts as advisers. Page B3.","thumbnail":null,"section":"New York"},{"date":"19931230","headline":"Corrections","web_url":"https://www.nytimes.com/1993/12/30/nyregion/c-corrections-468293.html","abstract":"  A picture yesterday with an obituary of Louis Soutendijk, a Dutch economist and diplomat, was published in error. It showed Robert Marjolin, an official of the European Economic Community, during a meeting with Mr. Soutendijk in 1964.","thumbnail":null,"section":"New York"},{"date":"19931230","headline":"No Headline","web_url":"https://www.nytimes.com/1993/12/30/nyregion/no-headline-451893.html","abstract":"  \"It's not the hottest item we sell, but it's still available. There has been a lot more  interest around here since they've been rattling their swords at the North Koreans.\" -- DICK MANKAMAYER, who sells fallout shelters in McKenna, Wash.  [ A16:2. ]","thumbnail":null,"section":"New York"},{"date":"19931230","headline":"New Victim of a New Era: Fallout Shelter Guidelines","web_url":"https://www.nytimes.com/1993/12/30/us/new-victim-of-a-new-era-fallout-shelter-guidelines.html","abstract":"  Diplomats may debate and historians may argue, but consumers have now spoken. The cold war is over. The market for fallout shelters is dead.   So dead, in fact, that the Federal Trade Commission will no longer try to regulate manufacturers of fallout shelters and home radiation-monitoring devices.","thumbnail":null,"section":"U.S."},{"date":"19931230","headline":"Mother Said to Bundle Up, and She Knew","web_url":"https://www.nytimes.com/1993/12/30/nyregion/mother-said-to-bundle-up-and-she-knew.html","abstract":"  On these days of winter's first cold snap, Adam Alb eats garlic with his lunch, Jersey City firefighters carry \"winter bags\" on their trucks, Guenter Skammel lugs around a bucket of hot water on his feeding rounds at the aquarium on Coney Island, and Ron Ste-Marie clomps around an unheated recycling center in far northern New York State in boots that are better than antifreeze -- \"good to 80 below,\" he says.   For people who earn their living outdoors, the trick and the challenge in coping with temperatures in the teens and 20's and with snow in the air is keeping warm and avoiding frostbite while they tend zoo animals, work on cars, fight fires, police highways, teach skiing, plow snow, cut down trees or play football.","thumbnail":null,"section":"New York"},{"date":"19931230","headline":"Argentine Senate Backs Menem on Second Term","web_url":"https://www.nytimes.com/1993/12/30/world/argentine-senate-backs-menem-on-second-term.html","abstract":"  The Argentine Senate approved a bill early this morning endorsing constitutional changes that, among other things, will allow Carlos Saul Menem and all subsequent Presidents to seek a second consecutive term.   By 38 votes to 7, the lawmakers, eager to leave on their summer vacation, approved an agreement reached last month by Mr. Menem and his Peronist party and former President Raul Alfonsin, leader of the opposition Radical Civic Union.","thumbnail":null,"section":"World"},{"date":"19931230","headline":"Suddenly, Islanders Get a Sinking Feeling","web_url":"https://www.nytimes.com/1993/12/30/sports/hockey-suddenly-islanders-get-a-sinking-feeling.html","abstract":"  The Islanders had stormed through six straight victories, all against winning teams. Then something happened.   In 24 hours, they saw their winning streak, their top defenseman, Vladimir Malakhov, and their leading scorer, Pierre Turgeon, quickly fade.","thumbnail":null,"section":"Sports"},{"date":"19931230","headline":"Review/Television; Point and Counterpoint With Arafat and Rabin","web_url":"https://www.nytimes.com/1993/12/30/arts/review-television-point-and-counterpoint-with-arafat-and-rabin.html","abstract":"  Tonight's edition of \"Talking With David Frost\" confirms that whatever Yasir Arafat and Yitzhak Rabin say in public during this period of on-and-off negotiating is naturally or unnaturally phrased with an eye as much on their own divided constituencies as on each other, not to mention on outsiders like Mr. Frost's audience.   The hourlong program itself is divided between Palestinian and Israeli, with the first half given to the enduring leader of the Palestine Liberation Organization, who seems almost to have shaved for the occasion. Despite a little talk-show vaporing (\"But that's the dream that's never left you,\" Mr. Frost prompts Mr. Arafat about Palestinian claims to Jerusalem), the program does get into several prickly subjects.   On Jerusalem, Mr. Arafat, whose spotty English requires Mr. Frost to repeat some answers, proposes making the contested city the joint capital of Israel and a Palestinian state. For some reason, Mr. Frost does not elicit the Israeli Prime Minister's opinion of any such innovation. Nor does he ask Mr. Arafat about his intentions toward the Jewish settlements in Gaza, which Mr. Rabin maintains \"are going to stay; they are not going to be uprooted.\"   Although Mr. Rabin avows his commitment to successful negotiations, he does not exude as much confidence as his new television partner, who announces more than once, \"Where there's a will, there's a way.\" To one interesting question -- what would the newly organized Palestinian police force do if a Palestinian should shoot an Israeli -- Mr. Arafat replies, \"Sorry, we are not speaking about small issues.\"   Among the issues that Mr. Rabin does not consider small is whether, as Mr. Arafat holds, an Israeli withdrawal from Gaza and Jericho represents the beginning of a Palestinian state or whether, as Mr. Rabin views it, the withdrawal is only \"an interim agreement that leaves the future open.\" They also disagree on which side will control the borders of the territories in question.   Both men assure Mr. Frost that they can manage the opponents among their own people to any agreement, but Mr. Rabin expresses skepticism about Mr. Arafat's ability to bring into line groups like Hamas, which are continuing to attack Israelis. The Prime Minister observes in his flat bass: \"They deny the right of Israel to exist. They opposed the very peace negotiations. They are against the agreement.\"   The two leaders display different styles. Mr. Arafat is more the showman; he speaks of himself as a martyr. Mr. Rabin is the Jewish Al Gore. But in their different ways, both leaven hope with wariness as they edge toward what Mr. Rabin calls \"calculated risks for peace.\"   Their appearance tonight makes plain, in case there was any doubt, that despite Mr. Arafat's waving away of what he calls \"small issues,\" the road to peace in the Middle East is still a minefield of details as well as principles. Talking With David Frost PBS, tonight at 10 (Channel 13 in New York) Robert Muller, coordinating producer; produced by Wallace Westfeldt for David Paradine Television and WETA in Washington; John M. Florescu and David Frost, executive producers; Mr. Frost, host. WITH: Yitzhak Rabin and Yasir Arafat.","thumbnail":null,"section":"Arts"},{"date":"19931230","headline":"Is a Great Hong Kong Bust Just Around the Corner?","web_url":"https://www.nytimes.com/1993/12/30/opinion/IHT-is-a-great-hong-kong-bust-just-around-the-corner.html","abstract":"If the world were fair, when the Asian stock market bubbles burst they would bring down with them all the investment bankers, fund managers and hangers-on who get up-front fees and absurdly inflated bonuses for mismanaging other people's money. But the w","thumbnail":null,"section":"Opinion"},{"date":"19931230","headline":"Hindu Temple Plans Stir Concerns in Community","web_url":"https://www.nytimes.com/1993/12/30/nyregion/hindu-temple-plans-stir-concerns-in-community.html","abstract":"  When word got around that the boarded-up Y.M.C.A. here, complete with outdoor pool, was destined to become a Hindu temple, some residents were less than pleased.   Though the Sayreville Planning Board has moved to resolve the issue by permitting the temple if certain conditions are met, the question remains whether opposition to the temple springs from parking problems or prejudice.","thumbnail":null,"section":"New York"},{"date":"19931230","headline":"It's Close, but Nets Fall To 0 for Almost 8 Years","web_url":"https://www.nytimes.com/1993/12/30/sports/basketball-it-s-close-but-nets-fall-to-0-for-almost-8-years.html","abstract":"  There was no Michael Jordan sighting tonight at Chicago Stadium, but that did not alter recent history for the Nets. There were still too many ghosts lingering in this building. Ghosts that change a visiting team into a victimized team in the fourth quarter. At least that is the way it seems.   It happened again tonight. After playing an inspired three quarters against the three-time defending champion Bulls and continuing their strong revival with a one-point lead, the Nets wilted during the final period when Chicago stopped toying with them, employed its powerful arsenal of Scottie Pippen and Toni Kukoc and burst to a 94-86 victory.","thumbnail":null,"section":"Sports"},{"date":"19931230","headline":"2 Quarterbacks, Many Questions","web_url":"https://www.nytimes.com/1993/12/30/sports/football-2-quarterbacks-many-questions.html","abstract":"  For two different reasons, the Oilers and the Jets were today pondering the decorum of playing or not playing their starting quarterbacks in Sunday's regular-season finale for both teams at the Astrodome.   The issue arose for the Oilers when Warren Moon cracked his ribs against the 49ers last Saturday. The Oilers have a playoff spot wrapped up, and if Buffalo loses to Indianapolis on Sunday Houston will have a first-round bye and home-field advantage throughout the playoffs. If that happens and Moon doesn't play against the Jets, he could rest for three weeks and give his ribs time to heal. Oilers Coach Jack Pardee said today that Moon probably won't practice this week and that he will make a game-time decision on whether Moon will start. The Jets and Oilers will know if the game matters before the opening kickoff. Different Problem for Jets    Jets Coach Bruce Coslet reacted sharply when an article Tuesday in Newsday suggested that the team might decide to bench Esiason if the Jets are eliminated from the playoffs before Sunday's game. The reason: If Esiason increases his quarterback rating to 89 (it is now 87.1), the Jets will owe Cincinnati a second-round pick from the 1994 draft. That was one of the provisions of the trade that brought Esiason to the Jets from the Bengals in the off season. Coslet said Esiason will play \"every snap\" of the game, barring injury.","thumbnail":null,"section":"Sports"},{"date":"19931230","headline":"Broken Homes, Mended Lives","web_url":"https://www.nytimes.com/1993/12/30/opinion/broken-homes-mended-lives.html","abstract":"Does it make sense to spend money to keep troubled families together? A Federal effort that begins next month -- $1 billion over five years on programs to keep children in families in which there had been abuse or neglect -- has provoked objections that such programs might reward irresponsible parents. \n\nBut breaking up families punishes the children, not just the parents, and foster care is not always in the children's best interest. Preserving the family is less costly and far better for children.","thumbnail":null,"section":"Opinion"},{"date":"19931230","headline":"Books of The Times; Adventure and Crime, As Told on Sports Pages","web_url":"https://www.nytimes.com/1993/12/30/books/books-of-the-times-adventure-and-crime-as-told-on-sports-pages.html","abstract":"  The Best American Sportswriting  1993  Edited by Frank Deford  464 pages. Houghton Mifflin. $22.   The rock composer Pete Townshend recently declared that \"ghettoized communities are where all great music comes from.\" It would be difficult to make exactly the same claim for the ghettos of genre journalism: men's and women's magazines, and the articles found on the fashion, sports and home sections of newspapers. But if they seldom produce writing that could be called great, it is fair to say that those ghettos regularly produce writing that lives to inform, excite and, if necessary, offend, rather than to inform, pacify and bore.","thumbnail":null,"section":"Books"},{"date":"19931230","headline":"Sports of The Times; The Giants: Good, but How Good?","web_url":"https://www.nytimes.com/1993/12/30/sports/sports-of-the-times-the-giants-good-but-how-good.html","abstract":"  WHEN a pro football traveler apologized or making various airline reservations from Dallas, San Francisco and New York to Atlanta for Super Bowl XXVIII, his explanation was that the site of the National Conference game was yet to be determined.   \"But I know who's going to the Super Bowl,\" the reservationist said.","thumbnail":null,"section":"Sports"},{"date":"19931230","headline":"Bangalore Journal; For Many Brides in India, a Dowry Buys Death","web_url":"https://www.nytimes.com/1993/12/30/world/bangalore-journal-for-many-brides-in-india-a-dowry-buys-death.html","abstract":"  A few days ago, the police arrested Nagavani's husband. It came none too soon: she's still alive.   \"My husband wanted a house in his name,\" she began, whispering. \"He wanted a 30,000-rupee scooter,\" worth about $1,000. \"He said if I did not give him this, he would take me to the top of a building and push me down.\"","thumbnail":null,"section":"World"},{"date":"19931230","headline":"Review/Film; Rampaging Appliances In 'Ghost in the Machine'","web_url":"https://www.nytimes.com/1993/12/30/movies/review-film-rampaging-appliances-in-ghost-in-the-machine.html","abstract":"Rampaging appliances, possessed by soul of killer. Competent, occasionally witty genre piece.","thumbnail":null,"section":"Movies"},{"date":"19931230","headline":"Looking Beyond the Eastern Trails","web_url":"https://www.nytimes.com/1993/12/30/sports/skiing-looking-beyond-the-eastern-trails.html","abstract":"  The same conversation surfaces with each new ski season: Where is the best skiing? Is it where the snow is deepest or the lift lines shortest? East or West?   But why argue the point when you can have it both ways.","thumbnail":null,"section":"Sports"},{"date":"19931230","headline":"The Drug Wave Rolls On : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/12/30/opinion/IHT-the-drug-wave-rolls-on-letters-to-the-editor.html","abstract":"Regarding \"Giving In Won't Make Drugs Go Away\" (Opinion, Dec. 11): .A.M. Rosenthal writes that \"the drug war is not won but it has paid off.\" Implicit in this statement is a judgment that current policies are satisfactory, that the","thumbnail":null,"section":"Opinion"},{"date":"19931230","headline":"More Choice for Some Poor Women","web_url":"https://www.nytimes.com/1993/12/30/opinion/more-choice-for-some-poor-women.html","abstract":"  On Jan. 1, poor women who are made pregnant by rape or incest will have the same choices about whether to continue or end their pregnancies that more affluent women do. That's when the Clinton Administration will issue a directive requiring states to pay through their Medicaid programs for abortions for victims of such cruel circumstances.  The directive was made possible by Congress's decision two months ago to relax the Hyde Amendment, which had banned Federal funding for abortions under Medicaid unless the woman's life was in danger.   But what of those poor women who are pregnant because of carelessness or contraceptive failure or just plain ignorance? Will they, too, have the same health care options? Not as long as America's compassion is doled out sparingly to some women and denied to others.","thumbnail":null,"section":"Opinion"},{"date":"19931230","headline":"U.S. Issues Rules on Diet Supplement Labels","web_url":"https://www.nytimes.com/1993/12/30/us/us-issues-rules-on-diet-supplement-labels.html","abstract":"  The Food and Drug Administration today issued new regulations that will bar the labeling of dietary supplements with health claims that have not been proved truthful and scientifically valid.   The ruling will not affect supplements with labels that do not make health claims.","thumbnail":null,"section":"U.S."},{"date":"19931230","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/12/30/nyregion/metro-digest-040293.html","abstract":"  NEW YORK CITY  RITES OF PASSAGE AT CITY HALL The jewel-box setting of City Hall seemed to be a stage being cleared for a freshly proclaimed hit. The David N. Dinkins show is closing, with the spotlight soon to illuminate a Rudolph W. Giuliani production. A1. GIULIANI NAMES 2 TO NEW POSITIONS Mayor-elect Giuliani named two prominent campaign supporters to newly created advisory positions. B3. ANGER OVER TALK OF SHIFTING ARTS MONEY Plans by the Giuliani administration to increase financial support for New York City's premier arts institutions, possibly at the expense of less renowned ones, were met with anger and trepidation by some arts groups and politicians. B3. NEW EVIDENCE ON CROWN HEIGHTS Federal and local investigators examining the 1991 disturbances in Crown Heights, Brooklyn, have received new evidence and have begun to develop leads that could result in new Federal or state civil rights charges being brought against some of those who participated in the violence, officials involved in the case said. A1. DINKINS VETOES CARRIAGE BILL Mayor Dinkins vetoed a bill that would have allowed horse-drawn carriages to go beyond Central Park into midtown streets much more than they do now. The Mayor said his veto would leave the city without any regulations governing carriages after midnight Friday, thus giving the city's 68 carriages the right to go just about anywhere, anytime they want. B6. REGION  2 ARE ARRESTED IN BOMBINGS A man apparently angry at his girlfriend's relatives was arrested in connection with a series of bombings across upstate New York that killed five people on Tuesday evening. A second man, who the authorities said had bought dynamite and blasting caps, was also arrested. A1. WHITMAN COMPLAINS TO FLORIO Governor-elect Christine Todd Whitman of New Jersey complained to Gov. Jim Florio that a recent flurry of salary increases, appointments and contract extensions violated an understanding that such actions would be deferred until she takes office on Jan. 18. B4. DOLPHINS REMAIN TRAPPED BY ICE Three dolphins who lingered too long in the Shrewsbury River in New Jersey remained trapped by ice that frustrated rescuers' efforts to shepherd them to open waters. B4. PLANS FOR HINDU TEMPLE STIR CONCERN Plans to turn a boarded-up Y.M.C.A. in Sayreville, N.J., into a Hindu temple have been opposed by some town residents. The question remains whether the opposition springs from parking problems or prejudice. B5. ARREST IN DEATH OF BAILED-OUT LOVER A Medford, N.J., woman has been charged with helping to murder her lover shortly after she bailed him out of jail, where he had been held on a charge of assaulting her. B6. MANEUVERING ROOM IS URGED FOR NYNEX A New York State panel has recommended relaxing some regulations to give the Nynex Corporation more room to maneuver in the competitive telecommunications market. D3. Neediest Cases B2  Holiday Schedule B2","thumbnail":null,"section":"New York"},{"date":"19931230","headline":"The Bad Cop in Everyone","web_url":"https://www.nytimes.com/1993/12/30/opinion/the-bad-cop-in-everyone.html","abstract":"Every time it happens, I vow never to write about cops again.\n\nIn 1968, it was the Chicago police beating protesters outside the Democratic National Convention. Twenty years ago, it was the Knapp Commission uncovering rampant corruption in the New York City police force. Then came the cops in Houston drowning two Chicanos in a canal. And then there were the countless little incidents all over the country before we were finally treated to the videotaped spectacle of Rodney King suffering a brutal beating at the hands of the Los Angeles police.","thumbnail":null,"section":"Opinion"},{"date":"19931230","headline":"Federal Jury Frees Officers In Beatings","web_url":"https://www.nytimes.com/1993/12/30/nyregion/federal-jury-frees-officers-in-beatings.html","abstract":"  A Federal jury today acquitted a Yonkers police officer and a retired colleague of charges that they spirited two Northern Ireland immigrants to a deserted commuter parking lot and beat them repeatedly with their nightsticks.   Immediately after the verdict, the trial judge, Charles L. Brieant of Federal District Court, offered an unusually candid commentary upon the flaws of the case, saying he should never have let the matter go to the jury.","thumbnail":null,"section":"New York"},{"date":"19931230","headline":"Khmer Dancers Try To Save an Art Form Ravaged by War","web_url":"https://www.nytimes.com/1993/12/30/arts/khmer-dancers-try-to-save-an-art-form-ravaged-by-war.html","abstract":"  \"Don't be afraid of spirits and ghosts,\" the legendary dance master recently told a darkened auditorium full of refugees from the carnage of Pol Pot's Cambodia. \"They are all part of our culture.\"   Above him on the stage, under a thin beam of light, a single dancer in a costume glittering with gold threads performed the ancient gestures of the apsaras, or heavenly dancers, carved into the walls of the temple of Angkor Wat.","thumbnail":null,"section":"Arts"},{"date":"19931230","headline":"Headboard Goes After All","web_url":"https://www.nytimes.com/1993/12/30/nyregion/headboard-goes-after-all.html","abstract":"  The Gracie Mansion headboard that drew headlines and criticism in 1990 is not going to headboard heaven after all.   Leland T. Jones, the Mayor's press secretary, said last week that Mr. Dinkins would not be taking the headboard with him when he left Gracie Mansion on Friday for a new apartment on East 68th Street. Instead, he said, it would would be put in storage.","thumbnail":null,"section":"New York"},{"date":"19931230","headline":"1893: Gladstone Is 84 : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/12/30/opinion/IHT-1893-gladstone-is-84-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - Mr. Gladstone completed his eighty-fourth year yesterday [Dec. 29]. The Premier rose at his usual hour and was in excellent health. His mail bag was an exceptionally heavy one, and telegraph messengers succeeded each other with bewildering rapidi","thumbnail":null,"section":"Opinion"},{"date":"19931230","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/12/30/us/inside-463193.html","abstract":"  Germany Bars Zhirinovsky   After being expelled from Bulgaria, the Russian nationalist politician Vladimir V. Zhirinovsky was barred from Germany for fear he could prejudice state interests. Page A10. Poland, New Drug Capital   Poland has become the newest major drug transfer point, and trafficking has risen in the Czech Republic, Hungary, Romania and Russia. Page A3. New Rules on Vitamins    The Government's new labeling regulations will prevent makers of dietary supplements from making claims they cannot prove. Page A15. Blood Test for a Cancer    A simple blood test can identify people who carry a gene for a form of colon cancer, allowing them to take early preventive action. Page A12.","thumbnail":null,"section":"U.S."},{"date":"19931230","headline":"Blood Test Devised to Warn Those Prone to Rare Cancer","web_url":"https://www.nytimes.com/1993/12/30/us/blood-test-devised-to-warn-those-prone-to-rare-cancer.html","abstract":"  Scientists have developed a simple blood test to identify people with an inborn predisposition to one type of colon cancer, offering those in high-risk families the earliest possible warning if they have the trait and a large measure of relief if they do not.    The test detects mutant proteins that indicate whether a person has inherited the gene for familial adenomatous polyposis, a rare condition in which the lining of the colon sprouts hundreds or thousands of tiny wart-like polyps. If left untreated, the condition almost invariably leads to colon cancer, often when patients are in their 20's or 30's, and sometimes even younger.","thumbnail":null,"section":"U.S."},{"date":"19931230","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/12/30/nyregion/news-summary-405493.html","abstract":"  International A2-11  NO BREAKTHROUGHS IN MIDEAST  Although Israel proclaimed a \"meeting of the minds\" as the latest round of talks with the P.L.O. closed, significant differences remain.  A1  EASTERN EUROPE'S DRUG LORDS  One enterprise that is thriving in Eastern Europe, and especially Poland, is drug trafficking.  A3","thumbnail":null,"section":"New York"},{"date":"19931230","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1993/12/30/style/IHT-what-theyre-reading.html","abstract":"Ariel Dorfman, the Chilean writer, has just finished Ruth Behar's \"Translated Woman: Crossing the Border with Esperanza's Story.\" .\"The riveting story of a Mexican woman, Esperanza and her rage, is paralleled by anthropologist Ruth Behar'","thumbnail":null,"section":"Style"},{"date":"19931230","headline":"Mayor Vetoes Carriage Law Expanding Operating Areas","web_url":"https://www.nytimes.com/1993/12/30/nyregion/mayor-vetoes-carriage-law-expanding-operating-areas.html","abstract":"  Mayor David N. Dinkins vetoed a bill yesterday that would have allowed horse-drawn carriages to go beyond their current confines in Central Park into midtown streets much more than they do now.   The Mayor said his veto would leave New York City without any regulations governing carriages after midnight Friday, when the existing law expires, thus giving the city's 68 carriages the right to go just about anywhere, anytime they want.","thumbnail":null,"section":"New York"},{"date":"19931230","headline":"Desegregate Housing, and Schools Will Follow; What Money Can Do","web_url":"https://www.nytimes.com/1993/12/30/opinion/l-desegregate-housing-and-schools-will-follow-what-money-can-do-235993.html","abstract":"  To the Editor:   According to a Dec. 14 article on Fordham Heights Academy, an alternative school in the Bronx, classrooms with student-teacher ratios of 15 to 1 offer hope to students who have not met with success in traditional settings. How could they not?","thumbnail":null,"section":"Opinion"},{"date":"19931230","headline":"Neediest Cases Fund Aids the Mentally Ill","web_url":"https://www.nytimes.com/1993/12/30/nyregion/neediest-cases-fund-aids-the-mentally-ill.html","abstract":"  Robert P. sat on the edge of the bed in his 10-by-12-foot room and told -- in the way of one who has done so many times -- of the legacy of his mother, who spent so much time in state hospitals. \"She said that I inherited schizophrenia from her,\" he said, pausing to consider his phrasing. \"My brother and sister, they're O.K. I'm the one that had a problem.\"   His problem has taken him in and out of hospitals for the last 30 years, since he was 13 years old. He trained in woodworking and maintenance but cannot keep a job because the pressures of daily life invariably disrupt his medication schedule, and that is disastrous.","thumbnail":null,"section":"New York"},{"date":"19931230","headline":"Moynihan Criticizes Clinton Format for Paying for Home Care","web_url":"https://www.nytimes.com/1993/12/30/us/moynihan-criticizes-clinton-format-for-paying-for-home-care.html","abstract":"  Senator Daniel Patrick Moynihan said today that the Clinton Administration had proposed an inequitable formula for distributing money to states for long-term care for people living at home.   Under the formula, the Government would pay a larger share of benefits in states with low per capita incomes. Mr. Moynihan said that approach would shortchange states like New York, which has a comparatively high per capita income but also many poor people.","thumbnail":null,"section":"U.S."},{"date":"19931230","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/12/30/sports/results-plus-746093.html","abstract":"  N.B.A. Willis Finds Range  Kevin Willis missed 13 of his first 15 shots, then scored twice in the final minute, including the game-winner with 4.4 seconds left, lifting the Atlanta Hawks to a 92-90 victory over the Magic at Orlando, Fla., last night. Willis took advantage of the absence of Magic center Shaquille O'Neal, who was ejected with 3 minutes 52 seconds left in the third quarter for arguing an official's call. (AP) SuperSonics 99, Lakers 92: Shawn Kemp scored 12 of his 25 points in the fourth quarter as visiting Seattle beat Los Angeles. Kemp, who played despite suffering a slight concussion and bruises on his jaw in a collision with Houston's Robert Horry Tuesday night in Seattle, came off the bench for the third straight game after missing three with a bruised left knee. He also finished with 13 rebounds. (AP) Kings 103, Bullets 97: Sacramento, down by 16 points in the third quarter, held Washington to one basket in the first seven minutes of the final period and pulled out a victory at Landover, Md. Lionel Simmons scored 27 points and Walt Williams had 6 of his 14 in the final six minutes. (AP) Jazz 110, Celtics 107: Karl Malone scored 25 points, and Utah held visiting Boston to one field goal for the first four minutes of overtime. John Stockton had 17 points and 17 assists for the Jazz, joining Maurice Cheeks and Alvin Robertson as the only players in National Basketball Association history with 1,900 assists. (AP) Trail Blazers 114, Clippers 98: Terry Porter tied his season high with 25 points, 17 of them in the first half, as host Portland defeated Los Angeles. The Blazers led by 20 after one quarter and led by as many as 27 in the second quarter. (AP) N.H.L. Stars Shut Out Leafs  Russ Courtnall had a goal and an assist and Darcy Wakaluk posted his fourth career shutout as Dallas snapped a four-game home winless streak with a 4-0 victory over struggling Toronto last night. The Maple Leafs, without captain Wendel Clark (bruised foot and sore knee) and goal-scoring leader Dave Andreychuk (twisted knee), are 11-12-6 after starting the season with 10 consecutive victories. (AP) Oilers 6, Canadiens 3: Vladimir Vujtek scored twice as awakening Edmonton routed visiting Montreal. Edmonton, getting another strong goaltending effort from Bill Ranford, earned its third straight victory and sixth in its last eight games. (AP) Jets 3, Blackhawks 2: Dean Kennedy scoring the winning goal for Winnipeg with 2:38 remaining to defeat visiting Chicago. Tie Domi, whose wife Leanne gave birth to daughter Carlin-Nicole earlier in the day, also scored for the Jets. (AP) Panthers 5, Whalers 3: Scott Mellanby and Scott Levins each had a goal and an assist at Hartford as Florida extended its road unbeaten streak to seven. (AP) COLLEGE FOOTBALL Kansas State Triumphs  Kansas State won a bowl game for the first time in its 97-year history, routing Wyoming, 52-17, in the Copper Bowl last night at Tucson, Ariz. J. J. Smith ran for 133 yards, Chad May completed 19 of 28 passes for 275 yards and two touchdowns and Andre Coleman caught 8 passes for 144 yards and a touchdown and scored on a 68-yard punt return. The Wildcats finished 9-2-1 for their most victories since 1910. Wyoming was 8-4. (AP) SKIING Austrian Sets Pace Hannes Trinkl of Austria attacked one of most demanding downhill courses on the circuit at Bormio, Italy, yesterday and wound up with his second World Cup victory in eight days. He beat the defending World Cup champion, Marc Girardelli of Luxembourg, by 28-hundredths of a second and 23-year-old Tommy Moe of Palmer, Alaska, by 0.51. (AP)","thumbnail":null,"section":"Sports"},{"date":"19931230","headline":"Essay; Office Pool 1994","web_url":"https://www.nytimes.com/1993/12/30/opinion/essay-office-pool-1994.html","abstract":"  Welcome to the 20th annual Office Pool. Because this participatory prognostication has answered the unfelt need of millions, this tradition has been imitated in all media.   I have always tried to score lower than my readers, and last year went especially deep into the tank: all but one wrong. (That one, however, forewarned that Clinton would jack up the highest effective tax bracket over 40 percent. Richies could have saved millions acting on this tip.)","thumbnail":null,"section":"Opinion"},{"date":"19931230","headline":"Corrections","web_url":"https://www.nytimes.com/1993/12/30/nyregion/c-corrections-136093.html","abstract":"  An article in Business Day on Tuesday, about a halt in trading of the stock of QVC Network Inc., misstated a point made in The Wall Street Journal on Monday. The Journal said that while Arthur Levitt Jr., chairman of the Securities and Exchange Commission, reportedly asked Nasdaq about the halt, a Nasdaq spokesman denied that Mr. Levitt had spoken directly to Joseph Hardimann, chairman of Nasdaq. The Journal did not say Mr. Levitt had approached Mr. Hardimann.","thumbnail":null,"section":"New York"},{"date":"19931230","headline":"Rites of Passage (With Plenty of Boxes)","web_url":"https://www.nytimes.com/1993/12/30/us/rites-of-passage-with-plenty-of-boxes.html","abstract":"  In his dwindling days of power, as his office records and possessions were being packed up, David N. Dinkins set up a clothes rack in the executive wing of City Hall, stocked it with scores of the zippered warm-up jackets he had worn as his trademark costume as Mayor, and had a going-out-of-business souvenir offering for his neighboring loyalists.   Tenderly, he also saw to the wrapping of the kaleidoscopic array of photos of himself with the rich, the famous and the plebian that lined the hidden passageway leading down to the basement inner-sanctum from his office in the northwest corner. The Jimmy Walker-like society pleasures of incumbency for Mr. Dinkins were never clearer to outsiders than in that passageway. Checking Out the Premises    As if for contrasting symbolism, Mayor-elect Rudolph W. Giuliani arrived unannounced last Sunday morning with Peter J. Powers, his deputy mayor-designate and Richelieu-handyman. Lacking celebrity rotogravure, but with the City Hall building blueprint itself in hand, Mr. Giuliani meticulously took stock of the premises he finally won after a five-year, tooth-and-claw campaign.","thumbnail":null,"section":"U.S."},{"date":"19931230","headline":"Corrections","web_url":"https://www.nytimes.com/1993/12/30/nyregion/c-corrections-143393.html","abstract":"  Two diagrams in Science Times on Tuesday, with an article about subterranean microbes, referred incorrectly in some editions to the depth at which they are suspected to live. It is in the crust of the earth, not the mantle below.","thumbnail":null,"section":"New York"},{"date":"19931230","headline":"Inquiry Into Radiation Tests Extends to Veterans","web_url":"https://www.nytimes.com/1993/12/30/us/inquiry-into-radiation-tests-extends-to-veterans.html","abstract":"  The Energy Department is expanding its inquiry into improper use of human subjects in radiation experiments to determine whether patients in Veterans Administration hospitals were used, a department official said last night.   The number of veterans involved, the nature of the experiments and when they were conducted are not clear, the official said. But he said that between the veterans and other subjects now coming to light, it appeared that \"at least 1,000\" people had been exposed to radiation for purposes clearly unrelated to their health.","thumbnail":null,"section":"U.S."},{"date":"19931230","headline":"The Carpet Man Fulfills a Promise; With Guns-for-Toys Program, Fernando Mateo Succeeds at Last","web_url":"https://www.nytimes.com/1993/12/30/nyregion/carpet-man-fulfills-promise-with-guns-for-toys-program-fernando-mateo-succeeds.html","abstract":"  The toys-for-gun man, so deluged by claims on his time, was hardly able to ponder wall-to-walls or cut-piles, though it was his success in floor coverings that made his goodness possible.   \"I'm going crazy, but it's a good kind of crazy,\" he said, settled behind his carpet store desk, which was strewn with phone messages. The phone and his beeper trilled simultaneously. He scooped up the phone.","thumbnail":null,"section":"New York"},{"date":"19931230","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/12/30/style/chronicle-152293.html","abstract":"  \"If anyone had told me when I was 17 years old that not only would Little Richard be singing one of my songs, but that I would be walking him through it and improvising switches on the melody with him, I would not have believed it,\" JEFF MOSS said the other day. \"If you don't get a kick out of that as a songwriter, you won't get a kick out of much.\"    All that and more came true for Mr. Moss during the recent taping of the 25th anniversary special of \"Sesame Street,\" which will be broadcast on March 6. Mr. Moss and Joe Raposo, now deceased, were the show's original composers and lyricists, and Mr. Moss was its head writer for four years in the early 1970's.","thumbnail":null,"section":"Style"},{"date":"19931230","headline":"Desegregate Housing, and Schools Will Follow; Busing's Residue","web_url":"https://www.nytimes.com/1993/12/30/opinion/l-desegregate-housing-and-schools-will-follow-busing-s-residue-236793.html","abstract":"  To the Editor:   The year of greatest school segregation, 1968, was the year I was bused from my safe neighborhood near Kew Gardens, Queens, to a seventh-grade classroom in South Jamaica, Queens. It was a personal disaster for me and, judging from the local school board's reversal of the busing plan a year later, a political fiasco as well.","thumbnail":null,"section":"Opinion"},{"date":"19931230","headline":"Giants Looking at a Whole New Game","web_url":"https://www.nytimes.com/1993/12/30/sports/pro-football-giants-looking-at-a-whole-new-game.html","abstract":"  The last time Dallas and New York played, everything went wrong for the Giants.   On the field, Giant linebackers Michael Brooks and Carlton Bailey, who are good friends, got into a shouting match in the huddle. Rodney Hampton, one of the game's best running backs, didn't play because of a knee injury. And finally, Mark Collins said today, some of the Giants were in awe of the defending Super Bowl champs and suffered from stage fright.","thumbnail":null,"section":"Sports"},{"date":"19931230","headline":"Many Well-Educated People Leaving Ex-Yugoslav Lands","web_url":"https://www.nytimes.com/1993/12/30/world/many-well-educated-people-leaving-ex-yugoslav-lands.html","abstract":"  Hundreds of thousands of the former Yugoslavia's best educated people are fleeing war, poverty and hatred in the shattered country, creating a brain drain that has not only hastened economic ruin but also removed a moderating force from the region's harsh political discourse.   \"It's difficult to quantify, but certainly it's into the hundreds of thousands,\" said Brian T. Casey, the Canadian consul in Belgrade, whose embassy gets between 100 and 200 applications for emigration each day and has granted about 6,000 permanent visas this year.","thumbnail":null,"section":"World"},{"date":"19931230","headline":"Justice Serves M.I.T. and Needy Students","web_url":"https://www.nytimes.com/1993/12/30/opinion/justice-serves-mit-and-needy-students.html","abstract":"  The Justice Department's recent decision to drop its antitrust action against the Massachusetts Institute of Technology is a sensible move that puts to rest a misguided case.   The case involved the widespread practice of pooling information about applicants for financial aid. The nation's brightest high school seniors often apply to several elite colleges. To prevent a bidding war, with colleges \"buying\" the best students with big aid packages, some institutions share information about their applicants, agreeing to limit their offers to the students' financial need.","thumbnail":null,"section":"Opinion"},{"date":"19931230","headline":"$89 Million Awarded Family Who Sued H.M.O.","web_url":"https://www.nytimes.com/1993/12/30/us/89-million-awarded-family-who-sued-hmo.html","abstract":"  In a sign of surging conflict over medical cost containment, a California jury has awarded $89.3 million to the family of a woman whose health maintenance organization refused to pay for a costly, experimental procedure to treat the breast cancer that ultimately killed her.    The award, by far the largest in a case involving the denial of medical benefits, has sent nervous tremors through the health insurance industry, which is struggling to define limits on the coverage of therapies that are experimental or have only a slight chance of success.","thumbnail":null,"section":"U.S."},{"date":"19931230","headline":"Why Blame California For Rice Subsidies?","web_url":"https://www.nytimes.com/1993/12/30/opinion/l-why-blame-california-for-rice-subsidies-208193.html","abstract":"  To the Editor:   Contrary to \"Look at What Rice for Japan Will Cost Us\" (letter, Dec. 19) by Prof. Thomas Koelble, California rice grows principally in northern California with a small amount in central California, and none in southern California. No water from the Colorado River is diverted to central or northern California. Furthermore, diversion of Colorado River water, while not used for rice growing, is neither an economic disaster nor environmentally destructive.","thumbnail":null,"section":"Opinion"},{"date":"19931230","headline":"Whitman Assails Florio Over Last-Minute Raises","web_url":"https://www.nytimes.com/1993/12/30/nyregion/whitman-assails-florio-over-last-minute-raises.html","abstract":"  Governor-elect Christine Todd Whitman complained to Gov. Jim Florio today that a recent flurry of salary increases, appointments and contract extensions violated an understanding that such actions would be deferred until she takes office Jan. 18.   Mrs. Whitman, in a letter released by her transition office while she vacations in Florida, said she did not expect \"the orderly processes of government\" to cease, but she said the recent actions by several state authorities and state officials, including Mr. Florio, could hardly be construed as essential.","thumbnail":null,"section":"New York"},{"date":"19931230","headline":"New Evidence in U.S. Inquiry Helps Build Crown Hts. Case","web_url":"https://www.nytimes.com/1993/12/30/nyregion/new-evidence-in-us-inquiry-helps-build-crown-hts-case.html","abstract":"  Federal and local investigators examining the 1991 disturbances in Crown Heights, Brooklyn, have received new evidence from witnesses and have begun to develop leads that could result in new Federal or state civil rights charges being brought against some of those who participated in the violence, officials involved in the case said today.   The advances in the investigation represent a significant turnaround, as just four months ago, Attorney General Janet Reno decided to close the investigation into the slaying of a Hasidic rabbinical student during the disturbances. But as rumors about the decision to drop the inquiry began circulating among Hasidic residents of Crown Heights and at the Brooklyn District Attorney's office, the District Attorney, Charles J. Hynes, and Representative Charles E. Schumer persuaded Ms. Reno to change her mind just moments before she was to have announced her decision at a news conference. New Leads Emerging    Ms. Reno ordered the Civil Rights Division of the Justice Department to take a second look at the case, but for a few weeks after her Sept. 9 reversal, the investigation appeared to have stalled. Officials said today, however, that over the last few weeks investigators from the District Attorney's office and Federal prosecutors had begun to develop small leads into larger ones and that it now seemed likelier than before that Federal or state charges could be filed against some of those involved in the killing of the student, Yankel Rosenbaum.","thumbnail":null,"section":"New York"},{"date":"19931230","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/12/30/style/chronicle-730493.html","abstract":"  Think of the South Beach section of Miami Beach and the vision that comes to mind is one of celebrities, film stars and models mingling in the trendiest hotels and nightclubs, along with hordes of celebrity watchers straining for a glimpse.   But that's not what draws GIANNI VERSACE to the city that was recently declared a sister city to St.-Tropez. Or so he says.","thumbnail":null,"section":"Style"},{"date":"19931230","headline":"What Went So Very Wrong With 'Red Shoes'","web_url":"https://www.nytimes.com/1993/12/30/theater/what-went-so-very-wrong-with-red-shoes.html","abstract":"  The song that opened the second act of \"The Red Shoes\" was called \"Do Svidanya,\" Russian for \"goodbye,\" and singing it during the Sunday matinee on Dec. 19, the fifth and last performance of the show at the Gershwin Theater, cast members were nearly numb.   \"There was such sadness,\" said Margaret Illmann, who played the lead role, the ballerina Vicky Page. \"We never imagined we'd be saying goodbye so soon.\"","thumbnail":null,"section":"Theater"},{"date":"19931230","headline":"Talk of Shifting Arts Money Is Met With Anger","web_url":"https://www.nytimes.com/1993/12/30/nyregion/talk-of-shifting-arts-money-is-met-with-anger.html","abstract":"  Plans by the Giuliani administration to increase financial support for New York City's premier arts institutions, possibly at the expense of less renowned ones, was met with anger and trepidation yesterday by members of the arts community and politicians who have wrestled with apportioning ever-shrinking arts dollars.   Borough President Ruth W. Messinger of Manhattan called such plans \"misguided and unfortunate.\" Council Speaker Peter F. Vallone and the chairman of the Council Finance Committee, Herbert E. Berman, Democrat of Brooklyn, said they would protect money for cultural institutions against any \"ill-informed and insensitive actions by the new administration.\"","thumbnail":null,"section":"New York"},{"date":"19931230","headline":"Men, Mostly Nervous, Voted For Russian Right, Poll Says","web_url":"https://www.nytimes.com/1993/12/30/world/men-mostly-nervous-voted-for-russian-right-poll-says.html","abstract":"  A picture of those Russians who voted for the ultranationalist Vladimir V. Zhirinovsky in parliamentary elections two weeks ago is beginning to emerge from an analysis of polling data that suggest his electorate will not be stable.   The vote for Mr. Zhirinovsky, an ardent rightist whose oddly named Liberal Democratic Party secured the highest percentage of the party-preference votes on Dec. 12, has been interpreted as a vote against economic reform, a vote against crime and instability, a vote for empire, a vote for Russian racial primacy.","thumbnail":null,"section":"World"},{"date":"19931230","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/12/30/opinion/IHT-letters-to-the-editor-90583711000.html","abstract":"While I am often in agreement with Mr. Rosenthal, this time I find myself in opposition with his head-in-the-sand approach to a growing plague. I congratulate Dr. Joycelyn Elders's suggestion that a new study be made of the legalization of drugs. Indeed,","thumbnail":null,"section":"Opinion"},{"date":"19931230","headline":"Hurley Is Well on the Way to Recovery","web_url":"https://www.nytimes.com/1993/12/30/sports/basketball-hurley-is-well-on-the-way-to-recovery.html","abstract":"  Although his voice was weak, Bobby Hurley spoke with strong optimism yesterday about his chances for a full recovery from the injuries he suffered in a car crash on Dec. 12 in Sacramento and returning to the Kings by the start of next season.   \"Yesterday, I made it over to the doctor's office and was examined by orthopedic doctors and doctors working on my lungs and chest injuries,\" said Hurley, speaking to reporters in a telephone news conference from his apartment in Sacramento. \"They feel that everything is fine, and that I'm right on schedule for a full recovery.\"","thumbnail":null,"section":"Sports"},{"date":"19931230","headline":"1943: Berlin Bombed : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/12/30/opinion/IHT-1943-berlin-bombed-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] Royal Air Force bombers attacked Berlin last night [Dec. 30] for the eighth time in a six-week period, it was announced today by London. The German radio report of the raid said: \"The sky was covered with a thick","thumbnail":null,"section":"Opinion"},{"date":"19931230","headline":"1918:The Seine Rises : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/12/30/opinion/IHT-1918the-seine-rises-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The rise in the Seine continues. At the Austerlitz bridge, the water yesterday [Dec. 30] had reached the 3m. 36cm. mark, showing a rise of 32cm. in twenty-four hours. The quays at Bercy, La Tournelle, the Htel de Ville and Javel are under wa","thumbnail":null,"section":"Opinion"},{"date":"19931230","headline":"Talk Is Cheap as Mets Try to Make a Deal","web_url":"https://www.nytimes.com/1993/12/30/sports/baseball-talk-is-cheap-as-mets-try-to-make-a-deal.html","abstract":"  No, the trade of Bobby Bonilla is not imminent. But the possibility still remains, as the Mets and the Orioles await the new year and the probable resumption of negotiations that could cause the exit of the Mets' high-priced outfielder to usher in a host of young Orioles players and the new era the Mets so desire.   Both Mets and Orioles officials spent much of yesterday debunking reports that Bonilla was on the verge of being traded for Mike Devereaux, Baltimore's productive center fielder; David Segui, a first baseman who batted .273 with 60 runs batted in last season, and Brad Pennington, a hard-throwing left-hander who is 24 years old and had a 3-2 record with four saves in 33 innings with Baltimore. Their Kind of Deal    \"That report is erroneous in that there was no offer made,\" Ed Lynch, a special assistant to the Mets' general manager, Joe McIlvaine, said yesterday. \"I cannot say that those names did not come up, but there was no offer made.\"","thumbnail":null,"section":"Sports"},{"date":"19931230","headline":"Biblical Life Control : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/12/30/opinion/IHT-biblical-life-control-letters-to-the-editor.html","abstract":"To Frances Tyson's letter of Dec. 23 on the issue of abortion, I would like to counter: \"Thou shall not kill.\"","thumbnail":null,"section":"Opinion"},{"date":"19931230","headline":"Review/Theater; 'Twelfth Night' Mischief","web_url":"https://www.nytimes.com/1993/12/30/theater/review-theater-twelfth-night-mischief.html","abstract":"  Rollicking good comedies are about as easy to come by these days as good news from Somalia or Sarajevo, but one of these rare creations is to be found at the Pearl Theater Company, 125 West 22d Street in Chelsea. The author is a fellow named Shakespeare, who has a way with words, a taste for wit, a flair for romance, a gift for plot and is as willing to tweak the highborn as he is to bestow virtue on commoners.   This fellow calls his holiday-season offering \"Twelfth Night,\" and to start matters off, he separates twins (Sebastian and Viola), who believe each other to have perished in a shipwreck. Before the tale is finished, Viola disguises herself as a young man (a eunuch, no less), enters the service of Duke Orsino in a place called Illyria and finds herself falling in love with the duke. At the same time, Olivia, the Duke's unwilling love object, is falling in love with Viola, not knowing that she is not a he.","thumbnail":null,"section":"Theater"},{"date":"19931230","headline":"WHITE HOUSE ACTS TO PROTECT STAND ON GAY TROOP BAN","web_url":"https://www.nytimes.com/1993/12/30/us/white-house-acts-to-protect-stand-on-gay-troop-ban.html","abstract":"  The Clinton Administration has decided to fight a court ruling that threw out the old military policy under which service members could be dismissed for simply declaring their homosexuality. But the Administration has decided to appeal only on technical grounds, to avoid broad constitutional issues that could undermine its new policy on gay service members.   The decision to appeal is part of an Administration effort to bolster its position against any challenge to the new policy. The ruling, handed down in November by a three-judge panel of the United States Court of Appeals for the District of Columbia Circuit, involved a midshipman who was forced out of the United States Naval Academy at Annapolis and not commissioned as an officer because he said under questioning that he was homosexual. Dealing With Old Policy    The court ruled that forcing him out violated the equal protection guarantee of the Constitution. The court was dealing with the old Defense Department ban on homosexuals, but its decision cast doubt on the Administration's slightly more liberal policy, which permits homosexuals to serve in the armed forces but only if they keep their sexual orientation a secret.","thumbnail":null,"section":"U.S."},{"date":"19931230","headline":"U.S. Jews Don't Clamor for Spy's Release","web_url":"https://www.nytimes.com/1993/12/30/opinion/l-us-jews-don-t-clamor-for-spy-s-release-237593.html","abstract":"  To the Editor:   American Jewish organizations, including rabbinical groups, have been urging President Clinton to shorten the sentence of Jonathan J. Pollard, a United States Government official convicted of spying for Israel in 1987 and sentenced to life in prison.","thumbnail":null,"section":"Opinion"},{"date":"19931230","headline":"Poland Becomes a Major Conduit for Drug Traffic","web_url":"https://www.nytimes.com/1993/12/30/world/poland-becomes-a-major-conduit-for-drug-traffic.html","abstract":"  When four containers of fish from Nigeria arrived at the airport recently, customs officers were suspicious about the unusual cargo. Fish from Nigeria? So they searched, and they discovered, packed with the 120 pounds of carp, half a ton of marijuana worth about $2 million on the street.   A few weeks before, Polish officials on the border with Belarus seized 4.5 tons of hashish that had been secreted in a shipment of fermented raisins from Afghanistan. And earlier this year, the Costa Rican Ambassador to Poland was arrested at the Warsaw airport with nearly 25 pounds of pure heroin in his luggage, with a street value of $900,000, while another drug bust netted 220 pounds of cocaine from South America, with a value of about $7.5 million.","thumbnail":null,"section":"World"},{"date":"19931230","headline":"Transactions","web_url":"https://www.nytimes.com/1993/12/30/sports/transactions-768193.html","abstract":"  Football  National Football League DETROIT LIONS -- Claimed Melvin Jenkins, cornerback, off waivers. Waived Vernon Turner, wide receiver. KANSAS CITY CHIEFS -- Signed Erik McMillan, safety. Waived Tom Ricketts, tackle. Signed Pete Shufelt, linebacker, to the practice squad. Released Fred Montgomery, wide receiver, from the practice squad. NEW ORLEANS SAINTS -- Signed Israel Byrd, cornerback.","thumbnail":null,"section":"Sports"},{"date":"19931230","headline":"Pursuing Corrupt Cops","web_url":"https://www.nytimes.com/1993/12/30/opinion/pursuing-corrupt-cops.html","abstract":"  The Mollen commission's interim report on police corruption in New York City puts into writing the same message the commission's hearings conveyed in the fall: that pockets of police corruption and brutality exist because the ingrained culture of the Police Department tolerates wrongdoing, even protects the wrongdoer. The panel recommends shaking up the department's anti-corruption bureaucracy, and appointing an outside panel to conduct investigations.   It remains unclear how pervasive corruption is within the department. The commission, perhaps hoping to influence the new mayor, issued its recommendations prematurely; its final report, due in a few months, owes New Yorkers a clearer picture of the extent of police wrongdoing.","thumbnail":null,"section":"Opinion"},{"date":"19931230","headline":"Giuliani Picks Supporters For 2 Top Adviser Posts","web_url":"https://www.nytimes.com/1993/12/30/nyregion/giuliani-picks-supporters-for-2-top-adviser-posts.html","abstract":"  Mayor-elect Rudolph W. Giuliani yesterday named two prominent campaign supporters to newly created positions as advisers to the Mayor.   Mr. Giuliani said Richard J. Schwartz, the deputy manager of his campaign, would serve as a senior adviser to work at \"the highest level of city government\" carrying out the administration's policies throughout the municipal bureaucracy.","thumbnail":null,"section":"New York"},{"date":"19931230","headline":"South Africa Leads World In Road Risk","web_url":"https://www.nytimes.com/1993/12/30/world/south-africa-leads-world-in-road-risk.html","abstract":"  Michael Simpson, a Pretoria psychiatrist, has seen the predatory drivers of New York City. He swears a Manhattan cabbie once swerved across three lanes in an attempt to hit him as he stepped from a curb.   With something akin to home-team pride, Dr. Simpson asserted, \"New York drivers are really cuddly compared to the average driver here.\"","thumbnail":null,"section":"World"},{"date":"19931230","headline":"Space Telescope Repairs Pass First Round of Tests","web_url":"https://www.nytimes.com/1993/12/30/us/space-telescope-repairs-pass-first-round-of-tests.html","abstract":"  Three weeks after astronauts installed new optics and made other repairs, the Hubble Space Telescope has passed all its initial performance tests and is now ready to begin taking pictures to see if its vision has been corrected to match preflight expectations.   Results might be available in less than a month, project astronomers said in a briefing yesterday.","thumbnail":null,"section":"U.S."},{"date":"19931230","headline":"Corrections","web_url":"https://www.nytimes.com/1993/12/30/nyregion/c-corrections-139593.html","abstract":"  A brief report on the Health page yesterday, about sources of help for people with the winter lethargy known as seasonal affective disorder, referred incorrectly to the Guilford Press, publisher of \"Winter Blues,\" by Dr. E. Norman Rosenthal. It is an independent publisher, not affiliated with the Sunbox Company.","thumbnail":null,"section":"New York"},{"date":"19931230","headline":"Clintons Borrow Vacation Home Again","web_url":"https://www.nytimes.com/1993/12/30/us/clintons-borrow-vacation-home-again.html","abstract":"  For the third time since he took office, President Clinton and his family are spending a holiday at a luxurious resort in a vacation home borrowed from an absentee host whom they hardly know.   Their host is Paul Bob Burge, a West Virginia businessman who also lent his rose-colored Palmetto Dunes beach-front home to the Clintons a year ago, before the President's inauguration.","thumbnail":null,"section":"U.S."},{"date":"19931230","headline":"Germany Blocks a Second Visit by Russian Ultranationalist","web_url":"https://www.nytimes.com/1993/12/30/world/germany-blocks-a-second-visit-by-russian-ultranationalist.html","abstract":"  The German Government denied the Russian nationalist politician Vladimir V. Zhirinovsky permission to enter the country with seven associates today, saying his renewed presence here would \"prejudice German state interests.\"   Mr. Zhirinovsky later returned to Moscow On Tuesday, he was expelled from Bulgaria for statements he made about its president.","thumbnail":null,"section":"World"},{"date":"19931230","headline":"Corrections","web_url":"https://www.nytimes.com/1993/12/30/nyregion/c-corrections-145093.html","abstract":"  Because of an editing error, an article yesterday about Shirley Mac Laine's effort to build a home on Atalaya Mountain outside Santa Fe omitted parts of the actress's response to critics in some editions. She said her celebrity singled her out unfairly among many people who plan to build on the mountain's upper reaches and made her a \"punching bag\" for local politicians and radical environmentalists. She said she had bought the property in part to protect it from unregulated development. Karl Sommer, a lawyer for the prime developer in the area, supported her position, saying, \"The city and the county did not plan for the growth that is taking place here.\"","thumbnail":null,"section":"New York"},{"date":"19931230","headline":"Graves Deflects Shots and Praise","web_url":"https://www.nytimes.com/1993/12/30/sports/hockey-graves-deflects-shots-and-praise.html","abstract":"  Adam Graves will tell you that the two goals he scored tonight were lucky deflections involving no skill.    He will tell you that his selection to his first National Hockey League All-Star Game is a reflection of some league official's personal insanity. And he will insist that some other Ranger should wear the captain's \"C\" while Mark Messier, the team's official leader, sits home with a sprained right wrist.","thumbnail":null,"section":"Sports"},{"date":"19931230","headline":"Fluent in Fiction and in Mideast Realities","web_url":"https://www.nytimes.com/1993/12/30/books/fluent-in-fiction-and-in-mideast-realities.html","abstract":"  None other than Shimon Peres, Israel's Foreign Minister, has suggested that his country's internationally acclaimed novelist Amoz Oz, a founder of the Peace Now movement, would make a good Prime Minister.   \"I couldn't do it because I'm incapable of saying, 'No comment,' \" Mr. Oz said recently in an interview in Manhattan. \"I'm not like Vaclav Havel. Now if they offered me the job of running the Czech Republic, I might consider it, but if they offered Havel the job of running Israel, he'd run for his life!\" He lighted another cigarette. \"If writers moved into politics and politicians into writing, it would be the end of civilization as we know it. Anyway, it's more exciting to write a novel than to run a country.\"","thumbnail":null,"section":"Books"},{"date":"19931230","headline":"Defensive Grip Tightens As Seton Hall Triumphs","web_url":"https://www.nytimes.com/1993/12/30/sports/basketball-defensive-grip-tightens-as-seton-hall-triumphs.html","abstract":"  While the snow was falling steadily outside, the shots definitely were not falling inside the Byrne Meadowlands Arena tonight in the first game of the second Seton Hall/ Meadowlands Tournament.   And when the game was mercifully over, Seton Hall had a 67-47 victory over the University of San Diego, despite shooting a woeful 38 percent from the floor.","thumbnail":null,"section":"Sports"},{"date":"19931230","headline":"Israeli Reports Some Progress In P.L.O. Talks","web_url":"https://www.nytimes.com/1993/12/30/world/israeli-reports-some-progress-in-plo-talks.html","abstract":"  Israel's Foreign Minister said today that Israel and the P.L.O. had concluded their latest round of talks with a \"meeting of the minds,\" but there was no breakthrough and significant differences remained.   The two sides, still trying to work out the details of the accord that they signed in Washington in September and that was supposed to have gone into effect two weeks ago, reached what an Israeli official described as \"a set of understandings\" on how to carry out the first phase -- an Israeli withdrawal from the occupied Gaza Strip and the West Bank town of Jericho.","thumbnail":null,"section":"World"},{"date":"19931230","headline":"Anglican Prelate Defies Sudan in Trip to South","web_url":"https://www.nytimes.com/1993/12/30/world/anglican-prelate-defies-sudan-in-trip-to-south.html","abstract":"  The Archbishop of Canterbury left London tonight on a long-planned tour of mostly Christian areas of the rebellious southern Sudan, defying a last-minute attempt by Khartoum's militant Islamic Government to place restrictions on his itinerary.   At the same time, the Archbishop, the Rev. Dr. George Carey, who is the spiritual head of the world's 70 million Anglicans, said he would curtail his trip by two days and abandon earlier plans to travel to the northern Sudan and to meet with officials in Khartoum.","thumbnail":null,"section":"World"},{"date":"19931230","headline":"Voucher Program for Street People Shows Ambiguous Charity","web_url":"https://www.nytimes.com/1993/12/30/opinion/l-voucher-program-for-street-people-shows-ambiguous-charity-206593.html","abstract":"  To the Editor:   The voucher plan that was just imported from Berkeley, Calif., to New York City's Upper West Side by Laura Friedman and West Side Cares (news article, Dec. 20) is a menacing and deceitful proposition. The apparent rationale for giving panhandlers not cash, but 25-cent vouchers (which customers may buy at stores on Broadway between 106th and 125th Streets and which may be redeemed for food or personal items in seven stores), is the widespread perception that a great deal of the earnings from begging ends up in a crack pipe.","thumbnail":null,"section":"Opinion"},{"date":"19931230","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/12/30/opinion/IHT-letters-to-the-editor.html","abstract":"The CIA specialist on Yugoslavia quoted in this report on Bosnia's probable partition is clearly trying to deny any personal or U.S. government responsibility for that outcome. How cowardly.","thumbnail":null,"section":"Opinion"},{"date":"19931230","headline":"Chiefs Sign McMillan","web_url":"https://www.nytimes.com/1993/12/30/sports/sports-people-nfl-chiefs-sign-mcmillan.html","abstract":"  The Kansas City Chiefs signed the 28-year-old safety ERIK McMILLAN yesterday, waiving tackle TOM RICKETTS to make room for the two-time Pro Bowl selection.","thumbnail":null,"section":"Sports"},{"date":"19931230","headline":"Peale Remembered for Instilling Hope and Peace","web_url":"https://www.nytimes.com/1993/12/30/us/peale-remembered-for-instilling-hope-and-peace.html","abstract":"  The three children of the Rev. Dr. Norman Vincent Peale offered poignant recollections of their father at his funeral yesterday, which ended with his widow, Ruth Stafford Peale, announcing her determination to wage a national campaign in behalf of positive thinking.   Speaking from the pulpit of Marble Collegiate Church in Manhattan, the church where Dr. Peale was pastor from 1932 to 1984, Mrs. Peale said she would blanket the country with copies of her husband's best-seller, \"The Power of Positive Thinking.\"","thumbnail":null,"section":"U.S."},{"date":"19931230","headline":"Making Deadbeats Pay Up at Work","web_url":"https://www.nytimes.com/1993/12/30/opinion/making-deadbeats-pay-up-at-work.html","abstract":"What if every father knew he would have to support his children after the breakup of a marital, live-in or even casual relationship? \n\nOn Jan. 1, when an overlooked Federal law goes into effect, the United States will begin answering that question. The law -- a delayed provision of the 1988 Family Support Act -- requires that, when a court orders a parent to pay child support, the parent's employer must withhold the money from his or her paycheck.","thumbnail":null,"section":"Opinion"},{"date":"19931230","headline":"Iowa Women Lose Star","web_url":"https://www.nytimes.com/1993/12/30/sports/sports-people-basketball-iowa-women-lose-star.html","abstract":"  TIA JACKSON, the leading scorer on Iowa's second-ranked women's team, will miss the rest of the season because of a torn anterior cruciate ligament in her right knee. The injury, suffered on Dec. 19, was first diagnosed as a severe sprain. Jackson was averaging 16.8 points a game before her injury. (AP)","thumbnail":null,"section":"Sports"},{"date":"19931230","headline":"Carrying the Tradition: Flanigan's Sons Share His Fire","web_url":"https://www.nytimes.com/1993/12/30/sports/football-carrying-the-tradition-flanigan-s-sons-share-his-fire.html","abstract":"  Growing up near Green Bay, Wis., means growing up with football.   Life consists of going to Packers practices, waiting for a tired player to head back to the locker room and offering him a lift on your bike. Time is spent memorizing the license plates of the players' Pathfinders and Jeeps in the parking lot of Lambeau Field and spotting them later at the mall.","thumbnail":null,"section":"Sports"},{"date":"19931230","headline":"Village of Domes Is New Frontier for the Homeless","web_url":"https://www.nytimes.com/1993/12/30/us/village-of-domes-is-new-frontier-for-the-homeless.html","abstract":"  It could hardly appear more incongruous, a neighborhood of 18 igloo-like structures on an old parking lot near a freeway entrance ramp, scarcely blocks west of the towers of downtown.   While they may look odd, the little white fiberglass domes next to the Harbor Freeway are a striking improvement from what they replaced two months ago: the more familiar trappings of the urban homeless -- shacks and jerry-rigged shanties, blankets draped over fences for warmth and privacy, shopping carts for belongings, boxes for beds.","thumbnail":null,"section":"U.S."},{"date":"19931230","headline":"Bengals Give Shula A 2-Year Contract","web_url":"https://www.nytimes.com/1993/12/30/sports/sports-people-nfl-bengals-give-shula-a-2-year-contract.html","abstract":"  Coach DAVE SHULA, whose Cincinnati Bengals have the worst record in the National Football League, was given a two-year contract, the team said yesterday. The Bengals declined to reveal any terms of the deal, other than to say that Shula's contract runs through the 1996 season.   Shula, 34, has a 3-12 record in his second season. In his first season, the Bengals finished 5-11.","thumbnail":null,"section":"Sports"},{"date":"19931230","headline":"He's Back After 7 Years","web_url":"https://www.nytimes.com/1993/12/30/sports/sports-people-hockey-he-s-back-after-7-years.html","abstract":"  Goalie ROBERTO ROMANO might make play in a National Hockey League game tomorrow for the first time in nearly seven years.   The Pittsburgh Penguins recalled the 31-year-old Romano from the International League yesterday because their top two goaltenders were injured in Tuesday's 4-4 tie with the Philadelphia Flyers. TOM BARRASSO is expected to miss 10 to 14 days because of a sprained knee and KEN WREGGET might be out 10 to 14 days because of a separated shoulder.","thumbnail":null,"section":"Sports"},{"date":"19931230","headline":"Haiti: Ready to Explode?","web_url":"https://www.nytimes.com/1993/12/30/opinion/haiti-ready-to-explode.html","abstract":"  There is no justifying the vicious mob attack that killed two civilian supporters of Haiti's military regime Monday and provoked a retaliatory rampage against slum dwellers presumed to support the exiled President, Jean-Bertrand Aristide.    But it is not hard to understand why frustrated Aristide supporters may now be turning to violence. Since the September 1991 military coup, most have put their faith in international diplomacy or sought to flee Haiti altogether.","thumbnail":null,"section":"Opinion"},{"date":"19931230","headline":"A Brave Spielberg Film : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/12/30/opinion/IHT-a-brave-spielberg-film-letters-to-the-editor.html","abstract":"In response to the feature \"Steven Spielberg Tackles the Holocaust\" (Dec. 14): .Those critics who attack Steven Spielberg on the grounds that he made the film \"Schindler's List\" as a way of emotionally blackmailing the Academy into","thumbnail":null,"section":"Opinion"},{"date":"19931230","headline":"Starks's Line: Few Points, No Excuses, No Answers","web_url":"https://www.nytimes.com/1993/12/30/sports/basketball-starks-s-line-few-points-no-excuses-no-answers.html","abstract":"  John Starks answered questions today, but he still needed an answer for his shooting slump.   The recent problems plaguing both Starks and the Knicks were magnified Tuesday during their fourth-quarter fold against the Nets at Madison Square Garden. Holding a 5-point lead, with the ball and one minute to play, the Knicks disintegrated after Starks missed two ill-advised 3-point jumpers and lost, 97-95.","thumbnail":null,"section":"Sports"},{"date":"19931230","headline":"Tech's Best Leaves Redmen Grasping","web_url":"https://www.nytimes.com/1993/12/30/sports/college-basketball-tech-s-best-leaves-redmen-grasping.html","abstract":"  Nearly half an hour after they lost a heartbreaking game to Georgia Tech, the Redmen were still talking about Ivano Newbill's shot that gave the Yellow Jackets a 71-69 victory last night in the final of the Chemical Bank E.C.A.C. Holiday Festival at Madison Square Garden.   With the game tied, 69-69, and 26.1 seconds left in regulation, Travis Best was directing the Yellow Jackets' offense, passing the ball around and finally got it back into his hands with 4.1 seconds left.","thumbnail":null,"section":"Sports"},{"date":"19931230","headline":"Dutchwoman Paralyzed","web_url":"https://www.nytimes.com/1993/12/30/sports/sports-people-speed-skating-dutchwoman-paralyzed.html","abstract":"  The Dutch speed skater MONIQUE VELZEBOER, critically injured in a training accident, will never skate again and is unlikely to walk.   De Telegraaf newspaper of Amsterdam quoted the team physician, FRANS NOLLET, as saying that the 24-year-old Dutch national champion for short-track skating is paralyzed in both legs and has difficulty breathing because of the severe spinal injuries she received when her head hit the track barrier on Dec. 22.","thumbnail":null,"section":"Sports"},{"date":"19931230","headline":"Desegregate Housing, and Schools Will Follow","web_url":"https://www.nytimes.com/1993/12/30/opinion/l-desegregate-housing-and-schools-will-follow-193093.html","abstract":"  To the Editor:   \"Study Finds Rising Concentration of Black and Hispanic Students\" (front page, Dec. 14), on the report of Gary Orfield of Harvard University that depicts accelerating racial resegregation in our country's public schools is no surprise. Since the epochal Brown v. Board of Education of Topeka decision on May 17, 1954, which invalidated de jure school segregation, there has largely been national resistance and recalcitrance to obeying the law as required in that decision and the decision of May 31, 1955, which required \"all deliberate speed\" and other judicial and legislative remedies to extirpate de jure segregation in our public schools.","thumbnail":null,"section":"Opinion"}],"wiki_events":[{"date":"19931230","headline":"Israel establishes diplomatic relations with Vatican City and also upgrades to full diplomatic relations with Ireland.","pages":[{"title":"Diplomatic recognition","web_url":"https://en.wikipedia.org/wiki/Diplomatic_recognition","description":"Political act where a state acknowledges an act or status of another state/government","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Pedro_I_of_Brazil_and_Charles_Stuart_.jpg/320px-Pedro_I_of_Brazil_and_Charles_Stuart_.jpg","thumbnail_width":320,"thumbnail_height":208},"abstract":"Diplomatic recognition in international law is a unilateral declarative political act of a state that acknowledges an act or status of another state or government in control of a state. Recognition can be accorded either on a de facto or de jure basis. Recognition can be a declaration to that effect by the recognizing government or may be implied from an act of recognition, such as entering into a treaty with the other state or making a state visit. Recognition may, but need not, have domestic and international legal consequences. If sufficient countries recognise a particular entity as a state, that state may have a right to membership in international organizations, while treaties may require all existing member countries unanimously agreeing to the admission of a new member."},{"title":"Holy See","web_url":"https://en.wikipedia.org/wiki/Holy_See","description":"Jurisdiction of the Bishop of Rome","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Flag_of_the_Vatican_City_%282023%E2%80%93present%29.svg/320px-Flag_of_the_Vatican_City_%282023%E2%80%93present%29.svg.png","thumbnail_width":320,"thumbnail_height":320},"abstract":"The Holy See, also called the See of Rome, the Petrine See, the Apostolic See, and the Government of Vatican City, is the jurisdiction of the Pope in his role as the bishop of Rome, head of the worldwide Roman Catholic Church, and head of state or sovereign of Vatican City. It includes the apostolic episcopal see of the Diocese of Rome, which has ecclesiastical jurisdiction over the Catholic Church, and sovereignty and governance over the city-state known as Vatican City."}]}],"weather":[{"date":"19931230","time":"1993-12-30 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.1,"rhum":71,"wspd":20.5},{"date":"19931230","time":"1993-12-30 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.1,"rhum":68,"wspd":22.3},{"date":"19931230","time":"1993-12-30 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.9,"rhum":70,"wspd":18.4},{"date":"19931230","time":"1993-12-30 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.6,"rhum":70,"wspd":22.3},{"date":"19931230","time":"1993-12-30 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.4,"rhum":71,"wspd":13},{"date":"19931230","time":"1993-12-30 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.4,"rhum":71,"wspd":22.3},{"date":"19931230","time":"1993-12-30 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.8,"rhum":86,"wspd":14.8},{"date":"19931230","time":"1993-12-30 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.8,"rhum":84,"wspd":20.5},{"date":"19931230","time":"1993-12-30 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.7,"rhum":88,"wspd":25.9},{"date":"19931230","time":"1993-12-30 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.4,"rhum":84,"wspd":18.4},{"date":"19931230","time":"1993-12-30 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":77,"wspd":25.9},{"date":"19931230","time":"1993-12-30 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":64,"wspd":24.1},{"date":"19931230","time":"1993-12-30 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":78,"wspd":16.6},{"date":"19931230","time":"1993-12-30 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.9,"rhum":88,"wspd":11.2},{"date":"19931230","time":"1993-12-30 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.7,"rhum":91,"wspd":9.4},{"date":"19931230","time":"1993-12-30 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.9,"rhum":91,"wspd":9.4},{"date":"19931230","time":"1993-12-30 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.9,"rhum":93,"wspd":7.6},{"date":"19931230","time":"1993-12-30 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.7,"rhum":92,"wspd":9.4},{"date":"19931230","time":"1993-12-30 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.5,"rhum":92,"wspd":13},{"date":"19931230","time":"1993-12-30 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.9,"rhum":90,"wspd":13},{"date":"19931230","time":"1993-12-30 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.1,"rhum":89,"wspd":11.2},{"date":"19931230","time":"1993-12-30 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7,"rhum":88,"wspd":9.4},{"date":"19931230","time":"1993-12-30 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6,"rhum":95,"wspd":9.4},{"date":"19931230","time":"1993-12-30 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.6,"rhum":86,"wspd":11.2},{"date":"19931230","time":"1993-12-30 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":96,"wspd":18.7},{"date":"19931230","time":"1993-12-30 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":96,"wspd":16.6},{"date":"19931230","time":"1993-12-30 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":96,"wspd":18.7},{"date":"19931230","time":"1993-12-30 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":92,"wspd":16.6},{"date":"19931230","time":"1993-12-30 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":88,"wspd":18.7},{"date":"19931230","time":"1993-12-30 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":91,"wspd":16.6},{"date":"19931230","time":"1993-12-30 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":85,"wspd":13},{"date":"19931230","time":"1993-12-30 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":78,"wspd":14.8},{"date":"19931230","time":"1993-12-30 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5.6,"rhum":75,"wspd":16.6},{"date":"19931230","time":"1993-12-30 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.1,"rhum":74,"wspd":18.7},{"date":"19931230","time":"1993-12-30 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.7,"rhum":77,"wspd":14.8},{"date":"19931230","time":"1993-12-30 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.7,"rhum":74,"wspd":20.5},{"date":"19931230","time":"1993-12-30 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.7,"rhum":74,"wspd":18.7},{"date":"19931230","time":"1993-12-30 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5.6,"rhum":71,"wspd":20.5},{"date":"19931230","time":"1993-12-30 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":71,"wspd":29.5},{"date":"19931230","time":"1993-12-30 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":50,"wspd":46.4},{"date":"19931230","time":"1993-12-30 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":50,"wspd":48.2},{"date":"19931230","time":"1993-12-30 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":48,"wspd":40.7},{"date":"19931230","time":"1993-12-30 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":40,"wspd":42.5},{"date":"19931230","time":"1993-12-30 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":42,"wspd":44.6},{"date":"19931230","time":"1993-12-30 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":40,"wspd":40.7},{"date":"19931230","time":"1993-12-30 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":40,"wspd":40.7},{"date":"19931230","time":"1993-12-30 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":43,"wspd":31.7},{"date":"19931230","time":"1993-12-30 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":46,"wspd":24.1}]}}