{"19930412":{"guardian_articles":[],"nytimes_articles":[{"date":"19930412","headline":"Points Well Taken: Islanders Just a Tie Away From Playoffs","web_url":"https://www.nytimes.com/1993/04/12/sports/hockey-points-well-taken-islanders-just-a-tie-away-from-playoffs.html","abstract":"  The Islanders, moving closer to a playoff berth, squandered a three-goal lead, but came back for a 5-4 triumph over the Devils tonight.   The victory brought the Islanders to within 1 point of clinching a playoff spot and prevented the Devils from taking another step toward their next goal, which is second place in the Patrick Division.","thumbnail":null,"section":"Sports"},{"date":"19930412","headline":"Adirondack Hamlet Defies Time, and Help","web_url":"https://www.nytimes.com/1993/04/12/nyregion/adirondack-hamlet-defies-time-and-help.html","abstract":"  On a small mountain ridge known as the Hollow, in the foothills of the Adirondacks, indoor plumbing was first installed six years ago and many people still do not have telephones.   There may be a few signs of modernization in the area, which social workers call the Appalachia of the North: Subsistence farmers no longer keep animals inside their homes. Sales people sometimes venture in now. And more parents are sending their children to school, although they say heavy snow on the mountain roads often keeps them from reaching classes during the long winters.","thumbnail":null,"section":"New York"},{"date":"19930412","headline":"3 Cabdrivers Slain in Weekend Shootings","web_url":"https://www.nytimes.com/1993/04/12/nyregion/3-cabdrivers-slain-in-weekend-shootings.html","abstract":"  Three cabdrivers were fatally shot in a 26-hour period over the weekend, bringing the number of cabbies slain so far this year in New York City to at least 16, the police said yesterday.   Forty cabdrivers were killed in 1992, according to Police Department statistics. Thirty-five of them were livery-cab drivers and five were medallion cabbies.","thumbnail":null,"section":"New York"},{"date":"19930412","headline":"CLINTON CONTINUES OLD DRUG POLICIES","web_url":"https://www.nytimes.com/1993/04/12/nyregion/clinton-continues-old-drug-policies.html","abstract":"  When President Clinton moved into the White House in January, specialists in academia, health care and law enforcement around the country were expecting big changes in the way the Federal Government dealt with the national drug problem.    But Mr. Clinton surprised and disappointed many specialists last week by presenting a $13.04 billion anti-drug budget that offered little change from the widely criticized approach followed for 12 years by Presidents Ronald Reagan and George Bush. That approach relied heavily on law enforcement instead of emphasizing rehabilitation and prevention.","thumbnail":null,"section":"New York"},{"date":"19930412","headline":"LeMond's Slow Climb Toward the Tour de France","web_url":"https://www.nytimes.com/1993/04/12/sports/cycling-lemond-s-slow-climb-toward-the-tour-de-france.html","abstract":"  Driving through the flat Belgian countryside 10 days ago, Otto Jacome nodded to his right, where a barge canal ran dark and straight to the horizon. \"That's where we work,\" Jacome said. \"You come looking for us, the canal is where you find us.\"   \"Us\" is Jacome on a Vespa motorcycle and Greg LeMond just behind him on a bicycle. For a month they have traveled the narrow road alongside the canal for as many as 220 kilometers (136 miles) daily, with Jacome turning the speed higher, bit by bit, and LeMond pushing that much harder on the pedals to stay right behind him.","thumbnail":null,"section":"Sports"},{"date":"19930412","headline":"Rams Get Bills' Conlan","web_url":"https://www.nytimes.com/1993/04/12/sports/sports-people-pro-football-rams-get-bills-conlan.html","abstract":"  Buffalo linebacker SHANE CONLAN has agreed to a three-year guaranteed contract with the Los Angeles Rams.   The pact is worth about $1.8 million a year, Conlan's agent, BRETT SENIOR, told The Buffalo News.","thumbnail":null,"section":"Sports"},{"date":"19930412","headline":"LaValliere Is Released","web_url":"https://www.nytimes.com/1993/04/12/sports/sports-people-baseball-lavalliere-is-released.html","abstract":"  The Pittsburgh Pirates continued to slash veterans from their roster, releasing catcher MIKE LaVALLIERE yesterday despite owing him $4.05 million over the next two seasons.   The unexpected move hands the full-time starting job to DON SLAUGHT, who has platooned the last three seasons, and makes light-hitting TOM PRINCE the backup.","thumbnail":null,"section":"Sports"},{"date":"19930412","headline":"Police in Los Angeles Feel Better Prepared for Unrest","web_url":"https://www.nytimes.com/1993/04/12/us/police-in-los-angeles-feel-better-prepared-for-unrest.html","abstract":"  Friends and relatives often ask Officer Maria C. Marquez if she is afraid, patrolling the South-Central Los Angeles neighborhoods that were at the center of the rioting that paralyzed this city last year.   \"I say, 'Yes, just like every other day I put on a uniform and go out,' \" she said. \"My brothers keep asking why I don't become a lawyer or something, but they're more scared for me than I am.\"","thumbnail":null,"section":"U.S."},{"date":"19930412","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/04/12/nyregion/chronicle-530993.html","abstract":"  ROSIE PEREZ, the actress, has lost eight friends to AIDS, but she is determined not to stand helplessly by and watch more die.   \"I've got a big mouth,\" said the star of \"White Men Can't Jump\" and \"Untamed Heart\" in an interview with The Associated Press. \"I'm going to put my drop in the bucket and go to AIDS dance-a-thons in as many cities as I possibly can.\"","thumbnail":null,"section":"New York"},{"date":"19930412","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/12/nyregion/c-corrections-533393.html","abstract":"  A picture caption in The Living Section on Wednesday with a profile of Bruce Cutler, lawyer for John Gotti Sr., misidentified Mr. Gotti's brother in some editions. He is Peter Gotti, not Jerry Gotti.  ","thumbnail":null,"section":"New York"},{"date":"19930412","headline":"Companies Encourage Employees To Carpool","web_url":"https://www.nytimes.com/1993/04/12/nyregion/companies-encourage-employees-to-carpool.html","abstract":"  When Congress passed the Clean Air Act amendments of 1990, it had in mind people like Bert Adams, who climbs behind the wheel of a white, 15-passenger Dodge van each weekday morning at 6:45 and sets off on a 32.5-mile drive to his job here as a manager at Champion International. Along the way he picks up more than a dozen passengers.    Mr. Adams's van pool seems at first glance to be a working model for the clean air remedy specified in the new law: cutting down on the number of people commuting alone in cars. But his experience is actually a sobering illustration of the obstacles that will face thousands of companies across New York, New Jersey and Connecticut, as well as other areas with severe air pollution, as they try to change a basic habit: the way people get to work.","thumbnail":null,"section":"New York"},{"date":"19930412","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/12/opinion/IHT-in-our-pages-100-75-and-50-years-ago-92587494218.html","abstract":"1918: Emperor's Letter.PARIS - An official Note issued last night [April 11] gives the text of a letter from the Austrian Emperor, dated March 31, 1917, to President Poincaré: \"France has shown magnificent resistance and courage. We admire the","thumbnail":null,"section":"Opinion"},{"date":"19930412","headline":"Nagle Knows He Still Has Some Convincing to Do","web_url":"https://www.nytimes.com/1993/04/12/sports/pro-football-nagle-knows-he-still-has-some-convincing-to-do.html","abstract":"  The young waitress isn't certain who Browning Nagle is, but she is convinced he is not who he says he is. As he tries to identify himself as the Jets quarterback, the incredulous crinkle of her eyebrow is only exceeded by the skepticism in her voice.   Muscular young men, perhaps students from Hofstra University, which is a couple of deep-fly patterns from the restaurant, frequently come in and hand her the line that they are members of the New York Jets. She doesn't believe them and she's not buying Nagle's story today.","thumbnail":null,"section":"Sports"},{"date":"19930412","headline":"Berlin Journal; Ghost of Protest Past, Red Rudi's Haunting Spirit","web_url":"https://www.nytimes.com/1993/04/12/world/berlin-journal-ghost-of-protest-past-red-rudi-s-haunting-spirit.html","abstract":"  A cast of new and old German leftists gathered today to mark the 25th anniversary of the shooting of one of their heroes, Rudi Dutschke, and to name a building in his honor.   At a time when Europeans are reassessing the legacy of the 1968 protest movement, the midday gathering was an assertion that anti-establishment leaders like Dutschke, who won international fame as \"Red Rudi,\" changed German society for the better.","thumbnail":null,"section":"World"},{"date":"19930412","headline":"Review/Theater; Caryl Churchill's Early View Of Life","web_url":"https://www.nytimes.com/1993/04/12/theater/review-theater-caryl-churchill-s-early-view-of-life.html","abstract":"  With \"Cloud Nine\" Caryl Churchill achieved her first breakthrough, but behind that remarkable work were many radio and stage plays in which the author explored themes of sexism and power. By presenting a fascinating two-play repertory of \"Owners\" and \"Traps,\" the New York Theater Workshop confirms the fact that early in her career Ms. Churchill was experimenting in form and committed to plays of social action.   In \"Owners,\" her first play to be produced professionally, she attacked the right of ownership, as it applies to real estate and marital relations. When the work was staged in the 1970's, critics were put off by the anarchic storytelling. In Mark Wing-Davey's imaginative revival, \"Owners\" seems like an unnerving cross between Joe Orton and Bertolt Brecht. As in Brecht, the events are programmed toward a political purpose. As with Orton, the outrageous becomes commonplace and highly comic.","thumbnail":null,"section":"Theater"},{"date":"19930412","headline":"After Four Decades of Bitterness, China and Taiwan Plan to Meet","web_url":"https://www.nytimes.com/1993/04/12/world/after-four-decades-of-bitterness-china-and-taiwan-plan-to-meet.html","abstract":"  An envoy from Taiwan today concluded five days of talks with mainland China officials, clearing the way for a historic meeting between senior representatives of each side to try to turn four decades of enmity into a cooperative future.   The meeting will mark the first time since 1949 -- when the Communists defeated the Nationalist Government and forced it to flee to Taiwan -- that top representatives of the two rival Governments get together to discuss their differences. Officials from both sides said they expected the meeting to be held in Singapore, and China said it would take place on April 27 and 28. Opening a Dialogue    The meeting is not expected to deal with the weightiest questions between Taiwan and mainland China, like possible reunification. But it is intended to result in cooperation between the rival Governments to fight crime and smuggling and to protect the investments on the mainland by Taiwanian businesses.","thumbnail":null,"section":"World"},{"date":"19930412","headline":"That Wheeze You Hear Is the Rangers Still Breathing","web_url":"https://www.nytimes.com/1993/04/12/sports/hockey-that-wheeze-you-hear-is-the-rangers-still-breathing.html","abstract":"  There are days when it seems as if it will never end. Weren't the Rangers out of this playoff race two weeks ago? Ten days ago? Wasn't it over last Monday, when they were humiliated by the Hartford Whalers? Wasn't it over last Wednesday, when the Rangers blew a chance to gain ground on the Devils?    The answer is no, it's not over. Not yet. The Rangers have won only one of their last nine games -- not exactly behavior befitting a team that's fighting for a playoff berth -- but they are still alive in the Patrick Division playoff race. Mathematically, at least. Who Would Have Thought?    The latest reprieve came Saturday night, when the Islanders suffered a huge upset at the hands of the Ottawa Senators, a team that had never before won a game away from home. Had they been victorious, the Islanders would have been poised to seize the final Patrick Division berth tonight with a victory or a tie against the Devils, who secured their playoff spot with a victory over the Washington Capitals Saturday night.","thumbnail":null,"section":"Sports"},{"date":"19930412","headline":"Day of Renewal And Revelry","web_url":"https://www.nytimes.com/1993/04/12/nyregion/day-of-renewal-and-revelry.html","abstract":"  Glenn Bressa, cradling his sleepy daughter during Easter Mass at St. Patrick's Cathedral yesterday morning, broke away from the throng of worshipers to compose himself. His eyes a bit red and teary, Mr. Bressa paced by the entrance, deep in thought.   \"This is a day to look at your life and see where it's going,\" he explained a few minutes later. \"It's a new start and a time to release some pent-up anxieties. The day is very good for people.\"","thumbnail":null,"section":"New York"},{"date":"19930412","headline":"Rome Prize Winners Are Announced","web_url":"https://www.nytimes.com/1993/04/12/arts/rome-prize-winners-are-announced.html","abstract":"  The winners of the 97th annual Rome Prize Competition have been announced by the American Academy in Rome, an overseas center for independent study, advanced research and creative work in the arts and humanities. The prizes, administered by the academy at its headquarters in New York City, include stipends, travel benefits and living and working accommodations at the academy's 11-acre Rome campus for six months to two years.   Financing for the academy comes from private donations and from the National Endowment for the Arts and the National Endowment for the Humanities. The costs of the Rome Prize Competition have been partly underwritten for 10 years by the Philip Morris Companies.   These are the 1993 winners:   Architecture: Sanda D. Iliescu, Charlotte, N.C.   Design Arts: Kevin Walz, New York   Phillip R. Baldwin, New York   Margaret Holben Ellis, New York   Bettina A. Raphael, Santa Fe, N.M.   Landscape Architecture: Gary R. Hilderbrand, Cambridge, Mass.   Literature: Thomas Bolt, New York.   Musical Composition: Sebastian K. Currier, New York   Kristin Jones and Andrew Ginzel, New York   Clifton S. Peacock, Charleston, S.C.   Classical Studies and Archeology: Gregory S. Bucher, Providence, R.I.   Katherine E. Welch, New York   Guy M. Hedreen, Williamstown, Mass.   History of Art: Brian A. Curran, Princeton, N.J.   Carol A. Rusche, Old Brookville, L.I.   Carmen Bambach Cappel, New York.   Post-Classical Humanistic Studies: Christopher S. Celenza, Durham, N.C.   Susan V. Nicassio., Birmingham, Ala.","thumbnail":null,"section":"Arts"},{"date":"19930412","headline":"Film Preserves Haig's Words on Murders","web_url":"https://www.nytimes.com/1993/04/12/opinion/l-film-preserves-haig-s-words-on-murders-563593.html","abstract":"  To the Editor:   To me, as the brother of Ita Ford, one of four American churchwomen murdered in El Salvador by National Guardsmen of the United States-backed Salvadoran Government, Alexander Haig's denial of United States knowledge of a cover-up, and his attempts to distance himself from testimony he gave Congress, ring hollow (letter, March 31).   On March 18, 1981, Mr. Haig testified to Congress on the \"investigation\" in El Salvador into the murders. His videotaped testimony can be seen in \"Roses in December,\" a 1982 documentary directed by Ana Carrigan and Bernard Stone. Mr. Haig stated:","thumbnail":null,"section":"Opinion"},{"date":"19930412","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/04/12/sports/results-plus-457493.html","abstract":"  TENNIS  Sampras Beats Gilbert  Pete Sampras beat Brad Gilbert, 6-2, 6-2, 6-2, in an all-United States singles final to win the Japan Open championship yesterday in Tokyo. The second-seeded Sampras had become the world's No. 1 player Friday, replacing American Jim Courier, who was upset early in the tournament. \"It really worked out well for me this week,\" Sampras said. \"Being No. 1 is a great achievement, but I think the most important thing is to win the big tournaments. My next goal is the French Open, although clay is not the best surface for me.\" (AP) Medvedev Wins in Spain: Eighteen-year-old Andrei Medvedev of Ukraine beat Sergi Bruguera of Spain, 6-7 (7-9), 6-3, 7-5, 6-4, to win the $875,000 Trofeo Conde de Godo ATP Tour clay-court tournament in Barcelona, Spain. It was Medvedev's fifth career title, and his second this year. Ranked 19th in the world and seeded ninth in the tournament, Medvedev is considered one of the top clay-court players on the circuit. He won $126,000 for the victory. It was Bruguera's second loss in a Conde de Godo final. In 1991 he lost to fellow Spaniard Emilio Sanchez. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930412","headline":"Israel Will Keep Occupied Lands Shut Indefinitely","web_url":"https://www.nytimes.com/1993/04/12/world/israel-will-keep-occupied-lands-shut-indefinitely.html","abstract":"  Convinced that it has found the key to curbing violent attacks against Israelis, the Government decided today to keep the occupied West Bank and Gaza Strip sealed indefinitely and to slash sharply the number of Palestinians who eventually will be allowed back into Israel for work.    The 12-day-old measure that bans all but a few thousand Palestinians from entering Israel from the territories was opposed by several Cabinet ministers. They argued that hundreds of thousands of people in the territories would be left without sources of income and that pent-up frustrations would explode at some point in renewed violence.","thumbnail":null,"section":"World"},{"date":"19930412","headline":"Preventing Violence at School","web_url":"https://www.nytimes.com/1993/04/12/opinion/preventing-violence-at-school.html","abstract":"  Fear for their personal safety impedes learning for far too many New York City students. But now an advisory panel of law enforcement experts, established by Schools Chancellor Joseph Fernandez, has recommended sensible revisions in school security.    The Board of Education already spends some $72 million a year on unarmed security officers and metal detectors. Even so, there were 1,880 assaults and 388 robberies reported in schools last year, reflecting violence on the streets.","thumbnail":null,"section":"Opinion"},{"date":"19930412","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/04/12/arts/dance-in-review-568693.html","abstract":"  Cinderella  New York Theater Ballet Gould Hall    Grown-up dance lovers know the New York Theater Ballet as a meticulously rehearsed little company that often revives small-scale pieces of great artistic importance. But this troupe, directed by Diana Byer, also gives what could be called pint-sized productions for children: hourlong adaptations of famous works that are meant to hold the attention of very young balletgoers and, possibly, of some of the squirmy elders who accompany them to the theater.","thumbnail":null,"section":"Arts"},{"date":"19930412","headline":"U.S. Aides in Egypt Said to Have Met With Group Tied to New York Blast","web_url":"https://www.nytimes.com/1993/04/12/world/us-aides-in-egypt-said-to-have-met-with-group-tied-to-new-york-blast.html","abstract":"  Officials from the United States Embassy have had meetings since 1991 with militant leaders of the Islamic Group, an organization that is being scrutinized in connection with the World Trade Center bombing, said two members of the group who took part in the sessions and Western diplomats who said they were aware of the contacts.   The militants, who spoke on condition of anonymity, said the initial meetings had been held at the embassy's request and centered on allegations of human rights abuses committed by the Egyptian Government.","thumbnail":null,"section":"World"},{"date":"19930412","headline":"Black's Killing Darkens South Africa's Dream","web_url":"https://www.nytimes.com/1993/04/12/world/black-s-killing-darkens-south-africa-s-dream.html","abstract":"  The neighborhood where Chris Hani, South Africa's most popular black militant, was gunned down on Saturday defies most stereotypes about the country, including those South Africans hold about each other.   Dawn Park, as the subdivision on the southeastern fringe of Johannesburg's suburbia is called, is racially mixed, quintessentially middle class and so tension free that Mr. Hani often jogged through the streets unprotected.","thumbnail":null,"section":"World"},{"date":"19930412","headline":"Sanchez Vicario's Tenacity Translates Into Sabatini's Loss","web_url":"https://www.nytimes.com/1993/04/12/sports/tennis-sanchez-vicario-s-tenacity-translates-into-sabatini-s-loss.html","abstract":"  Arantxa Sanchez Vicario, the human version of the little engine that could, sometimes has trouble searching for the proper verb when asked to describe her style of play.   \"I am confidence,\" she says.","thumbnail":null,"section":"Sports"},{"date":"19930412","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/04/12/arts/dance-in-review-566093.html","abstract":"  'Faith Healing'  Jane Comfort and Company Performance Space 122    The five performers who make up the cast of \"Faith Healing,\" seen on Thursday night, are all gifted dancers. But the theater-dance piece by Jane Comfort, based on Tennessee Williams's play \"The Glass Menagerie,\" also reveals what extraordinary actors they are. Ms. Comfort is clearly a sensitive director. She has the perfect collaborators in David Ferri, who created the lighting, and Liz Prince, who designed the costumes and set. And Ms. Comfort has found unusual and inspired ways to physicalize some of the central events in the play. But in the end it is the performances that strike one most forcibly.","thumbnail":null,"section":"Arts"},{"date":"19930412","headline":"Abroad at Home; The Clinton Challenge","web_url":"https://www.nytimes.com/1993/04/12/opinion/abroad-at-home-the-clinton-challenge.html","abstract":"  Apart from humanitarian concern, President Clinton has a profound stake in the horror of Bosnia. It is the world's belief in his will to use American power.   Belief in American power has for many years been the most effective deterrent to international aggression. It is more crucial than ever in an increasingly chaotic world, a world with only one superpower.","thumbnail":null,"section":"Opinion"},{"date":"19930412","headline":"Duclos-Lassalle Grabs Victory From Ballerini","web_url":"https://www.nytimes.com/1993/04/12/sports/IHT-ducloslassalle-grabs-victory-from-ballerini.html","abstract":"In a stirring sprint with Franco Ballerini, Gilbert Duclos-Lassalle won his second consecutive Paris-Roubaix bicycle race Sunday, to the surprise of both riders. . Duclos-Lassalle, who last year had won easily, kept his head down and his face grim after h","thumbnail":null,"section":"Sports"},{"date":"19930412","headline":"Review/Dance; Juilliard in Spring: Angels and a Lark","web_url":"https://www.nytimes.com/1993/04/12/arts/review-dance-juilliard-in-spring-angels-and-a-lark.html","abstract":"  The annual spring performances of the Juilliard Dance Ensemble allow students in the Juilliard School's dance division to show their mastery of many styles. This year's series, which ran through last Monday at the Juilliard Theater, featured two major modern-dance works.    \"Diversion of Angels,\" which dates from 1948, is Martha Graham's affectionate tribute to young love. It has its moments of sorrow, but they are bittersweet, and joy inevitably triumphs.","thumbnail":null,"section":"Arts"},{"date":"19930412","headline":"Traveling Miami Roads Without Becoming Prey","web_url":"https://www.nytimes.com/1993/04/12/us/traveling-miami-roads-without-becoming-prey.html","abstract":"  As tourists wait in line for their cars at an Alamo Rent-a-Car office near Miami International Airport, they are given a flier and hear a recorded message that repeats a warning about the dangers lurking ahead.   \"We have just handed you a safety-tip brochure,\" a woman's voice calmly intones every five minutes. \"We ask that you read it before leaving the premises.\"","thumbnail":null,"section":"U.S."},{"date":"19930412","headline":"Review/Music; Jazz in Shambles for Artistic Reasons","web_url":"https://www.nytimes.com/1993/04/12/arts/review-music-jazz-in-shambles-for-artistic-reasons.html","abstract":"  Ned Rothenberg's music at Roulette on April 2 followed an avenue American composers should find legitimate and promising. While so many of his colleagues begin with European doctrines and redirect them with a New World spin, most of Mr. Rothenberg's music here evolved from his own surroundings. It is a process that begins with popular music, continues with jazz and tentatively explores a world beyond both.   \"Epistrophical Notions,\" with the composer playing the bass clarinet, served as an introduction. In this remembrance of Thelonious Monk, a jazz monologue is shattered into fragments and the snippets are punctuated with percussive attacks, rude trills and ornaments. Mr. Rothenberg is not practicing a traditional genre, nor does he excerpt jazz for local color as did Ravel and Stravinsky. Rather, he examines an art for its further possibilities, pulling it apart and attempting a reconstruction that holds to its roots but moves toward a genre of its own.","thumbnail":null,"section":"Arts"},{"date":"19930412","headline":"Guess Who Is Behaving Like the Bully in Boston","web_url":"https://www.nytimes.com/1993/04/12/sports/pro-basketball-guess-who-is-behaving-like-the-bully-in-boston.html","abstract":"  There was a time when the Knicks couldn't buy a victory at Boston Garden. Today, they acted as if they owned the place.   \"When you break through in an arena, there's no more dread,\" said Knicks Coach Pat Riley after New York whipped the Celtics, 102-90, on the same parquet floor where they once lost 23 consecutive regular-season games.","thumbnail":null,"section":"Sports"},{"date":"19930412","headline":"One Who Shaped Domestic Issues","web_url":"https://www.nytimes.com/1993/04/12/nyregion/metro-matters-one-who-shaped-domestic-issues.html","abstract":"  You should read a paper a day. I got this habit, the first thing I do is see who died. I learned a lot from that because only people who were somebody get in the paper when they die.  -- Carolyn Reed   ON the very weekend that President Clinton's second choice for Attorney General withdrew in a second controversy over household help, Carolyn Reed died in a Westchester hospital.","thumbnail":null,"section":"New York"},{"date":"19930412","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/04/12/us/inside-968693.html","abstract":"  Langer Wins Masters   Bernhard Langer of Germany captured his second Masters golf championship, winning by four shots. SportsMonday, page C1. Corralling Commuters    In trying to comply with the Clean Air Act, thousand of employers must also try to change a basic habit: the way people get to work. Page B1.","thumbnail":null,"section":"U.S."},{"date":"19930412","headline":"Make Congress Obey Itself","web_url":"https://www.nytimes.com/1993/04/12/opinion/make-congress-obey-itself.html","abstract":"  Congress is quick to impose new laws on hapless states, cities, corporations and just plain citizens. But it is woefully derelict in applying those laws to itself and its members.    Laws that protect racial minorities and women against discrimination do not apply equally on Capitol Hill. The same inequity exists in legislation on workplace safety, family leave and freedom of information.","thumbnail":null,"section":"Opinion"},{"date":"19930412","headline":"Yankee Stadium: the Bronx's Diamond in the Rough","web_url":"https://www.nytimes.com/1993/04/12/nyregion/strictly-business-yankee-stadium-the-bronx-s-diamond-in-the-rough.html","abstract":"  In the scruffy blocks around Yankee Stadium, spring blossoms today in the form of the Bronx Bombers' home opener.   At Vega Alta Bar at 880 Gerard Avenue, daily receipts will jump from the usual $200 to something like $1,200. At Stadium Hardware next door, the plumbers' helpers in the window will be totally supplanted by Yankees caps and T-shirts. The trade at River Cigars at East 161st Street and River Avenue will perk up, the owner confidently predicts.","thumbnail":null,"section":"New York"},{"date":"19930412","headline":"Books of The Times; A Life of Love, Pizza and Theoretical Physics","web_url":"https://www.nytimes.com/1993/04/12/books/books-of-the-times-a-life-of-love-pizza-and-theoretical-physics.html","abstract":"  Particles and Luck  By Louis B. Jones 305 pages. Pantheon Books. $22.   Mark Perdue, in Louis B. Jones's richly comic new novel, \"Particles and Luck,\" is a 27-year-old physicist so absent-minded that Audrey, his wife, who is a lawyer, must put \"signs on everything\" to help him navigate an evening when she has to be away from the house on business.","thumbnail":null,"section":"Books"},{"date":"19930412","headline":"Press Freedom Cited by Pole in U.S. Court","web_url":"https://www.nytimes.com/1993/04/12/nyregion/press-freedom-cited-by-pole-in-us-court.html","abstract":"  As a journalist in Poland in the 1980's, Andrzej Krajewski recalls, he evaded demands by the Communist regime's secret police to reveal the sources of the American and Japanese correspondents he worked with. Now, he says, he is waging another battle for journalistic integrity -- in the United States.   Mr. Krajewski, a Polish citizen, is now a United States correspondent for the television network run by the post-Communist Polish Government. He is resisting a Federal subpoena for tape recordings of interviews he conducted in New York City with an American defendant in an arms-smuggling case in Brooklyn in which five Polish citizens face trial.","thumbnail":null,"section":"New York"},{"date":"19930412","headline":"Decision Soon On Schools In Newark","web_url":"https://www.nytimes.com/1993/04/12/nyregion/decision-soon-on-schools-in-newark.html","abstract":"  The state Education Department is taking steps that could lead to a takeover of the Newark public schools, the largest system in New Jersey.   Although such a takeover has been talked about for years, officials in the department and in the State House said today that it was still too early to tell whether a takeover or some other, less stringent action might be carried out to help improve a system that has failed to meet virtually every minimum educational standard since the state began monitoring in the 1970's.","thumbnail":null,"section":"New York"},{"date":"19930412","headline":"Man, 62, Stabbed to Death","web_url":"https://www.nytimes.com/1993/04/12/nyregion/man-62-stabbed-to-death.html","abstract":"  Joseph Greene, a 62-year-old resident of the Kingsborough Houses in Crown Heights, Brooklyn, was stabbed to death yesterday in his apartment, the police reported. Sgt. Anthony Barlanti, a Police Department spokesman, said Mr. Greene, who was been stabbed in the neck, ran into the hallway seeking help and then collapsed there shortly after 5 P.M. The spokesman said detectives were investigating the possibility that there had been a dispute in Mr. Greene's apartment at 120 Kingsborough First Walk. Some residents of the apartment house, who described Mr. Greene as a truck mechanic, said the slaying was the first instance of serious crime in the building in years.","thumbnail":null,"section":"New York"},{"date":"19930412","headline":"Essay; Progress In Ismailiya","web_url":"https://www.nytimes.com/1993/04/12/opinion/essay-progress-in-ismailiya.html","abstract":"  On Wednesday in the Egyptian town of Ismailiya, which was the headquarters for the digging in 1863 of the Suez canal, Israel's Yitzhak Rabin and Egypt's Hosni Mubarak will open the way for the Clinton Round of the Mideast peace talks.   Confounding analysts who saw him following a \"Syria first\" strategy, Prime Minister Rabin will formally accede to a key Egyptian request, transmitted via the U.S. -- that the Palestinian leader Faisal al-Husseini be permitted to represent the West Bank and Gaza Arabs.","thumbnail":null,"section":"Opinion"},{"date":"19930412","headline":"Astros' Free Agents Come Up Weekend Winners","web_url":"https://www.nytimes.com/1993/04/12/sports/baseball-astros-free-agents-come-up-weekend-winners.html","abstract":"  Two expensive off-season acquisitions have already paid dividends for the Houston Astros, helping produce a three-game sweep at Shea Stadium this weekend.   Doug Drabek, the right-hander who spent the last six seasons with Pittsburgh, signed with Houston as a free agent last December for a four-year, $19.5 million deal. On Saturday, he got his first victory of the season in a complete-game performance.","thumbnail":null,"section":"Sports"},{"date":"19930412","headline":"Traffic Alert","web_url":"https://www.nytimes.com/1993/04/12/nyregion/traffic-alert-318793.html","abstract":"  Because of Passover and Orthodox Holy Thursday and Good Friday, alternate-side parking rules will be suspended this week.","thumbnail":null,"section":"New York"},{"date":"19930412","headline":"Sports of The Times; The Future Is Now Continues for Langer","web_url":"https://www.nytimes.com/1993/04/12/sports/sports-of-the-times-the-future-is-now-continues-for-langer.html","abstract":"  SOME golfers have all but disappeared after a memorable mistake. When the biggest putt of their life didn't drop, it was almost as if they crawled into the hole.   Ed Sneed dropped out of sight after missing a 5-foot putt on the 18th green that would have won the 1978 Masters, then losing to Fuzzy Zoeller in a playoff. Tony Jacklin of England never was the same after three-putting the 17th green from 15 feet in the final round of the 1972 British Open that Lee Trevino won at Muirfield.","thumbnail":null,"section":"Sports"},{"date":"19930412","headline":"Deer Hunt Off To Slow Start In Irondequoit","web_url":"https://www.nytimes.com/1993/04/12/nyregion/deer-hunt-off-to-slow-start-in-irondequoit.html","abstract":"  A bait-and-shoot plan to reduce the growing deer population here has so far yielded fewer deer than some expected but has generated plenty of protests and the plan's chief supporter even says he has been threatened.   \"The only people we're really hearing from are the animal-activist screamers,\" said Arnold J. Eckert, president of the Monroe County Legislature. \"They could care less about the person who could get killed or injured in a deer-car accident.\"","thumbnail":null,"section":"New York"},{"date":"19930412","headline":"Women and War","web_url":"https://www.nytimes.com/1993/04/12/opinion/women-and-war.html","abstract":"  They wear uniforms, they often perform risky tasks and they are ordered, not asked. Nevertheless, women in the armed forces have one thing in common with almost anyone who has ever held a job: they want to go as far as their talents will take them. So far, they haven't had the chance.   The 35,000 women who served in the Persian Gulf war -- not to mention female cops, firefighters and astronauts -- have shown that competence has nothing to do with gender. But all too often, reason flees and emotion takes over when there's talk of women in combat.","thumbnail":null,"section":"Opinion"},{"date":"19930412","headline":"BESIEGED BOSNIANS FACING A NEW PERIL AS U.N. AID DRIES UP","web_url":"https://www.nytimes.com/1993/04/12/world/besieged-bosnians-facing-a-new-peril-as-un-aid-dries-up.html","abstract":"  Civilians who survived the Serbian nationalist campaign of \"ethnic cleansing\" and the cold, lean winter are facing another emergency: the virtual exhaustion of the food supplies that have kept 2.3 million Bosnians from starvation.   Since the Serbian forces launched the war a year ago, Western governments that have led the way in making United Nations policy have shunned Bosnian requests for military intervention. They have promised instead that if Muslims cannot be saved from Serbian artillery bombardments, they will at least be saved from starving.","thumbnail":null,"section":"World"},{"date":"19930412","headline":"Sympathy for a Mother Accused of Slaying Molester in Revenge","web_url":"https://www.nytimes.com/1993/04/12/us/sympathy-for-a-mother-accused-of-slaying-molester-in-revenge.html","abstract":"No one felt much like dancing at the Mother Lode Fairgrounds today, although band after band played upbeat country music. Not many laughed at the magician's act either. Instead, friends, family and strangers drank sodas and talked about Ellie Nesler, who a week earlier shot to death the man accused of molesting her son.\n\nMs. Nesler's relatives say Daniel Mark Driver, 35, was a stranger who gained the trust of single mothers like Ms. Nesler by moving in religious circles and offering himself as a substitute father. He worked as a dish washer at a church camp, where Ms. Nesler said he molested her son, one of four boys who say Mr. Driver abused them from 1986 to 1988.","thumbnail":null,"section":"U.S."},{"date":"19930412","headline":"Greenwich Feels Pain of Change","web_url":"https://www.nytimes.com/1993/04/12/nyregion/greenwich-feels-pain-of-change.html","abstract":"  If the Disney people wanted to update Main Street, U.S.A., they might copy Greenwich Avenue, a broad, sloping street of historic storefronts where police officers, not traffic lights, direct cars through busy intersections.   D. W. Rogers, descended from a local general store, is a neighbor of F. W. Woolworth. Boswell's, Finch's and Grannick's pharmacies endure. But Victoria's Secret and Banana Republic are also neighbors, and each end of the avenue is now anchored by an office plaza.","thumbnail":null,"section":"New York"},{"date":"19930412","headline":"Review/Opera; The Decline of a Queen, in Concert","web_url":"https://www.nytimes.com/1993/04/12/arts/review-opera-the-decline-of-a-queen-in-concert.html","abstract":"  The Opera Orchestra of New York, led by Eve Queler, specializes in the revival of obscure or neglected operas. Donizetti's \"Anna Bolena,\" which Ms. Queler conducted on Wednesday night at Carnegie Hall, isn't exactly obscure: it was first revived in 1957 with Maria Callas in the title role, and has become one of the five or six better-known Donizetti operas. But it has somehow failed to establish itself firmly in the repertory. Its persistent underestimation is puzzling; this is possibly Donizetti's finest tragic opera, at the very least a more dramatically sound and musically fluid work than \"Lucia di Lammermoor.\"    First staged in 1830, \"Anna Bolena\" was Donizetti's first major success, the opera that marked his emergence as a rival of Bellini. The composer had the good fortune to receive a superb libretto from Felice Romani; the historical record of Anne Boleyn, Jane Seymour and Henry VIII was set aside in favor of psychologically precise character studies. Anne turns away the advances of Lord Percy and the musician Smeton, but the king's infatuation with Jane guarantees that disaster will fall all the same. The key to the piece is the king, whose patriarchal malevolence dooms the lyric strains of romance around him.","thumbnail":null,"section":"Arts"},{"date":"19930412","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/04/12/nyregion/chronicle-203293.html","abstract":"  When the Soviet Union split apart and the Communist Party collapsed, cultural institutions were left floundering without the financial and legal help of a monolithic dictatorship.    On Wednesday, a team of 12 American leaders in the arts, government, foundations and real estate, leave for five days in St. Petersburg to meet with Government and cultural officials there, and, hopefully, impart some American know-how.","thumbnail":null,"section":"New York"},{"date":"19930412","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/12/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: Worthy Cathedral.BERLIN - A squad of Army Engineers have been occupied during the past few days with an attempt to blow up, by the aid of dynamite, the tower of the old Berlin Cathedral, which is being destroyed to make room for an edifice worthie","thumbnail":null,"section":"Opinion"},{"date":"19930412","headline":"NATO Jets in Bosnia Told to Shoot as Last Resort","web_url":"https://www.nytimes.com/1993/04/12/world/nato-jets-in-bosnia-told-to-shoot-as-last-resort.html","abstract":"  In an effort to minimize the chances of a clash with Serbian forces, NATO planes policing the no-flight zone over Bosnia have been instructed to refrain from firing on Serbian aircraft that violate the ban, except as a last resort.   The North Atlantic Treaty Organization is to begin enforcing the zone on Monday. But NATO's rules of engagement stand in sharp contrast to the aggressive enforcement of the air-exclusion zones over northern and southern Iraq by the United States and its British and French allies.","thumbnail":null,"section":"World"},{"date":"19930412","headline":"Empire Blue Cross Deserves Better Treatment","web_url":"https://www.nytimes.com/1993/04/12/opinion/l-empire-blue-cross-deserves-better-treatment-559793.html","abstract":"  To the Editor:   Your highly selective three-part profile of 20 years in the life of Empire Blue Cross and Blue Shield (front page, March 28-30) featured unsubstantiated allegations, unidentified sources and comments from individuals serving their own agenda at the expense of Empire. I expected better from you.","thumbnail":null,"section":"Opinion"},{"date":"19930412","headline":"Finally, Seles Feels Fit Again","web_url":"https://www.nytimes.com/1993/04/12/sports/tennis-finally-seles-feels-fit-again.html","abstract":"  Where's that girl?    Monica Seles, current queen of the women's tennis scene, has been quietly but conspicuously absent from it for 50 days now. She has withdrawn from as many 1993 events -- three -- as she has competed in. After winning the first two, the Australian Open and a Chicago tournament, she fell to Martina Navratilova in the Paris final in February and hasn't struck a ball since.","thumbnail":null,"section":"Sports"},{"date":"19930412","headline":"Empire Blue Cross Deserves Better Treatment; A Battle for Payment","web_url":"https://www.nytimes.com/1993/04/12/opinion/l-empire-blue-cross-deserves-better-treatment-a-battle-for-payment-561993.html","abstract":"  To the Editor:   Finally, a series of articles critical of the excesses and management of Empire Blue Cross and Blue Shield (March 28-30). Empire's continual cries for rate increases should be closely scrutinized. As one of the many subscribers forced to do battle with the Empire system, I consider further rate increases without increases in service a travesty.","thumbnail":null,"section":"Opinion"},{"date":"19930412","headline":"Langer Soars on Wings of an Eagle","web_url":"https://www.nytimes.com/1993/04/12/sports/golf-langer-soars-on-wings-of-an-eagle.html","abstract":"  With a serene exterior but a pugnacious spirit, Bernhard Langer took scant notice of the tepid challenges thrown at him today and put on a clinical display of mistake-free golf to win the 57th Masters.   Using a 22-foot eagle putt at the apex of Amen Corner as the clincher, the 35-year-old German shot a two-under-par 70 over the Augusta National course for a 72-hole total of 11-under-par 277, four drama-killing strokes ahead of Chip Beck and six better than Lanny Wadkins, Steve Elkington, John Daly and Tom Lehman.","thumbnail":null,"section":"Sports"},{"date":"19930412","headline":"Show About the Eternal Dietrich Attracts Germans From All Over","web_url":"https://www.nytimes.com/1993/04/12/theater/show-about-the-eternal-dietrich-attracts-germans-from-all-over.html","abstract":"  A new entertainment era may have dawned in Germany with the unveiling of the country's first homegrown mega-musical, a lavishly promoted romp through the life of Marlene Dietrich called \"Where Have All the Flowers Gone?,\" which opened here on Wednesday.   For months Berliners have been inundated with advertising for the show, ranging from radio commercials to full-page newspaper ads to placards that seem to have sprouted on every downtown corner. Much of the city appears gripped by what one columnist called \"Marlene fever.\"","thumbnail":null,"section":"Theater"},{"date":"19930412","headline":"Review/Television; Nostalgia for 150-Year-Olds: 'The Class of '61'","web_url":"https://www.nytimes.com/1993/04/12/arts/review-television-nostalgia-for-150-year-olds-the-class-of-61.html","abstract":"  David Lynch watched as \"Twin Peaks\" dribbled away ingloriously. George Lucas is still struggling to salvage \"The Chronicles of Young Indiana Jones.\" And tonight at 9 on ABC, Steven Spielberg comes a cropper with \"Class of '61.\" Message to powerful Hollywood directors and producers: television isn't as easy as it looks.    Created and written by Jonas McCord, who is also co-executive producer with Mr. Spielberg, \"Class of '61\" clearly owes its existence to the success on public television of the award-winning documentary series \"The Civil War.\" Shelby Foote, the novelist and historian, has a credit as a consultant on both projects.","thumbnail":null,"section":"Arts"},{"date":"19930412","headline":"Car-Theft Advice","web_url":"https://www.nytimes.com/1993/04/12/opinion/l-car-theft-advice-564393.html","abstract":"  To the Editor:   \"Anti-Theft Device Talks, Squeals and Stops Car\" (Business Day, April 2) had me enthralled -- until the last sentence. Was it necessary to quote the device's spokesman on how easy it is, and how, to break The Club anti-theft device? I understand why the spokesman for the $300 device would like to see sales cut down on the $20 car-theft device. But why would you publish information telling how to steal a car? MARLENE ROBERTS  Boca Raton, Fla., April 2, 1993","thumbnail":null,"section":"Opinion"},{"date":"19930412","headline":"Bonilla Goal: Stop the Press","web_url":"https://www.nytimes.com/1993/04/12/sports/baseball-bonilla-goal-stop-the-press.html","abstract":"  The continuing Mets saga that General Manager Al Harazin calls \"soap opera baseball\" paused for a literary moment yesterday.   Bobby Bonilla, saying he was concerned with \"the integrity of the sport,\" explained why he threatened a Daily News reporter in the locker room after Saturday's game.","thumbnail":null,"section":"Sports"},{"date":"19930412","headline":"Russia Seeks to Delay Vote on Further Sanctions Against Belgrade","web_url":"https://www.nytimes.com/1993/04/12/world/russia-seeks-to-delay-vote-on-further-sanctions-against-belgrade.html","abstract":"  Russia pressed tonight for further postponement of a Security Council vote planned for Monday on tightening the economic embargo against Yugoslavia, diplomats said.   Consultations continued between Council members over sanctions that are intended to press what remains of Yugoslavia to use its influence to help end the war in Bosnia and Herzegovina, where Bosnian Serbs have been fighting Muslims and Croats for more than a year. One diplomat involved in the issue thought postponement of the vote was likely, but others said a final decision on whether to proceed with the new sanctions probably would be made on Monday.","thumbnail":null,"section":"World"},{"date":"19930412","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/12/nyregion/c-corrections-532593.html","abstract":"  An article in Weekend on Friday about British-oriented places in New York City referred incompletely to the Stephen's Green bar in Sunnyside, Queens. Although it screens telecasts of English soccer matches, the bar is an Irish pub.","thumbnail":null,"section":"New York"},{"date":"19930412","headline":"Empire Blue Cross Deserves Better Treatment; Time to Go","web_url":"https://www.nytimes.com/1993/04/12/opinion/l-empire-blue-cross-deserves-better-treatment-time-to-go-560093.html","abstract":"  To the Editor:   I just read the third and final article about the mismanagement of Empire Blue Cross and Blue Shield of New York (front page, March 30). It's crystal clear to me that it's time for Albert A. Cardone to go.","thumbnail":null,"section":"Opinion"},{"date":"19930412","headline":"Senior Official Shot Dead","web_url":"https://www.nytimes.com/1993/04/12/world/senior-official-shot-dead.html","abstract":"  Islamic militants today shot and killed a senior police official in southern Egypt and tried to blow up a bus carrying German tourists, officials said.   The gunmen killed Brig. Gen. Mohammed al-Shaimi, who was deputy head of security in Asyut Province, and his driver and an assistant in a car ambush in Abu Tig, about 250 miles south of Cairo, the officials said.","thumbnail":null,"section":"World"},{"date":"19930412","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/04/12/nyregion/metro-digest-113393.html","abstract":"  A HAMLET DEFIES THE PATH OF PROGRESS   On a small mountain ridge in the Adirondacks known as the Hollow, indoor plumbing was first installed six years ago and many people still do not have telephones. There are a few signs of modernization in the area just 35 miles from Saratoga Springs that social workers call the Appalachia of the North, but most people in the Hollow, home to several hundred descendants of two farming families that settled there in the early 19th century, continue to make their living as the woodsmen and trappers they have been for nearly 200 years, selling firewood or serving as guides. A1. MEETINGS WITH ISLAMIC GROUP DISCLOSED   Officials from the United States Embassy in Cairo have had meetings since 1991 with militant leaders of the Islamic Group, the organization whose leader has been linked to suspects in the World Trade Center bombing, said two members of the group who took part in the sessions and Western diplomats who said they were aware of the contacts. The militants, who spoke on the condition of anonymity, said the initial meetings had been held at the embassy's request and centered on allegations of human rights abuses committed by the Egyptian Government. A3. NEW YORK CITY","thumbnail":null,"section":"New York"},{"date":"19930412","headline":"HORSE RACING: Kentucky Derby '93 -- In the Running; Loblolly Stable Stands 1-2 Turning for Home on the Road to Louisville","web_url":"https://www.nytimes.com/1993/04/12/sports/horse-racing-kentucky-derby-93-running-loblolly-stable-stands-1-2-turning-for.html","abstract":"  On the day after the Blue Grass Stakes scrambled the cast for the Kentucky Derby one more time, Living Vicariously and Halostrada dropped out, Sea Hero waited for word from his owner, Dixieland Heat kissed his five-race winning streak goodbye and Corby gnawed the wood on his stall door while his handlers tried to figure out how their No. 1 horse could run No. 7.   But in the debris of the most important Derby prep race, one colt stood tall: Prairie Bayou, who won the $600,000 Jim Beam Stakes two weeks ago and returned to win the $500,000 Blue Grass at Keeneland on Saturday. And he was already back in his barn at Churchill Downs today with a four-race winning streak and undisputed leadership among 3-year-olds traveling the tortuous road to Louisville, where the 119th Derby will be run on May 1.","thumbnail":null,"section":"Sports"},{"date":"19930412","headline":"Files Said to Show Hanoi Lied in '72 On Prisoner Totals","web_url":"https://www.nytimes.com/1993/04/12/world/files-said-to-show-hanoi-lied-in-72-on-prisoner-totals.html","abstract":"  A document described as a top secret report written by a senior North Vietnamese general and delivered to the Communist Party Politburo in Hanoi in September 1972 says that North Vietnam was holding 1,205 American prisoners of war when Hanoi maintained that the number was only 368.   A copy of the report, a Russian translation of the Vietnamese document, was recently discovered here in the archives of the Soviet Communist Party.","thumbnail":null,"section":"World"},{"date":"19930412","headline":"Bridge","web_url":"https://www.nytimes.com/1993/04/12/nyregion/bridge-334993.html","abstract":"  Defensive play can be technically difficult, and the difficulties are compounded if there is an ethical component. Consider, for example, the diagramed deal played in December in Century Village in Boca Raton, Fla. It was reported by Stan Slater, a snowbird from Brooklyn, who held the West cards. His partner was Bernard Gottheim, who heads the bridge activities in the senior citizen community.   The obvious move for West, when his partner's weak two-spade bid was overcalled with three clubs, was to bid three spades. But the club nine looked as if it would be a good card in defense and the opponents were vulnerable, so he ventured a double. This was a match-point game, and collecting 200 would probably be worth a top score.","thumbnail":null,"section":"New York"},{"date":"19930412","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/12/nyregion/c-corrections-531793.html","abstract":"  A front-page article yesterday about an agreement in Russia to limit the growth of the money supply referred incorrectly in some copies to a 30 percent limit on the growth of credits issued by the central bank in the second quarter of 1993. The percentage is based on total credits existing at the end of March, not on credits issued in the first quarter of 1993.","thumbnail":null,"section":"New York"},{"date":"19930412","headline":"Review/Music; Serkin and the Guarneri Offer Henze and Dvorak","web_url":"https://www.nytimes.com/1993/04/12/arts/review-music-serkin-and-the-guarneri-offer-henze-and-dvorak.html","abstract":"  Concerts by the Guarneri String Quartet are joyless affairs these days. Musical sympathy among the four musicians is difficult to detect, and although passages fall nicely into place now and again, more often one hears four musical lines that either keep their distance or seem locked in an angry battle. Individually, the players sometimes make appealing, shapely sounds. But together their timbre is usually an uninviting shade of gray.   The pianist Peter Serkin was moderately successful in his attempts to light a fire under the quartet on Wednesday evening at Alice Tully, when he joined the group for a new quintet by Hans Werner Henze and the Dvorak Quintet in A (Op. 81). In both works, Mr. Serkin's colorful, textured playing was the glue that held the performance together and a catalyst point for the kinds of responses that the Guarneri players seem not to evoke from each other.","thumbnail":null,"section":"Arts"},{"date":"19930412","headline":"Back on Track in Aiding Nicaragua","web_url":"https://www.nytimes.com/1993/04/12/opinion/back-on-track-in-aiding-nicaragua.html","abstract":"  Nicaragua's failure to please Senator Jesse Helms, the hard-right North Carolina Republican, will no longer cost it American support. The State Department says that $50 million in blocked U.S. aid will now be released because Nicaragua is making progress on human rights and other matters in dispute.    Senator Helms's oft-repeated complaint is that President Violeta Chamorro yielded too much power to the Sandinistas she defeated in 1990. Granted, Mrs. Chamorro opted for conciliation by retaining Humberto Ortega, brother of former Sandinista President Daniel Ortega, as head of the armed forces.","thumbnail":null,"section":"Opinion"},{"date":"19930412","headline":"He's No Longer a Saint: Heyward Goes to Bears","web_url":"https://www.nytimes.com/1993/04/12/sports/sports-people-pro-football-he-s-no-longer-a-saint-heyward-goes-to-bears.html","abstract":"  The Chicago Bears have agreed to terms with New Orleans fullback CRAIG (IRONHEAD) HEYWARD, sending an apparent farewell message to incumbent BRAD MUSTER.   Bears spokesman BRYAN HARLAN said yesterday that Heyward will sign in the next day or two. He reportedly will get $3 million for three years plus a $200,000 bonus each season if he reaches accepted weight levels. Heyward has weighed close to 300 pounds in some seasons.","thumbnail":null,"section":"Sports"},{"date":"19930412","headline":"Cruising Killer With Shotgun Terrorizes Washington Area","web_url":"https://www.nytimes.com/1993/04/12/us/cruising-killer-with-shotgun-terrorizes-washington-area.html","abstract":"  In the last few weeks, Betty Henderson, like other residents of two adjacent neighborhoods here, says she has become a captive in her own home.   \"I don't go out anymore,\" said Ms. Henderson, who is 63 and lives on the street where a man was killed when he was shot in the face on Saturday morning, just after midnight.","thumbnail":null,"section":"U.S."},{"date":"19930412","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/12/opinion/IHT-in-our-pages-100-75-and-50-years-ago-90959200456.html","abstract":"1943: Navy to Double.INDIANAPOLIS - [From our New York edition:] Frank Knox, Secretary of the Navy, predicts the American fleet will more than double in size by the end of 1943. At a rally marking the end of a drive to raise funds for a new cruiser, Vin","thumbnail":null,"section":"Opinion"},{"date":"19930412","headline":"Howe's Plaque Is Back","web_url":"https://www.nytimes.com/1993/04/12/sports/sports-people-hockey-howe-s-plaque-is-back.html","abstract":"  Two contrite hockey fans have returned the stolen Michigan Sports Hall of Fame plaque honoring Red Wings great Gordie Howe.   The bronze plaque was stolen more than four years ago from Cobo Hall in Detroit, site of the Hall of Fame.","thumbnail":null,"section":"Sports"},{"date":"19930412","headline":"New York Needs Special Prosecutor's Office for Police Cases","web_url":"https://www.nytimes.com/1993/04/12/opinion/l-new-york-needs-special-prosecutor-s-office-for-police-cases-039593.html","abstract":"  To the Editor:   The difficulties of the New York City Police Department in policing its own has led to creation of a special unit in the Manhattan District Attorney's office to handle only police cases (news article, March 26). Those difficulties also make a strong case for re-establishing the special prosecutor's office for criminal justice to investigate and prosecute cases of police corruption more effectively.","thumbnail":null,"section":"Opinion"},{"date":"19930412","headline":"Empire Blue Cross Deserves Better Treatment; Not the Economy","web_url":"https://www.nytimes.com/1993/04/12/opinion/l-empire-blue-cross-deserves-better-treatment-not-the-economy-562793.html","abstract":"  To the Editor:   Contrary to statements attributed to me in \"The Blame for Empire's Mess\" (editorial, March 31), I have never blamed the \"poor economy\" for Empire Blue Cross and Blue Shield's problems. Nor have I, the Insurance Department or the Cuomo administration been inattentive to the real problems. The state's landmark community rating-open enrollment legislation, proposed by Governor Cuomo in 1991, was designed to address many of the concerns you implicitly raise. Moreover, an Arthur Andersen audit of Empire, encouraged by my office, will speak to the direct management concerns.","thumbnail":null,"section":"Opinion"},{"date":"19930412","headline":"A Fig Leaf on Serbian Genocide","web_url":"https://www.nytimes.com/1993/04/12/opinion/a-fig-leaf-on-serbian-genocide.html","abstract":"  A moment of truth has arrived in Bosnia. It is not the illusionary one diplomats have in mind. They believe that with the Bosnian Muslims' and Croats' signing of the U.N. peace accord, the pressure on the Serbs has mounted, and that the Serbs will risk further isolation and condemnation unless they sign. Not since Neville Chamberlain's capitulation at Munich has the world expected so much of war criminals.   The homilies and promises of a new world order will not be worth the countless hours of speeches, voluminous contents of foreign policy journals, mountains of U.N. documentation and talking heads' pieties on TV if the world fails its straightforward test. Genocide is being carried out on TV news every day; this is not Cambodia, where we could pretend we did not see it.","thumbnail":null,"section":"Opinion"},{"date":"19930412","headline":"Hooray, a Comeback! (Don't Look at Score)","web_url":"https://www.nytimes.com/1993/04/12/sports/baseball-hooray-a-comeback-don-t-look-at-score.html","abstract":"  The Mets keep coming back, which makes them happy. And one of these days they may even win a game after trailing.   Despite their good intentions, though, despite Manager Jeff Torborg's happy spin on still another failed comeback, the Mets could not get away from one painful fact yesterday -- a 5-4 loss to the Astros.","thumbnail":null,"section":"Sports"},{"date":"19930412","headline":"Review/Piano; Schubert's Music and His Mysteries","web_url":"https://www.nytimes.com/1993/04/12/arts/review-piano-schubert-s-music-and-his-mysteries.html","abstract":"  In principle, the 92d Street Y's Schubertiade project was a great idea. Unlike Lincoln Center's Mozart Bicentennial, which crammed Mozart's works into 18 months, the plan here was to offer Schubert's works chronologically, taking from 1988 to 1997 to present them. That proved commercially unworkable, at least in the short term: the early seasons drew connoisseurs and revealed a few gems, but as with Mozart and Beethoven, the works likely to draw big audiences come near the end. The chronological approach was scuttled just as the series was heading toward the popular works, but at least the project has continued.   The new format has its own logic. Instead of tracing the big picture, the Schubertiade now offers glimpses into specific aspects of the composer's work, with early and late works performed side by side. This year the focus was on Schubert's piano sonatas, and instead of distributing the works among several players, Andras Schiff played them all (except for a few fragmentary ones) in a six-concert series that ended on April 3 evening. A master class the next afternoon was a kind of extended coda.","thumbnail":null,"section":"Arts"},{"date":"19930412","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/04/12/arts/dance-in-review-985693.html","abstract":"  Junko Kikuchi  Dia Center for the Arts 155 Mercer Street, SoHo    Junko Kikuchi has long been singled out for the quality of her dancing, and maturity has not dulled her clarity, simplicity and focus. Back from Tokyo after a nine-year absence, Miss Kikuchi presented two works on April 4 that were less unerring. But there was much to admire in them.","thumbnail":null,"section":"Arts"},{"date":"19930412","headline":"An Immigrant Finds Death At a Brooklyn Playground","web_url":"https://www.nytimes.com/1993/04/12/nyregion/an-immigrant-finds-death-at-a-brooklyn-playground.html","abstract":"  It began as a balmy spring afternoon, so fine that the temptation to shed jackets and backpacks and shoot hoops was irresistible. It sent Christian Abakpa and his two immigrant brothers to a Brooklyn playground to hone their newly acquired skill at the foreign sport of pick-up basketball.   Across the courts, Kenneth Parks and \"his boys\" were dribbling away at a rougher version of the game -- \"Utah,\" as they call it in Brooklyn, a wide-open street game that requires deft touches, dazzling streaks to the hoop and heavy doses of every-player-for-himself macho posturing.","thumbnail":null,"section":"New York"},{"date":"19930412","headline":"Jefferson Is America -- And America Is Jefferson","web_url":"https://www.nytimes.com/1993/04/12/opinion/jefferson-is-america-and-america-is-jefferson.html","abstract":"  Thomas Jefferson embodied the most powerful contradiction of the American legacy. His declarations on individual liberty, which remain a moral and political compass, showed the brilliance of a transcendent mind. But he also believed in the inferiority of black people, demonstrating how even a great thinker can remain captive of the racist stereotypes of his time.   That one man could simultaneously possess such vision and such blindness is intriguing; that his attitudes on race should persist in the culture at large, as they have, tells a troubling story about American society. It is a perspective that schools, universities and libraries should adopt as they celebrate the 250th anniversary of Jefferson's birth today, , for he can be just as instructive about the wounds of racism as the nobility of democracy. And his statements about blacks are rarely taught in history courses.","thumbnail":null,"section":"Opinion"},{"date":"19930412","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/04/12/nyregion/news-summary-933393.html","abstract":"  International A3-13  U.N. FOOD DRYING UP IN BOSNIA  United Nations officials are warning that there is virtually no food left in warehouses in and around Bosnia and that the entire food relief program there may collapse.  A1  NATO pilots are told to fire only as a last resort over Bosnia.  A8","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19930412","time":"1993-04-12 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.4,"rhum":83,"wspd":7.6},{"date":"19930412","time":"1993-04-12 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.2,"rhum":81,"wspd":9.4},{"date":"19930412","time":"1993-04-12 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.2,"rhum":81,"wspd":3.6},{"date":"19930412","time":"1993-04-12 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.9,"rhum":81,"wspd":3.6},{"date":"19930412","time":"1993-04-12 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.5,"rhum":85,"wspd":3.6},{"date":"19930412","time":"1993-04-12 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.2,"rhum":79,"wspd":9.4},{"date":"19930412","time":"1993-04-12 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.5,"rhum":76,"wspd":9.4},{"date":"19930412","time":"1993-04-12 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":75,"wspd":5.4},{"date":"19930412","time":"1993-04-12 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":70,"wspd":9.4},{"date":"19930412","time":"1993-04-12 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.6,"rhum":64,"wspd":7.6},{"date":"19930412","time":"1993-04-12 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":58,"wspd":7.6},{"date":"19930412","time":"1993-04-12 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":47,"wspd":13},{"date":"19930412","time":"1993-04-12 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.1,"rhum":45,"wspd":11.2},{"date":"19930412","time":"1993-04-12 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":41,"wspd":18.4},{"date":"19930412","time":"1993-04-12 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":42,"wspd":14.8},{"date":"19930412","time":"1993-04-12 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.7,"rhum":37,"wspd":13},{"date":"19930412","time":"1993-04-12 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":35,"wspd":14.8},{"date":"19930412","time":"1993-04-12 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":37,"wspd":11.2},{"date":"19930412","time":"1993-04-12 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.1,"rhum":39,"wspd":13},{"date":"19930412","time":"1993-04-12 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":38,"wspd":9.4},{"date":"19930412","time":"1993-04-12 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":60,"wspd":11.2},{"date":"19930412","time":"1993-04-12 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":72,"wspd":11.2},{"date":"19930412","time":"1993-04-12 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":74,"wspd":11.2},{"date":"19930412","time":"1993-04-12 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":70,"wspd":7.6},{"date":"19930412","time":"1993-04-12 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":52,"wspd":24.1},{"date":"19930412","time":"1993-04-12 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":59,"wspd":24.1},{"date":"19930412","time":"1993-04-12 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":61,"wspd":25.9},{"date":"19930412","time":"1993-04-12 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":61,"wspd":22.3},{"date":"19930412","time":"1993-04-12 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":63,"wspd":22.3},{"date":"19930412","time":"1993-04-12 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":65,"wspd":20.5},{"date":"19930412","time":"1993-04-12 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":65,"wspd":14.8},{"date":"19930412","time":"1993-04-12 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":68,"wspd":13},{"date":"19930412","time":"1993-04-12 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":70,"wspd":16.6},{"date":"19930412","time":"1993-04-12 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":73,"wspd":16.6},{"date":"19930412","time":"1993-04-12 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":73,"wspd":20.5},{"date":"19930412","time":"1993-04-12 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":73,"wspd":18.7},{"date":"19930412","time":"1993-04-12 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":68,"wspd":25.9},{"date":"19930412","time":"1993-04-12 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":63,"wspd":20.5},{"date":"19930412","time":"1993-04-12 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":58,"wspd":22.3},{"date":"19930412","time":"1993-04-12 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":57,"wspd":22.3},{"date":"19930412","time":"1993-04-12 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":50,"wspd":29.5},{"date":"19930412","time":"1993-04-12 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":49,"wspd":25.9},{"date":"19930412","time":"1993-04-12 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":47,"wspd":29.5},{"date":"19930412","time":"1993-04-12 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":47,"wspd":24.1},{"date":"19930412","time":"1993-04-12 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":49,"wspd":31.7},{"date":"19930412","time":"1993-04-12 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":52,"wspd":37.1},{"date":"19930412","time":"1993-04-12 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":54,"wspd":37.1},{"date":"19930412","time":"1993-04-12 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":54,"wspd":35.3}]},"19930413":{"guardian_articles":[],"nytimes_articles":[{"date":"19930413","headline":"With Words to Spare, Schenkel Strikes a Chord","web_url":"https://www.nytimes.com/1993/04/13/sports/tv-sports-with-words-to-spare-schenkel-strikes-a-chord.html","abstract":"  Confession: during my Wonder Years, more hours than I care to remember (because I clearly did not have a life out of doors) were spent watching and listening to ABC's Chris Schenkel and Billy Welu chronicle the bowling exploits of Don Carter, Dick Weber and Ray Bluth.   In the 32d season of the Pro Bowlers Tour on ABC, Schenkel remains the gentle baritone of bowling who is still capable of excitement about the exploits of Del Ballard Jr. and Walter Ray Williams, still adept at setting up his partner (now Nelson Burton) and proud of the success of Pete Weber, Dick's son, whom he recalls holding in his arms.","thumbnail":null,"section":"Sports"},{"date":"19930413","headline":"Again, the Parking Violations Bureau","web_url":"https://www.nytimes.com/1993/04/13/opinion/again-the-parking-violations-bureau.html","abstract":"  First the Dinkins administration settles on a tentative choice for a lucrative city contract. Then Mayor David Dinkins suspends awarding the contract pending an investigation of the chosen firm's possible links to past wrongdoing -- just hours after an expose appeared in The Village Voice.   City Hall's stumbling over the contract with Lockheed Information Management Services raises fair questions about the judgment of Mr. Dinkins and his top aides.","thumbnail":null,"section":"Opinion"},{"date":"19930413","headline":"Talks Go On Over Hostages at Ohio Prison Where 6 Inmates Died","web_url":"https://www.nytimes.com/1993/04/13/us/talks-go-on-over-hostages-at-ohio-prison-where-6-inmates-died.html","abstract":"  Hundreds of inmates who have seized a cellblock at a state maximum-security prison here negotiated intermittently Monday and early today with corrections officials seeking the release of eight guards and an end to an uprising that has left six prisoners dead, apparently at the hands of the rioters.   But the authorities said the talks, conducted by telephone, had failed even to identify any inmate leaders who officials could be sure were directing events inside Cellblock L, where the 450 or so insurgents were holed up with their hostages.","thumbnail":null,"section":"U.S."},{"date":"19930413","headline":"Review/Opera; A Death Clouds 'Zauberflote' Cast Changes","web_url":"https://www.nytimes.com/1993/04/13/arts/review-opera-a-death-clouds-zauberflote-cast-changes.html","abstract":"  The news, both good and bad, in the partial recasting of the Metropolitan Opera's production of Mozart's \"Zauberflote\" on Wednesday evening was tragically overshadowed by a cast change that did not happen. Brian Hilt, a 39-year-old tenor who was to have taken oven the role of the First Guard, died the day before of a cerebral hemorrhage. The audience was informed only that the role would be taken by John Horton Murray, and all members of the cast carried on bravely under the circumstances.   Renee Fleming was the most notable new entry, singing Pamina for the first time at the Met and giving the character a more rounded and mature personality than most singers do. She sang the role strongly and attractively, projecting freely in all ranges.","thumbnail":null,"section":"Arts"},{"date":"19930413","headline":"Barkley Is Out For Five Games","web_url":"https://www.nytimes.com/1993/04/13/sports/sports-people-pro-basketball-barkley-is-out-for-five-games.html","abstract":"  CHARLES BARKLEY, the leading scorer and rebounder for the Phoenix Suns, was placed on the injured list yesterday because of a strained and bruised shoulder. He will miss at least five games.   To fill his roster spot, the Suns activated forward TOM CHAMBERS, who has not played since March 26, when he tore muscles in his left leg in a game against Milwaukee.","thumbnail":null,"section":"Sports"},{"date":"19930413","headline":"U.S. Hopes for Breakthrough on Atomic Waste Site","web_url":"https://www.nytimes.com/1993/04/13/us/us-hopes-for-breakthrough-on-atomic-waste-site.html","abstract":"  Energy Secretary Hazel R. O'Leary said yesterday that state and local utility officials may have a better chance of finding temporary storage sites for nuclear waste than the Federal Government, which is supposed to start accepting the material in 1998 but has no idea where to put it.   Mrs. O'Leary, a former lobbyist for the Northern States Power Company, which operates three reactors in Minnesota, said that as a result \"any day I expect some of my old pals to sue me.\"","thumbnail":null,"section":"U.S."},{"date":"19930413","headline":"Reputed Mafia Leaders Charged in Killings","web_url":"https://www.nytimes.com/1993/04/13/nyregion/reputed-mafia-leaders-charged-in-killings.html","abstract":"  Two reputed Mafia leaders were charged yesterday in the 1989 killings of two men who had fought the mob cartel that authorities say dominates the private trash-collection industry on Long Island.   The slain men, Robert M. Kubecka and his brother-in-law, Donald Barstow, were shot to death in the office of their garbage-hauling business in East Northport. For years they had assisted in investigations of organized-crime involvement in the garbage-hauling industry on Long Island, and at the time of his death Mr. Kubecka was providing yet more information to Federal prosecutors.","thumbnail":null,"section":"New York"},{"date":"19930413","headline":"Review/Music; 'In Praise of Women,' a New Feminist's Tribute","web_url":"https://www.nytimes.com/1993/04/13/arts/review-music-in-praise-of-women-a-new-feminist-s-tribute.html","abstract":"  By her own account, the pianist Ilana Vered came to feminism only recently, having belatedly read Carolyn Heilbrun's 1979 book \"Reinventing Womanhood.\" Miss Vered was already something of an entrepreneur: she has directed summer festivals at Rutgers and in East Hampton, L.I., and has a series at the 92d Street Y. Now, combining the zeal of the newly converted and an impresario's instincts, she has started \"In Praise of Women,\" an organization devoted to acknowledging women's contributions to the arts.   The organization is presenting two concerts this season. The first, an embarrassing music theater piece, \"My Heart's Voice: A Journey Through the Lives and Music of Women,\" was offered at the 92d Street Y on Saturday evening. Around a group of works that should have been allowed to stand on their musical merits, Ms. Vered, Victoria Clark (a director) and Heidi Waleson (a writer) wove a series of vignettes in which the ghosts of Cecile Chaminade and Clara Schumann bemoaned their fates, Pauline Viardot flirted with her sometime librettist Ivan Turgenev, and Nadia and Lili Boulanger chattered and giggled.","thumbnail":null,"section":"Arts"},{"date":"19930413","headline":"Let's Not Take $100 Million Nuclear Gamble","web_url":"https://www.nytimes.com/1993/04/13/opinion/let-s-not-take-100-million-nuclear-gamble.html","abstract":"  To the Editor:   \"Seeking a new path to East-West disarmament, Russian and American experts have agreed to team up to develop and build a new type of reactor that can burn plutonium from nuclear warheads and turn the deadly bomb fuel into electricity\" (news article, April 6).   Energy Secretary Hazel R. O'Leary should view with caution the request from General Atomics of San Diego to gamble $100 million more on nuclear power. Under the false cloak of nuclear disarmament, General Atomics wants to help build a $1.5 billion nuclear reactor to be fueled by plutonium retired from bombs. Such a proposal pours money into nuclear pockets, but wastes taxpayer dollars.","thumbnail":null,"section":"Opinion"},{"date":"19930413","headline":"Murdoch Follows in Franklin's Footsteps","web_url":"https://www.nytimes.com/1993/04/13/opinion/l-murdoch-follows-in-franklin-s-footsteps-469393.html","abstract":"  To the Editor:   \"Teaching Mr. Murdoch,\" your March 31 editorial on Rupert Murdoch's return to publishing The New York Post, is an unbalanced and uncharacteristic personal attack.    The first United States media mogul was not Hearst or Pulitzer but Benjamin Franklin, who financed and controlled newspapers throughout the 13 colonies. This country would have been very different had Franklin and his newspapers been nonpartisan on the great issues of the day!","thumbnail":null,"section":"Opinion"},{"date":"19930413","headline":"Review/Music; 'A Meditation on the Passion,' in an Apt Setting","web_url":"https://www.nytimes.com/1993/04/13/arts/review-music-a-meditation-on-the-passion-in-an-apt-setting.html","abstract":"  Through the kaleidoscopic round of activities at the Cathedral of St. John the Divine in recent decades, the constants have been spirituality and theatricality, often in wild imbalance. But on Friday evening, spirituality and theatricality were precisely in tune in \"A Meditation on the Passion,\" presented by the combined choirs of the cathedral under the direction of Bruce Fifer.   Billed as a concert, the hourlong event offered more or less straightforward performances of works by Schutz, Palestrina, Holborne and Allegri. But it was also a Passion play, at once simple and stately, carrying all the solemnity and impact of a sacred service. The audience dispersed slowly and quietly at the end, as if stunned; applause would have seemed beside the point.","thumbnail":null,"section":"Arts"},{"date":"19930413","headline":"2-WEEK CEASE-FIRE BROKEN IN BOSNIA AS SERBS ATTACK","web_url":"https://www.nytimes.com/1993/04/13/world/2-week-cease-fire-broken-in-bosnia-as-serbs-attack.html","abstract":"  Serbian nationalist forces unleashed intense artillery attacks on Sarajevo and the besieged Muslim enclave of Srebrenica today, shattering a fragile cease-fire that had prevailed across most of Bosnia and Herzegovina for two weeks.   The new Serbian attacks began within minutes of 2 P.M., the time set by the United Nations for NATO fighter aircraft to begin patrolling the skies over Bosnia in support of the ban on flights by Serbian aircraft imposed by the United Nations.","thumbnail":null,"section":"World"},{"date":"19930413","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/13/opinion/IHT-letters-to-the-editor-93736563668.html","abstract":"To Settle Some Accounts . I have a suggestion: When the final monetary damages of the World Trade Center bombing in New York have been tallied, let's free up some of those frozen Iranian and Iraqi funds and pay off the damaged parties. I would predict an","thumbnail":null,"section":"Opinion"},{"date":"19930413","headline":"Lions Toss Their Wallet Into the Montana Sweeps","web_url":"https://www.nytimes.com/1993/04/13/sports/pro-football-lions-toss-their-wallet-into-the-montana-sweeps.html","abstract":"  Two more teams entered the Joe Montana sweepstakes over the weekend: the Detroit Lions and the Los Angeles Raiders.   The Lions, according to someone familiar with the negotiations, are an intriguing possibility for Montana, the 36-year-old San Francisco 49ers quarterback who is shopping for a new team. Detroit has a dynamic running back in Barry Sanders, has signed three free-agent offensive linemen, plays indoors, has a reliable defense and plays in the mediocre National Football Conference Central Division. The Lions' only negative is that they deploy the one-back, Washington Redskins' offensive scheme.","thumbnail":null,"section":"Sports"},{"date":"19930413","headline":"Fernando, 16, Finds a Sanctuary in Crime","web_url":"https://www.nytimes.com/1993/04/13/nyregion/fernando-16-finds-a-sanctuary-in-crime.html","abstract":"  Fernando Morales was glad to discuss his life as a 16-year-old drug dealer, but he had one stipulation owing to his status as a fugitive. He explained that he had recently escaped from Long Lane School in Middletown, Conn., a state correctional institution that became his home after he was caught with $1,100 worth of the heroin known as P.    \"The Five-O caught me right here with the bundles of P,\" he said, referring to a police officer, as he stood in front of a boarded-up house on Bridgeport's East Side. \"They sentenced me to 18 months, but I jetted after four. Three of us got out a bathroom window. We ran through the woods and stole a car. Then we got back here and the Five-O's came to my apartment, and I had to jump out the side window on the second floor.\" What Future?    Since his escape in December, Fernando had been on the run for weeks. He still went to the weekly meetings of his gang, but he was afraid to go back to his apartment, afraid even to go to a friend's place to pick up the three guns he had stashed away. \"I would love to get my baby Uzi, but it's too hot now.\"","thumbnail":null,"section":"New York"},{"date":"19930413","headline":"Security Council Delays Sanctions Against Serbs","web_url":"https://www.nytimes.com/1993/04/13/world/security-council-delays-sanctions-against-serbs.html","abstract":"  At Moscow's urging and with the support of the Clinton Administration, the Security Council today postponed voting new economic sanctions against the Yugoslav Serbs until after a referendum in Russia on April 25.   The postponement is an effort to help President Boris N. Yeltsin win his struggle with the Russian Parliament.","thumbnail":null,"section":"World"},{"date":"19930413","headline":"No Headline","web_url":"https://www.nytimes.com/1993/04/13/nyregion/no-headline-623293.html","abstract":"  \"They be saying you can live anywhere and it don't affect you -- that's stupid. It would have made a difference if we would have had somebody taking care of us. My father would always say, 'Stay in school, don't drop out, don't drink or do drugs.' But he never did anything about it himself, so what's the use? It's funny how you can learn to memorize those words.\" -- BERNARD MORALES,  a Bridgeport, Conn., teen-ager.  [ B6:3. ]","thumbnail":null,"section":"New York"},{"date":"19930413","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/13/nyregion/c-corrections-196193.html","abstract":"  Because of an editing error, an article on the Media Business page on March 29, about Home Box Office's production of \"Barbarians at the Gate,\" referred incorrectly to the rating received by the television movie. \"Barbarians at the Gate\" received a 14.1 rating on March 20 in the roughly 20 million homes that subscribe to HBO. This is a higher rating than those received by the big three broadcast networks in those homes that night. But in the total television audience, with 93.1 million households, the movie received a 3.1 rating, below the rating of each of the three networks that night.","thumbnail":null,"section":"New York"},{"date":"19930413","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/13/opinion/IHT-in-our-pages-100-75-and-50-years-ago-94180810100.html","abstract":"1943: Draft for Fathers?","thumbnail":null,"section":"Opinion"},{"date":"19930413","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/04/13/us/inside-582193.html","abstract":"  Standoff at Ohio Prison   The day after six inmates were killed at a prison in Lucasville, Ohio, prisoners negotiated with officials seeking the release of eight guards. Page A12. Crackdown on Street Selling    New York will step up its efforts against an estimated 10,000 unlicensed street vendors. Page B1.","thumbnail":null,"section":"U.S."},{"date":"19930413","headline":"Review/Music; A Jazz Singer With Backup By Accordion Band of One","web_url":"https://www.nytimes.com/1993/04/13/arts/review-music-a-jazz-singer-with-backup-by-accordion-band-of-one.html","abstract":"  If anyone can gain acceptance for the accordion as a jazz instrument as versatile as the piano, it is probably Eddie Monteiro, the dazzlingly proficient one-man orchestra who pilots the jazz-duo of Marano and Monteiro. In his hands the electronically enhanced accordion approximates the sound of a full swing band playing four- and five-part harmonies. It delivers springy acoustic bass lines that are indistinguishable from the real thing. And it has a timbral warmth missing from the sounds produced by its technologically more sophisticated cousin, the synthesizer.    Mr. Monteiro's abilities wouldn't count for so much if he and his partner made music that was a shallow technical display. But the duo, who began an open-ended engagement at Michael's Pub (211 East 55th Street) last Tuesday evening, has a fine taste in songs, a rich grounding in jazz traditions and a remarkable musical rapport.","thumbnail":null,"section":"Arts"},{"date":"19930413","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/13/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: Franchise Fracas","thumbnail":null,"section":"Opinion"},{"date":"19930413","headline":"Couple Are Found Dead In Park Ave. Apartment","web_url":"https://www.nytimes.com/1993/04/13/nyregion/couple-are-found-dead-in-park-ave-apartment.html","abstract":"  A Park Avenue couple with titles of nobility from India and connections in Manhattan social circles were found dead at home yesterday morning, the husband in a pool of blood, the police said.   Their six-room apartment was in disarray, but investigators were unable to say whether the couple -- identified as Prince Khedker of Khed Anjanvel, India, a 57-year-old financier and industrialist, and his wife, Nenescha, about 15 years his senior -- were victims of a double murder or a murder-suicide. The results of an autopsy were expected today.","thumbnail":null,"section":"New York"},{"date":"19930413","headline":"Texas Cult Fortress Is Becoming Prison Behind Barbed Wire","web_url":"https://www.nytimes.com/1993/04/13/us/texas-cult-fortress-is-becoming-prison-behind-barbed-wire.html","abstract":"  Forty-four days into their standoff with an apocalyptic cult, the Federal authorities are laying coils of concertina wire around the perimeter of the armed compound near here, indicating a new approach toward David Koresh and his nearly 100 followers barricaded inside: in essence, to treat the compound like a prison.   Frustrated that weeks of psychological warfare and the constant vigil kept by hundreds of armed Federal agents have failed to induce a surrender, the Federal Bureau of Investigation is now surrounding their home with the razor-sharp barbed coils to guarantee that cult members stay in, at least until they run out of food or decide for some other reason to give up.","thumbnail":null,"section":"U.S."},{"date":"19930413","headline":"For One Day, It's the House That Abbott Owns -- A Brilliant Outing Stifles the Royals at Stadium Opener","web_url":"https://www.nytimes.com/1993/04/13/sports/baseball-for-one-day-it-s-house-that-abbott-owns-brilliant-outing-stifles-royals.html","abstract":"  The pomp and paegantry of opening day was unpredictable. George Steinbrenner remained ensconced in his private box in his first game back in 32 months. Six women in shorts danced on the Yankee dugout between innings. But Jim Abbott did not throw any curves into the mixture. He was quite predictable.   Though the start of another season in the Bronx would have attracted a sellout crowd anyway, the pitching matchup of Abbott versus the Royals' David Cone made yesterday's game even more appealing for the 56,704 spectators, a record total for the refurbished Yankee Stadium, on a crisp afternoon. It was the courageous left-hander in his first start in his new home against the former Met who wanted to be a Yankee, or at least made it sound that way, before he returned home to Kansas City.","thumbnail":null,"section":"Sports"},{"date":"19930413","headline":"53 Skiddoo: Rangers Exit With No Goals and One Explanation","web_url":"https://www.nytimes.com/1993/04/13/sports/hockey-53-skiddoo-rangers-exit-with-no-goals-and-one-explanation.html","abstract":"  The Rangers hung their heads when they left the ice at the Spectrum this evening. It was an appropriate gesture. They should be ashamed.   Even for a franchise legendary for its Stanley Cup futility, these Rangers are an embarrassment of epic proportions. With the biggest payroll in the National Hockey League, with more talent than most general managers dream of, the Rangers could not make the playoffs. And, in this league, that is a hard thing to do.","thumbnail":null,"section":"Sports"},{"date":"19930413","headline":"South Africa Tense as Slain Black Leader Is Mourned","web_url":"https://www.nytimes.com/1993/04/13/world/south-africa-tense-as-slain-black-leader-is-mourned.html","abstract":"  An angry shudder passed through the townships of South Africa today as blacks mourning the killing of Chris Hani, the charismatic black leader, put up barricades, burned cars, looted stores and fired on police officers and journalists.   No deaths or serious injuries were reported in the sporadic violence, but black leaders and Government officials feared that the anger would escalate, fueled by new evidence that the pistol used to shoot Mr. Hani on Saturday in front of his suburban home had come from a military armory.","thumbnail":null,"section":"World"},{"date":"19930413","headline":"Chemists Learn Why Vegetables Are Good for You","web_url":"https://www.nytimes.com/1993/04/13/science/chemists-learn-why-vegetables-are-good-for-you.html","abstract":"  CACHED away in the soul of every red-blooded American who fondly recalls when carnivory was a virtue, and supper wasn't supper without a centerpiece of pork chops or prime rib, lies the frail hope that all the recent emphasis on fruits, grains and vegetables, vegetables, vegetables, will somehow turn out to be a terrible mistake.   Well, abandon that hope, ye who harbor it. The truth is that the more researchers understand about the ingredients found in fruits, vegetables, beans and herbs, the more impressed they are with the power of those compounds to retard the bodily breakdown that results in cancer and other chronic diseases. Nutritionists and epidemiologists have long observed that people who eat a plant-rich diet suffer lower rates of cancer than do meat loyalists, and now scientists are beginning to figure out why.","thumbnail":null,"section":"Science"},{"date":"19930413","headline":"Should You Dial .111, Johnson Will Answer","web_url":"https://www.nytimes.com/1993/04/13/sports/baseball-should-you-dial-.111-johnson-will-answer.html","abstract":"  It is one of the more curious campaigns of April: Howard Johnson, hitless in the Mets' first two games and then futile in the clutch throughout the weekend, evidently is determined to present himself as the most relaxed man ever to hit .111 in the first week of a season.   The third baseman went 0 for 6 against the Colorado Rockies, only to say he was satisfied with the walks he worked out. Johnson then had a hand in the weekend surrender of a three-game series to the Houston Astros by coming up empty during late-inning threats, but told the public it was nothing to get nervous about.","thumbnail":null,"section":"Sports"},{"date":"19930413","headline":"On My Mind; Cruelty and Silence","web_url":"https://www.nytimes.com/1993/04/13/opinion/on-my-mind-cruelty-and-silence.html","abstract":"  Since World War II, the Arab world has failed to produce a single government that shares power with its people, a single government that holds itself accountable to its people, a single government based on genuine parliamentary process, religious freedom and democratic restraints.   Of all political realities, all the causes of sorrow for Arab, Jew and Christian in the Mideast, that is the most important.","thumbnail":null,"section":"Opinion"},{"date":"19930413","headline":"Ex-Housing Policeman Seized in Tax Case","web_url":"https://www.nytimes.com/1993/04/13/nyregion/ex-housing-policeman-seized-in-tax-case.html","abstract":"  A former New York City housing police officer was arrested yesterday on charges of fraudulently obtaining at least $150,000 in tax refunds from New York State over three years, the Attorney General's office said.   The man, Calvin Wright, 46, who lives at 67-40 Parsons Boulevard in Flushing, Queens, is accused of filing bogus W-2 income statements from 1989 to 1991, falsely claiming that he earned $2 million a year as an employee of the United States Marine Corps, according to the Attorney General's office and the State Department of Taxation and Finance.","thumbnail":null,"section":"New York"},{"date":"19930413","headline":"A Mercury Cleanup Leaves Disruption and Fear; Contamination Found in One Family's Home Leads to a $2.2 Million E.P.A. Project","web_url":"https://www.nytimes.com/1993/04/13/nyregion/mercury-cleanup-leaves-disruption-fear-contamination-found-one-family-s-home.html","abstract":"  The Environmental Protection Agency has spent almost $2.2 million over the last two years digging up a wooded, residential neighborhood here and carting away 79 truckloads of soil contaminated with mercury, a chemical that is toxic in extremely small doses.   In sharp contrast to other hazardous-waste cleanups handled under the E.P.A.'s Superfund program, the cause of the pollution is not thought to be a giant corporation, a sprawling landfill or an abandoned factory. Instead, the agency believes the polluter is a 79-year-old chemist, Edmund Barbera, who, unbeknown to his neighbors on Hillandale Road, spent two decades working with mercury in a makeshift laboratory inside the garage behind his Tudor-style home. Dispute About Source    The remedy -- which has entailed tearing up the yards of Mr. Barbera and eight of his neighbors and is continuing with the demolition of his garage -- has made clear how disruptive an environmental cleanup can be for those already reeling from the discovery of contamination in their midst.","thumbnail":null,"section":"New York"},{"date":"19930413","headline":"Voice Is Star In Feast Of Jazz","web_url":"https://www.nytimes.com/1993/04/13/arts/voice-is-star-in-feast-of-jazz.html","abstract":"  The 1993 JVC Jazz Festival will be a thinner, sleeker event than those of recent years. It will concentrate on singers and tributes; absent will be both the afternoon piano concerts and the smaller events at the Equitable Center.    \"The cost of the halls we had been using became prohibitive, making these smaller events impractical,\" said George Wein, the founder and director of the festival. He announced the festival yesterday.","thumbnail":null,"section":"Arts"},{"date":"19930413","headline":"Reviews/Theater; Looking At Guilt, Present And Past","web_url":"https://www.nytimes.com/1993/04/13/theater/reviews-theater-looking-at-guilt-present-and-past.html","abstract":"  Whether he is dealing with the Spanish Inquisition or the Nuremberg Tribunal (as in his play \"2\"), Romulus Linney has often been concerned with questions of guilt and the nature of evil. Last year in \"Ambrosio,\" he tellingly explored the effects of the Inquisition on a passionate young monk. In his small, intriguing new play, \"Spain,\" he returns to the 15th century to look squarely at Torquemada, the Grand Inquisitor himself.   In this two-part work at Theater for the New City, Torquemada is a calm but wrathful tyrant who can find the devil in every corner of the kingdom, even in a priest's attempt at treating cases of schizophrenia. The Inquisitor relentlessly attacks those who challenge his authority and his retributive code of morality. Fred Burrell plays the character as a reasonable man with a will of iron.","thumbnail":null,"section":"Theater"},{"date":"19930413","headline":"What Happened to Privacy?","web_url":"https://www.nytimes.com/1993/04/13/opinion/what-happened-to-privacy.html","abstract":"You'd think it would be virtually impossible for a private citizen to get Dan Quayle's credit report. But I got it with little difficulty. All I had to do was pay an information company $50, plug in my computer, type in the former Vice President's name and out poured the private details of his finances. (He shops at Sears a lot, hardly ever at Brooks Brothers.) \n\nAnother data seller -- there are dozens -- sold me Dan Rather's credit transactions from a month last spring, when he spent 10 times more on clothing than on dining out. This seller warmed to me quickly. As a bonus, I was sent Vanna White's home phone number for free.","thumbnail":null,"section":"Opinion"},{"date":"19930413","headline":"A Union Chief Leaves Big Shoes to Fill","web_url":"https://www.nytimes.com/1993/04/13/nyregion/a-union-chief-leaves-big-shoes-to-fill.html","abstract":"  In many ways, he was an unlikely leader for New York's city and state workers: He headed a relatively small union, Local 237 of the International Brotherhood of Teamsters, yet he became the unofficial spokesman for nearly 200,000 municipal workers.   His local represents perhaps 100 state employees, and yet for two decades he led the Public Employee Conference, the labor coalition that lobbies in Albany on behalf of 1.1 million government workers.","thumbnail":null,"section":"New York"},{"date":"19930413","headline":"Books of The Times; A Hero So Very Very Vile He's Virtually a Villain","web_url":"https://www.nytimes.com/1993/04/13/books/books-of-the-times-a-hero-so-very-very-vile-he-s-virtually-a-villain.html","abstract":"  Among the Dead  By Michael Tolkin  273 pages. William Morrow & Company $20.    Griffin Mill, the conniving studio executive-turned-killer in Michael Tolkin's much acclaimed novel and movie \"The Player,\" seems like a positively sunny, sentimental guy compared with Mr. Tolkin's latest hero. In fact, the new hero, Frank Gale, must surely rank as one of the most repellent characters to come along in recent literature, right up there alongside Patrick Bateman, the deranged narrator of Bret Easton Ellis's \"American Psycho.\" Frank's story, set forth in \"Among the Dead,\" is a grisly, distressing one, a story of cold-blooded calculation, inhuman detachment and appalling self-absorption.","thumbnail":null,"section":"Books"},{"date":"19930413","headline":"PRO BASKETBALL: Notebook; Dudley May Rebound Faster Than Expected","web_url":"https://www.nytimes.com/1993/04/13/sports/pro-basketball-notebook-dudley-may-rebound-faster-than-expected.html","abstract":"  Chris Dudley, the Nets' backup center, was originally expected to miss the rest of the season because of a stress fracture in his left foot. But now it's beginning to look as if Dudley, whose healing powers are apparently as strong as his rebounding, could rejoin the team in time for the playoffs.   Of course, there is no guarantee, and as Dr. William Hamilton, the orthopedic surgeon who is working closely with Dudley, said, it's the foot that will ultimately make the decision about when Dudley will come back.","thumbnail":null,"section":"Sports"},{"date":"19930413","headline":"Islanders And Devils Seek Third","web_url":"https://www.nytimes.com/1993/04/13/sports/hockey-islanders-and-devils-seek-third.html","abstract":"  With the Islanders having been assured the final Patrick Division playoff spot by the Rangers' loss in Philadelphia last night, there remains for both the Islanders and the Devils one goal before the regular season concludes on Friday: avoid finishing in fourth place and facing the Penguins, winners of the last two Stanley Cups, as first-round opponents.   The Penguins and Mario Lemieux have been on a tear approaching the playoffs, which start Sunday. Both have been unstoppable over the last month and a half, with Lemieux closing in on another scoring title and the Penguins on a record 17-game winning streak.","thumbnail":null,"section":"Sports"},{"date":"19930413","headline":"Law Has Its Own View Of Mental Illness","web_url":"https://www.nytimes.com/1993/04/13/opinion/l-law-has-its-own-view-of-mental-illness-474093.html","abstract":"  To the Editor:   Re \"To Be Mentally Ill Doesn't Mean Raving\" (letter, April 4):   Notwithstanding the many years of experience of Joan Wachtler as a certified social worker, she (like most mental health professionals) does not understand how a defendant's mental illness is dealt with at the pretrial and trial stages in our criminal justice system.","thumbnail":null,"section":"Opinion"},{"date":"19930413","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/04/13/style/chronicle-363893.html","abstract":"  The divorce lawyer MARVIN MITCHELSON was sentenced yesterday to 30 months in prison and ordered to pay $1.8 million restitution for his conviction on tax-evasion charges, The Associated Press reported.   Judge WILLIAM D. KELLER of Federal District Court in Los Angeles, who imposed the sentence after a three-hour hearing, allowed Mr. Mitchelson to remain free on bail pending an appeal.","thumbnail":null,"section":"Style"},{"date":"19930413","headline":"Milestone at Mike","web_url":"https://www.nytimes.com/1993/04/13/sports/sports-people-baseball-milestone-at-mike.html","abstract":"  With the words, \"Ladies and gentlemen, welcome to Candlestick Park,\" the first full-time female public address announcer in major league baseball made her debut yesterday.   SHERRY DAVIS was behind the microphone for the first time for the San Francisco Giants' home opener against the Florida Marlins.","thumbnail":null,"section":"Sports"},{"date":"19930413","headline":"Iranians Deliver a Warning To Azerbaijan and Armenia","web_url":"https://www.nytimes.com/1993/04/13/world/iranians-deliver-a-warning-to-azerbaijan-and-armenia.html","abstract":"  The President of Iran warned today that his Government might adopt \"a more serious stance\" if the fighting continued between Armenia and Azerbaijan, the official Iranian press agency reported.   In a meeting with a senior envoy from Azerbaijan, President Hashemi Rafsanjani urged the warring nations to withdraw troops to their previous positions and seek a solution through negotiations, the agency said.","thumbnail":null,"section":"World"},{"date":"19930413","headline":"Angolan Rebels Rebound, Within Reach of a Victory","web_url":"https://www.nytimes.com/1993/04/13/world/angolan-rebels-rebound-within-reach-of-a-victory.html","abstract":"  Nearly six months after the elections that were supposed to cement the peace in Angola, the rebel leader who lost in the vote has resumed the civil war and scored such enormous advances that there is talk he might engineer an outright military victory.   The rebel leader, Jonas Savimbi, seemed poised in September to pass into history after he lost his bid to be the country's first elected President to his longtime rival, Jose Eduardo dos Santos. Within weeks, many leaders of the rebel group, the National Union for the Total Independence of Angola, were either killed or captured by Government forces, and the group had lost the support of its main backers, the United States and South Africa.","thumbnail":null,"section":"World"},{"date":"19930413","headline":"Worker Slain in Robbery","web_url":"https://www.nytimes.com/1993/04/13/nyregion/worker-slain-in-robbery.html","abstract":"  John Mooney, a 38-year-old construction worker, was shot fatally yesterday when he interrupted a robbery at a construction site in Bedford-Stuyvesant, Brooklyn, the police said. Mr. Mooney died about 8 P.M. last night in Kings County Hospital, three hours after a man wearing a jumpsuit and a construction helmet entered a trailer owned by the Monadnock Construction Company, Mr. Mooney's employer, produced a pistol and demanded money, the police said. When Mr. Mooney discovered the robbery in progress at the site at 490A Lexington Avenue, the gunman shot him and escaped with $60, the police said.","thumbnail":null,"section":"New York"},{"date":"19930413","headline":"Newark School-Takeover Talk Called Premature","web_url":"https://www.nytimes.com/1993/04/13/nyregion/newark-school-takeover-talk-called-premature.html","abstract":"  Any discussion of a swift and complete takeover of the Newark school system is premature, the State Education Commissioner said today.   Speaking at a news conference in Trenton convened to rebuff any notions to the contrary, the Commissioner, Mary Lee Fitzgerald, said: \"I have made no decision to take over Newark. I have not even speculated. We all hope that school districts can solve their own problems.\"","thumbnail":null,"section":"New York"},{"date":"19930413","headline":"Putting Ideas (Old and New) to Work","web_url":"https://www.nytimes.com/1993/04/13/nyregion/our-towns-putting-ideas-old-and-new-to-work.html","abstract":"  DAVID COUTU and Dale Plummer are both entrepreneurs, both struggling to build small manufacturing businesses in a bad economy, and both tenants in one corner of the old Ponemah Mill complex here. On most other fronts, however, they might as well be in different universes.   Mr. Coutu's company, Intelligent Motion Systems, hits technology at its leading edge, an offshoot branch of robotics, while Mr. Plummer's shop, called the Quinnehticut Woolen Company, uses 75-year-old textile machines, which were bought for the price of scrap, to make wool yarn that is sold in knitting hobby stores.","thumbnail":null,"section":"New York"},{"date":"19930413","headline":"Bills Retain Wright","web_url":"https://www.nytimes.com/1993/04/13/sports/sports-people-pro-football-bills-retain-wright.html","abstract":"  The Buffalo Bills yesterday matched the San Francisco 49ers' contract offer to nose tackle JEFF WRIGHT.  Wright, who was paid $225,000 last season, agreed to a four-year deal valued at $6 million. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930413","headline":"Sanderson Trial Opens","web_url":"https://www.nytimes.com/1993/04/13/sports/sports-people-college-basketball-sanderson-trial-opens.html","abstract":"  An eight-member jury was selected yesterday in United States District Court in Tuscaloosa, Ala., in a sexual discriminatiopn lawsuit by NANCY WATTS, the former secretary to WIMP SANDERSON, who alleges that Sanderson socked her in the eye last year, an incident that cost the winningest coach in University of Alabama basketball history his job nearly 11 months ago. Sanderson maintains he was a victim of jealousy after breaking off a 15-year affair. Testimony may not begin for several days because there are about a half-dozen cases on the docket. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930413","headline":"Japan Leader Takes Hard Line on Trade","web_url":"https://www.nytimes.com/1993/04/13/world/japan-leader-takes-hard-line-on-trade.html","abstract":"  Despite growing pressure from the Clinton Administration on trade issues, Prime Minister Kiichi Miyazawa today rejected the idea of establishing new specific targets for Japanese imports of American goods and cautioned that trade tensions could not be solved quickly.   In a wide-ranging interview with American correspondents today, Mr. Miyazawa said that in his first meeting with President Clinton this week, he would offer what Japanese describe as a step that could improve the trade imbalance, a plan to stimulate the Japanese economy with more than $100 billion in new Government spending.","thumbnail":null,"section":"World"},{"date":"19930413","headline":"Review/Critic's Notebook; Reaching Verdicts, Musical Or Other","web_url":"https://www.nytimes.com/1993/04/13/arts/review-critic-s-notebook-reaching-verdicts-musical-or-other.html","abstract":"  Judging a murder case as a juror recently, I felt, peculiarly enough, just like a music critic. The witnesses came and went: the eyewitness from the second-story window, the accomplice in a robbery gone bad, the jailhouse legal amateur whose hobby supplied him with convicts' marketable confessions. But at least for a professional juror of more esthetic issues, if it hadn't been for the sobering task of determining the defendant's fate, it would have all seemed like a performance awaiting a crucial one- or two-word review.   No matter how often I have seen Perry Mason wrench confessions from least likely suspects, until it came time to sit in a juror's chair for more than two weeks I was unprepared for the fact that a trial really is a carefully fashioned performance mounted specifically for 12 of the defendant's peers. Their verdict is, of course, about the guilt or innocence of the accused. But it is also a judgment of the effectiveness of the trial itself.","thumbnail":null,"section":"Arts"},{"date":"19930413","headline":"Green Takes Leave of Absence for Bid as Council Chief","web_url":"https://www.nytimes.com/1993/04/13/nyregion/green-takes-leave-of-absence-for-bid-as-council-chief.html","abstract":"  Mark Green, New York City's Consumer Affairs Commissioner, says he wants to run for the City Council President's office, but he also wants to protect his current job.   In a rare move that leaves him with a political safety net, Mr. Green said yesterday that he would take a temporary leave of absence from his post to begin assembling a campaign for what will be the Public Advocate. And Mayor David N. Dinkins obliged him, saying that Mr. Green would be welcomed back to the administration's fold if fate handed him a defeat.","thumbnail":null,"section":"New York"},{"date":"19930413","headline":"Cairo Journal; Egypt Holds No Terror for Pilgrims","web_url":"https://www.nytimes.com/1993/04/13/world/cairo-journal-egypt-holds-no-terror-for-pilgrims.html","abstract":"  John Anthony West spread a white towel over the floor of the burial chamber inside the Great Pyramid of Cheops, sat down and asked his tour group to be quiet.   Men and women unlaced their shoes, assumed the lotus position or lay on the floor, and waited until the workman at the outside entrance of the narrow tunnel, leading up to the muggy crypt, flicked off the light switch and plunged the room into inky, darkness.","thumbnail":null,"section":"World"},{"date":"19930413","headline":"New Studies Agree: Eat Your Vegetables","web_url":"https://www.nytimes.com/1993/04/13/science/new-studies-agree-eat-your-vegetables.html","abstract":"  Chemistry has begun to catch up with what nutritionists and epidemiologists have long observed: vegetables and fruits are good for you. People eating a plant-rich diet have lower cancer rates than meat loyalists do.","thumbnail":null,"section":"Science"},{"date":"19930413","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/04/13/nyregion/news-summary-570893.html","abstract":"  International A2-11  SERBS BREAK BOSNIA TRUCE  Serbian nationalist forces unleashed intense artillery attacks on Sarajevo and the besieged Muslim enclave of Srebrenica, shattering a fragile cease-fire that had prevailed across most of Bosnia for two weeks.  A1  NATO warplanes began enforcing a flight ban over Bosnia.  A8","thumbnail":null,"section":"New York"},{"date":"19930413","headline":"Tougher Masters Course Not So Formidable for Langer","web_url":"https://www.nytimes.com/1993/04/13/sports/golf-tougher-masters-course-not-so-formidable-for-langer.html","abstract":"  The 57th Masters will be remembered for Bernhard Langer's clinic in textbook shotmaking and composure under pressure, and forgotten for just about everything else.   Beginning with a four-under-par 68 on Thursday, the 35-year-old German seemed to be playing on a level of his own all week as he floated past the early leaders to build a four-stroke lead after three rounds. On Sunday, he stayed patient even as his putts weren't dropping early and used his extraordinary resolve to bring home a remarkably easy victory.","thumbnail":null,"section":"Sports"},{"date":"19930413","headline":"Q&A","web_url":"https://www.nytimes.com/1993/04/13/science/q-a-135093.html","abstract":"  Yellow Laundry   Q.     Why does washing my clothes make them turn yellow?     A.  It is probably not washing that leads to the yellowing, but incomplete laundering, said Dr. S. Kay Obendorf, a physical chemist who is head of the department of textiles and apparel at Cornell University in Ithaca, N.Y.","thumbnail":null,"section":"Science"},{"date":"19930413","headline":"Populist Eggs Go Rolling Across the Clintons' Lawn","web_url":"https://www.nytimes.com/1993/04/13/us/populist-eggs-go-rolling-across-the-clintons-lawn.html","abstract":"  When Hillary Rodham Clinton was about to become First Lady, Merrie Spaeth, a former aide to Nancy Reagan, offered this advice: \"Until you've lived through a White House Easter egg hunt, you don't know what hell is.\"   But the Clintons were all smiles at their first Easter Egg Roll today as they greeted swarms of children trampling the manicured White House lawn.","thumbnail":null,"section":"U.S."},{"date":"19930413","headline":"'You Do What You Have to Do'","web_url":"https://www.nytimes.com/1993/04/13/nyregion/other-voices-you-do-what-you-have-to-do.html","abstract":"  The following text was taken from more than 20 hours of discussions with teen-agers from the New York City region. Excerpts appear with each article.     Q    Is there strength in numbers? Do you feel compelled to form a group to survive? BERNARDO VASQUEZ , 17, Manhattan (A. Philip Randolph High School): If you want to understand gangs look at rap music. . . . There's a group called the Geto Boys. And one of the guys, Scarface, has a song where he's a little kid. And he explains how that little kid found family and togetherness. . . . How you find togetherness and family and support from a gang. You know, like your mother's probably whoring around or something like that. She ain't giving you that hug and that love. Every human being needs love. . . . So if you get it from your brothers and you form a gang. ZAIRE GRAHAM , 17, Bronx (High School of Fashion Industries): I definitely think there's strength in numbers, whether it's negative or positive. The more it is -- the more people it is the more stronger you are whatever you're about to do.  ","thumbnail":null,"section":"New York"},{"date":"19930413","headline":"Kidnapping Suspect Seeks More Counseling","web_url":"https://www.nytimes.com/1993/04/13/nyregion/kidnapping-suspect-seeks-more-counseling.html","abstract":"  John Esposito, who is charged with kidnapping Katie Beers and holding her in an underground bunker for 16 days, wants more psychological counseling, his lawyer said today.   \"John recognizes that he is ill and he desperately wants help,\" said his lawyer, Andrew B. Siben, who said his client has been experiencing periods of depression and sees a therapist once a week in jail. \"He is receiving psychological counseling, but he would like more complete care.\"","thumbnail":null,"section":"New York"},{"date":"19930413","headline":"Transactions","web_url":"https://www.nytimes.com/1993/04/13/sports/transactions-095793.html","abstract":"  Baseball  National League   CINCINNATI REDS -- Recalled Jeff Kaiser, pitcher, from Indianapolis of the American Association. Designated Dwayne Henry, pitcher, for reassignment.   MONTREAL EXPOS -- Announced the resignation of Jim Fanning, special consultant.","thumbnail":null,"section":"Sports"},{"date":"19930413","headline":"Trial-Induced Anxiety in Los Angeles","web_url":"https://www.nytimes.com/1993/04/13/us/trial-induced-anxiety-in-los-angeles.html","abstract":"  If Los Angeles were on a couch, psychologists here said today, they would treat the city for \"anticipatory anxiety\" as a crescendo of press coverage arouses growing fears of civil unrest.   \"It's just like Indian war drums, drumming up anxiety,\" said Chaytor Mason, a psychology professor at the University of Southern California. \"It makes the pulses beat harder, and the anxiety climbs and mounts as the time goes on.\"","thumbnail":null,"section":"U.S."},{"date":"19930413","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/04/13/style/chronicle-364693.html","abstract":"  SALLIE BINGHAM, a member of the Louisville newspaper dynasty and a philanthropist and writer, has helped start a fund at the Feminist Majority Foundation to aid the children of Dr. David Gunn, who was shot to death in Pensacola, Fla., last month by an anti-abortion protester. The 47-year-old doctor, who performed abortions at clinics in Florida, Georgia and Alabama, was the first person killed because he performed abortions.    \"I was horrified when I read about Dr. Gunn's murder,\" Ms. Bingham said yesterday from her home in Santa Fe, N.M. \"And I knew Ellie Smeal from years back, so I called her to ask whether it would make sense to set up a fund for his two children.\"","thumbnail":null,"section":"Style"},{"date":"19930413","headline":"Taylor's Wheelbarrow Gets Its Gold Plating","web_url":"https://www.nytimes.com/1993/04/13/sports/pro-football-taylor-s-wheelbarrow-gets-its-gold-plating.html","abstract":"  It's official. Lawrence Taylor and the Giants agreed yesterday on a two-year, $5.05 million contract that will keep the 34-year-old Taylor with the team where he became perhaps the best linebacker in pro football history.   Steve Rosner, Taylor's agent, said he settled the final details of the contract yesterday morning with George Young, the Giants' general manager. The agent said Taylor was out of town and would sign the contract later in the week. The Giants do not confirm contract agreements until the contracts are signed.","thumbnail":null,"section":"Sports"},{"date":"19930413","headline":"Political Memo; Senate G.O.P. Tastes Success, but It Probably Won't Be a Diet","web_url":"https://www.nytimes.com/1993/04/13/us/political-memo-senate-gop-tastes-success-but-it-probably-won-t-be-a-diet.html","abstract":"  So the Senate's 43 Republicans have logged a Cinderella-rank upset, knocking off both the White House's $19.5 billion jobs bill and its reputation for political savvy last week with a single filibuster. Politics is a blood sport, and a party is only as good as its next victory.   The question then is this: Where can the Republicans strike next?","thumbnail":null,"section":"U.S."},{"date":"19930413","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/13/opinion/IHT-letters-to-the-editor-94247748983.html","abstract":"The Plight of East Timor. Regarding \"Indonesia: Liberalism Needs Enlightened Boosts From Abroad\" (Opinion, April 1):. Next to Philip Bowring's comments that Indonesia deserves attention to sustain economic modernization were Sven Bergman's comme","thumbnail":null,"section":"Opinion"},{"date":"19930413","headline":"A Senator From Sicily and a Hefty Sheaf","web_url":"https://www.nytimes.com/1993/04/13/opinion/IHT-a-senator-from-sicily-and-a-hefty-sheaf.html","abstract":"- The knock on the door came at about 9 A.M., practically the crack of dawn for Rome. It was rare for someone to show up at an office unannounced, rarer still at that hour. But the most unusual thing about the well-dressed, soft-spoken visitor was that he was such as important person: a senator of the Italian republic.","thumbnail":null,"section":"Opinion"},{"date":"19930413","headline":"Ancient Greek Shipwreck Found; Cargo Was Fine Wine","web_url":"https://www.nytimes.com/1993/04/13/science/ancient-greek-shipwreck-found-cargo-was-fine-wine.html","abstract":"  IN the early fourth century B.C., the time immediately after the golden age of Pericles, Sparta had defeated Athens for Greek supremacy, while to the north Macedonia was on the rise. Socrates had taken the cup of hemlock, but Plato was only just founding his academy, Aristophanes was still writing plays, Hippocrates was practicing medicine and Aristotle was a young boy.   These were the years when classical Greece continued to spread its culture and influence through the Mediterranean and into the Black Sea with a flourishing trade in wine, olive oil, ceramics and dried fruits. Sometime between 400 and 380, a Greek merchant ship with a cargo of wine foundered and sank in the Aegean Sea off the southern coast of the island Alonisos.","thumbnail":null,"section":"Science"},{"date":"19930413","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/04/13/style/chronicle-698493.html","abstract":"  For GEORGE and BARBARA BUSH and their entourage, it was not the most auspicious way to begin a trip to Kuwait.   Mr. Bush had accepted an invitation from the Kuwait Government to visit, \"issued shortly after the liberation,\" Andrew Maner, a spokesman for the former President, said from Houston. \"He and Mrs. Bush always wanted to see the country, and since he's out of office now, he has the time,\" he added.","thumbnail":null,"section":"Style"},{"date":"19930413","headline":"Saving New York's Libraries","web_url":"https://www.nytimes.com/1993/04/13/opinion/saving-new-york-s-libraries.html","abstract":"  What's Johnny to do when the subject is space flight and the ancient encyclopedias at his school don't even say that man has landed on the moon? Often he'd borrow a book through interlibrary loan, and therein lies a story.   In 1986, students statewide borrowed only 120,000 items through interlibrary loan. By the end of 1992, the yearly total had reached 537,000, a dramatic indication that local libraries no longer keep pace with the student's need to know.","thumbnail":null,"section":"Opinion"},{"date":"19930413","headline":"Dedication, Not Money, Keeps Doctors Going","web_url":"https://www.nytimes.com/1993/04/13/opinion/l-dedication-not-money-keeps-doctors-going-467793.html","abstract":"  To the Editor:   While driving to school one morning, I was listening to the weather forecast on the radio and heard, \"Well, the doctors won't be on the golf courses today.\"    The public opinion of doctors today makes me sick (no pun intended). Growing up with my father a doctor and my sister in her third year of medical school has shown me the true definition of dedication. My father has missed almost every one of my dance recitals, piano recitals, teacher meetings and sporting events.","thumbnail":null,"section":"Opinion"},{"date":"19930413","headline":"Boggs and Cone Confront a Tough Audience","web_url":"https://www.nytimes.com/1993/04/13/sports/on-baseball-boggs-and-cone-confront-a-tough-audience.html","abstract":"  Wade Boggs didn't know quite what to expect, but he knew he had to get it over with, much like a fraternity pledge who knows the hazing is going to be rough, but he'll likely survive.   David Cone, once a Met, then a flirtatious free agent whose advances never paid off in a failed romance with the Yankees, didn't have to guess. The right-hander for the Kansas City Royals knew how the fans in the Bronx would greet him yesterday.","thumbnail":null,"section":"Sports"},{"date":"19930413","headline":"We Win No Oscars for Tibet","web_url":"https://www.nytimes.com/1993/04/13/opinion/we-win-no-oscars-for-tibet.html","abstract":"VANCOUVER \nWhen I spoke up at the Oscar ceremonies about the plight of the Tibetan people, I ruffled feathers and someone said I shouldn't be invited back. So be it. I spoke up because one of the great tragedies of our time is unfolding in the Himalayas, and our Government has been silent.\n\nWe have an obligation to Tibet because it's morally right and because we are subsidizing Communist rule in China and Tibet through a $19 billion trade deficit for 1992 and because America betrayed Tibet as part of a deal to normalize relations with China.","thumbnail":null,"section":"Opinion"},{"date":"19930413","headline":"Crackdown On Vendors In the Streets","web_url":"https://www.nytimes.com/1993/04/13/nyregion/crackdown-on-vendors-in-the-streets.html","abstract":"  Mayor David N. Dinkins said yesterday that the city would step up its efforts against the 10,000 unlicensed street vendors who have flooded New York City sidewalks with everything from tube socks to fake Rolex watches.   The problem of illegal vendors, long the bane of Fifth Avenue retailers, has now become a hot economic and political issue in the bustling retail areas on 125th Street in Harlem and on Fulton Street in downtown Brooklyn, where the vendors have taken over sidewalks, crowding out and undercutting small black and Hispanic shop owners. The illegal vendors, mostly poor immigrants, now account for 10 of every 11 sidewalk peddlers and cost the city as much as $300 million a year in unpaid sales taxes, officials said.","thumbnail":null,"section":"New York"},{"date":"19930413","headline":"Debate Force on Bosnia. Now.","web_url":"https://www.nytimes.com/1993/04/13/opinion/debate-force-on-bosnia-now.html","abstract":"  A lot of serious and decent people are now urging President Clinton to use American military force to protect innocent Bosnian populations from further murderous Serb assaults.    But any such step must take account of political realities in this country. Neither in the Congress, nor in the population at large, is there now any real constituency for U.S. military engagement. And the President himself comes from a tradition, and a generational experience, that says you don't go to war unless and until that kind of public support exists.","thumbnail":null,"section":"Opinion"},{"date":"19930413","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/13/opinion/IHT-letters-to-the-editor-93887355043.html","abstract":"Tracking Down the CFCs. We are all aware of the catastrophic destruction of stratospheric ozone caused by chlorofluorocarbon pollution. There is an international agreement to phase out CFC production by 1995 and to recycle CFCs from all equipment discarde","thumbnail":null,"section":"Opinion"},{"date":"19930413","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/13/nyregion/c-corrections-637293.html","abstract":"  An article by The Associated Press on Saturday about Harvard's choice of Gen. Colin L. Powell as a commencement speaker on June 10 referred incorrectly to the topic he will address. It has not yet been selected, a Harvard spokesman said.","thumbnail":null,"section":"New York"},{"date":"19930413","headline":"Supernova Is Shown in Full Detail","web_url":"https://www.nytimes.com/1993/04/13/science/supernova-is-shown-in-full-detail.html","abstract":"  A POWERFUL new X-ray camera was shot into orbit just in time to focus on the newly discovered supernova, an exploding star, and scientists at the Massachusetts Institute of Technology report that the camera is yielding astonishingly detailed information about the cosmic explosion.   Supernovas near enough for observation are rare events, and the new arrival, which appeared in the galaxy M-81 on the night of March 27-28, lies only some 12 million light-years from the Earth. Its brightness and relative proximity have riveted the attention of virtually all observatories in the Northern Hemisphere. Although the supernova cannot be seen by the naked eye, it is dazzlingly bright when viewed by moderately large telescopes.","thumbnail":null,"section":"Science"},{"date":"19930413","headline":"Brazil Won't Slip Back Into Monarchy","web_url":"https://www.nytimes.com/1993/04/13/opinion/l-brazil-won-t-slip-back-into-monarchy-473193.html","abstract":"  To the Editor:   \"Tired of Presidents? Brazil Can Vote for King\" (front page, March 29), on the April 21 plebiscite in Brazil, might lead readers to conclude that most Brazilians do not have pride in their republican, civilian and antislavery traditions. You state that today's situation results from an unresolved transition from monarchy to republic in the last century. The nostalgic desire for the return of monarchy, according to you, has been revived as a result of a general despair concerning Brazil's history of crisis.    The origins of this double plebiscite -- when Brazilians will choose between a parliamentary and a presidential system of government, and between monarchy and republic -- are not to be found in the way monarchy was revoked 103 years ago.","thumbnail":null,"section":"Opinion"},{"date":"19930413","headline":"Americans Support The Space Shuttle","web_url":"https://www.nytimes.com/1993/04/13/opinion/l-americans-support-the-space-shuttle-470793.html","abstract":"  To the Editor:   Reports of the demise of the space shuttle are greatly exaggerated, as Mark Twain might say.    A redesigned space station may indeed cut the number of space shuttle missions. But the shuttle will continue to be a workhorse for the United States space program and its myriad missions for years to come. Ask President Clinton. Ask Dan Goldin, the National Aeronautics and Space Administrator. Ask Congress. Most important, ask the American people, who continue to provide strong support for the shuttle program.","thumbnail":null,"section":"Opinion"},{"date":"19930413","headline":"With Fishes, Sake and Silk, Japan's Prince Plights His Troth","web_url":"https://www.nytimes.com/1993/04/13/world/with-fishes-sake-and-silk-japan-s-prince-plights-his-troth.html","abstract":"  Helicopters hovered overhead, beaming to television viewers the path of her car through the morning traffic, and newspapers carried front-page articles with sketches showing where everyone sat for the ceremony as an American-educated commoner came one step closer to Japan's version of the ultimate fairy tale.   Masako Owada accepted two red fish, six bottles of sake and five bolts of silk today to signify her formal engagement to Crown Prince Naruhito, 33. June 9 was set as the wedding date.","thumbnail":null,"section":"World"},{"date":"19930413","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/13/nyregion/c-corrections-194593.html","abstract":"  A report and a picture caption in the Guide column of the Westchester Weekly on Sunday about a zydeco concert in Mamaroneck misstated the date. It is Friday, not Saturday, at 8:30 P.M., at St. Thomas Episcopal Church Hall.","thumbnail":null,"section":"New York"},{"date":"19930413","headline":"PREMIER OF SPAIN CALLS AN ELECTION","web_url":"https://www.nytimes.com/1993/04/13/world/premier-of-spain-calls-an-election.html","abstract":"  Thrown onto the defensive by an economic slump and an embarrassing corruption scandal, Prime Minister Felipe Gonzalez called today for general elections on June 6, hoping to recover the initiative by going to the polls five months earlier than necessary.   In his bid for a fourth successive term in office, Mr. Gonzalez is facing his most serious challenge since coming to power in 1982, with recent polls indicating that his Socialist Party and the conservative opposition People's Party are now running neck and neck.","thumbnail":null,"section":"World"},{"date":"19930413","headline":"Behind U.N. Delay, Hope in Russia's Diplomacy","web_url":"https://www.nytimes.com/1993/04/13/world/behind-un-delay-hope-in-russia-s-diplomacy.html","abstract":"  Despite its strong statements supporting new sanctions against the Serbs, the Clinton Administration bowed today to a Russian request that such a move be delayed to give Moscow more time to pressure the Serbs directly, Secretary of State Warren Christopher said.    The United Nations Security Council delayed voting on sanctions until after Russia holds a referendum on April 25 on constitutional revisions.","thumbnail":null,"section":"World"},{"date":"19930413","headline":"Review/Theater; A Ghost-Hunting Country Weekend","web_url":"https://www.nytimes.com/1993/04/13/theater/review-theater-a-ghost-hunting-country-weekend.html","abstract":"  In plays by Larry Ketron, small towns have quietly revealed a diversity of local character. The author has a particular affinity for slightly off-center humor as people meet in resale shops, liquor stores and boarding houses and swap stories about their dreams and their defeats. There are hints in Mr. Ketron's recent work that he is becoming restless with his aptitude for low-key regionalism and is increasingly interested in adding plot and action. In this mode, he remains irresolute.   \"Laureen's Whereabouts,\" at the WPA, is ostensibly a ghost story that takes place in a haunted house in a South Carolina woods. But the author seems halfhearted about the mystery. The play is balmy rather than chilling. It dawdles instead of heading in a direct dramatic line.","thumbnail":null,"section":"Theater"},{"date":"19930413","headline":"Health Planners' Radical Idea: Same Coverage for All","web_url":"https://www.nytimes.com/1993/04/13/us/health-planners-radical-idea-same-coverage-for-all.html","abstract":"  At the core of President Clinton's health-care plan is a radical new concept: a standard package of health benefits that would be guaranteed to all Americans and perhaps be more generous than the health insurance most have now.    The idea of a uniform benefit package appears to have immense appeal. It could improve health care for many people,, including the 37 million who now have no health insurance, and it could help reduce administrative costs by standardizing policies.","thumbnail":null,"section":"U.S."},{"date":"19930413","headline":"Hormone Imbalance Linked to Behavior","web_url":"https://www.nytimes.com/1993/04/13/health/hormone-imbalance-linked-to-behavior.html","abstract":"  CASTING a slender ray of light on a mystifying behavioral syndrome, researchers have linked an inherited defect in the body's thyroid hormone system to attention-deficit disorder, a common psychological problem in children. The work is the first to identify a specific gene associated with attention deficit difficulties, and it suggests that a fraction of children with the problem may in fact have an undiagnosed thyroid disorder.   Child psychiatrists and other experts on the behavioral problem, however, emphasized that the finding was preliminary and that it was likely to be of relevance to only a small number of the millions of children who have the attention-deficit disorder. Many researchers insisted that much work remained to be done before they would recommend that all children with an attention deficit diagnosis have their thyroid hormone levels checked. Possible Clue to Other Ills    Nevertheless, they said that any possible insight into the cause and physiology of the ailment was welcome and that an understanding of how thyroid metabolism shapes brain development may yield clues to other neurological defects underlying other types of attention-deficit problems.","thumbnail":null,"section":"Health"},{"date":"19930413","headline":"Observer; Prognosis: Unheavenly Dirt","web_url":"https://www.nytimes.com/1993/04/13/opinion/observer-prognosis-unheavenly-dirt.html","abstract":"  Every day brings a new \"study,\" sometimes called a \"survey,\" meant to prove that \"the situation\" is worse than ever. Here's one, for instance, from Sunday's New York Times, about a decline in the nation's housecleaning habits.   A surveyor in College Park, Md., has found that in 1985 women spent 90 minutes fewer per week cleaning house than women did in 1965. Men during that period increased their housecleaning time by only 60 minutes per week. In short, over a 20-year span, the American household suffered a 30-minute-per-week loss of dusting, mopping and scrubbing.","thumbnail":null,"section":"Opinion"},{"date":"19930413","headline":"Some Unplayed Cards for Hong Kong","web_url":"https://www.nytimes.com/1993/04/13/opinion/IHT-some-unplayed-cards-for-hong-kong.html","abstract":" - Is China bargaining from a position of strength in its fight with Britain over democratic reforms in Hong Kong? Chinese officials certainly act as though they have the upper hand.","thumbnail":null,"section":"Opinion"},{"date":"19930413","headline":"Snow in Colorado Buries Tourism Boycott Threat","web_url":"https://www.nytimes.com/1993/04/13/us/snow-in-colorado-buries-tourism-boycott-threat.html","abstract":"  The mountain slopes of Colorado, buffeted by boycott threats over the state's vote against gay rights laws, were instead hit this season with something more powerful than protest: luxurious blankets of snow, drawing a record number of skiers.   \"Colorado really had a banner winter,\" said James Cammisa, the Miami publisher of a newsletter on travel trends. The tourism boycott \"was more of a celebrity boycott,\" he said, adding that its impact was \"very low.\"","thumbnail":null,"section":"U.S."},{"date":"19930413","headline":"Clinton Adopts Tougher Tactics In Pushing His Stalled Jobs Plan","web_url":"https://www.nytimes.com/1993/04/13/us/clinton-adopts-tougher-tactics-in-pushing-his-stalled-jobs-plan.html","abstract":"  President Clinton used the annual White House Easter Egg Roll today to step up his campaign against Republicans who are blocking his $19.5 billion jobs bill. Pointing to the thousands of children rolling eggs on the South Lawn, Mr. Clinton said they would benefit from the child immunization funds in his legislation but instead are the \"hostages\" of a Republican filibuster.   White House officials said the President's remarks, his harshest yet in the debate over the jobs plan, were the opening salvo of an intensified drive to salvage as much as possible of the package, which has been frozen in the Senate by a Republican filibuster.","thumbnail":null,"section":"U.S."},{"date":"19930413","headline":"Review/Television; Iran and the A-Bomb: Fears Despite Denials","web_url":"https://www.nytimes.com/1993/04/13/arts/review-television-iran-and-the-a-bomb-fears-despite-denials.html","abstract":"  Iran already ranks high on the ever-lengthening list of countries whose prospective possession of a nuclear bomb sends a chill along the global spine, and tonight's \"Frontline\" report will do nothing to stop the shivers.   The picture that emerges from \"Iran and the Bomb\" is of a Government bent on acquiring the ingredients of a nuclear weapon even as it makes peaceful overtures to the West. The technique is to buy a reactor here, some fuel there and other elements anywhere they can be found in the international arms bazaar.","thumbnail":null,"section":"Arts"},{"date":"19930413","headline":"An Outward-Looking New NATO or No NATO at All","web_url":"https://www.nytimes.com/1993/04/13/opinion/IHT-an-outwardlooking-new-nato-or-no-nato-at-all.html","abstract":"- NATO is divided between those intent on preserving the status quo while avoiding new commitments and those who believe that the alliance must confront the new challenges in Europe or become irrelevant. By publicly throwing his weight on the side of radical change, the German defense minister, Volker Rühe, has forced this debate on the alliance's future into the open.","thumbnail":null,"section":"Opinion"},{"date":"19930413","headline":"Vietnam's 1972 Statement on P.O.W.'s: Triple the Total Hanoi Acknowledged","web_url":"https://www.nytimes.com/1993/04/13/world/vietnam-s-1972-statement-on-pow-s-triple-the-total-hanoi-acknowledged.html","abstract":"  Following are excerpts from a report said to have been written by Gen. Tran Van Quang of North Vietnam to the Communist Party Politburo, dated Sept. 15, 1972, saying Hanoi was holding far more American prisoners of war than it had acknowledged. The English translation was provided by Stephen J. Morris, a researcher for the Harvard Center for International Affairs and the Russian Research Center at Harvard, who discovered the report in the archives of the Soviet Communist Party in Moscow.    Because the report had been translated from the Vietnamese to Russian and then into English, the spelling of the names of Americans in the report is dubious.","thumbnail":null,"section":"World"},{"date":"19930413","headline":"Starks Hopes Next Game Isn't Laugher","web_url":"https://www.nytimes.com/1993/04/13/sports/pro-basketball-starks-hopes-next-game-isn-t-laugher.html","abstract":"  In less than three progressive seasons, John Starks has gone from being an escapee of the basketball bush leagues to an indispensable Knick with celebrity ribs.   A small crowd of reporters followed Starks into the parking lot today after practice to find out how much pain the mercurial guard was in after a hard foul by Boston's Sherman Douglas Sunday sent him to the hospital with what was originally feared to be a broken rib.","thumbnail":null,"section":"Sports"},{"date":"19930413","headline":"Stella Adler Memorial","web_url":"https://www.nytimes.com/1993/04/13/arts/stella-adler-memorial.html","abstract":"  A memorial service for Stella Adler, the actress and drama teacher who died in December, will be held at noon next Tuesday at the Roundabout Theater/Criterion Center, 1530 Broadway, at 45th Street.","thumbnail":null,"section":"Arts"},{"date":"19930413","headline":"New York Teamster Chief Agrees To Giv Up Union Posts for Life","web_url":"https://www.nytimes.com/1993/04/13/nyregion/new-york-teamster-chief-agrees-to-giv-up-union-posts-for-life.html","abstract":"  Abruptly ending a 30-year career in which he became one of New York City's most politically influential labor leaders, Barry Feinstein has agreed to a lifetime banishment from all of his teamsters' union posts, Federal officials disclosed yesterday.   The agreement with Federal investigators resolves noncriminal charges that Mr. Feinstein had embezzled and misused as much as $500,000 in union funds. The Government accused Mr. Feinstein of improperly using union money for a luxury apartment, travel and other personal expenses.","thumbnail":null,"section":"New York"},{"date":"19930413","headline":"Right Clubs And Friends In Society","web_url":"https://www.nytimes.com/1993/04/13/nyregion/right-clubs-and-friends-in-society.html","abstract":"  Though they were nobility in name only, the Prince and Princess were certainly high society. They had a Park Avenue apartment furnished with expensive antiques, a summer home in New Hampshire, memberships in the right clubs in New York and a host of friends in the Social Register.   The Prince -- tall, distinguished, with jet-black hair -- traced his title to Indian royalty and said his full name was Chitresh Rao Vasant Rao Jadhav Khedker. But bowing to the democratic mores of his adopted home, he described himself as an international financier and had friends call him Teddy.","thumbnail":null,"section":"New York"},{"date":"19930413","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/13/opinion/IHT-letters-to-the-editor.html","abstract":"While the World Watches,. No Less Than Genocide. Regarding \"Even Worse in Bosnia, and Soon\" (March 27):. Finally someone has had the courage to write that the war in the Balkans is not an ethnic or civil war but a war of aggression by Serbia and","thumbnail":null,"section":"Opinion"},{"date":"19930413","headline":"New Supernova","web_url":"https://www.nytimes.com/1993/04/13/science/new-supernova.html","abstract":"  Astronomers around the world are studying the supernova that appeared last month and have seen a shower of X-rays from it. Page C11.  ","thumbnail":null,"section":"Science"},{"date":"19930413","headline":"At Last, a Movie Fits On a CD-ROM Disk","web_url":"https://www.nytimes.com/1993/04/13/science/personal-computers-at-last-a-movie-fits-on-a-cd-rom-disk.html","abstract":"  SOME computer users can now go to the movies without leaving their desks. The Voyager Company has figured out a way to compress a motion picture onto a standard CD-ROM disk that can be played on any Macintosh equipped with a CD-ROM drive and Apple Computer Inc.'s Quicktime video software.   The quality of the picture is crude by the standards of laser disks and video tapes played on a regular television set, the picture window is only about the size of a credit card, the sound is monaural instead of stereo, and the film library so far consists of just one film, \"A Hard Day's Night,\" the 1964 black-and-white movie directed by Richard Lester and starring the Beatles.","thumbnail":null,"section":"Science"},{"date":"19930413","headline":"Church Unit Seeks Shelter In Bankruptcy","web_url":"https://www.nytimes.com/1993/04/13/nyregion/church-unit-seeks-shelter-in-bankruptcy.html","abstract":"  So short of cash that it almost had to close its cathedral for Easter, a holding company for the Episcopal Diocese of Long Island filed for reorganization Friday under Chapter 11 of the Federal Bankruptcy Code.   The diocese said that it was about $7 million in debt, and it traced its problems to the costs of operating several schools that have failed.","thumbnail":null,"section":"New York"},{"date":"19930413","headline":"Dedication, Not Money, Keeps Doctors Going; The Wrong Target","web_url":"https://www.nytimes.com/1993/04/13/opinion/l-dedication-not-money-keeps-doctors-going-the-wrong-target-472393.html","abstract":"  To the Editor:   Your March 31 article on a national telephone poll of 1,000 households conducted for the Families U.S.A. Foundation reports that those surveyed underestimated the income of doc tors and health care professionals, but resented them just the same. This is both factually inaccurate and misleading. Here are the facts:   * The mean income for the hard-working local family practitioners in the United States, according to American Medical Association data, is $111,500 a year, while the mean pay for all physicians is $171,600.","thumbnail":null,"section":"Opinion"},{"date":"19930413","headline":"Vikings Keep Salisbury","web_url":"https://www.nytimes.com/1993/04/13/sports/sports-people-pro-football-vikings-keep-salisbury.html","abstract":"  The Minnesota Vikings yesterday re-signed the free-agent quarterback SEAN SALISBURY, who spent last year alternating as the team's starter with RICH GANNON.  The Vikings signed the free-agent JIM McMAHON last month and also have second-year passer BRAD JOHNSON.  Gannon remains a free agent. Terms of the deal were not announced, but KFAN radio in Minneapolis reported the one-year pact was in the $1.5 million range. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930413","headline":"Bridge","web_url":"https://www.nytimes.com/1993/04/13/nyregion/bridge-824393.html","abstract":"  There are some bidding conventions that are barred in most tournament play because they are unfamiliar to most of the players. But the reason that they are unfamiliar is, ironically, because they are barred. It reminds one of the days when the earliest autos were restricted to a walking pace because they might frighten pedestrians or horses.   A prime example is the Multi Two Diamonds opening which is commonplace in Europe but restricted on this side of the Atlantic. It cannot be played on the first day of many national events, but is allowed on subsequent days when the nerves of the opponents are assumed to be stronger.","thumbnail":null,"section":"New York"},{"date":"19930413","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/13/nyregion/c-corrections-197093.html","abstract":"  An article on the Law page on Friday about the Resolution Trust Corporation's effort to hire minority and female lawyers referred incorrectly to the agency's review of its affirmative-action program. Although the agency is reviewing the balance between minority members and nonminority women in some areas of its affirmation-action program, it is not reviewing the share of its legal work channeled to minority lawyers, as compared with white female lawyers.","thumbnail":null,"section":"New York"},{"date":"19930413","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/04/13/sports/results-plus-086893.html","abstract":"  N.H.L.  Capitals Find the Open Net  Mike Ridley scored into an empty net at 4 minutes 12 seconds of overtime last night to give the Washington Capitals a 3-2 victory in Montreal, all but ending the Canadiens' hopes for home-ice advantage in the first round of the playoffs. Needing a victory more than a tie in this game, Canadiens Coach Jacques Demers lifted goaltender Patrick Roy in the final minute of overtime. But Ridley, who had missed the open net seconds earlier, tapped in a pass from Kevin Hatcher. Washington's Bob Carpenter scored at 16:52 of the third period to force the overtime.   The third-place Canadiens and the second-place Quebec Nordiques will play in the first round of the playoffs. Montreal, 2 points behind Quebec in the Adams Divsion, can now only get home-ice advantage with a victory in its final game tonight in Buffalo, combined with an unlikely Quebec loss at home to Ottawa. The Capitals ended a four-game losing streak and moved 3 points ahead of the third-place Devils in the Patrick. The Canadiens have won only one of their last six games. Washington veteran Dale Hunter became the 90th player in league history to play 1,000 career games. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930413","headline":"At the Monnaie, a Rude Budgetary Intrusion","web_url":"https://www.nytimes.com/1993/04/13/arts/at-the-monnaie-a-rude-budgetary-intrusion.html","abstract":"  One might think that Brussels, which along with Strasbourg is one of the two capitals of the new, semi-united Europe, would have its political and economic houses in order. But to judge from the current crisis at the Theatre Royale de la Monnaie, Belgium's leading opera company, that is hardly the case.   The theater's troubles -- which have not yet dampened its tradition of distinguished performances -- stem partly from the inevitable difficulties of replacing its charismatic former director, Gerard Mortier, who has moved to the Salzburg Festival. But they are also the consequence of an interlocking web of factors that tell much about the recessionary constraints and tribal politics of Europe today.","thumbnail":null,"section":"Arts"},{"date":"19930413","headline":"U.S. to Press Hanoi to Explain '72 P.O.W. Report","web_url":"https://www.nytimes.com/1993/04/13/world/us-to-press-hanoi-to-explain-72-pow-report.html","abstract":"  The White House promised today that a Presidential envoy would press Vietnam next week for an explanation of a previously secret document suggesting that Hanoi held 1,205 United States prisoners of war in 1972, three times more than it admitted then or later.   The document, found in January by an American researcher in the archives of the Soviet Communist Party in Moscow, could prove politically explosive if it is authentic, because it suggests that more than 600 American prisoners were killed, died of natural causes or remain in Vietnamese hands.","thumbnail":null,"section":"World"},{"date":"19930413","headline":"Distribution Of Condoms Is Advocated","web_url":"https://www.nytimes.com/1993/04/13/nyregion/distribution-of-condoms-is-advocated.html","abstract":"  Westchester County's health commissioner said today that he will press high schools to make condoms available to students as a way of preventing AIDS.   Condom distribution programs have been started in New York, Philadelphia, Los Angeles and a handful of other cities, usually over vehement protests from religious groups and parents who believe the program fosters tolerance of teen-age sex. Fourteen towns in Massachusetts have adopted condom programs after being urged to study the issue by the state's education department.","thumbnail":null,"section":"New York"},{"date":"19930413","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/04/13/nyregion/metro-digest-806593.html","abstract":"  FINDING A SANCTUARY IN CRIME   Fernando Morales was glad to discuss his life as a 16-year-old drug dealer, but he had one stipulation because of his status as a fugitive. \"Could you bring a photographer here?\" he asked. \"I want my picture in the newspaper. I'd love to have me holding a bundle right there on the front page so the cops can see it.\" A1. NEW YORK CITY  TEAMSTERS LEADER AGREES TO RESIGN   Abruptly ending a 30-year career in which he became one of New York City's most politically influential labor leaders, Barry Feinstein has agreed to a lifetime banishment from all of his Teamsters union posts, Federal officials disclosed. A1.","thumbnail":null,"section":"New York"},{"date":"19930413","headline":"U.S. Backs Russia on Embargo","web_url":"https://www.nytimes.com/1993/04/13/world/us-backs-russia-on-embargo.html","abstract":"  Bowing to Moscow, Washington defended delaying a Security Council vote on sanctions against Belgrade until Russia's referendum. Page A9.","thumbnail":null,"section":"World"},{"date":"19930413","headline":"An Informer Returns to Testify Against Two Gambino Brothers","web_url":"https://www.nytimes.com/1993/04/13/nyregion/an-informer-returns-to-testify-against-two-gambino-brothers.html","abstract":"  Salvatore (Sammy Bull) Gravano, the Mafia informer whose testimony helped send John Gotti to prison for life, returned to the witness stand yesterday to testify in a packed courtroom against two brothers accused of running a major heroin ring for the Gambino crime family.   His voice low and raspy, Mr. Gravano described his criminal career in a matter-of-fact manner, again admitting his participation in 19 murders. A team of at least eight marshals provided security as he testified against John and Joseph Gambino in Federal District Court in Manhattan.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19930413","time":"1993-04-13 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":75,"wspd":13},{"date":"19930413","time":"1993-04-13 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.1,"rhum":83,"wspd":11.2},{"date":"19930413","time":"1993-04-13 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.9,"rhum":86,"wspd":11.2},{"date":"19930413","time":"1993-04-13 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.3,"rhum":87,"wspd":14.8},{"date":"19930413","time":"1993-04-13 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.9,"rhum":92,"wspd":18.4},{"date":"19930413","time":"1993-04-13 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4,"rhum":100,"wspd":13},{"date":"19930413","time":"1993-04-13 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.7,"rhum":92,"wspd":14.8},{"date":"19930413","time":"1993-04-13 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.9,"rhum":91,"wspd":16.6},{"date":"19930413","time":"1993-04-13 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.5,"rhum":87,"wspd":16.6},{"date":"19930413","time":"1993-04-13 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.2,"rhum":84,"wspd":16.6},{"date":"19930413","time":"1993-04-13 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":81,"wspd":16.6},{"date":"19930413","time":"1993-04-13 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":78,"wspd":14.8},{"date":"19930413","time":"1993-04-13 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":76,"wspd":10.8},{"date":"19930413","time":"1993-04-13 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":67,"wspd":13},{"date":"19930413","time":"1993-04-13 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":62,"wspd":13},{"date":"19930413","time":"1993-04-13 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":56,"wspd":9.4},{"date":"19930413","time":"1993-04-13 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":55,"wspd":9.4},{"date":"19930413","time":"1993-04-13 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":57,"wspd":14.8},{"date":"19930413","time":"1993-04-13 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":57,"wspd":16.6},{"date":"19930413","time":"1993-04-13 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.6,"rhum":65,"wspd":18.4},{"date":"19930413","time":"1993-04-13 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":74,"wspd":14.8},{"date":"19930413","time":"1993-04-13 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":78,"wspd":14.8},{"date":"19930413","time":"1993-04-13 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":78,"wspd":18.4},{"date":"19930413","time":"1993-04-13 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.9,"rhum":77,"wspd":20.5},{"date":"19930413","time":"1993-04-13 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":54,"wspd":27.7},{"date":"19930413","time":"1993-04-13 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":58,"wspd":37.1},{"date":"19930413","time":"1993-04-13 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":56,"wspd":31.7},{"date":"19930413","time":"1993-04-13 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":58,"wspd":29.5},{"date":"19930413","time":"1993-04-13 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":63,"wspd":27.7},{"date":"19930413","time":"1993-04-13 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":68,"wspd":25.9},{"date":"19930413","time":"1993-04-13 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":68,"wspd":24.1},{"date":"19930413","time":"1993-04-13 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":68,"wspd":24.1},{"date":"19930413","time":"1993-04-13 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":65,"wspd":18.7},{"date":"19930413","time":"1993-04-13 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":63,"wspd":27.7},{"date":"19930413","time":"1993-04-13 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":63,"wspd":29.5},{"date":"19930413","time":"1993-04-13 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":65,"wspd":29.5},{"date":"19930413","time":"1993-04-13 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":63,"wspd":25.9},{"date":"19930413","time":"1993-04-13 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":61,"wspd":29.5},{"date":"19930413","time":"1993-04-13 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":52,"wspd":29.5},{"date":"19930413","time":"1993-04-13 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":51,"wspd":25.9},{"date":"19930413","time":"1993-04-13 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":46,"wspd":27.7},{"date":"19930413","time":"1993-04-13 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":42,"wspd":22.3},{"date":"19930413","time":"1993-04-13 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":40,"wspd":18.7},{"date":"19930413","time":"1993-04-13 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":36,"wspd":20.5},{"date":"19930413","time":"1993-04-13 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":36,"wspd":18.7},{"date":"19930413","time":"1993-04-13 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":37,"wspd":18.7},{"date":"19930413","time":"1993-04-13 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":40,"wspd":18.7},{"date":"19930413","time":"1993-04-13 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":41,"wspd":14.8}]},"19930414":{"guardian_articles":[],"nytimes_articles":[{"date":"19930414","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/14/opinion/IHT-letters-to-the-editor-92508735546.html","abstract":"Turn to the Sports Pages. I much enjoyed the story about the Dutch team and cyclist Michel Zanoli (\"Pro Biking Springs Into Season of Hope,\" April 2, by Samuel Abt). Why do you not let your Mr. Abt write about anything except cycling? Such a fin","thumbnail":null,"section":"Opinion"},{"date":"19930414","headline":"POLL SAYS DOCTORS BACK CLINTON PLAN","web_url":"https://www.nytimes.com/1993/04/14/us/poll-says-doctors-back-clinton-plan.html","abstract":"  A majority of American doctors are sympathetic to President Clinton's basic approach to a health-care overhaul even though they fear that it would cost them money and limit their authority, a new poll indicates.   The poll, conducted by the Times Mirror Center for the People and the Press, was the first survey of doctors that dealt with current proposals on health care. It found that 64 percent believe that the nation's health-care system needs \"fundamental changes,\" compared with 10 percent who think it has to be \"completely rebuilt\" and 24 percent who say it needs \"only minor changes.\"","thumbnail":null,"section":"U.S."},{"date":"19930414","headline":"Model School Tries to Cope With Killing in a Classroom","web_url":"https://www.nytimes.com/1993/04/14/us/model-school-tries-to-cope-with-killing-in-a-classroom.html","abstract":"  Clusters of students wept and hugged each other today as they tried to come to terms with the mystifying violence of Monday morning, when three teenagers armed with a baseball bat, a billy club and a buck knife burst into a high school social studies classroom and fatally stabbed a 16-year-old freshman.   Students were bewildered that the violence they associated with urban schools could have occurred at suburban Dartmouth High, which had always reflected stability and security. \"The kids keep saying, 'This happens in city schools, not here,' \" said the school principal, Donald King, who brought in a team of counselors to help restore calm.","thumbnail":null,"section":"U.S."},{"date":"19930414","headline":"Love or Harassment? Campuses Bar (And Debate) Faculty-Student Sex","web_url":"https://www.nytimes.com/1993/04/14/education/love-or-harassment-campuses-bar-and-debate-faculty-student-sex.html","abstract":"  America's college campuses may have no hardier cast of cliche characters than the ones who populate the faculty-student romance: mid-life professors, long-suffering faculty wives and a perennial crop of sweet young things.   But lately the plot has changed.    This month, the faculty of the University of Virginia will consider what may be the nation's strictest code barring sexual relations between professors and students of either sex -- even consensual relations, and even between professors and students they do not teach or supervise. Similar policies, though less sweeping, have been enacted at dozens of campuses, large and small, and are being considered at many more. Awareness of Harassment    Though a few, notably Harvard University and the University of Iowa, adopted such codes in the mid-1980's, the movement has picked up great speed in just the past year. Experts say it has been propelled by growing recognition that sexual harassment is a serious problem that could land professors and administrators in court.","thumbnail":null,"section":"Education"},{"date":"19930414","headline":"Lewis Takes a Verbal Shot at Bowe","web_url":"https://www.nytimes.com/1993/04/14/sports/sports-people-boxing-lewis-takes-a-verbal-shot-at-bowe.html","abstract":"  LENNOX LEWIS led with his mouth yesterday as he began the defense of his World Boxing Council heavyweight title against RIDDICK BOWE.   But wait. Lewis isn't fighting Bowe. At least, not yet. Lewis, the Briton who was named W.B.C. champion after Bowe refused that organization's demand that he fight Lewis, will actually make his first title defense in Las Vegas, Nev., on May 8. It comes in a pay-per-view match against TONY TUCKER.","thumbnail":null,"section":"Sports"},{"date":"19930414","headline":"Books of The Times; A Bush Admiral Tells Why He Helped Clinton","web_url":"https://www.nytimes.com/1993/04/14/books/books-of-the-times-a-bush-admiral-tells-why-he-helped-clinton.html","abstract":"  The Line of Fire  From Washington to the Gulf, the Politics and Battles of the New Military  By Adm. William J. Crowe Jr. with David Chanoff.  Illustrated. 367 pages. Simon & Schuster. $25.    From midshipman to Chairman of the Joint Chiefs of Staff, the career of Adm. William J. Crowe Jr. spanned the cold war and included a few of the hot ones. Yet after the admiral's 47 years of military service, the present generation probably remembers him best as the retired admiral who served under Presidents Ronald Reagan and George Bush at the Pentagon, then broke ranks and came out for Gov. Bill Clinton in last year's Presidential contest.","thumbnail":null,"section":"Books"},{"date":"19930414","headline":"Review/Film; Cinematic Portrait Of the Life Of an Artist","web_url":"https://www.nytimes.com/1993/04/14/movies/review-film-cinematic-portrait-of-the-life-of-an-artist.html","abstract":"  The best thing about Marion Cajori's study of Joan Mitchell, the Abstract Expressionist painter who died in October at the age of 66, is the way it makes a complete emotional portrait of the toweringly acerbic artist by interweaving her conversation with shots of works that reveal her vulnerable inner life.    Ms. Mitchell had the demeanor of a formidable grande dame, 1950's bohemian-style, who was as imposing in her way as Jackson Pollock was in his. Reminiscing in an imperious baritone, in sentences that are clipped but loaded with emotional baggage, she recalls growing up in a well-to-do Chicago family. From early childhood, she says in the film, \"Joan Mitchell: Portrait of an Abstract Painter,\" she was an achiever who won athletic medals to the delight of a father who drove her hard.","thumbnail":null,"section":"Movies"},{"date":"19930414","headline":"Parking Rules","web_url":"https://www.nytimes.com/1993/04/14/nyregion/parking-rules-268893.html","abstract":"  Because of Orthodox Holy Thursday and Good Friday, alternate-side parking rules will be suspended in New York City.","thumbnail":null,"section":"New York"},{"date":"19930414","headline":"A '72 Report on P.O.W.'s Is a Fake, Vietnam Asserts","web_url":"https://www.nytimes.com/1993/04/14/world/a-72-report-on-pow-s-is-a-fake-vietnam-asserts.html","abstract":"  Vietnam's senior diplomat dealing with United States affairs today described as a \"clear fabrication\" a document suggesting that 1,205 American prisoners of war were in North Vietnamese prisons in 1972, more than double the number eventually released.   The diplomat, Nguyen Xuan Phong, acting director of the Americas Department at the Foreign Ministry, said in a telephone interview from Hanoi that \"we have very strong evidence\" to prove \"this document is not authentic -- a clear fabrication.\"","thumbnail":null,"section":"World"},{"date":"19930414","headline":"Theater in Review","web_url":"https://www.nytimes.com/1993/04/14/theater/theater-in-review-485093.html","abstract":"  Carnival!  York Theater Company St. Peter's Lutheran Church Lexington Avenue, at 54th Street Through May 2  Music and lyrics by Bob Merrill; book by Michael Stewart; based on material by Helen Deutsch; directed and choreographed by Pamela Hunt; music director, Darren R. Cohen; set by James Morgan; costumes and puppets by Michael Bottari and Ronald Case; lighting by Mary Jo Dondlinger; production stage manager, Joseph V. De Michele; associate choreographer, Laura Streets. Presented by the York Theater Company, Janet Hayes Walker, producing director; Molly Pickering Grose, managing director, and One World Arts Foundation, W. Scott McLucas, executive director. WITH: David Arthur, Robert Michael Baker, Glory Crampton, Bruce Anthony Davis, Teri Furr, Susan Guinn, William Linton, Robert Lydiard, Karen Mason, Sandra Purpuro, Rusty Reynolds and Paul Schoeffler.","thumbnail":null,"section":"Theater"},{"date":"19930414","headline":"Vegging Out","web_url":"https://www.nytimes.com/1993/04/14/opinion/vegging-out.html","abstract":"  Millions of Americans can still remember what it was like to have to eat a mess of overcooked carrots because they were good for their eyesight. They can also remember what it was like to consume spinach,    yards    of spinach, because Popeye owed his muscles to it. They remember all too well, and they passed their memories on to the next generation and yea, the generation after that. Until they found their champion, at last, in a President of the United States who announced to the world that he didn't like broccoli.    Yes, that is a long genealogy, but we are talking about a long hatred here. But how misplaced that hate! How wrong those millions of Americans! Because it is from stuff like broccoli and carrot and yes, spinach, that they may gain a brighter, healthier future. If it isn't too late for them to acquire a taste for cabbage, or squash, or eggplant.","thumbnail":null,"section":"Opinion"},{"date":"19930414","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/14/opinion/IHT-letters-to-the-editor-92134453528.html","abstract":"The Comic Side of Tragedy . Regarding \"Making Fun of a Fright\" (Letters, March 31) from H. Benoist:. The point of Jeff Danzinger's cartoon, showing one office worker coolly coping with the World Trade Center explosion, is not lack of sympathy wi","thumbnail":null,"section":"Opinion"},{"date":"19930414","headline":"Winners of the 1993 Pulitzer Prizes for Journalism, Literature and the Arts","web_url":"https://www.nytimes.com/1993/04/14/us/winners-of-the-1993-pulitzer-prizes-for-journalism-literature-and-the-arts.html","abstract":"  GENERAL NONFICTION  Garry Wills \"Lincoln at Gettysburg: The Words That Remade America\"    In \"Lincoln at Gettysburg,\" a scholarly study of oratory, Garry Wills argues that Abraham Lincoln, in the mere 272 words of the Gettysburg Address, was able to recast the tradition of oration, the Civil War, and the history of American political thought in a new and clearer light. In offering new ideas about the structure and context of the speech, Mr. Wills maintains that Lincoln used his words to win the war in ideological as well as military terms. The 58-year-old Mr. Wills, a classical scholar, Presidential historian and political scientist, is an adjunct professor of history at Northwestern University in Evanston, Ill., where he lives.  FICTION  Robert Olen Butler \"A Good Scent From a Strange Mountain\"    In Robert Olen Butler's first collection of short stories, \"A Good Scent from a Strange Mountain,\" each of the 15 intricate tales is told in the first person, from the viewpoint of different Vietnamese transplanted from the Mekong Delta to the Louisiana bayou. Haunted by the past, and highly ambivalent about their American hosts, these fictional immigrants seek truces in their various personal wars, and their stories raise the literature of the Vietnam conflict to an original and highly personal new level. Mr. Butler, 48, served as an Army linguist in Vietnam, which was the setting for three of his six previous novels. His first novel to be published, \"The Alleys of Eden,\" was printed by Horizon Press after the manuscript was turned down 21 times. Mr. Butler teaches fiction writing and film theory at McNeese State University in Lake Charles, La.","thumbnail":null,"section":"U.S."},{"date":"19930414","headline":"U.N. Appeals for More Funds To Relieve Hunger in Bosnia","web_url":"https://www.nytimes.com/1993/04/14/world/un-appeals-for-more-funds-to-relieve-hunger-in-bosnia.html","abstract":"  The United Nations issued an emergency appeal for more food for Bosnia and Herzegovina today as five Security Council members raised the flag of revolt against the attempt by the United States and Russia to delay new sanctions against Serbia.   In Geneva, Sadako Ogata, the United Nations High Commissioner for Refugees, wrote to aid-giving governments expressing \"deep alarm\" at the shortage of food for the 2.8 million people now dependent on United Nations rations in Bosnia and Herzegovina.","thumbnail":null,"section":"World"},{"date":"19930414","headline":"7th Inmate Found Dead at Prison In Ohio as Rebellion Continues","web_url":"https://www.nytimes.com/1993/04/14/us/7th-inmate-found-dead-at-prison-in-ohio-as-rebellion-continues.html","abstract":"  Yet another inmate was found dead today at the Southern Ohio Correctional Facility here, where some 450 prisoners holding eight guards hostage have been in control of a cellblock since Sunday afternoon.   The body, discovered this morning in a cellblock adjoining the one seized by the rebellious prisoners, brought to seven the number of people, all inmates, who have died since the uprising at the maximum-security prison began.","thumbnail":null,"section":"U.S."},{"date":"19930414","headline":"Frequent Overdiagnosis Of Lyme Disease Found","web_url":"https://www.nytimes.com/1993/04/14/health/health-watch-frequent-overdiagnosis-of-lyme-disease-found.html","abstract":"  LESS than one-fourth of 788 patients who were referred to a Lyme disease clinic in Boston during a four-and-a-half-year period actually suffered from the disease, a study has found. It is the largest documenting previous reports that Lyme disease is greatly overdiagnosed, said the lead author, Dr. Allen C. Steere of New England Medical Center and Tufts University School of Medicine.   \"Lyme disease is a problem, and now over 40,000 cases have been reported since 1982, and the disease is continuing to spread,\" he said in a telephone interview. But he said some symptoms were often confused with those of other ailments, mainly chronic fatigue syndrome or fibromyalgia, a malady involving dispersed aches.","thumbnail":null,"section":"Health"},{"date":"19930414","headline":"Joint Recital Canceled","web_url":"https://www.nytimes.com/1993/04/14/arts/joint-recital-canceled.html","abstract":"  The pianist Maria Joao Pires and the violinist Augustin Dumay have canceled their Sunday recital at Alice Tully Hall because Miss Pires is ill. Refunds are available at the box office Monday through Saturday from 11 A.M. to 6 P.M., or by mail: Alice Tully Hall Box Office, 1941 Broadway, New York 10023.","thumbnail":null,"section":"Arts"},{"date":"19930414","headline":"On Their Own, More Parents Raise Funds to Fight Disease","web_url":"https://www.nytimes.com/1993/04/14/nyregion/on-their-own-more-parents-raise-funds-to-fight-disease.html","abstract":"  When she was only 4 months old, Morgan Gelblum was found to have a disease her parents had never heard of, a genetic deterioration of the brain that means the little girl is never expected to sit, crawl, walk or talk, or live through childhood.   That diagnosis was three years ago, and Morgan's parents, Seth Gelblum and Orren Alperstein Gelblum, now know more than many doctors about Canavan Disease. One of the things they know best is that medical research is not moving quickly enough to help them. So they are trying to help themselves by raising money and financing their own research.","thumbnail":null,"section":"New York"},{"date":"19930414","headline":"Kite Out With Herniated Disks","web_url":"https://www.nytimes.com/1993/04/14/sports/sports-people-golf-kite-out-with-herniated-disks.html","abstract":"  TOM KITE's back problem has been diagnosed as herniated disks and the United States Open champion will be out of action for an undetermined length of time.   The 43-year-old Kite, who was examined Monday at the Centinella Hospital in Los Angeles, said yesterday that he would not \"even think about coming back before I get a go-ahead\" from his physicians. He said he was scheduled to receive the first of a series of cortisone injections today.","thumbnail":null,"section":"Sports"},{"date":"19930414","headline":"Bankruptcy Needs Reform","web_url":"https://www.nytimes.com/1993/04/14/opinion/bankruptcy-needs-reform.html","abstract":"  The airline industry has lost more than $10 billion over the last three years. Even American, United and Delta -- the world's low-cost carriers -- have lost billions. The fundamental problem is excess capacity: Too many seats chase too few customers.    Robert Crandall, president of American Airlines, and other airline officials allege another problem: lenient bankruptcy laws. According to this argument, the courts allow bankrupt carriers like Eastern and Continental to linger, thereby adding flights to an already overcrowded schedule. The bankrupt carriers trigger ruinous price wars and other desperate strategies to stay afloat.","thumbnail":null,"section":"Opinion"},{"date":"19930414","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/14/opinion/IHT-letters-to-the-editor.html","abstract":"Muslims' Guilty Silence. For generations to come, Muslims will remember with shame and contempt the inept attitude of Muslim governments, particularly those with oil wealth, that with chilling indifference watched the extermination of fellow Muslims in Bo","thumbnail":null,"section":"Opinion"},{"date":"19930414","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/14/opinion/IHT-in-our-pages-100-75-and-50-years-ago-91318114857.html","abstract":"1943: Chiang Complains. NEW YORK - [From our New York edition:] Madam Chiang Kai-shek, who returned to the East yesterday [April 12] after a nation-wide tour, asserted that China had been deprived of equipment which the Allies needed for the North African","thumbnail":null,"section":"Opinion"},{"date":"19930414","headline":"2 Inmates Let Nosair Make Extra Calls, Prison Says","web_url":"https://www.nytimes.com/1993/04/14/nyregion/2-inmates-let-nosair-make-extra-calls-prison-says.html","abstract":"  Two prisoners at the state prison in Attica, N.Y., were charged yesterday with breaking prison rules to help El Sayyid A. Nosair make surreptitious phone calls. Mr. Nosair, who is serving time on charges related to the assassination of Rabbi Meir Kahane, has also come under scrutiny by investigators in connection with the World Trade Center bombing.   The two inmates, Shakur A. Muqtadir and Ronald Fedrick, were accused of letting Mr. Nosair call people on their own lists of approved contacts, using their own identification numbers, said James Flateau, a spokesman for the state Department of Correctional Services. The action allowed Mr. Nosair to make more than his allowed calls and evade identification.","thumbnail":null,"section":"New York"},{"date":"19930414","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/14/nyregion/c-corrections-530093.html","abstract":"  A picture caption with the Advertising column in Business Day yesterday referred incorrectly to the man at the left and carried an incorrect credit line. The man was Frederick M. Teach. The photographer was Glen Cochoran.  ","thumbnail":null,"section":"New York"},{"date":"19930414","headline":"State Urged To Rebuild L.I. Beaches","web_url":"https://www.nytimes.com/1993/04/14/nyregion/state-urged-to-rebuild-li-beaches.html","abstract":"  A task force appointed by Gov. Mario M. Cuomo called today for the quick restoration at public expense of major Long Island beaches that suffered severe erosion during the winter's bruising storms.   In an interim report released today, the task force began the complicated process of setting limits on the public's responsibility for rebuilding beaches and structures that are vulnerable to routine battering by storms and the constant pounding of the wind and tide.","thumbnail":null,"section":"New York"},{"date":"19930414","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/04/14/style/chronicle-577693.html","abstract":"  JOHN CASEY, winner of the 1989 National Book Award for his novel \"Spartina,\" was about to leave his home in Charlottesville, Va., for a public appearance, \"one of those things writers have to do,\" he recalled the other day, when \"I heard a thunk on the front porch, and scurrying feet.\"   \"I opened the door,\" he said, \"and saw a hefty sheaf of documents from the American Academy of Arts and Letters. It started out, 'Dear Mr. Casey, it is my pleasure to inform you . . .' and my eyes glazed over. I knew it was not a tax bill or a draft notice.\"","thumbnail":null,"section":"Style"},{"date":"19930414","headline":"Witness Gives Step-by-Step Description of Killing","web_url":"https://www.nytimes.com/1993/04/14/nyregion/witness-gives-step-by-step-description-of-killing.html","abstract":"  Salvatore (Sammy Bull) Gravano, a Mafia leader who turned informer, provided the anatomy of a murder for a jury yesterday as he described how he led a \"hit team\" that used guns, walkie-talkies and three cars to carry out the killing of a Queens man in 1988.   Testifying for the second day in a racketeering-drug trial, Mr. Gravano said the main defendant, John Gambino, obtained John Gotti's approval to kill Francesco Oliveri, who was held responsible for killing a member of Mr. Gambino's crew in the crime family headed by Mr. Gotti.","thumbnail":null,"section":"New York"},{"date":"19930414","headline":"Regulators Tell of Clifford's Assurance on B.C.C.I.","web_url":"https://www.nytimes.com/1993/04/14/us/regulators-tell-of-clifford-s-assurance-on-bcci.html","abstract":"  As the bribery and fraud trial involving the Bank of Commerce and Credit International resumed in Manhattan yesterday, two former Federal bank regulators testified about Clark M. Clifford's statements regarding the bank's role in the takeover of another bank that would be controlled by Mr. Clifford.    The two regulators testified that in 1980 Mr. Clifford tried to allay the concerns of the Federal Office of the Comptroller of the Currency by playing down the role the foreign-owned B.C.C.I. would have in the takeover of what would become First American Bankshares.","thumbnail":null,"section":"U.S."},{"date":"19930414","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/14/opinion/IHT-letters-to-the-editor-90923194862.html","abstract":"Japan Unvarnished. Regarding \"Some Revel to the World's Lost Grace Notes\" (Opinion, March 31):. The Japanese retain many enviable characteristics because \"they exclude foreigners from close contact\"? This belies the contributions to th","thumbnail":null,"section":"Opinion"},{"date":"19930414","headline":"Officials in Westchester Seeking Man Bitten by a Rabid Raccoon","web_url":"https://www.nytimes.com/1993/04/14/nyregion/officials-in-westchester-seeking-man-bitten-by-a-rabid-raccoon.html","abstract":"  In an extraordinary manhunt, Westchester County health officials searched today for an unidentified man who was bitten by a rabid raccoon on a Yonkers street on Friday and then fled before the authorities arrived to help him.   Scouring hospitals, homeless shelters and apartment buildings in Yonkers and the Bronx, health officials said the man could die within weeks if he failed to obtain immediate treatment.","thumbnail":null,"section":"New York"},{"date":"19930414","headline":"Laws May Change, but the Bible's Values Don't","web_url":"https://www.nytimes.com/1993/04/14/opinion/l-laws-may-change-but-the-bible-s-values-don-t-628493.html","abstract":"  To the Editor:   James A. Michener, in \"God Is Not a Homophobe\" (Op-Ed, March 30), interprets biblical laws that assign the death penalty to those who commit adultery, incest and homosexuality as crucial for ancient Israelites because \"the Jewish community was in deplorable disarray,\" and \"harsh measures were required.\" But, he continues, \"as order was installed, the extreme penalties advocated in Leviticus were relaxed in the civilized nations that followed.\"","thumbnail":null,"section":"Opinion"},{"date":"19930414","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/14/opinion/IHT-letters-to-the-editor-92011429563.html","abstract":"Crime and Punishment. Regarding the murder of a 2-year-old boy in Liverpool and the two 10-year-old boys accused of the crime, I cannot see that Prime Minister John Major's call for increased measures of punishment will act as a deterrent to future violen","thumbnail":null,"section":"Opinion"},{"date":"19930414","headline":"Mattingly Slips a Rung on Yank Ladder","web_url":"https://www.nytimes.com/1993/04/14/sports/baseball-mattingly-slips-a-rung-on-yank-ladder.html","abstract":"  Don Mattingly still receives the most thunderous ovations at Yankee Stadium, he still receives the most autograph requests from fans, he is still the one player Manager Buck Showalter solicits information from most often and he is still the No. 3 hitter in the lineup. Mattingly is the Yankees.   But even though no one in the Yankee organization wants to address it, Mattingly's position has changed in the last three years. That is not news. After two solid but hardly spectacular offensive seasons following his back trouble, coupled with the arrival of some renowned players, Mattingly has slid down the totem pole in the Bronx.","thumbnail":null,"section":"Sports"},{"date":"19930414","headline":"The Pop Life","web_url":"https://www.nytimes.com/1993/04/14/arts/the-pop-life-475393.html","abstract":"  Benefits for a Waitress   After moving to New York City as a modern dancer in 1980, Allyson Paul found herself waiting on tables at Sweet Basil in Greenwich Village. One night she heard the tenor saxophonist Pharoah Sanders perform, and she fell in love with jazz.   Jazz apparently loves her, too. After learning recently that Ms. Paul had fallen ill with leukemia, Mr. Sanders and more than 50 other leading jazz musicians agreed to perform at benefits for her at Sweet Basil and two other jazz clubs where she has worked as a waitress. The first tribute, at the Village Vanguard, was on Sunday afternoon; the others, also in Greenwich Village, will be at Bradley's at 10 P.M. on Sunday and Sweet Basil at 9 P.M. on Monday. Among the musicians who are to perform are Tommy Flanagan, Cedar Walton, Roy Hargrove, Randy Brecker and the Gil Evans Orchestra.","thumbnail":null,"section":"Arts"},{"date":"19930414","headline":"Sports of The Times; Jesse Jackson In the Sports Spotlight","web_url":"https://www.nytimes.com/1993/04/14/sports/sports-of-the-times-jesse-jackson-in-the-sports-spotlight.html","abstract":"  THE story goes that a man was crawling on his hands and knees in the street at night. When a passer-by asked what he was doing, he replied, \"Looking for my wallet.\" The other man said, \"Oh, you lost it here?\" \"No,\" said the first man, \"I lost it on the next block. But the light is better here.\"   The tale made me think of the Rev. Jesse Jackson's picketing of Camden Yards in Baltimore on opening day of the baseball season. He was picketing with a group from his Rainbow Coalition as part of his project to get greater representation of blacks and other minority personnel into the front offices of baseball and other team sports.","thumbnail":null,"section":"Sports"},{"date":"19930414","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/04/14/nyregion/news-summary-850893.html","abstract":"  International A3-13  ARISTIDE ACCEPTS HAITI AMNESTY  Diplomats and advisers to Haiti's exiled President say the Rev. Jean-Bertrand Aristide has reversed himself and extended an offer of amnesty to his most bitter opponents among the army leadership.  A1  U.N. ASSAILS SERBIAN SHELLING  After months of restraint in their reaction to Serbian bombardments in Bosnia, senior United Nations harshly condemned the Serbian shelling on Monday that killed more than 50 civilians in the besieged Muslim enclave of Srebrenica.  A1","thumbnail":null,"section":"New York"},{"date":"19930414","headline":"Settlement in Sanderson Case Stops Trial","web_url":"https://www.nytimes.com/1993/04/14/sports/sports-people-college-basketball-settlement-in-sanderson-case-stops-trial.html","abstract":"  The secretary who accused former Alabama basketball coach WIMP SANDERSON of punching her in the face accepted a $275,000 settlement yesterday in Tuscaloosa, Ala., just as the case was going to trial.   The money will be paid by the university and Sanderson's homeowner insurance company to NANCY WATTS, who was the coach's longtime administrative assistant and had a 15-year affair with him.","thumbnail":null,"section":"Sports"},{"date":"19930414","headline":"EGYPT AND P.L.O. CONFER ON TALKS","web_url":"https://www.nytimes.com/1993/04/14/world/egypt-and-plo-confer-on-talks.html","abstract":"  President Hosni Mubarak met today with the P.L.O. leader, Yasir Arafat, and plans to see Prime Minister Yitzhak Rabin of Israel on Wednesday as part of Egypt's effort to resume the Middle East peace talks.    Mr. Arafat presented Mr. Mubarak with the final changes he hoped Israel and the United States would make before resuming negotiations, Palestinian officials said. The Palestinian position will be presented to the Israelis by Mr. Mubarak on Wednesday in the Suez Canal town of Ismailiya.","thumbnail":null,"section":"World"},{"date":"19930414","headline":"Clinton Finds a Friendlier Chamber of Commerce","web_url":"https://www.nytimes.com/1993/04/14/us/clinton-finds-a-friendlier-chamber-of-commerce.html","abstract":"  Grabbing for a piece of the Republican coalition, President Clinton went to the United States Chamber of Commerce tonight, stoking a feud between the powerful business group and conservatives in Congress.   The chamber has infuriated many conservatives who contend that the organization has committed ideological treason by cozying up to the new Administration, particularly in informally supporting elements of its economic program.","thumbnail":null,"section":"U.S."},{"date":"19930414","headline":"Review/Television; A Light Look at Working After Dark","web_url":"https://www.nytimes.com/1993/04/14/arts/review-television-a-light-look-at-working-after-dark.html","abstract":"  \"All Night Long,\" a brisk tour of after-dark life in New York City, offers glimpses of people who work, people who play, people who talk and people who toss and turn. The subject brings out the literary in Dan Rather (or his scriptwriter), who calls this edition of \"48 Hours\" \"a journey through the heart of darkness.\" But no fear, it is much less ominous and considerably more fun than Joseph Conrad's vision of Africa.   Two \"48 Hours\" regulars, Bernard Goldberg (who quotes Dickens) and Richard Schlesinger, are abetted by the hosts of \"CBS This Morning,\" Mark McEwen, Harry Smith and Paula Zahn, who are themselves among the city's early-hour workers. They report on the night-shifters who answer 911 emergency calls and exist on Tums; a man who makes his home under the Brooklyn Bridge; two women who say they never sleep; a father-son team at the Fulton Fish Market; the late-night club crowd; talk-show gabblers; a Harlem baker, and a Greenwich Village jazzman.","thumbnail":null,"section":"Arts"},{"date":"19930414","headline":"Church Groups Asked to Assist Homeless Effort","web_url":"https://www.nytimes.com/1993/04/14/nyregion/church-groups-asked-to-assist-homeless-effort.html","abstract":"  The Dinkins administration, facing contempt charges because of a shortage of shelter for homeless families, is asking religious groups for help.   One group, The Council of Churches, said yesterday that it would answer the city's plea by offering 40 apartments in which families can stay for a night or two until the city finds room for them in its own bulging shelter system.","thumbnail":null,"section":"New York"},{"date":"19930414","headline":"Black Intellectuals, Jewish Tensions;\nHow to End The Impasse","web_url":"https://www.nytimes.com/1993/04/14/opinion/black-intellectuals-jewish-tensions-how-to-end-the-impasse.html","abstract":"After Henry Louis Gates Jr., chairman of Harvard's Afro-American Studies Department, condemned black anti-Semitism on this page, Emerge: Black America's Newsmagazine asked him and Cornel West, director of Princeton's Afro-American Studies Program, to discuss black intellectuals' role in reducing black-Jewish frictions. (Mr. West's essay came from his book \"Race Matters.\") These articles are adapted from the March issue.\n\nThe period of genuine empathy and principled alliances between Jews and blacks constitutes a major pillar of American progressive politics in this century. These supportive links begin with W. E. B. DuBois's The Crisis and Abraham Cahan's Jewish Daily Forward and are seen clearly between Jewish leftists and A. Philip Randolph's numerous organizations, between Elliot Cohen's Commentary and the early career of James Baldwin, between prophets like Abraham Joshua Heschel and Martin Luther King Jr., between the predominantly Jewish Students for a Democratic Society and the Student Nonviolent Coordinating Committee, and are now seen in Tikkun magazine.","thumbnail":null,"section":"Opinion"},{"date":"19930414","headline":"Plan Is Afoot to Shift OTB Regulation","web_url":"https://www.nytimes.com/1993/04/14/sports/horse-racing-plan-is-afoot-to-shift-otb-regulation.html","abstract":"  The chairman of the commission looking into the future of racing in New York State said yesterday that the group was concentrating on a plan to put racing in the hands of a corporation, a regulated monopoly that would also run offtrack betting in New York City, but not elsewhere in the state, at least for a while.   \"We would hope that the others would eventually come aboard,\" said Vincent Tese, who heads the nine-member Advisory Commission on Racing in the 21st Century. It was appointed by Gov. Mario M. Cuomo last fall to look into a possible restructuring of racing after the year 2000, when the New York Racing Association's franchise to operate the state's three major tracks expires.","thumbnail":null,"section":"Sports"},{"date":"19930414","headline":"U.S. Judge Upholds Population Count","web_url":"https://www.nytimes.com/1993/04/14/us/us-judge-upholds-population-count.html","abstract":"  A Federal judge dealt a final rebuff today to a coalition of major cities seeking to force an adjustment of the 1990 census to make up for the acknowledged undercount of more than five million people, many of them black or Hispanic.   The judge, Joseph M. McLaughlin of Federal District Court in Brooklyn, said in a decision released late this afternoon that the Bush Administration's Commerce Secretary, Robert A. Mosbacher, had not acted arbitrarily or capriciously in 1991 when he refused to adjust the 1990 population count.","thumbnail":null,"section":"U.S."},{"date":"19930414","headline":"Stein Hires Manager And Consultant To Bolster Campaign","web_url":"https://www.nytimes.com/1993/04/14/nyregion/stein-hires-manager-and-consultant-to-bolster-campaign.html","abstract":"  Seeking to ignite his stalled and fractious mayoral campaign, Andrew J. Stein, the New York City Council President, has hired a Queens political aide to be his campaign manager and a high-powered San Francisco consultant to handle direct mail and field operations.    David Keisman, a former aide to State Senator Manfred Ohrenstein of Manhattan and most recently the publisher of The Queens Tribune, a weekly newspaper whose majority owner is Mr. Stein's father, Jerry Finkelstein, will be the campaign manager. Jack Davis, who helped elect San Francisco's Mayor, Frank Jordan, in a long-shot campaign, will be a special consultant.","thumbnail":null,"section":"New York"},{"date":"19930414","headline":"Results Plus","web_url":"https://www.nytimes.com/1993/04/14/sports/results-plus-426593.html","abstract":"  GYMNASTICS  Dawes Is Off to Good Start  Dominique Dawes, the 16-year-old from Silver Spring, Md., registered a startling set of scores to win the first of six rounds of qualifying at the world championships in Birmingham, England. First came 9.712 for her floor exercise, then 9.618 for the vault and 9.75 on the asymmetric bars. She topped that with a 9.812 on the beam to complete a total of 38.892, which put her ahead of the other 14 competitors in her section. (AP) TENNIS  Sampras Advances in Hong Kong  Pete Sampras, starting a tournament for the first time as the world's No. 1 player, defeated Stephane Simian of France, 6-2, 6-4, in the first round of the Salem Open in Hong Kong. (AP) HORSE RACING Alydeed Wins at Keeneland  Alydeed fought off Binalong in the stretch at Keeneland yesterday to win the $182,350 Grade III Commonwealth Breeders' Cup by a head and in stakes-record time. The winner, ridden by Craig Perret, covered the seven furlongs in 1:212/5 to take two-fifths of a second off Black Tie Affair's stakes record set in 1991. Alydeed paid $2.80 for $2 to win. (AP) BOXING  Holmes Stops Canadian in Seven Rounds  Larry Holmes, the 43-year-old former heavyweight champion, stopped a bloody Ken Lakusta of Canada in seven rounds in Bay St. Louis, Miss. The handlers for Lakuta (21-20-1) called off the bout before the eighth round because of a bleeding cut around the boxer's left eye. Holmes (57-4) is 9-1 since coming out of a three-year retirement. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930414","headline":"Dispute Over the Kahlo and Rivera Legacy","web_url":"https://www.nytimes.com/1993/04/14/arts/dispute-over-the-kahlo-and-rivera-legacy.html","abstract":"  For almost two years, as the world's fascination with the Mexican painter Frida Kahlo fed a stream of pilgrims to the funny blue house in which she was born and died, visitors there were met by bolted doors and a guard mumbling about \"repairs.\"   Angry graffiti appeared on the walls and artists protested in the press. But it was the reopening of the 35-year-old Frida Kahlo Museum late last month that ignited the smoldering dispute over the management of the legacy that Kahlo and her husband, Diego Rivera, left in trust to the Mexican people.","thumbnail":null,"section":"Arts"},{"date":"19930414","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/04/14/sports/transactions-376593.html","abstract":"  Baseball  National League  ATLANTA BRAVES -- Traded Mark Davis, pitcher, to the Philadelphia Phillies for Brad Hassinger, pitcher. Assigned Hassinger to Durham of the Carolina League.","thumbnail":null,"section":"Sports"},{"date":"19930414","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/14/opinion/IHT-in-our-pages-100-75-and-50-years-ago-93188662521.html","abstract":"1918: German Reverse. AMERICAN FRONT - At six o'clock yesterday morning [April 12] the enemy put down a heavy bombardment on the American sector north-west of Toul and followed with an infantry attack. On the lifting of our own barrage, the American infan","thumbnail":null,"section":"Opinion"},{"date":"19930414","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/04/14/us/inside-849493.html","abstract":"  New Buyers of S.& L. Assets   The Government made it easier for smaller investors to buy real estate and other assets once owned by bankrupt savings institutions. Page D1. Limiting Campus Liaisons    Universities are raising barriers to sex between professors and students, and that is raising debate. Page B9. Florio Makes It Official    Gov. Jim Florio of New Jersey formally announced his candidacy for a second term after three years of sharp shifts in the polls. Page B5. Sharp Drop in Retail Sales    Retail sales fell 1 percent in March, the biggest monthly decline in more than two years and an indication that the recovery is weak. Page D1. Hints of Gravity Waves    Analyzing satellite data, a scientist reported detecting what may be gravity waves created in the first instants after the Big Bang. Page A18.","thumbnail":null,"section":"U.S."},{"date":"19930414","headline":"Rio de Janeiro Journal; The Collor Story (Cont.): Much Ado About Magic","web_url":"https://www.nytimes.com/1993/04/14/world/rio-de-janeiro-journal-the-collor-story-cont-much-ado-about-magic.html","abstract":"  For most Brazilians, more than enough drama was packed into the impeachment of the President last September on charges of profiting from a multimillion-dollar extortion ring. But now a first wave of memoirs is renewing the national uproar by asserting that the President, Fernando Collor de Mello, tried bribery and black magic to ward off the first impeachment of a Brazilian President.    The controversy has transfixed Brazil, dominating television talk shows and occupying the covers of news magazines.","thumbnail":null,"section":"World"},{"date":"19930414","headline":"Vance, Leaving, Sees Hope for Bosnia Plan Despite Fighting","web_url":"https://www.nytimes.com/1993/04/14/world/vance-leaving-sees-hope-for-bosnia-plan-despite-fighting.html","abstract":"  Winding up nearly 19 months as a peace negotiator in the Balkan conflict, Cyrus R. Vance said he thinks that the plan he helped frame for ending the war in Bosnia and Herzegovina is still \"very much alive\" despite a new surge in fighting.   Though he spoke of his \"horror\" and of \"agonizing that tears at your insides,\" on hearing the latest reports of fighting around Srebrenica and Sarajevo, Mr. Vance said in an interview on Monday evening that \"on the whole the amount of fighting is clearly less than when we went to Geneva\" last September to start the negotiations.","thumbnail":null,"section":"World"},{"date":"19930414","headline":"U.S. Shouldn't Export Mineral Industry Jobs","web_url":"https://www.nytimes.com/1993/04/14/opinion/l-us-shouldn-t-export-mineral-industry-jobs-624193.html","abstract":"  To the Editor:   Your April 1 editorial support for the proposal by the Clinton Administration and Secretary of the Interior Bruce Babbitt to charge a 12.5 percent royalty on the gross income of the mineral producers from Federal lands is terribly simplistic. Unlike oil, which can be processed into a salable commodity at little cost, hard-rock minerals have little value until after expensive smelting.","thumbnail":null,"section":"Opinion"},{"date":"19930414","headline":"Starks Stylish Despite a Flak Jacket","web_url":"https://www.nytimes.com/1993/04/14/sports/pro-basketball-starks-stylish-despite-a-flak-jacket.html","abstract":"  With one eye on the Chicago Bulls and another on John Starks's injured ribs, the Knicks may have been looking past the Washington Bullets last night.   The Bullets (21-55), the worst team in the Eastern Conference and missing four players because of injuries, stayed close for three quarters before fading in the fourth and losing, 93-85, at Madison Square Garden.","thumbnail":null,"section":"Sports"},{"date":"19930414","headline":"Mississippi Democrat Is Elected to Congress","web_url":"https://www.nytimes.com/1993/04/14/us/mississippi-democrat-is-elected-to-congress.html","abstract":"  Bennie Thompson, a liberal Democrat turned back a surprisingly strong bid by a conservative Republican today to win the Congressional seat vacated by Agriculture Secretary Mike Espy.    Mr. Thompson, who is black, rolled up 54 percent of the vote in the mostly black district, which runs for 230 miles along the Mississippi River, to turn back an early bid by Hayes Dent, 31, a white former aide to Gov. Kirk Fordice.","thumbnail":null,"section":"U.S."},{"date":"19930414","headline":"France Will Replace Its General in Bosnia","web_url":"https://www.nytimes.com/1993/04/14/world/france-will-replace-its-general-in-bosnia.html","abstract":"  The French Defense Minister today confirmed the imminent replacement of an outspoken French Army officer, Lieut. Gen. Philippe Morillon, as commander of United Nations forces in Bosnia and Herzegovina.   Although the 58-year-old officer has become a folk hero in France for his efforts to protect the Bosnian Muslim town of Srebrenica from Bosnian Serb militias, the Defense Minister, Francois Leotard, said today that General Morillon would \"probably\" be withdrawn before the end of this month.","thumbnail":null,"section":"World"},{"date":"19930414","headline":"Old Fear Haunts Poles in South Africa","web_url":"https://www.nytimes.com/1993/04/14/world/old-fear-haunts-poles-in-south-africa.html","abstract":"  The first worshipers arriving for the Polish-language Easter Mass at the Roman Catholic Church of the Immaculate Conception in Pretoria found a banner strung across the door, painted with a warning: \"We Will Kill You All for Our Leader.\"   The threat was immediately understood. Though it was just 24 hours since Chris Hani, the black Communist leader, had been shot dead, there was probably no one among South Africa's 18,000 Polish immigrants who had not heard that the man arrested as the assassin was also a Polish immigrant, Janusz Jakob Walus.","thumbnail":null,"section":"World"},{"date":"19930414","headline":"Petrovic Returning to Nets In Time for Playoff Run","web_url":"https://www.nytimes.com/1993/04/14/sports/pro-basketball-petrovic-returning-to-nets-in-time-for-playoff-run.html","abstract":"  Chuck Daly was joking with reporters during an impromptu break in today's Nets practice.   \"Think we can get anybody else hurt?,\" the coach was saying with a laugh as he re-entered the gym.   Usually, the series of devastating injuries that have turned hopes of a 50-victory season into a struggle for the home advantage in the first round of the playoffs would not be something to smile about. But on this occasion Daly had reason to be happy because the Nets finally got some good news: Drazen Petrovic is healthy enough to play.","thumbnail":null,"section":"Sports"},{"date":"19930414","headline":"OFFER OF AMNESTY REMOVES OBSTACLE TO ACCORD IN HAITI","web_url":"https://www.nytimes.com/1993/04/14/world/offer-of-amnesty-removes-obstacle-to-accord-in-haiti.html","abstract":"  Removing a final major obstacle to settling Haiti's 18-month political crisis, the Rev. Jean-Bertrand Aristide has reversed himself and extended an offer of amnesty to his most bitter opponents among the army leadership, diplomats and advisers to the ousted President say.   United Nations mediators are expected to present the offer to Haitian military leaders on Wednesday in a meeting that diplomats have described as pivotal to the resolution of the crisis. Mediators have said they hope to have Father Aristide return to office within 60 days of a settlement.","thumbnail":null,"section":"World"},{"date":"19930414","headline":"Review/Dance; On the Heels of Abstraction","web_url":"https://www.nytimes.com/1993/04/14/arts/review-dance-on-the-heels-of-abstraction.html","abstract":"  H. T. Chen is a choreographer who tells stories. He has perfected a style based on American modern dance and Asian traditional dance and theater, all of which the Shanghai-born Mr. Chen has studied and performed. But in \"Opening the Gate,\" a work-in-progress presented on Friday night at La Mama E.T.C. Annex Theater, Mr. Chen comes uncharacteristically close to abstraction. There are suggestions of animal life in the dancers' snaking arms and small pounces, and he hints at the imagery of birth, said to be the dance's theme. But most of all, the fast-flowing piece is throbbing, swirling spectacle.    The tone is set by Bradley Kaus's electronic score, with a live drumming component performed by musicians and the dancers. Dressed in loose white shirts and pants, the dancers rise and fall at a stately pace in handsome stage patterns, briefly holding poses with the look of calligraphic symbols. There is a good deal of serene rising and punchy martial-arts forays. But the most exciting moments come with propulsive runs, darts and pivoting turns for taut-bodied dancers alone, in small groups or in large whirling masses, with gatelike pyramids toward the end.","thumbnail":null,"section":"Arts"},{"date":"19930414","headline":"Educators Find a Lot to Like in a Little Increase","web_url":"https://www.nytimes.com/1993/04/14/education/educators-find-a-lot-to-like-in-a-little-increase.html","abstract":"  Even though President Clinton has proposed increasing Education Department spending by less than 2 percent for the next fiscal year, his new budget is winning praise from education groups because of its emphasis on those at either end of the public-school ladder: preschool children and high school students who need job training.   The $31 billion Education Department budget for the fiscal year that begins on Oct. 1 is up $511 million from this year's $30.5 billion. But it does not tell the whole story. The department's programs would be supplemented by others in the Departments of Commerce and Health and Human Services, in a spirit of cooperation between Federal agencies that analysts and educators say is rare.","thumbnail":null,"section":"Education"},{"date":"19930414","headline":"New York Has to Make School Board Elections Voter-Friendly","web_url":"https://www.nytimes.com/1993/04/14/opinion/l-new-york-has-to-make-school-board-elections-voter-friendly-630693.html","abstract":"  To the Editor:   I read \"School Challenge From the Right,\" your helpful April 6 editorial on voting in the coming New York City school board elections. As a new voter in New York, I called the 718 number you kindly published to find out where to vote.","thumbnail":null,"section":"Opinion"},{"date":"19930414","headline":"For Rangers, There Had to Be a Mourning After","web_url":"https://www.nytimes.com/1993/04/14/sports/hockey-for-rangers-there-had-to-be-a-mourning-after.html","abstract":"  Today, Mark Messier was publicly shunned by Team Canada. There was no invitation to play for his country in the world championships in Germany. Adam Graves was called, so was Mike Gartner. Messier was not.   It did not surprise him, it did not even hurt his feelings. The whole season has been like that for Messier. He expects the insults now. He expects the criticism. He expects the little slap in the face. He will not admit to being embarrassed -- he will not even admit to having second thoughts about this Ranger season -- but he has been humbled. That, he could not avoid.","thumbnail":null,"section":"Sports"},{"date":"19930414","headline":"Judge Approves Plan to Bar Leader From Teamster Posts","web_url":"https://www.nytimes.com/1993/04/14/nyregion/judge-approves-plan-to-bar-leader-from-teamster-posts.html","abstract":"  A Federal judge yesterday approved an agreement permanently banning Barry Feinstein, a prominent New York City labor leader, from holding office in the teamsters union.   Mr. Feinstein, 58, has for 25 years been the president of Local 237 of the International Brotherhood of Teamsters, a union that represents 20,000 city employees. Over the decades he has become one of the city's most politically influential labor leaders.","thumbnail":null,"section":"New York"},{"date":"19930414","headline":"GOVERNOR'S TRIAL OPENS IN ALABAMA","web_url":"https://www.nytimes.com/1993/04/14/us/governor-s-trial-opens-in-alabama.html","abstract":"  Guy Hunt, the Primitive Baptist preacher who in 1986 became Alabama's first Republican Governor since Reconstruction, looked on calmly today as prosecutors in the first day of his felony trial accused him of illegally using his office to collect $200,000 for his personal use.   Deputy Attorney General Steve Feaga said the state would prove that Governor Hunt, deep in debt, used the money raised for his inauguration for personal needs ranging from mortgage payments to cattle feed and failed to report the transfer of money as required under state ethics laws.","thumbnail":null,"section":"U.S."},{"date":"19930414","headline":"Pentagon Is Wary on Hanoi Text; Families See Proof of Lies","web_url":"https://www.nytimes.com/1993/04/14/world/pentagon-is-wary-on-hanoi-text-families-see-proof-of-lies.html","abstract":"  Pentagon officials cautioned today against putting too much stock in a newly unearthed document that suggests that North Vietnam lied about the number of American prisoners it held in 1972.    But advocates for the families of missing servicemen rushed to embrace the document's findings.","thumbnail":null,"section":"World"},{"date":"19930414","headline":"New Questions on the P.O.W.'s","web_url":"https://www.nytimes.com/1993/04/14/opinion/new-questions-on-the-pow-s.html","abstract":"  The long smoldering issue of unaccounted-for American prisoners from the Vietnam War has flared anew. Hanoi has only its long history of duplicity on the P.O.W. issue to blame for this latest ambushing of its hopes for more normal ties.   If the latest document to emerge from Soviet archives proves accurate, the process of normalization will have to be postponed yet again. No American interest in Vietnam ranks higher than keeping faith with the families of these missing servicemen.","thumbnail":null,"section":"Opinion"},{"date":"19930414","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/14/nyregion/c-corrections-526193.html","abstract":"  A front-page article yesterday about fighting in Bosnia and Herzegovina referred incompletely to violations of the no-flight zone. The violations, which have involved transports and medical evacuation flights, have been committed by Serbs, Croats and Muslims, although the greatest number have been committed by the Serbs.","thumbnail":null,"section":"New York"},{"date":"19930414","headline":"Review/Music; An Oratorio Enhanced With Parallel Lives","web_url":"https://www.nytimes.com/1993/04/14/arts/review-music-an-oratorio-enhanced-with-parallel-lives.html","abstract":"  It is impossible to hear Mendelssohn's first oratorio, \"St. Paul,\" without considering the theological, historical and personal baggage that comes with it. That and its having been overshadowed by its successor, \"Elijah,\" made it an ideal work for Leon Botstein, a conductor who likes to resurrect rarities and who seems to relish peering into composers' baggage as much as performing their music. The work's sacred character also made it well suited to Easter Sunday, when Mr. Botstein performed it with the American Symphony Orchestra and the Pro Arte Chorale at Carnegie Hall.    The story of the conversion of Saul of Tarsus and his ministry under the name Paul resonated strongly with Mendelssohn for reasons that were at least partly autobiographical.","thumbnail":null,"section":"Arts"},{"date":"19930414","headline":"First Comes Scoring, Then It's the Snoring","web_url":"https://www.nytimes.com/1993/04/14/sports/hockey-first-comes-scoring-then-it-s-the-snoring.html","abstract":"  Perhaps, with a playoff berth clinched and all those potential post-season opponents scouting them at Nassau Coliseum tonight, the Islanders didn't want to reveal any secrets.   Perhaps that's why they lulled them into a false sense of security and dulled their fans nearly to sleep with a lethargic 3-3 tie with the Hartford Whalers before only 8,381 customers, including Devils Coach Herb Brooks and Capitals Coach Terry Murray.","thumbnail":null,"section":"Sports"},{"date":"19930414","headline":"Review/Television; An Apocalyptic Vision of Wall Street's Future","web_url":"https://www.nytimes.com/1993/04/14/arts/review-television-an-apocalyptic-vision-of-wall-street-s-future.html","abstract":"  Last represented on \"Great Performances\" with a trilogy of Mozart operas that he set in 1980's Manhattan, Peter Sellars returns to the public-television showcase tonight at 9 with \"The Cabinet of Dr. Ramirez.\" This time, with an impish nod to the 1919 silent film \"The Cabinet of Dr. Caligari,\" he moves into the 1990's. The film is pretentious, exasperating and thoroughly fascinating.    As writer and director, Mr. Sellars uses \"Ramirez\" to convey an apocalyptic vision of this country following the boom-and-greed binges of the Reagan years. Gliding through a world of empty Wall Street offices and dirty streets, the movie reeks of huge corporate layoffs, homelessness, violence and profound pessimism. The cast, headed by Peter Gallagher, Joan Cusack, Ron Vawter and Mikhail Baryshnikov, is relentlessly grim. In this context, who wouldn't be?","thumbnail":null,"section":"Arts"},{"date":"19930414","headline":"Review/Music; Works From Jazz to Buzz","web_url":"https://www.nytimes.com/1993/04/14/arts/review-music-works-from-jazz-to-buzz.html","abstract":"  Thursday night's performance at Merkin Concert Hall meant to bring together radically different performing esthetics. The first composer, Katrina Krimsky, presented standard post-hippie compositional ideas -- a little Indian music, a little jazz, a bit of violin -- and kept the normal concert etiquette, asking the audience to sit still and listen. The second, LaMonte Young, brought a minor sort of ideological framework to his piece. By situating his musicians around the hall, Mr. Young asked the audience to participate in a non-traditional way. In fact, everybody just sat there and listened. Given the general revolution in the relationship between audience and performer wrought by African-American and popular American music, the whole thing seemed more than a bit innocent.   Mr. Young's piece, \"The Melodic Version of the Second Dream of the High-Tension Line Stepdown Transformer,\" part of a longer composition called \"The Four Dreams of China,\" had more to do with the translation of technique into experience than with any sort of musical creativity. Mr. Young has long been interested in the sound of transformers buzzing, and he had his eight trumpeters use mutes to create hums and buzzes. Playing with slight pitch variations, the trumpeters moved from consonance to dissonance; with passive long notes, the musicians allowed the frequencies of the notes to mesh and then jumble up, making clear the subtle interplay of intonations. Marian Zazeela's lighting gave the hall an appropriate new-age glow.","thumbnail":null,"section":"Arts"},{"date":"19930414","headline":"HONG KONG TALKS ARE SET TO RESUME","web_url":"https://www.nytimes.com/1993/04/14/world/hong-kong-talks-are-set-to-resume.html","abstract":"  Britain and China announced today that they would resume talks next week on Hong Kong's future, a decision that suggests a long and bitter impasse may have finally been broken.   The prospect of Beijing and London talking to each other instead of yelling at each other reflects the desire in each capital to defuse the uncertainty over Hong Kong's future. The talks mean that it again seems possible for Hong Kong to have a moderately smooth transition to Chinese rule in 1997.","thumbnail":null,"section":"World"},{"date":"19930414","headline":"Electronic Toll Collection Still a Dream for Drivers","web_url":"https://www.nytimes.com/1993/04/14/nyregion/electronic-toll-collection-still-a-dream-for-drivers.html","abstract":"  While drivers in Chicago, Dallas and Boston can breeze through some toll plazas without rolling down a window or stopping, drivers in the metropolitan New York area still face old-fashioned traffic jams when they approach a tunnel or toll bridge. A plan for electronic toll collection istwo years behind schedule, delayed by a web of complications and technical obstacles.    The first of New York's electronic toll systems, which planners say will one day do for traffic management what automated teller machines did for banking, is scheduled to appear at the Tappan Zee Bridge by late summer. But officials say that installing compatible systems for all of New York, New Jersey and Pennsylvania, a far-reaching effort that was originally scheduled to start in 1992, will not begin until 1994 at the earliest.","thumbnail":null,"section":"New York"},{"date":"19930414","headline":"Public & Private; Uniquely Perilous","web_url":"https://www.nytimes.com/1993/04/14/opinion/public-private-uniquely-perilous.html","abstract":"  Life over the course of the last half-century has been confusing for those people who manufacture and sell cigarettes. Their product went from being an accepted part of daily life to a suspected carcinogen to the most reviled legal substance in America.    But now their position should be quite clear. Tobacco companies fall into a separate and distinct category of business because they produce and market a product that has no redeeming value and that causes serious illness and death.","thumbnail":null,"section":"Opinion"},{"date":"19930414","headline":"Drug Use by Younger Teen-Agers Appears to Rise, Counter to Trend","web_url":"https://www.nytimes.com/1993/04/14/us/drug-use-by-younger-teen-agers-appears-to-rise-counter-to-trend.html","abstract":"  After years of declining drug use among high school students, researchers and rehabilitation specialists said yesterday that there are signs of an increase in marijuana, cocaine and LSD use among the youngest teenagers.   Researchers working under contract to the National Institute on Drug Abuse said a survey of 18,000 eighth graders at 160 public and private schools around the country showed that 7.2 percent of them acknowledged smoking marijuana last year, up 15 percent from the previous year.","thumbnail":null,"section":"U.S."},{"date":"19930414","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/04/14/nyregion/metro-digest-933493.html","abstract":"  METRO DIGEST  FINAL REBUFF FOR BID TO REVISE '90 CENSUS   A Federal district judge in Brooklyn dealt a final rebuff to a coalition of the nation's major cities seeking to force the Commerce Department to adjust the 1990 census to make up for the acknowledged undercount of more than five million United States residents, many of them black or Hispanic. A14. NEW YORK CITY  A MOVE TO EASE RULES ON GUTTER CLEANING   The Dinkins administration, in a second move in two days to address complaints of small- and medium-sized business owners, said that it will suspend in some areas of the city a requirement forcing businesses to be responsible for sweeping the street within 18 inches of the curb in front of their stores. The Mayor is apparently courting the support of owners of small and medium-sized businesses, which make up most of the city's business community. B3.","thumbnail":null,"section":"New York"},{"date":"19930414","headline":"Chan Parker:Bird and Life in The E-Flat Lane","web_url":"https://www.nytimes.com/1993/04/14/style/IHT-chan-parkerbird-and-life-in-the-eflat-lane.html","abstract":"- The autobiography of Charlie Parker's widow, Chan, \"Ma Vie en Mi Bémol\" (My Life in E-Flat), on which the Clint Eastwood film \"Bird\" was based, has just been published here by Librarie Plon. Back in the days when Bird was our treasured and above all secret hero, who could have guessed it would come to this? (There are as yet no plans to publish it in English.)","thumbnail":null,"section":"Style"},{"date":"19930414","headline":"U.S. Shouldn't Export Mineral Industry Jobs; Green Effetists","web_url":"https://www.nytimes.com/1993/04/14/opinion/l-us-shouldn-t-export-mineral-industry-jobs-green-effetists-625093.html","abstract":"  To the Editor:   \"Clinton the Conservationist Thinks Twice\" (The Week in Review, April 4) incorrectly refers to the hard-rock mining industry as Government subsidized. This is far from the truth. The reality is as follows:","thumbnail":null,"section":"Opinion"},{"date":"19930414","headline":"Indy Making Room for Stock Cars","web_url":"https://www.nytimes.com/1993/04/14/sports/auto-racing-indy-making-room-for-stock-cars.html","abstract":"  The Indianapolis Motor Speedway has scheduled a news conference for this morning in Indianapolis at which it is expected that the track will announce that for the first time since the Indianapolis 500 began in 1911, the historic oval will be the site of a second race.   Speedway officials and Nascar, stock-car racing's major sanctioning body, are expected to say that the track will hold a Winston Cup stock car race in mid to late August 1994. Last June, before the track was closed for renovations, several top stock-car teams held a two-day test session at the two-and-a-half-mile oval to see whether stock cars could successfully race there.","thumbnail":null,"section":"Sports"},{"date":"19930414","headline":"Ending Restraint, U.N. Aides Denounce Serbs for Shellings","web_url":"https://www.nytimes.com/1993/04/14/world/ending-restraint-un-aides-denounce-serbs-for-shellings.html","abstract":"  After months of restraint in their reaction to Serbian bombardments of Muslim populations in Bosnia, senior United Nations officials today harshly condemned the Serbian shelling on Monday that killed more than 50 civilians in the besieged enclave of Srebrenica.    For many United Nations officials, the Serbian attack, which came immediately after the top Serbian military commander renewed pledges that there would be no more shelling of civilians in the town, was one of the most shocking events in a year of Serbian \"ethnic cleansing\" that has left tens of thousands of Muslims dead. Even during some of the heaviest bombardments of Sarajevo, the United Nations officials strove to give a sense of neutrality. Dismay in Sarajevo    Privately, many top United Nations officials said they hoped the attack would persuade President Clinton and other Western leaders that the time had come for a more resolute policy, possibly involving military force, toward the Serbian nationalists.","thumbnail":null,"section":"World"},{"date":"19930414","headline":"A Lucrative Nike Deal for Krzyzewski","web_url":"https://www.nytimes.com/1993/04/14/sports/sports-people-college-basketball-a-lucrative-nike-deal-for-krzyzewski.html","abstract":"  A change of emblems for Duke's basketball team could be worth millions to coach MIKE KRZYZEWSKI. The Blue Devils -- who for years have worn Adidas shoes, the ones with three stripes -- will switch to Nike.   Nike and Duke officials would not confirm the amount of money involved. But a person familiar with the negotiations told The News & Observer of Raleigh, N.C., that Krzyzewski will receive a $1 million signing bonus and an annual salary worth about $375,000 a year, plus stock options, for a 15-year contract.","thumbnail":null,"section":"Sports"},{"date":"19930414","headline":"Review/Music; New Voices In 'Ariadne' At the Met","web_url":"https://www.nytimes.com/1993/04/14/arts/review-music-new-voices-in-ariadne-at-the-met.html","abstract":"  A number of singers entered the cast of Richard Strauss's \"Ariadne auf Naxos\" for the last performance of the season at the Metropolitan Opera on Thursday evening, but attention centered on Deborah Voigt in the title role. Ms. Voigt, a young American soprano, has already achieved acclaim in a variety of roles, including her Ariadne at the Boston Lyric Opera two seasons ago.   Vocally, Ms. Voigt did not disappoint. With an instrument seemingly made for the vast scale of the Met, she poured out rich, lustrous, nuanced tone with ease and security. Dramatically, however, she seemed stiff and uncommunicative, even more ill at ease than might reasonably be expected in Elijah Moshinsky's elephantine new production of the opera. But with voices of such grandeur in short supply, Ms. Voigt will not lack opportunity to work on her stage presence.","thumbnail":null,"section":"Arts"},{"date":"19930414","headline":"Bridge","web_url":"https://www.nytimes.com/1993/04/14/nyregion/bridge-284093.html","abstract":"  It is generally understood that a duplicate player must strive for overtricks, even perhaps jeopardizing a contract to do so. It is not so well understood that this effort is sometimes right and sometimes wrong.   If a player is in a normal contract that is likely to be reached at other tables, it makes sense to try hard for an overtrick, perhaps taking risks to do so, or neglect a safety play that will insure success.","thumbnail":null,"section":"New York"},{"date":"19930414","headline":"Blatter:Soccer's Alp","web_url":"https://www.nytimes.com/1993/04/14/sports/IHT-blattersoccers-alp.html","abstract":"- The climbing instinct was born into Joseph S. Blatter. An obsession with soccer and a reformer's zeal grew on him.","thumbnail":null,"section":"Sports"},{"date":"19930414","headline":"Angola's Killer of the Dream","web_url":"https://www.nytimes.com/1993/04/14/opinion/angola-s-killer-of-the-dream.html","abstract":"  Rarely has a sore loser in an election wreaked such havoc as Jonas Savimbi in Angola. During a civil war that began with Angola's independence in 1975, Mr. Savimbi insisted that his Unita rebels were democrats thirsting for a chance at the polls to unseat a leftist Government in Luanda. He got his wish last September, but his rival, President Jose Eduardo dos Santos, won by a plurality in a generally fair first-round vote that was to be followed by a runoff. But instead of contesting the runoff, Mr. Savimbi resumed fighting, ferociously.    He has been able to do this, as The Times's Kenneth Noble reports, because Unita cheated on cease-fire terms by pretending to demobilize. Western analysts estimate that Mr. Savimbi kept a force of 30,000 to 35,000 soldiers, while the Luanda Government, with three times that number under arms, complied by downsizing its army to 10,000. Unita's successes spring from treachery, not valor.","thumbnail":null,"section":"Opinion"},{"date":"19930414","headline":"What You Reveal To a Psychotherapist May Go Further","web_url":"https://www.nytimes.com/1993/04/14/health/what-you-reveal-to-a-psychotherapist-may-go-further.html","abstract":"  MILLIONS of people in recent weeks have heard of psychotherapists testifying in court about intimate emotional details told to them by Woody Allen, Mia Farrow and their children, or by Sol Wachtler, the former Chief Judge of New York State.   So just how private is what a patient tells a therapist? In principle, it is completely confidential, psychotherapists say, and the privacy includes secrecy about a person's being in therapy at all.","thumbnail":null,"section":"Health"},{"date":"19930414","headline":"46 Arrested in Drug Raids","web_url":"https://www.nytimes.com/1993/04/14/nyregion/46-arrested-in-drug-raids.html","abstract":"  More than 200 police officers broke up what they described as a major heroin ring yesterday in Lower East Side housing projects, arresting 46 people. Among those arrested in the raids shortly after dawn was Richard Rodriguez of Union, N.J., who was described by Drug Enforcement Administration officials as the leader of the group. The suspects included suppliers to dealers who, police said, operated in the Riis, Wald, Baruch, Campos Place and Bracetti Place projects in Manhattan. In addition to the arrests, nine guns and one pound of heroin were confiscated. John Dowd, a special agent of the D.E.A., said the raids were made after a nine-month investigation.","thumbnail":null,"section":"New York"},{"date":"19930414","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/14/opinion/IHT-letters-to-the-editor-93279830013.html","abstract":"Remembering Zuckerman. This refers to your obituary of Lord Zuckerman (April 2). I should like to mention his participation of many years in the Pugwash Conferences on Science and World Affairs where, along with many arms control experts, such as Robert M","thumbnail":null,"section":"Opinion"},{"date":"19930414","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/14/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: Threat to Balfour. LONDON - The Belfast magistrates yesterday [April 13] confiscated a revolver and a number of rounds of ammunition under the following extraordinary circumstances: During Mr. Balfour's progress through Belfast on Easter Tuesday, a","thumbnail":null,"section":"Opinion"},{"date":"19930414","headline":"An Act in 2 Parts:Are the Bulls Trying to Lure Kukoc Out of Italy?","web_url":"https://www.nytimes.com/1993/04/14/sports/IHT-an-act-in-2-partsare-the-bulls-trying-to-lure-kukoc-out-of-italy.html","abstract":"Toni Kukoc strolls through the lobby of the hotel that is the headquarters of the European Final Four basketball championship. He is not wearing the headphones and dark glasses preferred by his American peers. He does not have to ignore dozens of fans ask","thumbnail":null,"section":"Sports"},{"date":"19930414","headline":"Administration Considers 'Penalty Tax' to Hold Down Health Costs","web_url":"https://www.nytimes.com/1993/04/14/us/administration-considers-penalty-tax-to-hold-down-health-costs.html","abstract":"  Groping for ways to carry out a crucial feature of President Clinton's health-care plan, the White House is considering a \"penalty tax\" on doctors and hospitals to constrain medical spending.   The tax would be imposed on hospitals, doctors and other health-care providers in states that exceed spending targets to be established by the Federal Government, according to Administration officials and White House documents. The officials say such targets are essential to control costs.","thumbnail":null,"section":"U.S."},{"date":"19930414","headline":"Steinbrenner Adds Randolph As an Assistant to Michael","web_url":"https://www.nytimes.com/1993/04/14/sports/baseball-steinbrenner-adds-randolph-as-an-assistant-to-michael.html","abstract":"  Willie Randolph, the second baseman who defined class and stability during his 13 seasons with the Yankees, returned to the organization last night when George Steinbrenner named him an assistant general manager. The announcement was made at a dinner in Manhattan to welcome the Yankees back to New York.   It was an appropriate theme for the night because Steinbrenner has always wanted Randolph back in the Bronx. Randolph, 39, will not begin his new job until after the All-Star Game break because of family commitments. He will work with General Manager Gene Michael evaluating major and minor league talent. Jackson Works Part Time    Unlike fellow former Yankee Reggie Jackson, who was appointed special adviser to the general partner last month, Randolph will work full time with the Yankees and will have an office at Yankee Stadium.","thumbnail":null,"section":"Sports"},{"date":"19930414","headline":"A High Court Fantasy: Kunstler Ponders a Fancy","web_url":"https://www.nytimes.com/1993/04/14/nyregion/about-new-york-a-high-court-fantasy-kunstler-ponders-a-fancy.html","abstract":"  NO, absolutely not, said William M. Kunstler over lunch, he had never imagined himself on the Supreme Court. \"My role is outside the system.\"    Then his questioner coaxed him into fantasy by asking whether he could imagine the confirmation hearings.","thumbnail":null,"section":"New York"},{"date":"19930414","headline":"Personal Health","web_url":"https://www.nytimes.com/1993/04/14/health/personal-health-605593.html","abstract":"  DURING a recent bicycle tour in Mexico, the tire of a passing truck turned a small stone into a potentially blinding missile. As the stone struck the lens of my protective glasses, I recalled a similar near-mishap much closer to home years ago that had turned me into a devotee of eye guards. Looking around at my 17 biking companions in Mexico, I was surprised to note that while all wore helmets as required by Backroads Inc., the tour sponsor, and nearly all wore sunglasses, no one else was wearing the polycarbonate eye protectors that had kept the stone from striking my eye.   Each year hundreds of thousands of sports enthusiasts, recreational, amateur and professional athletes alike, suffer sports-related eye injuries. Yet only a small fraction wear glasses or face guards that can protect the most valued of sensory organs. Squash players are now often required to wear eye guards. but tennis players, even those who play fast competitive doubles, rarely do. Face shields that can keep fingers from poking eyes are becoming increasingly popular in the National Football League, but among basketball players, goggles seem to be worn only by players who have already suffered an eye injury.","thumbnail":null,"section":"Health"},{"date":"19930414","headline":"Who Killed Christopher Marlowe?","web_url":"https://www.nytimes.com/1993/04/14/style/IHT-who-killed-christopher-marlowe.html","abstract":"-Peter Whelan's \"The School of Night\" (moving now into the Barbican from last summer at Stratford) is an immensely expert and intriguing whodunnit, the \"it\" being the murder at Deptfordexactly 400 years ago of the playwright Christopher Marlowe.He was then 29, and died with a dagger through the eye in what is usually reckoned to have been a tavern brawl.But as Marlowe was also an atheist and freethinker, deeply into the confusions of counter-Elizabethan espionage, and of the opinion that \"all men are fools who love not tobacco and boys,\" the area is rich for rediscovery and radical reinterpretation. Indeed three new books this season are engaged in the very same sleuthing.","thumbnail":null,"section":"Style"},{"date":"19930414","headline":"Radio Receivers May Be Catching Echo of Big Bang, Scientist Says","web_url":"https://www.nytimes.com/1993/04/14/us/radio-receivers-may-be-catching-echo-of-big-bang-scientist-says.html","abstract":"  A leading astrophysicist reported today that radio receivers in space and on the ground might be recording the passage of cosmic gravity waves, huge perturbations of space that echo the almost instantaneous expansion of the infant universe 15 billion years ago.   The scientist, Dr. George F. Smoot of the Lawrence Berkeley Laboratory in California, said gravity waves initiated by the \"inflationary epoch\" of the universe -- a split-second period during which many theorists believe the universe expanded at nearly the speed of light -- might be discernible in data now being collected. If that is correct, scientists would have a powerful new tool for studying the birth of the universe. He reported his findings in a lecture at the Carnegie Institution of Washington.","thumbnail":null,"section":"U.S."},{"date":"19930414","headline":"Let France Disclose Complicity With Nazis","web_url":"https://www.nytimes.com/1993/04/14/opinion/l-let-france-disclose-complicity-with-nazis-626893.html","abstract":"  To the Editor:   Your April 7 front-page article on the appalling treatment of Jews in France during the Nazi occupaton and up to 1946 makes the Vichy Government basically responsible. In the light of this report, without diminishing the moral burden of all people responsible for the atrocities, I submit it is important to call attention to the close relations President Francois Mitterrand had with the Vichy Government, whatever his present political position and views.","thumbnail":null,"section":"Opinion"},{"date":"19930414","headline":"Judge Rebuffs Cities On Altering Census","web_url":"https://www.nytimes.com/1993/04/14/us/judge-rebuffs-cities-on-altering-census.html","abstract":"  A Federal judge dealt a setback to coalition of American cities that sought to force an adjustment of the 1990 census to make up for an acknowledged undercount of more than five million people, many of them black or Hispanic.","thumbnail":null,"section":"U.S."},{"date":"19930414","headline":"The Pulitzer Prizes","web_url":"https://www.nytimes.com/1993/04/14/us/the-pulitzer-prizes.html","abstract":"  ARTS Fiction -- \"A Good Scent from a Strange Mountain,\" by Robert Olen Butler Drama -- \"Angels in America: Millennium Approaches,\" by Tony Kushner History -- \"The Radicalism of the American Revolution\" by Gordon S. Wood Biography -- \"Truman,\" by David McCullough Poetry -- \"The Wild Iris,\" by Louise Gluck General non-fiction -- \"Lincoln at Gettysburg: The Words That Remade America,\" by Gary Wills Music -- \"Trombone Concerto\" by Christopher Rouse JOURNALISM Public service -- The Miami Herald Spot news reporting -- The Los Angeles Times staff Investigative reporting -- Jeff Brazil and Steve Berry of The Orlando Sentinel Explanatory journalism -- Mike Toner of The Atlanta Journal-Constitution National reporting -- David Maraniss of The Washington Post International reporting -- John F. Burns of The New York Times and Roy Gutman of Newsday Beat reporting -- Paul Ingrassia and Joseph B. White of The Wall Street Journal Feature writing -- George Lardner Jr. of The Washington Post Commentary -- Liz Balmaseda of The Miami Herald Criticism -- Michael Dirda of The Washington Post Editorial cartooning -- Stephen R. Benson of The Arizona Republic Spot news photography -- Ken Geiger and William Snyder of The Dallas Morning News Feature photography -- The Associated Press staff Articles are on page B6.","thumbnail":null,"section":"U.S."}],"wiki_events":[],"weather":[{"date":"19930414","time":"1993-04-14 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.2,"rhum":81,"wspd":16.6},{"date":"19930414","time":"1993-04-14 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7,"rhum":78,"wspd":14.8},{"date":"19930414","time":"1993-04-14 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.4,"rhum":81,"wspd":9.4},{"date":"19930414","time":"1993-04-14 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.3,"rhum":80,"wspd":13},{"date":"19930414","time":"1993-04-14 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.8,"rhum":82,"wspd":13},{"date":"19930414","time":"1993-04-14 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.4,"rhum":82,"wspd":16.6},{"date":"19930414","time":"1993-04-14 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.7,"rhum":78,"wspd":14.8},{"date":"19930414","time":"1993-04-14 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.1,"rhum":76,"wspd":9.4},{"date":"19930414","time":"1993-04-14 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.9,"rhum":74,"wspd":13},{"date":"19930414","time":"1993-04-14 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.3,"rhum":72,"wspd":13},{"date":"19930414","time":"1993-04-14 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7,"rhum":70,"wspd":11.2},{"date":"19930414","time":"1993-04-14 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.5,"rhum":69,"wspd":14.8},{"date":"19930414","time":"1993-04-14 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":64,"wspd":13},{"date":"19930414","time":"1993-04-14 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":62,"wspd":14.8},{"date":"19930414","time":"1993-04-14 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":58,"wspd":9.4},{"date":"19930414","time":"1993-04-14 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":58,"wspd":11.2},{"date":"19930414","time":"1993-04-14 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":57,"wspd":11.2},{"date":"19930414","time":"1993-04-14 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.4,"rhum":61,"wspd":13},{"date":"19930414","time":"1993-04-14 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":63,"wspd":14.8},{"date":"19930414","time":"1993-04-14 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":63,"wspd":13},{"date":"19930414","time":"1993-04-14 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":65,"wspd":11.2},{"date":"19930414","time":"1993-04-14 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.3,"rhum":68,"wspd":14.8},{"date":"19930414","time":"1993-04-14 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.8,"rhum":73,"wspd":13},{"date":"19930414","time":"1993-04-14 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.6,"rhum":74,"wspd":9.4},{"date":"19930414","time":"1993-04-14 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":46,"wspd":14.8},{"date":"19930414","time":"1993-04-14 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":51,"wspd":14.8},{"date":"19930414","time":"1993-04-14 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":61,"wspd":7.6},{"date":"19930414","time":"1993-04-14 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":59,"wspd":18.7},{"date":"19930414","time":"1993-04-14 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":61,"wspd":22.3},{"date":"19930414","time":"1993-04-14 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":63,"wspd":20.5},{"date":"19930414","time":"1993-04-14 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":63,"wspd":13},{"date":"19930414","time":"1993-04-14 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":68,"wspd":9.4},{"date":"19930414","time":"1993-04-14 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":67,"wspd":13},{"date":"19930414","time":"1993-04-14 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":70,"wspd":9.4},{"date":"19930414","time":"1993-04-14 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":70,"wspd":9.4},{"date":"19930414","time":"1993-04-14 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":67,"wspd":11.2},{"date":"19930414","time":"1993-04-14 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":63,"wspd":16.6},{"date":"19930414","time":"1993-04-14 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":59,"wspd":14.8},{"date":"19930414","time":"1993-04-14 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":52,"wspd":14.8},{"date":"19930414","time":"1993-04-14 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":47,"wspd":7.6},{"date":"19930414","time":"1993-04-14 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":42,"wspd":7.6},{"date":"19930414","time":"1993-04-14 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":40,"wspd":14.8},{"date":"19930414","time":"1993-04-14 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":38,"wspd":13},{"date":"19930414","time":"1993-04-14 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":37,"wspd":16.6},{"date":"19930414","time":"1993-04-14 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":43,"wspd":16.6},{"date":"19930414","time":"1993-04-14 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":44,"wspd":14.8},{"date":"19930414","time":"1993-04-14 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":47,"wspd":14.8},{"date":"19930414","time":"1993-04-14 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":51,"wspd":14.8}]}}