{"19940822":{"guardian_articles":[],"nytimes_articles":[{"date":"19940822","headline":"Verdict on a Counsel: Conservative but Not Rigid","web_url":"https://www.nytimes.com/1994/08/22/us/verdict-on-a-counsel-conservative-but-not-rigid.html","abstract":"  For the past dozen years, Kenneth W. Starr has traveled in the midst of a conservative movement that has helped reshape constitutional law. Like his peers, he tends to read the Constitution in a restricted, rather than expansive, spirit, demanding what he calls \"self-restraint.\"   He finds in the Constitution no right to an abortion, little support for affirmative action and fewer protections for minorities, poor people and criminal defendants than his liberal or moderate colleagues.","thumbnail":null,"section":"U.S."},{"date":"19940822","headline":"The Chancellor's Response","web_url":"https://www.nytimes.com/1994/08/22/opinion/the-chancellor-s-response.html","abstract":"  How much more should New York City's school system be decentralized? Schools Chancellor Ramon Cortines now weighs in with a balanced approach. He would gradually give local school districts more administrative responsibilities, but he would keep some functions under central control to maximize efficiency and accountability.    The decentralization issue, batted about for 25 years, was stirred up recently by Edward Costikyan, an adviser to Mayor Rudolph Giuliani. He suggested that the central Board of Education be dismantled and replaced by five borough boards. He also recommended a commissioner of education who would be appointed by the mayor.","thumbnail":null,"section":"Opinion"},{"date":"19940822","headline":"Owners At Table, Manners Uncertain","web_url":"https://www.nytimes.com/1994/08/22/sports/baseball-owners-at-table-manners-uncertain.html","abstract":"  When Federal mediators succeeded last week in setting the stage for resumption of talks in the baseball strike, with owners at the bargaining table, one baseball person remarked that there might be light at the end of the tunnel. The tunnel, though, may be miles longer than he thinks.   The return to the bargaining table for the first time since the first day of the strike, Aug. 12, could lead to positive developments, but neither side is predicting that, and at least one owner yesterday foresaw the potential for relations to deteriorate from their already low level.","thumbnail":null,"section":"Sports"},{"date":"19940822","headline":"Now Boarding, on Courts 1 Through 52, 3-on-3 Hoops","web_url":"https://www.nytimes.com/1994/08/22/sports/basketball-now-boarding-on-courts-1-through-52-3-on-3-hoops.html","abstract":"  On Friday, the Grand Central area was typically congested, with thousands of feet pounding the sidewalks and just as many trucks, cars and cabs clogging the streets.   By Saturday, the traffic slowed to a dribble -- myriad dribbles.","thumbnail":null,"section":"Sports"},{"date":"19940822","headline":"Bridge","web_url":"https://www.nytimes.com/1994/08/22/nyregion/bridge-027839.html","abstract":"  It will be recalled that Mark Twain cabled The Associated Press from Europe to say that a report of his death was an exaggeration. Similarly exaggerated are reports that bridge is dying. On the contrary, most duplicate games in the New York area report increased attendances, often more than 20 percent, in the last three years. Bridge classes are overflowing, and some are forced to turn away prospective students.   There is also a small injection of experts from abroad, mainly Europe. Their bidding methods, like some wine, tend not to travel well, but they have well-developed skill in card play. The diagramed deal, for example, was played in a Swiss Team event at the Spring Nationals in Cincinnati in March. North and South were Andrew Baranov of Washington and Vladimir Fleyshgakker of Manhattan. They struggled up to four spades, a contract in which there were three top losers and problems in both red suits.","thumbnail":null,"section":"New York"},{"date":"19940822","headline":"Not Three, Not Two, but One Lion King","web_url":"https://www.nytimes.com/1994/08/22/sports/pro-football-not-three-not-two-but-one-lion-king.html","abstract":"  It was as if the Detroit Lions had three teams in one last season. Over in that corner were Rodney Peete's Lions. Over here were Erik Kramer's Lions. Over there were Andre Ware's Lions.   Three quarterbacks. Three teams.","thumbnail":null,"section":"Sports"},{"date":"19940822","headline":"N.B.A. Players: A Mission to South Africa","web_url":"https://www.nytimes.com/1994/08/22/sports/sports-people-basketball-nba-players-a-mission-to-south-africa.html","abstract":"  Denver Nuggets center DIKEMBE MUTOMBO believes sports can promote fellowship among South Africa's tribes and ethnic groups.   This week, he and the Knicks' PATRICK EWING will be in the post-apartheid nation to conduct basketball clinics in Johannesburg and Cape Town. Also on hand will be ALONZO MOURNING of Charlotte, JOHN CROTTY of Utah, Atlanta Coach LENNY WILKENS and the former Washington coach, WES UNSELD.","thumbnail":null,"section":"Sports"},{"date":"19940822","headline":"D'Amato's Push for Pataki Ends a Long Cuomo Truce","web_url":"https://www.nytimes.com/1994/08/22/nyregion/d-amato-s-push-for-pataki-ends-a-long-cuomo-truce.html","abstract":"  J. Morton Davis, a wealthy investment banker, had put both his money and his mouth firmly behind Richard M. Rosenbaum's gubernatorial campaign until his phone rang a few weeks ago.   It was Senator Alfonse M. D'Amato, calling to plead for George E. Pataki, the Republican candidate he has led -- sometimes literally by the hand -- through the 1994 campaign. A few days later, Mr. Davis, who had already contributed $6,000 to Mr. Rosenbaum, sent Mr. Pataki a check for $25,000.","thumbnail":null,"section":"New York"},{"date":"19940822","headline":"Edginess on Capitol Hill","web_url":"https://www.nytimes.com/1994/08/22/us/the-health-care-debate-news-analysis-edginess-on-capitol-hill.html","abstract":"  Rarely has the House of Representatives been more ready for a recess. Capitol Hill has become an edgy, unhappy place in recent weeks, and the reasons run deeper than the grueling fight over the crime bill, the long delay of the August break or the immensity of the health care challenge.   Many lawmakers say it has simply become one of the most partisan sessions they can remember. Yes, there are moments of bipartisan cooperation, like the hunt of the \"mainstream coalition\" for a health care compromise in the Senate, or the moderate Republicans' efforts in the House on the deal for a crime bill.","thumbnail":null,"section":"U.S."},{"date":"19940822","headline":"Zaire Reopens One Crossing From Rwanda","web_url":"https://www.nytimes.com/1994/08/22/world/zaire-reopens-one-crossing-from-rwanda.html","abstract":"  Zaire reopened one of its two border crossings to southwest Rwanda today after a daylong standoff between thousands of desperate Rwandans and Zairian soldiers that started within a half-hour of the departure of the last French troops.   The refugees were twice driven back after they threatened to surge over the narrow bridge that had been the pathway to asylum for thousands before it was closed on Saturday.","thumbnail":null,"section":"World"},{"date":"19940822","headline":"No Field of Dreams at Baseball Assembly Plant; Lawful Salary Cap","web_url":"https://www.nytimes.com/1994/08/22/opinion/l-no-field-of-dreams-at-baseball-assembly-plant-lawful-salary-cap-199690.html","abstract":"  To the Editor:   Re \"The Selfish Sultans of Swat\" (editorial, Aug. 14): By definition, a wage scale caps salaries and bars employees from negotiating their individual wages as \"free agents.\" Salary caps and wage scales are indeed the essence of the collectivized wage bargain that the labor laws have both authorized and encouraged for unionized employees since the 1930's.","thumbnail":null,"section":"Opinion"},{"date":"19940822","headline":"Yet Another in a Series of Crucial Weeks for Health Care","web_url":"https://www.nytimes.com/1994/08/22/us/health-care-debate-overview-yet-another-series-crucial-weeks-for-health-care.html","abstract":"  This is another crucial week for national health insurance legislation, not the first, and unless matters completely collapse, not the last.   At first it may not seem that way. The House will continue waiting -- for the Senate and for the Congressional Budget Office. And the Senate will even put aside its dilatory debate on health insurance to take up the crime bill after today's vote to pass it in the House.","thumbnail":null,"section":"U.S."},{"date":"19940822","headline":"Hit-Run Crash Kills Officer","web_url":"https://www.nytimes.com/1994/08/22/nyregion/hit-run-crash-kills-officer.html","abstract":"  An off-duty New York City police officer was killed early yesterday when he was struck by a speeding hit-and-run driver while checking his disabled motorcycle on a roadside in Queens, the police said.   Another off-duty police officer who had stopped to help him was slightly injured when his car was also struck.","thumbnail":null,"section":"New York"},{"date":"19940822","headline":"Mexicans Cast Votes in Large Numbers","web_url":"https://www.nytimes.com/1994/08/22/world/mexicans-cast-votes-in-large-numbers.html","abstract":"  Carrying their hopes for the country's future to thousands of rickety plastic booths set up in schoolrooms and town plazas, Mexicans voted today in elections that could either set them firmly on a more democratic course or imperil the already frayed order of their society.   From early, unofficial returns, Ernesto Zedillo Ponce de Leon, the candidate of the governing Institutional Revolutionary Party, known as the PRI, appeared to have a sizeable lead over the two other main candidates in the race, Diego Fernandez de Cevallos of the conservative National Action Party and Cuauhtemoc Cardenas of the leftist Democratic Revolutionary Party.","thumbnail":null,"section":"World"},{"date":"19940822","headline":"A Mayor's Fund Raising Draws Fire","web_url":"https://www.nytimes.com/1994/08/22/nyregion/a-mayor-s-fund-raising-draws-fire.html","abstract":"  After several successes in recent investigations of prominent elected officials in northern New Jersey -- long fertile ground for political corruption -- prosecutors are said to be training their sights on the fund-raising practices of Mayor Sharpe James of Newark.   Mr. James, who was elected to a third term as head of the state's largest city in May, has repeatedly denied the accusations of wrongdoing, which stem in part from the relationship between an organization called the Friends of Sharpe James and a now-failed savings and loan association in Bergen County.","thumbnail":null,"section":"New York"},{"date":"19940822","headline":"The Current Is Against This U.S. Team","web_url":"https://www.nytimes.com/1994/08/22/sports/swimming-the-current-is-against-this-us-team.html","abstract":"  Until the 1970's, American swimmers ruled the waves, usually winning most of the gold medals in the Olympics. Even in recent years, they have won more than most nations -- 11 of the 31 gold medals in the 1992 Olympics in Barcelona, 13 of 32 in the 1991 world championships in Perth.   But the rest of the world is closing in. In the world championships two weeks from now in Rome, no other country may win more medals than the United States, but many will chip away. There should be good shares for Russian men and for Chinese and German women. There should be medals for Hungary, Australia, Finland, New Zealand, Canada, Britain, Spain and Italy.","thumbnail":null,"section":"Sports"},{"date":"19940822","headline":"Communing With Nature on an Airport Runway in Brooklyn","web_url":"https://www.nytimes.com/1994/08/22/nyregion/communing-with-nature-on-an-airport-runway-in-brooklyn.html","abstract":"  When plans were made to take Asia Mason and Paul Linen and Clarence Leggett and their friends camping, the intention was to go to some relatively uncompromised place where they would be quite apart from city claustrophobia. The children lived in Manhattan or the Bronx. They rarely got away. They yearned for sun-glittered wilderness.    They went to Brooklyn.","thumbnail":null,"section":"New York"},{"date":"19940822","headline":"No Field of Dreams at Baseball Assembly Plant; Hooray for the Strike!","web_url":"https://www.nytimes.com/1994/08/22/opinion/l-no-field-of-dreams-at-baseball-assembly-plant-hooray-for-the-strike-032395.html","abstract":"  To the Editor:   I never thought that I'd be saying this, but: Hooray for the baseball strike!","thumbnail":null,"section":"Opinion"},{"date":"19940822","headline":"1919:Back From France : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/22/opinion/IHT-1919back-from-france-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - Wearing Victory ribbons with six stars, the first troops of the Third Division (Regulars), the only American division to take part in six major offensives, returned yesterday [Aug. 19] on the troop transport Agamemnon. The division is best know","thumbnail":null,"section":"Opinion"},{"date":"19940822","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/08/22/nyregion/metro-digest-030236.html","abstract":"  AFTER THE PEACE: D'AMATO VS. CUOMO   After years of enjoying a seeming non-aggression pact with Mario M. Cuomo, Senator Alfonse M. D'Amato has helped George E. Pataki become a competitive challenger to New York's third-term Democratic Governor. Mr. D'Amato, who had little to do with the 1986 or 1990 gubernatorial campaigns, said in an interview last week that his active participation in this year's race was motivated purely by a desire to improve state government.","thumbnail":null,"section":"New York"},{"date":"19940822","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/08/22/sports/results-plus-031879.html","abstract":"  GOLF Lowery Wins With a Big Comeback  Steve Lowery used two dramatic eagles on the back nine to vault into a tie and then beat Rick Fehr in a playoff to win the International in Castle Rock, Colo. Lowery prevailed on the first playoff hole when Fehr drove into a pond on the right side of the fairway. Lowery made a routine par on the hole to earn the $252,000 top prize and his first victory in seven seasons on the PGA Tour. Lowery, as many as 10 points off the pace after two bogeys in his first five holes, eagled both of the par-5's on the back nine -- worth 5 points apiece under the scoring system used in this tournament. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940822","headline":"Fund Set Up To Help City With Projects","web_url":"https://www.nytimes.com/1994/08/22/nyregion/fund-set-up-to-help-city-with-projects.html","abstract":"  In an unusual effort to enlist big business in the economic development of New York City, a prominent group of executives is trying to raise $100 million in private funds to invest in such diverse projects as a new Central Park restaurant, expansion of the Jacob K. Javits Convention Center and keeping the Yankees in the Bronx.   The New York City Partnership, whose members include the top executives of more than 150 of the city's largest companies, said those companies and many wealthy individuals would be asked to donate $1 million each to the fund, which would be operated with no intent to turn a profit.","thumbnail":null,"section":"New York"},{"date":"19940822","headline":"N.A.A.C.P. LEADER, OUSTED BY BOARD, HINTS HE WILL SUE","web_url":"https://www.nytimes.com/1994/08/22/us/naacp-leader-ousted-by-board-hints-he-will-sue.html","abstract":"  As the N.A.A.C.P. sought to put its financial and administrative house in order after the abrupt dismissal on Saturday night of its executive director, the Rev. Benjamin F. Chavis Jr., the ousted leader today called his dismissal a \"crucifixion\" and hinted he might sue the civil rights organization.   Appearing at a Baltimore church today with Louis Farrakhan, the minister of the National of Islam, and several other leaders of militant black groups, Mr. Chavis sounded alternately conciliatory and angry over the decision of the board to end his contract after a stormy 16-month tenure. Using religious metaphors, Mr. Chavis suggested that he intends to remain active in the civil rights struggle.","thumbnail":null,"section":"U.S."},{"date":"19940822","headline":"No Field of Dreams at Baseball Assembly Plant; Service at the Stadium","web_url":"https://www.nytimes.com/1994/08/22/opinion/l-no-field-of-dreams-at-baseball-assembly-plant-service-at-the-stadium-032417.html","abstract":"  To the Editor:   On Thursday, Aug. 11, the day before the baseball strike deadline, two friends of mine attended a New York Yankee game at the stadium to enjoy an afternoon of baseball. They went with two other men from their office as their guests.","thumbnail":null,"section":"Opinion"},{"date":"19940822","headline":"President Considers a Cuban Blockade","web_url":"https://www.nytimes.com/1994/08/22/us/flight-from-cuba-the-overview-president-considers-a-cuban-blockade.html","abstract":"  As the flood of refugees out of Cuba continued unabated, the Clinton Administration warned President Fidel Castro today that the Administration would consider further steps, including a blockade of the island, if he did not take meaningful steps toward democracy.   Angrily accusing Mr. Castro of orchestrating the exodus, the White House chief of staff, Leon E. Panetta, said on the ABC News program \"This Week,\" \"We want to see Castro move toward a democratic government, and that clearly is not happening. As a consequence, we're putting pressures on the Castro Government.\"","thumbnail":null,"section":"U.S."},{"date":"19940822","headline":"Man Is Slain at a Party in a Church Basement","web_url":"https://www.nytimes.com/1994/08/22/nyregion/man-is-slain-at-a-party-in-a-church-basement.html","abstract":"  One man was killed and another seriously wounded early yesterday morning during a large party in the basement of a Roman Catholic church on the West Side of Manhattan, the police said.   The police have tentatively identified the dead man as Alberto Aldos, 27. He was shot in the chest during festivities in the auditorium of St. Paul the Apostle Church at Ninth Avenue and 60th Street, possibly in a dispute that broke out over a disk jockey contest, said Detective Mary Ann Mullin, a police department spokeswoman. He died later at St. Luke's-Roosevelt Hospital Center.","thumbnail":null,"section":"New York"},{"date":"19940822","headline":"Some Shifting In Delegation Advances Bill","web_url":"https://www.nytimes.com/1994/08/22/us/the-crime-bill-new-york-some-shifting-in-delegation-advances-bill.html","abstract":"  Some House members switched their votes because they got what they wanted; others switched because they overcame their qualms. Among New York City's delegation, there was consensus that the House should vote on the bill, but there was not unanimity on its merits.   Susan Molinari, a Staten Island Republican, had joined in blocking the bill that emerged from conference earlier this month but voted for the measure last night, declaring, \"We sent the bill back and fixed it.\" In particular, her concerns about stronger provisions to deal with sex crimes were addressed, she said.","thumbnail":null,"section":"U.S."},{"date":"19940822","headline":"Rapists and Condoms; Is Use a Cavalier Act or a Way to Avoid Disease and Arrest?","web_url":"https://www.nytimes.com/1994/08/22/nyregion/rapists-and-condoms-is-use-a-cavalier-act-or-a-way-to-avoid-disease-and-arrest.html","abstract":"  The three men made no effort to disguise their faces, showed little concern that the woman's cries for help might be heard by passers-by, and raped her only 200 yards from a police station, near Prospect Park in Brooklyn last May.    But the rapists' nerve had limits. One by one, the victim told police, each man paused, reached into a pocket, tore open a small plastic wrapper and put on a condom. Even at their most brazen, investigators said, the attackers could not shed the fear of contracting AIDS.   In what might be an unforeseen consequence of sex education, rapists are increasingly wearing condoms. Five years ago investigators would have been surprised by a victim's statement that her assailant used a condom. Today detectives, prosecutors and counselors say that it is no longer unusual.","thumbnail":null,"section":"New York"},{"date":"19940822","headline":"No Headline","web_url":"https://www.nytimes.com/1994/08/22/nyregion/no-headline-028010.html","abstract":"  \"Since I have been able to reason, I have never seen a clean election. Now they say this one will be clean. But even the dogs have 'Zedillo' written all over them. They don't let the other parties compete. Is that democracy?\" -- RUBEN HERRERA, a retired factory worker.  [ A6:5. ]","thumbnail":null,"section":"New York"},{"date":"19940822","headline":"In Rwanda, United Nations Should Forgo War Crimes Tribunal; Late on Relief","web_url":"https://www.nytimes.com/1994/08/22/opinion/l-in-rwanda-united-nations-should-forgo-war-crimes-tribunal-late-on-relief-032433.html","abstract":"  To the Editor:   I write to clarify United Nations procedures for providing humanitarian aid that may have been misinterpreted. In Rwanda, as elsewhere, purchasing procedures don't slow the response; it is the need to beg. United Nations relief operations are financed by voluntary contributions. Donors decide how much to give, when and on what terms.","thumbnail":null,"section":"Opinion"},{"date":"19940822","headline":"Becker Serves Up A Strong Open Case","web_url":"https://www.nytimes.com/1994/08/22/sports/tennis-becker-serves-up-a-strong-open-case.html","abstract":"  Boris Becker, historically a great intimidator by name alone, served notice this afternoon that he has put the Boom Boom back into his game as well by thumping Switzerland's Marc Rosset, 6-3, 7-5, in the sun-washed finale of the Volvo International.   Becker, who appears to have reversed the two-year tour through tennis limbo that took him out of the top 10 after nearly a decade's stay, marauded his way through the Volvo's draw without dropping a set and improved his ranking to No. 7 in the world.","thumbnail":null,"section":"Sports"},{"date":"19940822","headline":"Radio Marti Pleads With Cubans to Stay Home","web_url":"https://www.nytimes.com/1994/08/22/us/flight-from-cuba-on-the-air-radio-marti-pleads-with-cubans-to-stay-home.html","abstract":"  Radio Marti, the United States Government's $14 million-a-year direct link to the Cuban people, broadcast a plea over and over again today asking listeners not to try to flee their island by sea.   At 3 P.M., the station broadcast a 10-minute news segment that began with a 2-minute excerpt of President Clinton's most recent speech detailing his Administration's policy changes toward Cuban refugees. The President's words, which were heard in English, were simultaneously translated by an interpreter into Madrid-accented Spanish.","thumbnail":null,"section":"U.S."},{"date":"19940822","headline":"Mostly Mozart Exits in a Mostly Graceful Manner","web_url":"https://www.nytimes.com/1994/08/22/arts/music-review-mostly-mozart-exits-in-a-mostly-graceful-manner.html","abstract":"  Gerard Schwarz brought the 28th Mostly Mozart season to a close on Saturday evening at Avery Fisher Hall with a program that began with a modest gesture, ended with a grand one and offered a few moments of vocal fireworks in between.    The grand gesture was the Beethoven Ninth Symphony, surely the most sweeping work an orchestra specializing in Classical and early Romantic repertory is likely to get its hands on. Between the mysterious rumblings of the opening and the ecstatic final pages, Beethoven touches on the full range of expressivity available to him, from pessimism to utopian hopefulness, from a kind of coarse, bombastic physicality to the most sublime spiritual subtleties. In a great or even good performance, it seems to have a world within it.","thumbnail":null,"section":"Arts"},{"date":"19940822","headline":"Time for Mr. Balaguer to Let Go","web_url":"https://www.nytimes.com/1994/08/22/opinion/time-for-mr-balaguer-to-let-go.html","abstract":"  The United States faces a difficult choice in its relations with the Dominican Republic: accept the results of a questionable election, or refuse to recognize 87-year-old Joaquin Balaguer as legitimate President. Mr. Balaguer has had his day, and the U.S. should not help him hold on to power.   Mr. Balaguer's opponent, Jose Francisco Pena Gomez, claims that 200,000 people, mostly his own supporters, were illegally deprived of their votes in the elections last spring. International observers found these claims credible. Still, the country's election commission certified Mr. Balaguer's victory, with a margin of 22,000-odd votes.","thumbnail":null,"section":"Opinion"},{"date":"19940822","headline":"In Asia, Too, Different Countries Have Different Population Needs","web_url":"https://www.nytimes.com/1994/08/22/opinion/IHT-in-asia-too-different-countries-have-different-population-needs.html","abstract":"Pay homage to gradualism and moderation. As the world gears up for another talkfest about controlling the \"threat\" of population growth, the rich would do better to think more selfishly - and realistically - about their own situation. Not just","thumbnail":null,"section":"Opinion"},{"date":"19940822","headline":"Graham Speaks Out About a 'Cheap Shot'","web_url":"https://www.nytimes.com/1994/08/22/sports/on-pro-football-notebook-graham-speaks-out-about-a-cheap-shot.html","abstract":"  Giants quarterback Kent Graham and Jets linebacker Marvin Jones won't be having dinner together anytime soon. Graham called the hit by Jones that may have put Graham out of action for at least a week a cheap shot. And Giants Coach Dan Reeves thought Jones \"should have pulled up\" after Graham threw the pass.   It was a questionable play, one that Reeves said could have \"very easily\" been called a penalty. Reeves's comments were tempered compared with those of Graham, who was highly upset about the hit.","thumbnail":null,"section":"Sports"},{"date":"19940822","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/08/22/nyregion/chronicle-027820.html","abstract":"  ROGER CLINTON'S new gig as husband and father isn't keeping him away from his music.   President Clinton's brother has recorded a song for his friend BILL TILLMAN , who is putting together an album due out by early December, The Dallas Morning News reported. The album will also feature work by members of Steely Dan.","thumbnail":null,"section":"New York"},{"date":"19940822","headline":"No Field of Dreams at Baseball Assembly Plant","web_url":"https://www.nytimes.com/1994/08/22/opinion/l-no-field-of-dreams-at-baseball-assembly-plant-032387.html","abstract":"  To the Editor:   The strike by major league baseball players on so-stated \"philosophic\" grounds, to protect the interests of future colleagues, exemplifies the enormous disparity in compensation for services and freedom of action in today's world. While a Bobby Bonilla makes $10,000 for every at bat, the women who assemble the baseballs he either hits or misses earn about two cents per ball.","thumbnail":null,"section":"Opinion"},{"date":"19940822","headline":"Krone Wins A Big One At Saratoga","web_url":"https://www.nytimes.com/1994/08/22/sports/horse-racing-krone-wins-a-big-one-at-saratoga.html","abstract":"  Julie Krone won her first Grade One stakes since she was severely injured one year ago. She rode Link River to victory in the John A. Morris Handicap today by nearly three lengths over the favorite, You'd Be Surprised.   Link River, a 4-year-old daughter of Gone West, withstood a major rush by the favorite in the homestretch, and they both finished far in front of another top filly, Dispute. And another star of the past, November Snow, who won the Alabama Stakes here two years ago, ran seventh and last.","thumbnail":null,"section":"Sports"},{"date":"19940822","headline":"Essay; Clinton's Veto Power","web_url":"https://www.nytimes.com/1994/08/22/opinion/essay-clinton-s-veto-power.html","abstract":"  Like George Bush's fateful \"read my lips\" promising no new taxes, Bill Clinton's memorable gesture of taking his pen out of his pocket and waving it before the Congress -- threatening to veto health legislation that fell short of his goals -- must have seemed like a great idea at the time.   Abandonment of the tax pledge led television news editors and political spotmakers to replay the Bush clip time and again, driving home the point of his terminal fuzziness.","thumbnail":null,"section":"Opinion"},{"date":"19940822","headline":"Girl, 9, Is Shot In Car During Road Dispute","web_url":"https://www.nytimes.com/1994/08/22/nyregion/girl-9-is-shot-in-car-during-road-dispute.html","abstract":"  Nine years old, she was sitting snugly in the back seat of her uncle's car Saturday night, going to the airport to get her grandfather, when a bullet fired by a hostile motorist pierced the car door and penetrated her lower left abdomen.   The girl, identified by her family as Lillibeth Cruz, of Brooklyn, was in stable condition yesterday at Mary Immaculate Hospital in Queens. Perhaps because the steel of the car door blunted the impact, the bullet did no major damage and she is expected to make a full recovery.","thumbnail":null,"section":"New York"},{"date":"19940822","headline":"The Nuclear Black Market","web_url":"https://www.nytimes.com/1994/08/22/opinion/the-nuclear-black-market.html","abstract":"  Recent reports that German police have intercepted small amounts of nuclear material on Europe's black market are a chilling reminder that the end of the cold war brings no guarantee of nuclear safety. Indeed, the disintegration of the former Soviet Union with its huge stockpiles of weapons and nuclear materials may actually make the world more dangerous than it was when such materials were under police-state control.   Surely there is no more urgent task before the world's governments than eradicating this embryonic trade. Yet Russia resists, and the Clinton Administration has been slow to press the issue.","thumbnail":null,"section":"Opinion"},{"date":"19940822","headline":"Coliseum Site Deserves A World-Class Facility","web_url":"https://www.nytimes.com/1994/08/22/opinion/l-coliseum-site-deserves-a-world-class-facility-032441.html","abstract":"  To the Editor:   Discussions of the future of the New York Coliseum site at Columbus Circle have ignored the central question: What should the city try to accomplish at this magnificent location, and how? What can New York do today at Columbus Circle, with its excellent transportation access, unparalleled view of Central Park and proximity to Lincoln Center, that will make sense 10 years from now?","thumbnail":null,"section":"Opinion"},{"date":"19940822","headline":"HORSE RACING: Sports of The Times; And Even if Nominated, the Bull Will Not Run","web_url":"https://www.nytimes.com/1994/08/22/sports/horse-racing-sports-of-the-times-and-even-if-nominated-the-bull-will-not-run.html","abstract":"  ON the morning after Tabasco Cat lost the Travers Stakes to Holy Bull, the gray ghost of horse racing, Wayne Lukas stood outside Barn 83 at Saratoga Race Course and considered the next question: So, now who is the leading candidate for 3-year-old champion and Horse of the Year?   \"To compare it to a Presidential election,\" he said, \"Holy Bull won all the early primaries, but there's still an important election. There are still some big states out there that haven't reported.\"","thumbnail":null,"section":"Sports"},{"date":"19940822","headline":"Bacon Hunt Yields Tidbits From Texas","web_url":"https://www.nytimes.com/1994/08/22/us/the-crime-bill-reporter-s-notebook-bacon-hunt-yields-tidbits-from-texas.html","abstract":"  There has been much criticism that the crime bill was larded with \"pork.\" But for days, the only pork that critics could identify was a $10 million criminal justice center at the alma mater of Representative Jack Brooks in Beaumont, Tex.   Then, at 2 A.M. Sunday, a previously undetected piece slid out of the 1,100-page bill.","thumbnail":null,"section":"U.S."},{"date":"19940822","headline":"In Little Places, Democracy's Big Test","web_url":"https://www.nytimes.com/1994/08/22/world/in-little-places-democracy-s-big-test.html","abstract":"  Just after the sun rose today behind the pyramids here, Juan Beltran and Hector Munoz Villal appeared out of the mist carrying a sturdy wooden table covered with an embroidered cloth. The table would form the heart of polling place No.  4115, District 21, State of Mexico, for the most important elections in modern Mexican history.    \"Everything is ready but we'll wait for the party representatives to come before we put out anything else,\" said Mr. Beltran, a 27-year-old peasant farmer who seemed a bit bewildered to have been selected president of the polling place. \"It's important to do that.\"","thumbnail":null,"section":"World"},{"date":"19940822","headline":"No Field of Dreams at Baseball Assembly Plant; Lawful Salary Cap","web_url":"https://www.nytimes.com/1994/08/22/opinion/l-no-field-of-dreams-at-baseball-assembly-plant-lawful-salary-cap-161950.html","abstract":"  To the Editor:   Re \"The Selfish Sultans of Swat\" (editorial, Aug. 14): By definition, a wage scale caps salaries and bars employees from negotiating their individual wages as \"free agents.\" Salary caps and wage scales are indeed the essence of the collectivized wage bargain that the labor laws have both authorized and encouraged for unionized employees since the 1930's.","thumbnail":null,"section":"Opinion"},{"date":"19940822","headline":"Warning to Castro","web_url":"https://www.nytimes.com/1994/08/22/us/warning-to-castro.html","abstract":"  With no letup in the flood of refugees from Cuba, the Clinton Administration angrily accused the Castro Government of orchestrating the exodus and warned that further steps, including a blockade, would be considered unless meaningful steps were taken toward democracy.   Article, page A10.","thumbnail":null,"section":"U.S."},{"date":"19940822","headline":"Last Stronghold of Muslim Rebel Is Taken by the Bosnian Army","web_url":"https://www.nytimes.com/1994/08/22/world/last-stronghold-of-muslim-rebel-is-taken-by-the-bosnian-army.html","abstract":"  The mostly Muslim Bosnian Army today overran the last stronghold of a rebel Muslim force in northwestern Bosnia.    Contingents of the army's Fifth Corps were ferreting out the last pockets of rebel resistance in the town of Velika Kladusa this afternoon, said Maj. Dacre Holloway, a spokesman for the United Nations military force here.","thumbnail":null,"section":"World"},{"date":"19940822","headline":"Mighty Ducks Set Meeting With Kariya","web_url":"https://www.nytimes.com/1994/08/22/sports/sports-people-hockey-mighty-ducks-set-meeting-with-kariya.html","abstract":"  The Anaheim Mighty Ducks today will take another stab at signing the National Hockey League's No. 1 prospect, PAUL KARIYA, the top United States college player last season.   \"We are interested in sitting down and talking to him,\" said the Ducks' general manager, JACK FERREIRA, who will meet with Kariya and his agent in Vancouver.","thumbnail":null,"section":"Sports"},{"date":"19940822","headline":"The U.S. and Cuba: A Tense History","web_url":"https://www.nytimes.com/1994/08/22/us/flight-from-cuba-at-a-glance-the-us-and-cuba-a-tense-history.html","abstract":"  1952: Former President Fulgencio Batista seizes control and establishes dictatorship.  1959: The Batista regime collapses as Fidel Castro's forces occupy Havanna.","thumbnail":null,"section":"U.S."},{"date":"19940822","headline":"In Rwanda, United Nations Should Forgo War Crimes Tribunal","web_url":"https://www.nytimes.com/1994/08/22/opinion/l-in-rwanda-united-nations-should-forgo-war-crimes-tribunal-032344.html","abstract":"  To the Editor:   The United Nations must stop stoking the fires of hatred in Rwanda by thinking about setting up an international tribunal to try Hutus who committed genocide in Rwanda.","thumbnail":null,"section":"Opinion"},{"date":"19940822","headline":"Communities' Input Sought On Housing for Mentally Ill","web_url":"https://www.nytimes.com/1994/08/22/nyregion/communities-input-sought-on-housing-for-mentally-ill.html","abstract":"  Responding to mounting protests by neighborhood groups in New York City over the placement of social-service programs, the New York State Office of Mental Health has decided to allow greater community say in the development of large residences for the mentally ill.   The new policy requires for the first time that city and state lawmakers be notified within five days when a nonprofit agency signs a contract for a site in their districts, and requires a 75-day period for public comment. State officials and representatives from the nonprofit agency must also attend any public meetings to discuss a project, and the Office of Mental Health must explain why it chose to accept or reject the site.","thumbnail":null,"section":"New York"},{"date":"19940822","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/08/22/nyregion/inside-028363.html","abstract":"  New Threat to Haiti's Poor   Haitian officials are holding up fuel supplies that had been donated to agencies providing health services to Haiti's poorest residents. Page A3. A Bush Battles in Texas    George W. Bush, the Republican candidate for governor of Texas, says his opponent, Ann W. Richards, can be beaten with kindness. Page A8. Private Aid to New York    A group of executives is trying to raise $100 million to help New York City, including projects like keeping the Yankees in the Bronx. Page B1.    A2 Arts","thumbnail":null,"section":"New York"},{"date":"19940822","headline":"Golf Course Turns Into a Turf War at Liberty State Park","web_url":"https://www.nytimes.com/1994/08/22/nyregion/golf-course-turns-into-a-turf-war-at-liberty-state-park.html","abstract":"  Liberty State Park attracts tens of thousands of visitors a year, but it remains a raw gem on the New Jersey waterfront, unfinished and tarnished by a long and crippling crossfire about whether an 18-hole golf course should be included in its final design.    Although the park is 18 years old now, only 158 of its 578 acres of land, in sight of the Statue of Liberty, are open to the public. Another 579 acres in the park are wetlands and tidal marshes.","thumbnail":null,"section":"New York"},{"date":"19940822","headline":"1944: Seine Reached : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/22/opinion/IHT-1944-seine-reached-in-our-pages100-75-and-50-years-ago.html","abstract":"WITH AMERICAN ADVANCED FORCES AT THE RIVER SEINE - [From our New York edition:] The Seine, which flows through the center of Paris, has been reached and crossed by fast-moving American forces. The crossings were made not at Paris but to the northwest in t","thumbnail":null,"section":"Opinion"},{"date":"19940822","headline":"Suburban Office Space","web_url":"https://www.nytimes.com/1994/08/22/nyregion/pulse-suburban-office-space.html","abstract":"  Helped by an improving economy, the commercial real estate market in New York City's suburbs has begun to emerge from its recession, real estate brokers say. Asking rents for office space have bottomed out and vacancy rates have started to fall. With rising prices in Manhattan, companies could once again begin looking to the suburbs for office space, but the tightening of markets in New Jersey and on Long Island means most growth in those areas should continue to come from the expansion of local businesses. Westchester is still very attractive to large companies because there are more large blocks of space available. The Equitable Life Assurance Society and MasterCard are two companies looking for space in the county.","thumbnail":null,"section":"New York"},{"date":"19940822","headline":"Where the Sounds of Spanish Grate","web_url":"https://www.nytimes.com/1994/08/22/us/flight-from-cuba-florida-where-the-sounds-of-spanish-grate.html","abstract":"  On the edge of the Everglades, where new housing tracts thin out into palmetto scrubland and a marshy saw-grass horizon, two cultural forces gathered today at a corner highway truck stop called Dade Corners.   On one side were a few hundred Cuban-Americans waiting in the summer heat under a threatening sky to board shuttle buses for a one-mile trip to the Krome Detention Center, where family members or old friends who had just crossed the Florida Straits in boats were being held by immigration authorities.","thumbnail":null,"section":"U.S."},{"date":"19940822","headline":"Baseball's Bottom Line -- A special report.; Colleagues or Competitors? 28 Owners in the Spotlight","web_url":"https://www.nytimes.com/1994/08/22/us/baseball-s-bottom-line-special-report-colleagues-competitors-28-owners-spotlight.html","abstract":"  The following article is based on reporting by Richard Sandomir, Barry Meier and Matthew Purdy and was written by Mr. Purdy with Mr. Sandomir.   The Yankees' $40 million-a-year cable television contract -- the biggest in baseball and the envy of other club owners -- is the financial equivalent of a changeup pitch. When it was signed in 1988, it looked like a potential bonanza to other owners who were due to share in the contract. Until it faded away.","thumbnail":null,"section":"U.S."},{"date":"19940822","headline":"Shell Game at Dept. of Aging Hurts the Elderly","web_url":"https://www.nytimes.com/1994/08/22/opinion/l-shell-game-at-dept-of-aging-hurts-the-elderly-018538.html","abstract":"  To the Editor:   Not only do Mayor Rudolph W. Giuliani's appointees in the New York City Department for the Aging have little or no experience with the elderly, but the Mayor has also increased the number of executives paid more than $70,000 a year.","thumbnail":null,"section":"Opinion"},{"date":"19940822","headline":"1894: Worse Than Pigs : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/22/opinion/IHT-1894-worse-than-pigs-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - A Berlin telegram says the Hamburger Nachrichten is authorised to contradict the statement put into Prince Bismarck's mouth. The old Chancellor warmly denies that he ever said that the Anarchists ought to be penned up and treated like his pigs at","thumbnail":null,"section":"Opinion"},{"date":"19940822","headline":"End of Russia's Economic Slide Brings Eerie Calm","web_url":"https://www.nytimes.com/1994/08/22/world/end-of-russia-s-economic-slide-brings-eerie-calm.html","abstract":"  A year ago, President Boris N. Yeltsin announced that he was preparing a \"September barrage\" against his sworn opposition in the Russian congress. By October, the metaphor had turned real, with tanks shelling the Parliament building.   This August, there is an eerie stability. Monthly inflation is down to 6 percent compared with 26 percent a year ago. Salaries are worth more with the ruble stronger, and consumer spending is up. There is consensus on economic policy under Prime Minister Viktor S. Chernomyrdin, who has adopted the tight-money policies he criticized in January. Mr. Yeltsin appears more energetic, the new Parliament is behaving itself and a divided opposition is apparently looking more toward 1996 elections than to counterrevolution in the streets.","thumbnail":null,"section":"World"},{"date":"19940822","headline":"Haiti Rulers Hold Relief Fuel, Endangering Lives","web_url":"https://www.nytimes.com/1994/08/22/world/haiti-rulers-hold-relief-fuel-endangering-lives.html","abstract":"  The mothers and fathers of half-starved children stand over their beds in the tuberculosis ward at Grace Children's Hospital and mumble prayers for mercy, miracles and diesel fuel.   The patients are kept alive by medicine that must be chilled in refrigerators, which are powered mostly by generators in a country where electrical power winks in and out like fireflies. Now the level of care at this charity hospital, like much of the medical care and feeding of Haiti's poor, is being threatened by the Government's refusal to release fuel donated by the United States and other nations hoping to insure that relief efforts continue.","thumbnail":null,"section":"World"},{"date":"19940822","headline":"Texas Challenger Uses Thick Skin and a Smile","web_url":"https://www.nytimes.com/1994/08/22/us/texas-challenger-uses-thick-skin-and-a-smile.html","abstract":"  George W. Bush did not like it when Ann W. Richards joked to the nation six years ago that his father was \"born with a silver foot in his mouth.\" And he certainly did not like it when Ms. Richards, on the campaign trail the other evening, described him as \"some jerk\" who was running against her for governor.   But don't look for the 48-year-old Mr. Bush, the Republican nominee, to respond in kind to the tart-tongued Ms. Richards. As he travels around the state, Mr. Bush freely concedes that the incumbent Governor is \"an interesting, entertaining person,\" if, well, a tad abrasive sometimes.","thumbnail":null,"section":"U.S."},{"date":"19940822","headline":"Paris Journal; In Hooking Carlos, France Opens a Can of Worms","web_url":"https://www.nytimes.com/1994/08/22/world/paris-journal-in-hooking-carlos-france-opens-a-can-of-worms.html","abstract":"  Having long cultivated the myth of his own invincibility, the legendary terrorist known as Carlos at least had the satisfaction of knowing that his name was once again in the headlines last week after he was arrested in the Sudan and extradited to France.   But in France he was promptly upstaged by his own lawyer, Jacques Verges, who spent the week answering reports based on East German intelligence archives that he had been an \"operational member\" of Carlos's group and had even carried out terrorist actions in France.","thumbnail":null,"section":"World"},{"date":"19940822","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/08/22/nyregion/chronicle-032573.html","abstract":"  ALAN ZWEIBEL and Gilda Radner met in 1975 when they were both starting out on \"Saturday Night Live,\" he as a writer, she as a comedian. They became fast friends through their five years on the show, through their single days and marriages, through separations and illness, until Ms. Radner died of ovarian cancer in 1989.   Mr. Zweibel, who created Roseanne Roseannadanna and other comic characters for Ms. Radner, needed a way to come to terms with losing his friend, he said the other day, so he began writing re-creations of their conversations, some hilarious and some heartbreaking, over the years. The dialogues became a book, \"Bunny Bunny,\" subtitled \"Gilda Radner: A Sort of Love Story.\" It will be published Sept. 7 by Villard Books.","thumbnail":null,"section":"New York"},{"date":"19940822","headline":"A History of Bayreuth And of the Egos Behind It","web_url":"https://www.nytimes.com/1994/08/22/books/books-of-the-times-a-history-of-bayreuth-and-of-the-egos-behind-it.html","abstract":"  Bayreuth  A History of the Wagner Festival  By Frederic Spotts  Illustrated. 334 pages. Yale University Press. $35.    \"You seem to sit with the dead in the gloom of a tomb,\" was Mark Twain's reaction. But Bruckner, Grieg, Tchaikovsky, Saint-Saens and Liszt all made pilgrimages. European royalty paid homage. Artists gave up large fees; conductors worked without being identified, all in service to an extraordinary, megalomaniacal enterprise: an opera house designed and built by Richard Wagner specifically for performances of his epic work, \"The Ring of the Nibelung.\"","thumbnail":null,"section":"Books"},{"date":"19940822","headline":"The Talent Was There But Plot Was Missing","web_url":"https://www.nytimes.com/1994/08/22/sports/on-pro-football-the-talent-was-there-but-plot-was-missing.html","abstract":"  One of the first things that struck Ray Sherman when he looked at the Jets' roster before he took the job as offensive coordinator was the amount of talent the offense had at the skilled positions.   But he was puzzled by the same thing that baffled every Jets fan.","thumbnail":null,"section":"Sports"},{"date":"19940822","headline":"Nigeria's Long, Steep, Bloody Slide","web_url":"https://www.nytimes.com/1994/08/22/opinion/nigerias-long-steep-bloody-slide.html","abstract":"There was once a thriving habitation of some half a million people in southeastern Nigeria, the land of the Ogoni. It is an oil-producing area that suffered much ecological damage. That damage has received world publicity largely due to the efforts of a passionate writer called Ken Saro-Wiwa, himself an Ogoni. \n\nA leader of the Movement for the Salvation of the Ogoni People, he exposed the plight of Ogoni to the United Nations Minorities Council, calling for the recognition of the Ogoni people as one of the world's endangered minorities. He agitated for compensation for damaged crops, polluted fishing ponds and the general destruction of what was once an organic economic existence of his people.","thumbnail":null,"section":"Opinion"},{"date":"19940822","headline":"Big Play by a Keen-Sighted Lineman","web_url":"https://www.nytimes.com/1994/08/22/sports/sports-people-football-big-play-by-a-keen-sighted-lineman.html","abstract":"  The Colts got to watch the Colts, and it was all because of a Steeler.   Pittsburgh defensive end RAY SEALS begged and borrowed 34 tickets from his teammates last week so a midget league team from his hometown of Syracuse could watch the exhibition game Saturday night between the Indianapolis Colts and the Steelers in Pittsburgh.","thumbnail":null,"section":"Sports"},{"date":"19940822","headline":"The Talk of Hollywood; Big Budget, Big Stars and Now a Big Mess","web_url":"https://www.nytimes.com/1994/08/22/movies/the-talk-of-hollywood-big-budget-big-stars-and-now-a-big-mess.html","abstract":"  Within the movie industry, \"Crisis in the Hot Zone\" was viewed as one of the most formidable films of 1995.   Starring Robert Redford and Jodie Foster, directed by Ridley Scott (\"Alien,\" \"Thelma and Louise\") and produced by 20th Century Fox, the real-life medical thriller seemed to have all the elements of a highly successful drama.","thumbnail":null,"section":"Movies"},{"date":"19940822","headline":"Dreamy Tunes Wafting From a Romantic Haze","web_url":"https://www.nytimes.com/1994/08/22/arts/pop-review-dreamy-tunes-wafting-from-a-romantic-haze.html","abstract":"  When Lush released its first recordings in 1989, it stood out for its sound alone: two airy women's voices in harmony and a shimmering mist of guitars above a pushy rhythm section. It was labeled \"dream-pop\" and enjoyed an early-1990's vogue in England before its trendiness wore thin. Five years later, the sound is familiar; groups like the Cranberries have cleared it up and made hits. But at Manhattan Center on Thursday night, Lush had budged only slightly.   Songs from Lush's new album, \"Split\" (4 A.D./Reprise), floated and kicked, with the voices of Miki Berenyi and Emma Anderson still blurred by guitar overtones. Yet the new tunes were slightly more down-to-earth than early songs like \"De-Luxe\" and \"Sweetness and Light.\" Lush has moved pop elements -- guitar hooks, vocal melodies, lyrics about love and longing -- a little closer to the foreground, and it has brought more variety to its recent songs. \"Hypocrite\" and \"Blackout\" verged on punk-rock; \"Light From a Distant Star,\" with recorded tinkling bells, was a folky elegy. Atmosphere is still Lush's vocation, but the band is making sure there are tunes in the haze.","thumbnail":null,"section":"Arts"},{"date":"19940822","headline":"In Rwanda, United Nations Should Forgo War Crimes Tribunal; Burundi Came First","web_url":"https://www.nytimes.com/1994/08/22/opinion/l-in-rwanda-united-nations-should-forgo-war-crimes-tribunal-burundi-came-first-032425.html","abstract":"  To the Editor:   Rwandan politics cannot be understood without reference to Burundi, especially now. The Oct. 22, 1993, coup in Burundi, started by elements of the Tutsi-dominated military, and its aftermath were probably the main causes of the actions of the hard-line Hutus in Rwanda. After the coup, probably 100,000 to 200,000 people were killed in Burundi, mostly Hutus.","thumbnail":null,"section":"Opinion"},{"date":"19940822","headline":"Too Much Yang, Not Enough Yin","web_url":"https://www.nytimes.com/1994/08/22/opinion/too-much-yang-not-enough-yin.html","abstract":"  The Chinese philosophical tradition of Taoism is founded on the idea of balance -- in nature and in human relations. Its two core principles are yang and yin, symbolizing the dualities of light and dark, sky and earth, male and female. Taoist texts teach that both nature and society seek balance, and that interfering with this natural arrangement can bring unhappy consequences.   Chinese society is rediscovering this today. As The Times's Philip Shenon reported last week, the balance between male and female has been skewed. Under Government pressure to limit families to one child each, driven by tradition that favors boys, helped by ultrasound and readily available abortions, Chinese families have been messing with Mother Nature in an effort to make sure their one child is a boy. The result: a stark shortage of women of marriageable age, and a lot of lonely young men.","thumbnail":null,"section":"Opinion"},{"date":"19940822","headline":"Ottawa Journal; The Clock Turns Back To Lincoln Vs. Douglas","web_url":"https://www.nytimes.com/1994/08/22/us/ottawa-journal-the-clock-turns-back-to-lincoln-vs-douglas.html","abstract":"  A cannon thundered in this prairie town today, as it did 136 years ago, signaling the start of the campaign debate between Stephen A. Douglas and Abraham Lincoln that riveted the nation.   But today the debaters are impostors. A portly \"hometown boy,\" a high school teacher, steps into the role of Senator Douglas, while an Alabama actor, a former maintenance supervisor at a bank, wraps himself in Lincoln mythology to play the tall challenger for Douglas's Senate seat.","thumbnail":null,"section":"U.S."},{"date":"19940822","headline":"Helmet And Rollins Bare Roots","web_url":"https://www.nytimes.com/1994/08/22/arts/rock-review-helmet-and-rollins-bare-roots.html","abstract":"  An audience member at a concert in the 1960's by the free jazz saxophonist Albert Ayler described the music as a loud, powerful sound that \"didn't let up . . . It was like a giant tidal wave of frightening music.\" The audience member went on to depict the music using terms that are nowadays applied to heavy metal. On Saturday night at Roseland, two heavy-metal bands, Helmet and the Rollins Band, acknowledged their kinship with and debts to jazz, in much the same way that rappers have been self-consciously integrating their own jazz roots into their music.   Helmet opened its set with an agitated version of \"Beautiful Love,\" a Victor Young melody that has become a jazz standard, and ended its show by playing recordings of Thelonious Monk. In between, the Manhattan-based quartet added more subtle jazz influences to its precise heavy-metal grind. Page Hamilton, who studied jazz guitar at the Manhattan School of Music, played clearly mapped modal solos that approached the energy and strength of John Coltrane, an influence Mr. Hamilton often cites. John Stanier, the drummer, drove the music forward like a benevolent coachman, pounding out rhythms that were more expressive than propulsive.","thumbnail":null,"section":"Arts"},{"date":"19940822","headline":"Is That Deion Sanders Poking Around Giants?","web_url":"https://www.nytimes.com/1994/08/22/sports/pro-football-is-that-deion-sanders-poking-around-giants.html","abstract":"  Prime Time in New York?   It may seem farfetched that the free agent cornerback Deion (Prime Time) Sanders would become a member of the Giants and their thin secondary. But Sanders would apparently like the Giants to think long and hard about that prospect. Sanders has told some National Football League players and team officials that he would like to at least talk with the Giants about joining the team.","thumbnail":null,"section":"Sports"},{"date":"19940822","headline":"Scientist Studying Diseases Is Infected by Deadly Virus","web_url":"https://www.nytimes.com/1994/08/22/nyregion/scientist-studying-diseases-is-infected-by-deadly-virus.html","abstract":"  A scientist studying tropical diseases at the Yale University School of Medicine felt last week as if he had come down with malaria again. But a Yale doctor quickly focused on a different cause of the man's fever: because of an accident in his laboratory in downtown New Haven nearly two weeks before, he had become only the third person known to be infected with a new, deadly virus from Brazil.   Yale doctors and state and Federal health officials gave this account today -- at a hastily called news conference -- not to warn the public, but to try to reassure it.","thumbnail":null,"section":"New York"},{"date":"19940822","headline":"Acting and Interacting In 'The Mobius Strip'","web_url":"https://www.nytimes.com/1994/08/22/arts/dance-review-acting-and-interacting-in-the-mobius-strip.html","abstract":"  The program presented on Saturday afternoon by Mobius, a Boston-based performance-art group, was pretty tame fare by New York standards and at times was portentous. Part of a Lincoln Center Out of Doors salute to Boston, the suite of excerpts and one full dance did not stand up well to individual scrutiny. But the event, called \"The Mobius Strip,\" did create a kind of endless loop of charming interactions among the performers and the audience members who wandered about after them.   \"The Mobius Strip\" opened with Nancy Adams's \"Orange You Glad,\" in which three women in orange plastic skirts and crowns walked about the South Plaza handing out fruit and business cards and repeating a \"knock, knock\" joke without a punch line and a man with a shopping cart ran into people. In \"American Dreamscape,\" Joseph Wilson spilled coins onto the ground, leaving them to be collected by eager children. Taylor McLean methodically assembled and performed on a long steel pipe in an excerpt from \"The Pornography of Time.\"","thumbnail":null,"section":"Arts"},{"date":"19940822","headline":"HOUSE APPROVES CRIME BILL AFTER DAYS OF BARGAINING, GIVING VICTORY TO CLINTON","web_url":"https://www.nytimes.com/1994/08/22/us/crime-bill-overview-house-approves-crime-bill-after-days-bargaining-giving.html","abstract":"  With the vital support of Republicans, House Democrats today achieved what they could not do on their own, passing a $30.2 billion anti-crime package and sending it to the Senate. The vote gave President Clinton the most tortuous legislative victory of his Administration.   The vote on final passage of the bill was 235 to 195, with 46 Republicans joining 188 Democrats and 1 independent to vote \"yes.\" Still, 64 Democrats voted against their party, and 131 Republicans voted \"no.\"","thumbnail":null,"section":"U.S."},{"date":"19940822","headline":"Anderson May Prove The End for Jet Woes","web_url":"https://www.nytimes.com/1994/08/22/sports/pro-football-anderson-may-prove-the-end-for-jet-woes.html","abstract":"  In the impersonal, computer-driven world of pro football, the Stevie Andersons abound: No Division I credentials, no success as a draft pick, enough talent to compete but not crack a roster. That's why there are practice squads filled with first-year players who show something -- but not enough.   But Anderson, the formerly anonymous practice-squadder, produced 5 catches for 117 yards, including one of those pretty-as-a-picture touchdown receptions in the final quarter against the Giants Saturday night. Loping in full stride, the 6-foot-5-inch receiver extended his long arms and magnetically caressed Jack Trudeau's bomb that had traveled 45 yards. Anderson scampered another 35 with the ball for an 80-yard scoring strike.","thumbnail":null,"section":"Sports"},{"date":"19940822","headline":"New Calendar Brings New Fiscal Accountability to Nassau Politics","web_url":"https://www.nytimes.com/1994/08/22/nyregion/new-calendar-brings-new-fiscal-accountability-to-nassau-politics.html","abstract":"  Nassau County voters will have a stronger say in how much they are taxed and how their tax dollars are spent as the result of a little-noticed change in the county's fiscal calendar.   Under the old calendar, in which the fiscal year ran from January through December, lawmakers were able to propose and adopt new budgets, and raise taxes, well after Election Day.","thumbnail":null,"section":"New York"},{"date":"19940822","headline":"N.A.A.C.P. Will Remain Strong, Supporters Say","web_url":"https://www.nytimes.com/1994/08/22/us/naacp-will-remain-strong-supporters-say.html","abstract":"  In spite of the controversy that the Rev. Benjamin F. Chavis Jr. brought to the N.A.A.C.P. in the last few months, African-Americans around the country said the organization would continue its role as the pre-eminent voice of the civil rights movement.   \"I think it's been a setback,\" said Hugh P. Price, president of the National Urban League, \"but it's an 85-year-old organization with extraordinary resiliency.\"","thumbnail":null,"section":"U.S."},{"date":"19940822","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/08/22/nyregion/chronicle-032581.html","abstract":"  With less than two weeks to go before Nebraska's first execution in 35 years, MIKE FARRELL , the actor, joined death-penalty foes on Saturday in a march from the University of Nebraska to the State Capitol.   \"The tide of human history is toward growth,\" Mr. Farrell, the former co-star of the television series \"M*A*S*H,\" told more than 200 people, The Associated Press reported. \"The answer to people in need is not more violence. You are the vanguard of history.\"","thumbnail":null,"section":"New York"},{"date":"19940822","headline":"Correction","web_url":"https://www.nytimes.com/1994/08/22/nyregion/c-correction-028541.html","abstract":"  Charts on Aug. 8 with the continuation of a front-page article about problems in the mutual fund industry understated by a factor of 10 the average daily trading volume for three stocks.   For MTC Electronic Technologies, the average for the period shown in the chart was 377,866 shares, not 37,787; for Rare Earth Resources, it was 12,994 shares, not 1,299, and for Work Recovery Inc., it was 221,733 shares, not 22,173.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19940822","time":"1994-08-22 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.9,"rhum":67,"wspd":13},{"date":"19940822","time":"1994-08-22 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.3,"rhum":74,"wspd":20.5},{"date":"19940822","time":"1994-08-22 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.3,"rhum":74,"wspd":13},{"date":"19940822","time":"1994-08-22 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.3,"rhum":72,"wspd":18.4},{"date":"19940822","time":"1994-08-22 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.2,"rhum":73,"wspd":18.4},{"date":"19940822","time":"1994-08-22 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17,"rhum":77,"wspd":18.4},{"date":"19940822","time":"1994-08-22 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.7,"rhum":79,"wspd":13},{"date":"19940822","time":"1994-08-22 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.5,"rhum":76,"wspd":14.8},{"date":"19940822","time":"1994-08-22 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.7,"rhum":74,"wspd":16.6},{"date":"19940822","time":"1994-08-22 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20,"rhum":69,"wspd":13},{"date":"19940822","time":"1994-08-22 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.2,"rhum":55,"wspd":18.4},{"date":"19940822","time":"1994-08-22 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.9,"rhum":51,"wspd":20.5},{"date":"19940822","time":"1994-08-22 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.7,"rhum":52,"wspd":16.6},{"date":"19940822","time":"1994-08-22 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.4,"rhum":48,"wspd":18.4},{"date":"19940822","time":"1994-08-22 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23,"rhum":49,"wspd":22.3},{"date":"19940822","time":"1994-08-22 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.5,"rhum":48,"wspd":22.3},{"date":"19940822","time":"1994-08-22 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.2,"rhum":52,"wspd":18.4},{"date":"19940822","time":"1994-08-22 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.4,"rhum":52,"wspd":24.1},{"date":"19940822","time":"1994-08-22 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.6,"rhum":59,"wspd":16.6},{"date":"19940822","time":"1994-08-22 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.7,"rhum":63,"wspd":18.4},{"date":"19940822","time":"1994-08-22 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20,"rhum":69,"wspd":13},{"date":"19940822","time":"1994-08-22 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.5,"rhum":72,"wspd":11.2},{"date":"19940822","time":"1994-08-22 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.1,"rhum":76,"wspd":9.4},{"date":"19940822","time":"1994-08-22 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.6,"rhum":80,"wspd":5.4},{"date":"19940822","time":"1994-08-22 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":69,"wspd":27.7},{"date":"19940822","time":"1994-08-22 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":82,"wspd":18.7},{"date":"19940822","time":"1994-08-22 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":88,"wspd":14.8},{"date":"19940822","time":"1994-08-22 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":96,"wspd":7.6},{"date":"19940822","time":"1994-08-22 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":96,"wspd":14.8},{"date":"19940822","time":"1994-08-22 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":97,"wspd":18.7},{"date":"19940822","time":"1994-08-22 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":93,"wspd":20.5},{"date":"19940822","time":"1994-08-22 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":90,"wspd":16.6},{"date":"19940822","time":"1994-08-22 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":93,"wspd":16.6},{"date":"19940822","time":"1994-08-22 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":93,"wspd":18.7},{"date":"19940822","time":"1994-08-22 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":93,"wspd":20.5},{"date":"19940822","time":"1994-08-22 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":93,"wspd":24.1},{"date":"19940822","time":"1994-08-22 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":96,"wspd":25.9},{"date":"19940822","time":"1994-08-22 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":96,"wspd":27.7},{"date":"19940822","time":"1994-08-22 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":96,"wspd":37.1},{"date":"19940822","time":"1994-08-22 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":90,"wspd":33.5},{"date":"19940822","time":"1994-08-22 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":90,"wspd":31.7},{"date":"19940822","time":"1994-08-22 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":87,"wspd":31.7},{"date":"19940822","time":"1994-08-22 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":90,"wspd":31.7},{"date":"19940822","time":"1994-08-22 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":93,"wspd":35.3},{"date":"19940822","time":"1994-08-22 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":93,"wspd":31.7},{"date":"19940822","time":"1994-08-22 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":90,"wspd":29.5},{"date":"19940822","time":"1994-08-22 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":90,"wspd":29.5},{"date":"19940822","time":"1994-08-22 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":90,"wspd":25.9}]},"19940823":{"guardian_articles":[],"nytimes_articles":[{"date":"19940823","headline":"RULING PARTY'S CANDIDATE WINS PRESIDENCY IN MEXICO, BUT OPPOSITION MAKES GAINS","web_url":"https://www.nytimes.com/1994/08/23/world/ruling-party-s-candidate-wins-presidency-in-mexico-but-opposition-makes-gains.html","abstract":"  After a year of extraordinary turmoil that seemed to drag Mexico toward the brink of radical change, voters have decided to continue with the same party that has governed for 65 years, choosing Ernesto Zedillo Ponce de Leon as their next President, partial official results showed today.   Yet voters gave the opposition so much support on Sunday that the governing party may be forced to share power in a way not seen before in Mexico.","thumbnail":null,"section":"World"},{"date":"19940823","headline":"Irvan's Condition Improves","web_url":"https://www.nytimes.com/1994/08/23/sports/sports-people-auto-racing-irvan-s-condition-improves.html","abstract":"  Injuries to stock car driver ERNIE IRVAN's lungs continued to improve yesterday, but he remained unconscious on a ventilator two days after crashing during practice. Irvan, one of the top Nascar drivers, hit the wall at about 176 miles an hour during a practice session Saturday at Michigan International Speedway in Brooklyn, Mich., after the right front tire on his Ford Thunderbird appeared to be cut. He crashed into the wall in Turn 2 and sustained severe head and chest injuries. He remained in critical but stable condition yesterday afternoon at St. Joseph Mercy Hospital in Ann Arbor, Mich., Dr. ERROL ERLANDSON said in a statement. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940823","headline":"Chess","web_url":"https://www.nytimes.com/1994/08/23/arts/chess-038890.html","abstract":"  A curious sidelight of the International Chess Federation's quarterfinals in Sanghi-Nagar, India, was that each player who was the first to win a game went on to lose the contest. In short eight-game series like these, first blood has always been viewed as a great advantage, but it did not work that way this time.   Vladimir Kramnik of Russia won Game 3, but then lost Games 4 and 8 to Boris Gelfand of Ukraine; Jan Timman of the Netherlands won Game 1, but then lost Games 4 and 7 to Valery Salov of Russia; Vishwanathan Anand won Games 3 and 4, but, after losing Games 6 and 7, lost the speed-game playoffs by 0-2 to Gata Kamsky of Brooklyn.","thumbnail":null,"section":"Arts"},{"date":"19940823","headline":"Pentagon, Buoying Troops, Will Cut Arms Development","web_url":"https://www.nytimes.com/1994/08/23/us/pentagon-buoying-troops-will-cut-arms-development.html","abstract":"  Searching for more than $15 billion to finance pay increases and better housing for troops, Deputy Defense Secretary John M. Deutch has ordered the Army, Navy and Air Force to prepare plans to cancel or delay many new weapons systems in development.    Mr. Deutch's two-page memorandum, sent last Thursday to the armed services, reflects the priority of the Pentagon's top leadership to keep the declining number of American troops in good spirits and combat-ready, at the expense of buying new fighter jets, warships and submarines.","thumbnail":null,"section":"U.S."},{"date":"19940823","headline":"What About Sanctions?: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/23/opinion/IHT-what-about-sanctions-letters-to-the-editor.html","abstract":"Regarding \"On a Continent of Chaos, a Success Story\" (Aug. 5):.The report states that \"a low- level insurgency\" in Rhodesia \"forced the white regime of Prime Minister Ian Smith to negotiate a turnover of power.\" There is,","thumbnail":null,"section":"Opinion"},{"date":"19940823","headline":"Clinton's Plan for Immunization Of Children Suffers a New Blow","web_url":"https://www.nytimes.com/1994/08/23/us/health-care-debate-immunizations-clinton-s-plan-for-immunization-children.html","abstract":"  In a sudden reversal, the Clinton Administration has abandoned plans for a national vaccine warehouse, which was to store and distribute vaccine as part of a campaign to immunize children across the country starting Oct. 1.   The demise of the warehouse is the latest in a series of setbacks to a Clinton initiative that, when first proposed in 1993, called for providing free, Government-subsidized vaccines to all children. The program has since been scaled back several times and, with cancellation of the plan for a vaccine warehouse, even less of the President's proposal survives.","thumbnail":null,"section":"U.S."},{"date":"19940823","headline":"Edberg Brightens After Tough '93","web_url":"https://www.nytimes.com/1994/08/23/sports/tennis-edberg-brightens-after-tough-93.html","abstract":"  Stefan Edberg can empathize with Jim Courier.   Edberg, one of the top five players in men's tennis over the past decade, spoke while the day session of the Waldbaum's Hamlet Cup was being washed away by rain.","thumbnail":null,"section":"Sports"},{"date":"19940823","headline":"Historic Hurricane Could Catch Northeast With Its Guard Down","web_url":"https://www.nytimes.com/1994/08/23/science/historic-hurricane-could-catch-northeast-with-its-guard-down.html","abstract":"  SOONER or later, meteorological circumstances will conspire to hurl another storm as strong as the legendary hurricane of September 1938 against a complacent Northeastern United States, and its cost in lives and property could be the highest ever exacted by a hurricane in this country. Or so concludes a new analysis of past hurricane behavior and present Northeastern development.   Only sheer chance kept this from happening in 1985 and 1991, when Hurricanes Gloria and Bob, respectively, struck the Northeast, according to the author of the study, Dr. Nicholas K. Coch, a geologist at Queens College. Had either of those storms drifted into a certain meteorological \"slot\" as the 1938 hurricane did, it could well have been more catastrophic than Hurricane Andrew, the most destructive tropical storm ever to hit the United States mainland. Andrew struck southern Florida in August 1992.","thumbnail":null,"section":"Science"},{"date":"19940823","headline":"Giants Receiver Sure Packs A Wallop","web_url":"https://www.nytimes.com/1994/08/23/sports/football-giants-receiver-sure-packs-a-wallop.html","abstract":"  It was not the kind of hit a wide receiver usually makes, but Thomas Lewis did. As David Meggett streaked up the sideline Saturday during a game against the Jets, linebacker Marvin Jones followed him. Lewis cut Jones off and threw his body at the linebacker. It looked as if Lewis was shot out of a cannon. Jones ended up somewhere along the Giants' bench. After the block, Lewis stood over Jones as Giants players patted him on the back.   It's the type of play that captured the attention of everyone on the team. It's the kind of toughness that Lewis showed at Indiana. It's the kind of toughness the Giants expected of their No. 1 draft pick. And it's the kind of toughness that will probably make him a very good receiver someday.","thumbnail":null,"section":"Sports"},{"date":"19940823","headline":"An Important Role for an Evolving CSCE: Preventive Diplomacy","web_url":"https://www.nytimes.com/1994/08/23/opinion/IHT-an-important-role-for-an-evolving-csce-preventive-diplomacy.html","abstract":"At the Paris summit meeting of 1990, when the leaders of 36 states signed the Charter of Paris for a New Europe, hopes were high that the Conference on Security and Cooperation in Europe would form the basis for a new relationship among the nations of Eu","thumbnail":null,"section":"Opinion"},{"date":"19940823","headline":"As Senate Debates Crime Bill, Weapons Ban Is the Focus","web_url":"https://www.nytimes.com/1994/08/23/us/as-senate-debates-crime-bill-weapons-ban-is-the-focus.html","abstract":"  The Senate opened debate on the crime bill today as Democrats warned that some Republicans were still trying to eliminate the bill's ban on assault weapons.   Senator Phil Gramm, a Texas Republican who opposes the ban, said he would try to stall the $30.3 billion bill procedurally so he could add what he said were tougher sentences for criminals and to cut what he said was wasteful social spending.","thumbnail":null,"section":"U.S."},{"date":"19940823","headline":"Good News Looks Bad","web_url":"https://www.nytimes.com/1994/08/23/opinion/l-good-news-looks-bad-039381.html","abstract":"  To the Editor:   Top economic officials are frustrated that the Clinton Administration has not received more credit for recent economic growth. The reason is simple. The Federal Reserve Board's perverse logic has conditioned investors, economic analysts and everyone else to view growth not as a boon but as a dire portent of inflation and higher interest rates. Nowadays, good news is bad news. The Administration cannot receive credit where credit is due. LOUIS JAY HERMAN  New York, Aug. 17, 1994","thumbnail":null,"section":"Opinion"},{"date":"19940823","headline":"Suspicious Fire At Bronx Store Leaves 4 Dead","web_url":"https://www.nytimes.com/1994/08/23/nyregion/suspicious-fire-at-bronx-store-leaves-4-dead.html","abstract":"  Trapped when a Bronx delicatessen erupted in flames, three men and a woman died yesterday in what Fire Department officials said was a suspicious blaze apparently fueled by gasoline.   A police officer who was among the first to arrive at the scene said four people were calling for help through the window guards at the back of the first-floor store. With the windows barred and no back exit from the store, they had no way to escape, fire officials said.","thumbnail":null,"section":"New York"},{"date":"19940823","headline":"Baseball, the Belgian Pastime","web_url":"https://www.nytimes.com/1994/08/23/sports/IHT-baseball-the-belgian-pastime.html","abstract":"The best baseball in Belgium is being played by the Brasschaat Levis Braves, who practice twice a week after work and play on the weekends. They have six players from the Belgium national team and a former major league pitcher, Joel McKeon, who in Belgiu","thumbnail":null,"section":"Sports"},{"date":"19940823","headline":"An Uncertain Mandate: Ernesto Zedillo Ponce de Leon","web_url":"https://www.nytimes.com/1994/08/23/world/man-in-the-news-an-uncertain-mandate-ernesto-zedillo-ponce-de-leon.html","abstract":"  As Luis Donaldo Colosio lay dying in a Tijuana hospital on the night of March 23, an assassin's bullet in his head, a handful of his aides gathered in the office of Ernesto Zedillo Ponce de Leon, the manager of Mr. Colosio's presidential campaign.   One phone line was open to the hospital, another to the residence of President Carlos Salinas de Gortari. After a short while, some of the others began urging Mr. Zedillo to join the President. \"That's where you have to be,\" one recalled having insisted, fearful that a rival for the suddenly vacant candidacy of the governing party might get there first.","thumbnail":null,"section":"World"},{"date":"19940823","headline":"Coalition Seeking Converts To Its Reduced Health Plan","web_url":"https://www.nytimes.com/1994/08/23/us/health-care-debate-behind-scenes-coalition-seeking-converts-its-reduced-health.html","abstract":"  The bipartisan coalition that tried to cut through the health insurance tangle with a health plan calling for $100 billion in deficit reduction started trying to sell its proposal today in meetings with Democrats who have sought more sweeping changes.   Those Democrats had a different purpose: trying to find out how flexible the group calling itself the \"mainstream coalition\" was prepared to be in its pursuit of votes.","thumbnail":null,"section":"U.S."},{"date":"19940823","headline":"The N.A.A.C.P.: Still on the Brink","web_url":"https://www.nytimes.com/1994/08/23/opinion/the-naacp-still-on-the-brink.html","abstract":"  The dismissal of the Rev. Benjamin Chavis was a necessary and healthy move for the N.A.A.C.P., but many members and friends of the organization believe that this should be only the first step in a broader reform. The N.A.A.C.P.'s board of directors needs to remake itself radically and take a stronger hand in setting policy and monitoring fiscal affairs.    That the 64-member board dismissed Mr. Chavis as the group's executive director after 16 months of disastrous leadership suggests at least some awareness that change is needed. But with the Chavis era ended, a crucial question remains: How can the board that allowed him to squander the N.A.A.C.P.'s money and damage its reputation get the organization back on its feet?","thumbnail":null,"section":"Opinion"},{"date":"19940823","headline":"Officials See More Hirings Of Police in Anti-Crime Bill","web_url":"https://www.nytimes.com/1994/08/23/nyregion/officials-see-more-hirings-of-police-in-anti-crime-bill.html","abstract":"  Although it reduced the amount of money they would receive, officials in the New York metropolitan region welcomed approval by the House of Representatives of a revised $30.2 billion anti-crime package. They said it would bring millions of dollars to the area for a hodgepodge of prevention and prosecution measures.   For cities throughout the region, the measure would mean thousands of additional police officers, more financing to jail criminal immigrants, funds for community schools and money to hire new prosecutors and judges.","thumbnail":null,"section":"New York"},{"date":"19940823","headline":"Response to Clinton's Policy Proves As Varies as Waves of Cuban Exodus","web_url":"https://www.nytimes.com/1994/08/23/us/flight-cuba-expatriates-response-clinton-s-policy-proves-varies-waves-cuban.html","abstract":"  Not long into Fidel Castro's revolution, two armed men from the new Government came to Efrain Veiga Sr.'s lumber yard in Havana and asked him to hand over the keys. His business confiscated, Mr. Veiga soon sent his 9-year-old son to an aunt in the United States, and a year later, in 1962, he and his wife followed.   \"The one who should have left was Fidel,\" the 73-year-old Mr. Veiga said. \"But what were we supposed to do? Work for the Communist Government? I can say I never worked for them.\"","thumbnail":null,"section":"U.S."},{"date":"19940823","headline":"Field of Dreams Turns Into Nightmare in New Jersey","web_url":"https://www.nytimes.com/1994/08/23/sports/baseball-field-of-dreams-turns-into-nightmare-in-new-jersey.html","abstract":"  Only a dozen games remain in the season for the New Jersey Cardinals, leaders of the Class A New York-Penn League's McNamara Division. With a 36-28 record, the team has sold out nearly all of its games at Skylands Park, in rural Sussex County, vindicating the team's decision to relocate from Glens Falls, N.Y.   But while the team is a success, a similar verdict cannot yet be rendered for the still-unfinished stadium's parent company, Skylands Park Management.","thumbnail":null,"section":"Sports"},{"date":"19940823","headline":"FLIGHT FROM CUBA: The Policy; Cuba Strategy: Reactive or Planned?","web_url":"https://www.nytimes.com/1994/08/23/us/flight-from-cuba-the-policy-cuba-strategy-reactive-or-planned.html","abstract":"  The way Administration officials tell it, their new policy toward Cuba has two straightforward goals: stopping the flood of refugees and pressuring Fidel Castro to take meaningful steps toward democracy and a free market.   With Cuba's economy in a shambles and with Mr. Castro facing the most dissent in years, it is an opportune time to get Mr. Castro to bend to outside pressures, Administration officials say.","thumbnail":null,"section":"U.S."},{"date":"19940823","headline":"Crime Bill's Hurdle","web_url":"https://www.nytimes.com/1994/08/23/us/crime-bill-s-hurdle.html","abstract":"  The Senate opened debate on the crime bill yesterday with Democrats asserting that Republicans were trying to delay a vote in an effort to eliminate the measure's ban on assault weapons. It was not clear how the much-disputed bill would fare after its revival in the House on Sunday.    Article, page A14.","thumbnail":null,"section":"U.S."},{"date":"19940823","headline":"The Facts of Life: How to Interrogate Your Internet Link","web_url":"https://www.nytimes.com/1994/08/23/science/personal-computers-the-facts-of-life-how-to-interrogate-your-internet-link.html","abstract":"  ALTHOUGH the total population of the global computer network called the Internet is a subject of considerable debate, there is no doubt that it is growing very fast. Whether there are 3 million active Internet users or 30 million, the numbers are more than doubling every year.    A click on the geometric progression module of my calculator reveals that, in theory at least, everyone in the solar system will be connected to the Internet by the time the Whitewater hearings conclude.","thumbnail":null,"section":"Science"},{"date":"19940823","headline":"Houston Ballet Cancels Shows at City Center","web_url":"https://www.nytimes.com/1994/08/23/arts/houston-ballet-cancels-shows-at-city-center.html","abstract":"  The Houston Ballet has canceled its shows at City Center, which were to be Nov. 9 to 13. In its announcement yesterday, the company cited \"economic considerations\" as the reason.  This is Houston's second withdrawal from City Center in two years.    The company reduced a projected $700,000 deficit for fiscal 1994 to $120,000, it said. But it anticipates another deficit, of $400,000, for 1995. The costs of a New York season would have added about $265,000 to the 1995 deficit, said Joyce Moffatt, the managing director of the troupe. The company has also canceled two one-week home seasons devoted to the presentation of new ballets. It is to appear at the John F. Kennedy Center for the Performing Arts in Washington in October 1995.","thumbnail":null,"section":"Arts"},{"date":"19940823","headline":"On My Mind; Drunk In Damascus","web_url":"https://www.nytimes.com/1994/08/23/opinion/on-my-mind-drunk-in-damascus.html","abstract":"  The Syrian Government has kicked out one terrorist but still has a full warehouse of them left.    That is the real importance of the story of Carlos the Jackal, now in a Parisian jail, possibly recovering from the built-in hangover he must have from lying around drunk in Damascus for years. If the Syrians ever decide that they want peace with Israel or hope to get off the U.S. list of terrorist nations, they will have to clean out that warehouse and do a few other things not getting much attention right now.","thumbnail":null,"section":"Opinion"},{"date":"19940823","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/23/nyregion/c-corrections-036463.html","abstract":"  A report in The Living Section on Wednesday listing Greenmarket locations in New York City included an erroneous entry supplied by the Greenmarket Project. The Greenwich Village market, at Gansevoort and Hudson Streets, has not been open since July 30; Community Board 2 has scheduled a public hearing for Sept. 7 to consider reopening it in another location.","thumbnail":null,"section":"New York"},{"date":"19940823","headline":"Chang and Medvedev Face Up to Youth","web_url":"https://www.nytimes.com/1994/08/23/sports/tennis-chang-and-medvedev-face-up-to-youth.html","abstract":"  About 80 young tennis enthusiasts crowded around Michael Chang and Andrei Medvedev inside a clubhouse in Central Park near 96th Street yesterday for a question-and-answer session. Chang leaned over to Medvedev and told him that kids ask the toughest questions.    Like, do you have a girlfriend?","thumbnail":null,"section":"Sports"},{"date":"19940823","headline":"Paxson Announces Retirement","web_url":"https://www.nytimes.com/1994/08/23/sports/sports-people-pro-basketball-paxson-announces-retirement.html","abstract":"  JOHN PAXSON, a key part of three Chicago Bulls championship teams, announced his retirement yesterday, ending an 11-year National Basketball Association career. Paxson, a 1983 graduate of Notre Dame, was signed as a free agent by the Bulls in 1985. Paxson, who appeared in 772 regular-season games and 119 playoff games for the Bulls, is best remembered for hitting a 3-point shot with 3.9 seconds left in Game 6 of the 1993 finals. The shot insured the Bulls of a third consecutive championship. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940823","headline":"Directory Assistance For the U.S. On a Disk","web_url":"https://www.nytimes.com/1994/08/23/science/peripherals-directory-assistance-for-the-us-on-a-disk.html","abstract":"  THE big little disks known as CD-ROM's are taking off as general-interest consumer products, with games and graphics, reference works and even plain old books, which are not so plain anymore. But whether the gambles of publishers, software developers and entertainment conglomerates pay off any time soon, the CD-ROM is already practically indispensable for many businesses and government agencies. Nothing else affordable can hold so much information in so small a space, and nothing else can be searched in so many ways so readily.   There are voter lists and mailing lists, phone books and newspaper and magazine files. So far, none of these pure data disks have the video and audio enhancements of those offered to a wider public, but they are packed with information.","thumbnail":null,"section":"Science"},{"date":"19940823","headline":"A Valley Kicks Its Heels Over Its Own Ball Team","web_url":"https://www.nytimes.com/1994/08/23/nyregion/our-towns-a-valley-kicks-its-heels-over-its-own-ball-team.html","abstract":"  IT was another sold-out game in the inaugural season of the Hudson Valley Renegades. Skip Weisman, team president and general manager, was running around like a Secret Service agent, walkie-talkie in hand, trying to keep tabs on the ball park.   \"We've been selling out since Day 1,\" he said, flushed and irritated that anyone would suggest otherwise. \"What you see is what it's been.\"","thumbnail":null,"section":"New York"},{"date":"19940823","headline":"Lebanon and Peace : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/23/opinion/IHT-lebanon-and-peace-letters-to-the-editor.html","abstract":"Regarding the news analysis \"Syria May Ask for Lebanon as Price of Peace\" (Aug. 9) by Joseph Fitchett:.Indications that U.S. officials might go along with a deal involving Syian control over Lebanon in return for peace with Israel will seriou","thumbnail":null,"section":"Opinion"},{"date":"19940823","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/23/nyregion/c-corrections-038954.html","abstract":"  A picture caption in Weekend on Friday with a Critic's Choice article about a tribute to Vincent Price at the Film Forum misidentified a woman shown with Mr. Price in a scene from \"The Tingler,\" because of incorrect information provided by the theater. She was Pamela Lincoln, not Judith Evelyn.","thumbnail":null,"section":"New York"},{"date":"19940823","headline":"A Taste of Drug Reality, In Quick MTV Bites","web_url":"https://www.nytimes.com/1994/08/23/arts/television-review-a-taste-of-drug-reality-in-quick-mtv-bites.html","abstract":"  It's a brisk trip along drug alley tonight, courtesy of MTV. But don't let the auspices put you off. The tone of \"Straight Dope\" is far more cautionary than celebratory; the hits on the hard stuff are tougher than the cracks about crackdowns.   Kurt Loder, the mile-a-minute narrator, offers mini-histories of marijuana, LSD, heroin and crack cocaine; the editing is as jumpy as ever, with some psychedelic coloring, and some of the quick-fix celebrity comments (Jerry Garcia, Queen Latifah, David Byrne) make network news sound bites seem like feasts. But there is coherence amid the commotion, and when the program settles down for longer interviews with users, sellers and a Drug Enforcement Administration agent, pertinent points are made.","thumbnail":null,"section":"Arts"},{"date":"19940823","headline":"Lax Procedures Cited in Fatal Colorado Wildfire","web_url":"https://www.nytimes.com/1994/08/23/us/lax-procedures-cited-in-fatal-colorado-wildfire.html","abstract":"  A Federal investigation into the blaze on a Colorado mountain that killed 14 firefighters last month found that firefighters and supervisors made crucial errors in judgment and violated safety procedures.   \"We are painfully learning that mistakes were made,\" said Mike Dombeck, director of the Bureau of Land Management, which employed some of the firefighters who died. \"Breakdowns in communications, errors in judgment, lack of coordination. The same sort of mistakes people make every day. Only this time, the fuel and weather and flame magnified human error, with deadly and tragic consequences.\"","thumbnail":null,"section":"U.S."},{"date":"19940823","headline":"Negotiators Ready: Anybody Know Squeeze Sign?","web_url":"https://www.nytimes.com/1994/08/23/sports/baseball-negotiators-ready-anybody-know-squeeze-sign.html","abstract":"  Baseball's 11-day-old strike produced two definite developments yesterday, but nothing occurred to create the possibility of a third development: that the two sides will squeeze out of their stalemate when they resume meeting tomorrow.   In development No. 1, representatives of the striking players and their employers, with the help of Federal mediators, agreed to meet at 10:30 A.M. tomorrow for the first time since the day the strike began, Aug. 12.","thumbnail":null,"section":"Sports"},{"date":"19940823","headline":"Border Crossings; Migration for Work and Play Is Binding a Working-Class Village to a Gilded Neighbor","web_url":"https://www.nytimes.com/1994/08/23/nyregion/border-crossings-migration-for-work-play-binding-working-class-village-gilded.html","abstract":"  Luis Lopez had long wanted to open a Mexican restaurant in Rye, confident that there was a fortune to be made in that gilded community of country clubs, estates and, more important, disposable wealth.   But after discovering the high rents for commercial space there, he opened his restaurant just a few steps from the Rye border in this scruffy harbor village on Long Island Sound, where he has slowly tapped the Rye market.","thumbnail":null,"section":"New York"},{"date":"19940823","headline":"North Korea Radio Hints at Opposition","web_url":"https://www.nytimes.com/1994/08/23/world/north-korea-radio-hints-at-opposition.html","abstract":"  A North Korean radio broadcast today hinted at opposition to the transfer of power from the late Kim Il Sung to his son Kim Jong Il.    Six weeks after the death of his father on July 8, Kim Jong Il has appeared to have become the country's new leader. But he has still not been confirmed either as general secretary of the ruling Korea Workers' Party or as state president.","thumbnail":null,"section":"World"},{"date":"19940823","headline":"Mosquitoes' Tricks Still Exceed Remedies","web_url":"https://www.nytimes.com/1994/08/23/science/mosquitoes-tricks-still-exceed-remedies.html","abstract":"  THE perpetual whine around one's ears and the repeated slaps at the persistent airborne pests were like a retrospective weather report. It was precisely 10 days after a major thunderstorm had drenched the St. Croix River valley and the latest opportunistic crop of those infamous summer-spoilers -- mosquitoes -- had hurried through their transformation from egg to larva to pupa, producing bloodthirsty adult females intent on guaranteeing a next generation.   Here in Minnesota, where T-shirts sporting chest-sized mosquitoes call the insect the \"state bird,\" it is little comfort to know that to a mosquito, human blood is second-rate, less tasty than that from birds and even buffalo.","thumbnail":null,"section":"Science"},{"date":"19940823","headline":"France's New Breed Of Opera Singers","web_url":"https://www.nytimes.com/1994/08/23/arts/critic-s-notebook-france-s-new-breed-of-opera-singers.html","abstract":"  The travails of French opera have become almost a cliche by now. The latest scandale, Myung-Whun Chung's abrupt dismissal as music director of the Paris Opera, would only seem to confirm the cliche.    Never mind that this seems to have been a pure power struggle between two ambitious men, and that the winner, Hugues Gall, the designated director of the company, is himself a man of proven taste and vision. The dismissal still looks bad in the short run, yet another \"proof\" that when it comes to opera, the French haven't a clue.","thumbnail":null,"section":"Arts"},{"date":"19940823","headline":"No Headline","web_url":"https://www.nytimes.com/1994/08/23/nyregion/no-headline-035254.html","abstract":"  \"After risking my life, my family's life, my children, they are going to turn me away?\" -- MIGUEL LUIS MARTINEZ, a Cuban refugee.  [ A17:2. ]","thumbnail":null,"section":"New York"},{"date":"19940823","headline":"Medisave Appeals to Low-Income Employees; Healthier and Wealthier","web_url":"https://www.nytimes.com/1994/08/23/opinion/l-medisave-appeals-to-low-income-employees-healthier-and-wealthier-039373.html","abstract":"  To the Editor:   \"Don't Be Seduced by Medisave\" (editorial, Aug. 16) contains inaccuracies about medical savings accounts. But most surprising is your lack of understanding about how markets work.","thumbnail":null,"section":"Opinion"},{"date":"19940823","headline":"Patterns","web_url":"https://www.nytimes.com/1994/08/23/style/patterns-037451.html","abstract":"  Shoes in a Glamour Parade    Manolo Blahnik's shoes are perfect for James Bond vixens with sexy double-entendre names. They are the sort of shoes that should be toying with a man's pant cuff beneath a linen tablecloth, grinding a lipstick-stained cigarette into the pavement and dangling from red fingernails while their owner wades in the Trevi fountain. His boots are the type one imagines Nancy Sinatra was singing about.","thumbnail":null,"section":"Style"},{"date":"19940823","headline":"Abidjan Journal; The Paris of West Africa Is Down at the Heels","web_url":"https://www.nytimes.com/1994/08/23/world/abidjan-journal-the-paris-of-west-africa-is-down-at-the-heels.html","abstract":"  On the Rue de Commerce here, long a showcase of French interests in the former African colonies, once-thriving department stores are now empty shells waiting to be bought up whenever a much-awaited economic rebound finally takes place.   Not far away, on the broad tree-lined Boulevard de la Republique, downtown Abidjan's main street, an older kind of commerce has taken over.","thumbnail":null,"section":"World"},{"date":"19940823","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/08/23/style/chronicle-038938.html","abstract":"  Elvis Presley fans were treated to a lunch yesterday marking the 17th anniversary of two concerts that never took place -- the singer died six days before his scheduled Aug. 22, 1977, performances at the Nassau Coliseum.   The event at the Milleridge Inn in Jericho, L.I., attended by some 150 men and women who still had their 1977 tickets or were fan club members, included appearances by Elvis impersonators and an opportunity to apply for a refund for the unused 1977 tickets, priced at $12 and $15.","thumbnail":null,"section":"Style"},{"date":"19940823","headline":"Once in Forefront, H.M.O.'s Lose Their Luster in Health Debate","web_url":"https://www.nytimes.com/1994/08/23/us/health-care-debate-managed-care-once-forefront-hmo-s-lose-their-luster-health.html","abstract":"  In President Clinton's first blueprints to redesign the nation's medical system, health maintenance organizations were a centerpiece of efforts to restrain costs and a model for the health plans in which most Americans would enroll.   But in Congressional debate in the last six months, H.M.O.'s have lost some of that early luster. Lawmakers have been surprisingly hostile to such organizations and other forms of managed care, which try to achieve savings by limiting patients to specified doctors and hospitals. They say such health plans, especially those that seek profits for investors, skimp on care to save money.","thumbnail":null,"section":"U.S."},{"date":"19940823","headline":"Physicists Get Warmer In Search for Weird Matter Close to Absolute Zero","web_url":"https://www.nytimes.com/1994/08/23/science/physicists-get-warmer-in-search-for-weird-matter-close-to-absolute-zero.html","abstract":"  SIXTY-NINE years ago, theorists calculated that if a certain class of atoms could be chilled to temperatures below any that exist in nature, the atoms would merge with each other to become huge \"superatoms\": bizarre states of matter straddling the gulf between the everyday world and the ultra-small domain of quantum mechanics. Recent advances at dozens of laboratories in the United States and Europe have encouraged some scientists to believe that they may be nearing this elusive goal.   The creation of a Bose-Einstein condensate, as this hypothetical superatomic state of matter is called, would be a historic landmark in physics, one that many physicists say would be worthy of a Nobel Prize. It would not only demonstrate the validity of some outlandish predictions of quantum theory, but would create a form of matter that may never have existed anywhere before -- a substance with properties scientists can only guess at.","thumbnail":null,"section":"Science"},{"date":"19940823","headline":"Go for Gin Sprinting Back Into Title Race","web_url":"https://www.nytimes.com/1994/08/23/sports/horse-racing-go-for-gin-sprinting-back-into-title-race.html","abstract":"  Nick Zito cast his vote today for the 3-year-old champion of 1994, and guess who got it? That's right, his colt Go for Gin, the winner of the Kentucky Derby but the missing horse last Saturday when Holy Bull and Tabasco Cat were grappling in the Travers.   Go for Gin has been missing most of the summer because Zito decided to skip the distance and the demands of the Travers and take a different route to the important fall races. But his horse will return on Wednesday as the favorite in the Forego Handicap, a Grade I sprint at seven furlongs and a stepping stone to the Woodward Stakes and a return match with the leading candidate, Holy Bull.","thumbnail":null,"section":"Sports"},{"date":"19940823","headline":"Shifting Visa Rules Bar Chinese Scholar","web_url":"https://www.nytimes.com/1994/08/23/opinion/l-shifting-visa-rules-bar-chinese-scholar-039330.html","abstract":"  To the Editor:   Wang Jingkai, a Chinese scholar, wants to study documents on Chinese history for a year at Pennsylvania State University. He has financial support here. Our embassy in Beijing rejected his request stating: \"You have not shown that you have sufficiently strong family, social or economic ties to your place of residence to insure that your projected stay in the United States will be temporary.\"","thumbnail":null,"section":"Opinion"},{"date":"19940823","headline":"Researcher's Infection Raises Concerns for Laboratory Safety","web_url":"https://www.nytimes.com/1994/08/23/science/the-doctor-s-world-researcher-s-infection-raises-concerns-for-laboratory-safety.html","abstract":"  A Yale researcher is in isolation at Yale-New Haven Hospital under treatment for a potentially deadly infection contracted after a laboratory accident with a rare virus he was studying. And health officials have imposed surveillance measures on about two dozen people with whom he had recent, close contact in Connecticut and Massachusetts.   The surveillance is aimed at stopping further transmission of the extraordinarily dangerous microbe known as Sabia virus. Related to the deadly agent of Lassa fever, it first came to light in 1990 in the Brazilian city of Sabia.","thumbnail":null,"section":"Science"},{"date":"19940823","headline":"Special Counsel Is President's Prerogative","web_url":"https://www.nytimes.com/1994/08/23/opinion/l-special-counsel-is-president-s-prerogative-039390.html","abstract":"  To the Editor:   The stir about the conduct of Judge David B. Sentelle, who presides over the panel that replaced the Whitewater special prosecutor Robert B. Fiske Jr. with Kenneth W. Starr, shows the folly and unconstitutionality of the independent counsel statute. Responsibility for selecting prosecutors of Federal crimes should remain where the Constitution placed it, in a politically accountable President, and should never have been given to life-tenured judges.","thumbnail":null,"section":"Opinion"},{"date":"19940823","headline":"Morrison Books Hide for Bout","web_url":"https://www.nytimes.com/1994/08/23/sports/sports-people-boxing-morrison-books-hide-for-bout.html","abstract":"  TOMMY MORRISON will try to recapture the World Boxing Organization heavyweight title from HERBIE HIDE of Britain in Hong Kong's first world title fight on Oct. 23, organizers said yesterday. Morrison lost the title to MICHAEL BENTT in Oct. 1993, and Bentt then lost it to Hide in March. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940823","headline":"Topics of The Times; Copying California","web_url":"https://www.nytimes.com/1994/08/23/opinion/topics-of-the-times-copying-california.html","abstract":"  Among the many good things to come out of California over the years is a remarkably successful anti-smoking advertising and education campaign. In the six years since Californians voted on Proposition 99, which raised the state tax on tobacco products and directed that 20 percent be devoted to such a campaign, tobacco use has dropped by an astonishing 30 percent. That's three times the national quit rate.   Two states, Massachusetts and Michigan, have followed suit. Now the American Medical Association and the Robert Wood Johnson Foundation are making it possible for more to do the same. They plan to distribute $10 million in grants to anti-smoking groups in 19 states, to help them push for California-like campaigns there.","thumbnail":null,"section":"Opinion"},{"date":"19940823","headline":"Russians And Germans Agree to Fight Nuclear Theft","web_url":"https://www.nytimes.com/1994/08/23/world/russians-and-germans-agree-to-fight-nuclear-theft.html","abstract":"  Russia and Germany agreed today to cooperate to prevent the smuggling of nuclear materials by tightening border controls and improving the exchange of information between their intelligence agencies, officials of both countries said.   A series of seizures in Germany of bomb-grade nuclear material, including one large shipment of 10.5 ounces of plutonium 239 on a Moscow-Munich flight, prompted three days of talks here between Chancellor Helmut Kohl's intelligence coordinator, Bernd Schmidbauer, and top Russian nuclear and security officials.","thumbnail":null,"section":"World"},{"date":"19940823","headline":"A Putdown for Baggio","web_url":"https://www.nytimes.com/1994/08/23/sports/sports-people-soccer-a-putdown-for-baggio.html","abstract":"  ROBERTO BAGGIO, whose missed penalty kick in the World Cup final clinched the championship for Brazil, has not been a leader for Juventus, the team owner GIANNI AGNELLI said in remarks published yesterday in Rome. Baggio, the world player of the year in 1993, has spent four seasons with Juventus, one of the largest clubs in the Italian League, leading the club in scoring over that span. \"He has given Juventus moderate achievements,\" Agnelli said. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940823","headline":"Green's Farm: Corn, Tomatoes, but No Rhubarb","web_url":"https://www.nytimes.com/1994/08/23/sports/baseball-green-s-farm-corn-tomatoes-but-no-rhubarb.html","abstract":"  He's an outdoors sort of fellow, a big ruddy-faced man who has been deriving his deepest psychic pleasures from open fields and deep woods all his life. So it was hardly surprising that when he found himself without a dugout step to stand on, Dallas Green did what he always does when baseball lets him down. He returned to the 60-acre farm in Chester County he and his wife, Sylvia, have called home since 1980.   The house is an eclectic affair that dates from 1737, 1767 and 1969, depending on the room. But even the 1969 den added by a previous owner has antique touches, like the ceiling beams taken from a barn built of logs floated down the Susquehanna River more than a century ago.","thumbnail":null,"section":"Sports"},{"date":"19940823","headline":"Learning to Fulfill the Imposible","web_url":"https://www.nytimes.com/1994/08/23/style/IHT-learning-to-fulfill-the-imposible.html","abstract":"Renting a saxophone at 9 o'clock on a Thursday night for a guest at Boston's Ritz-Carlton was a piece of cake compared with the creation of a niche for the king of Morocco's chef in the basement kitchens of the Ritz in Paris. Considering that it was the","thumbnail":null,"section":"Style"},{"date":"19940823","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/23/nyregion/c-corrections-038970.html","abstract":"  An article on Aug. 11 about a dispute over racial balance in classes in the Montclair, N.J., school district omitted the standard that the district uses to define racial balance. The omission left the description of the overall situation there incomplete.   The district defines a class as racially unbalanced if more than 75 percent of its students are white or more than 75 percent come from minorities. By this standard, 7 percent of the district's elementary classes and 25 to 35 percent of its middle school classes are unbalanced. Overall, 47.5 percent of Montclair's students are white, and 52.5 percent are from minorities.","thumbnail":null,"section":"New York"},{"date":"19940823","headline":"Footwork May Be Vital : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/23/opinion/IHT-footwork-may-be-vital-letters-to-the-editor.html","abstract":"In response to \"Jarring Prospect for U.S. Golfers: A Foreign Slam\" (Aug. 9) and \"Europeans Making Inroads on LPGA Tour, Too\"(Aug. 9):.There is much speculation about the decline of American golfing dominance. It's really quite simpl","thumbnail":null,"section":"Opinion"},{"date":"19940823","headline":"Pesticides May Leave Legacy of Hormonal Chaos","web_url":"https://www.nytimes.com/1994/08/23/science/pesticides-may-leave-legacy-of-hormonal-chaos.html","abstract":"  IN a new wave of concern about synthetic chemicals in the environment, some biologists are warning that trace amounts of pesticides and other man-made substances may be interfering with the action of reproductive hormones and thereby damaging the fertility of various animal populations, including humans.    The evidence is far from conclusive. But the economic and political stakes are high; should the new fears prove justified, a large group of important industrial chemicals might have to be curbed.","thumbnail":null,"section":"Science"},{"date":"19940823","headline":"What the Cats Know","web_url":"https://www.nytimes.com/1994/08/23/opinion/l-what-the-cats-know-039403.html","abstract":"  To the Editor:   As a longtime owner of cats, I have watched with fascination as my pets display affection, fear, jealousy, rudimentary memory, anger and dislike of specific people.","thumbnail":null,"section":"Opinion"},{"date":"19940823","headline":"Medisave Appeals to Low-Income Employees; Police States?","web_url":"https://www.nytimes.com/1994/08/23/opinion/l-medisave-appeals-to-low-income-employees-police-states-039357.html","abstract":"  To the Editor:   Representative Newt Gingrich has said that \"you cannot get to universal coverage without a police state.\"","thumbnail":null,"section":"Opinion"},{"date":"19940823","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/23/nyregion/c-corrections-038962.html","abstract":"  A report in the Chronicle column on Saturday about Mick Jagger's daughter Karis Jagger, who is directing her mother, Marsha Hunt, in a one-woman play about a black woman, misstated Ms. Hunt's race. She is black.","thumbnail":null,"section":"New York"},{"date":"19940823","headline":"Probing Venus's Craters","web_url":"https://www.nytimes.com/1994/08/23/science/probing-venus-s-craters.html","abstract":"  The history of the pockmarked surface of Venus, the result of impact craters and volcanic activity, has been a point of contention among researchers ever since the spacecraft Magellan began providing images of the planet in August 1990.    Scientists did not understand why images of Venus showed a high number of impact craters in pristine states, unlike craters on other planets, which exhibit varying degrees of decomposition.","thumbnail":null,"section":"Science"},{"date":"19940823","headline":"Mexico's Choice","web_url":"https://www.nytimes.com/1994/08/23/opinion/mexico-s-choice.html","abstract":"  Although Sunday's presidential election in Mexico was not as clean as it should have been, on present evidence it was the cleanest in living memory. That should give President-elect Ernesto Zedillo Ponce de Leon the mandate he needs to carry political and economic reform through its difficult next phase.    A credible Mexican election is also a relief for the U.S. Immigration, border commerce and the North American Free Trade Agreement increasingly link the fates of North America's two giants.","thumbnail":null,"section":"Opinion"},{"date":"19940823","headline":"2 Police Officers Wounded in a Subway Shootout","web_url":"https://www.nytimes.com/1994/08/23/nyregion/2-police-officers-wounded-in-a-subway-shootout.html","abstract":"  In a shootout that apparently involved police officers in civilian clothes firing at each other, two officers were wounded, one of them critically, in a crowded subway station on the East Side of Manhattan yesterday evening.   The shooting took place at 7:10 P.M. in the station at 53d Street and Lexington Avenue and set off a panic among commuters, who dropped to the platform, ducked to the floor of their train or tried to flee the station.","thumbnail":null,"section":"New York"},{"date":"19940823","headline":"Simpson Genetic Testing Bolsters Prosecution Case","web_url":"https://www.nytimes.com/1994/08/23/us/simpson-genetic-testing-bolsters-prosecution-case.html","abstract":"  In new evidence that could tie O. J. Simpson more closely to the scene of the killing of his former wife and her friend, prosecutors disclosed today that preliminary genetic testing suggested matches between the blood of Mr. Simpson and samples found at his home and at the home of Nicole Brown Simpson.   The disclosures, which were made today in court filings by the Los Angeles Country District Attorney's Office, came as prosecutors and defense lawyers continued to wrangle in another hearing over the relevance of DNA testing in the case and how to split physical samples, like blood and hair, for testing.","thumbnail":null,"section":"U.S."},{"date":"19940823","headline":"Topics of The Times; The Waffle Flips","web_url":"https://www.nytimes.com/1994/08/23/opinion/topics-of-the-times-the-waffle-flips.html","abstract":"  In the broad category of Presidential irritants, cartoons and cartoonists hold a special place. The late Richard M. Nixon had a thick hide when it came to written commentary, but the drawings of Herblock in The Washington Post seemed to launch him into an enemies-list frame of mind at warp speed. President Bush was known to hold an undying grudge toward Garry Trudeau for depicting him as an invisible man.   Now Mr. Trudeau, in his \"Doonesbury\" strip, has concluded his announced plebiscite for a visual symbol, or \"icon,\" for President Clinton. Yesterday's strip reported that by popular vote Mr. Clinton would henceforth be embodied by a floating waffle. It represents an interesting turn for Mr. Trudeau, whose drawings and words occasionally appear on our Op-Ed page. During the campaign, he was disposed in a kindly way toward Mr. Clinton and sometimes jabbed his pen at critics of the candidate.","thumbnail":null,"section":"Opinion"},{"date":"19940823","headline":"Muslim Preachers in Egypt Condemn Population Conference","web_url":"https://www.nytimes.com/1994/08/23/world/muslim-preachers-in-egypt-condemn-population-conference.html","abstract":"  Muslim militant preachers have condemned a United Nations population conference that is to be held here next month, prompting a private warning from Egyptian security agents to call off such sermons, a militant leader said here today.   \"Some brothers are preaching against this corrupt, immoral conference in the mosques,\" said the leader, an important militant figure in Imbaba, a poor section of Cairo that is the city's biggest fundamentalist stronghold. \"But others may decide to defend Islam by killing, and they would be willing to die in the process. If the West is afraid of blood, it should stay away from us.\" He spoke on condition that he not be identified.","thumbnail":null,"section":"World"},{"date":"19940823","headline":"Medisave Appeals to Low-Income Employees; Keep the Bill Simple","web_url":"https://www.nytimes.com/1994/08/23/opinion/l-medisave-appeals-to-low-income-employees-keep-the-bill-simple-039349.html","abstract":"  To the Editor:   It appears that all the 1,300-page to 1,410-page political health care reform bills designed to protect special interest groups ranging from the insurance industry to the American Trial Lawyers Association are now before Congress.","thumbnail":null,"section":"Opinion"},{"date":"19940823","headline":"Olympic Drug Tests Ignored","web_url":"https://www.nytimes.com/1994/08/23/sports/sports-people-olympics-olympic-drug-tests-ignored.html","abstract":"  Nine positive drug tests at the 1984 Los Angeles Olympics were covered up, according to a BBC television program. The drug-testing laboratory was shut down before the Games ended and files on the positive tests were destroyed, according to two anti-doping officials interviewed for yesterday's \"On the Line\" program. While 12 positive doping cases were made public earlier during the Games, nine other positive tests were said to be never acted upon during the last two days of competition. CRAIG KAMMERER, identified as director of the Olympic testing laboratory at U.C.L.A. at the time of the Games, told the BBC that five of the nine tests showed the presence of steroids. The others showed testosterone and ephedrine. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940823","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/08/23/sports/results-plus-037419.html","abstract":"  FOOTBALL  Bears Edge Chiefs  Steve Walsh hit Tyrone Williams with a 32-yard touchdown pass with 3 minutes 7 seconds left last night, lifting the visiting Chicago Bears over Kansas City, 21-18, before the Chiefs' biggest preseason crowd in 20 years. Walsh drove the Bears (3-0) 80 yards in just four plays, aided by two penalties. After the touchdown, Walsh hit Ryan Wetnight with a 2-point conversion pass.   The Chiefs (2-2) then zipped downfield behind Steve Bono and had a 1st-and-goal from the 4-yard line. But on fourth down from the 2, the Chiefs passed up the expected overtime-causing field goal and tried to pass. But Bono tripped coming out from center when his own lineman stepped on his foot and was ruled sacked.","thumbnail":null,"section":"Sports"},{"date":"19940823","headline":"A Goodbye to N.F.L. Wars From Old Soldier Williams","web_url":"https://www.nytimes.com/1994/08/23/sports/pro-football-a-goodbye-to-nfl-wars-from-old-soldier-williams.html","abstract":"  Bill Parcells, who had coached him for most of his pro football career, called him \"the best-conditioned player I've ever had.\" Wellington Mara, who owned the team, was so moved when the Giants let him go that he wrote him a long, touching thank-you letter. This year, when he moved to the Jets after 11 seasons with the Giants, his old teammates were almost as elated as he was that he got a job.   But today, it all ended for Perry Williams. To start with, 33-year-old cornerbacks are scarce in the National Football League (the oldest is Darrell Green, 34, of the Redskins). The fire was not burning the way it once did. And the Jets had to cut 14 players by Tuesday and seemed ready to cut him. So he retired.","thumbnail":null,"section":"Sports"},{"date":"19940823","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/08/23/opinion/IHT-what-theyre-reading.html","abstract":"-. Sonia Rykiel, the designer, is reading \"Le Sexe et l'effroi\" by Pascal Quignard..\" Reproductions of frescoes from Pompeii, Naples and Sicily illustrate eroticism, fear and lust in ancient Greece and Rome. The beautifully written text","thumbnail":null,"section":"Opinion"},{"date":"19940823","headline":"From One Problem to Bigger One for N.A.A.C.P.","web_url":"https://www.nytimes.com/1994/08/23/us/from-one-problem-to-bigger-one-for-naacp.html","abstract":"  Early last year, as it began a search for a new executive director that would end in the selection of the Rev. Benjamin F. Chavis Jr., the N.A.A.C.P. faced declining membership, uncertain finances, difficulty in attracting blacks in their 20's and 30's, and a growing belief that it was becoming out of date.   In the aftermath of Mr. Chavis's stormy 16-month tenure and his dismissal on Saturday, the organization's board faces the same problems. But it also faces a $3 million debt and a loss of credibility for failing to oversee the executive director's activities adequately.","thumbnail":null,"section":"U.S."},{"date":"19940823","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/08/23/style/chronicle-037427.html","abstract":"  ANN JORDAN of Lake Ronkonkoma, L.I., is planning to go to college this fall, but she can't make up her mind what to study. She is considering taking history, but that's not written in stone. Originally, she had thought about computers but \"it didn't seem sensible,\" she said. She then considered law but, in her own words, \"I wouldn't live long enough to graduate.\"   Ms. Jordan is 92, and the classes she hopes to attend at Dowling College in Oakdale, L.I., will be her first college experience. A high school graduate, she retired from Con Edison 30 years ago after 35 years there as a secretary.","thumbnail":null,"section":"Style"},{"date":"19940823","headline":"Massimino Will Stay","web_url":"https://www.nytimes.com/1994/08/23/sports/sports-people-college-basketball-massimino-will-stay.html","abstract":"  ROLLIE MASSIMINO said yesterday he intends to remain as Nevada-Las Vegas's coach, despite being told again that he won't be paid the remainder of nearly $2 million secretly promised by former school officials. Massimino emerged from an hourlong meeting with KEVIN GUINN, the school's interim president, to say he believes he still will be paid the extra $375,000 a year called for in the secret supplemental contract. Massimino said he believes the supplemental contract -- signed with a private nonprofit group -- is a legal and binding contract and that he will be paid. Massimino said he doesn't plan to sue to try and collect the money. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940823","headline":"Q&A","web_url":"https://www.nytimes.com/1994/08/23/science/q-a-038911.html","abstract":"  Tidal Wave or Ripple?   Q.  Is it possible that a tidal wave could wash over Brooklyn Heights?","thumbnail":null,"section":"Science"},{"date":"19940823","headline":"At UConn, Holtz Stands for More Than a Name","web_url":"https://www.nytimes.com/1994/08/23/sports/football-at-uconn-holtz-stands-for-more-than-a-name.html","abstract":"  Louis Leo Holtz Jr. hides nothing.   Would he be the University of Connecticut's new 30-year-old head football coach with a four-year, $380,000 contract if his name were Skip Smith rather than Skip Holtz?","thumbnail":null,"section":"Sports"},{"date":"19940823","headline":"Refugees' Perilous Voyage Starts and Finishes in Cuba","web_url":"https://www.nytimes.com/1994/08/23/us/flight-cuba-refugees-refugees-perilous-voyage-starts-finishes-cuba.html","abstract":"  The first Cuban refugees in 28 years to be refused asylum in the United States arrived here today, more than two thousand of them, to clusters of tents pitched as hastily as American policy had changed.   When the Coast Guard cutter Courageous slid up to the dock at 11:45 A.M., the 267 Cuban refugees it had plucked from frail rafts squatted glumly under a tarp stretched across its aft helicopter flight deck against the burning sun. Earlier in the morning, three cutters had unloaded refugees picked up at sea and another, the Mohawk, came in in the afternoon.","thumbnail":null,"section":"U.S."},{"date":"19940823","headline":"Swamped With Specialists","web_url":"https://www.nytimes.com/1994/08/23/opinion/swamped-with-specialists.html","abstract":"As chairman of the Senate Finance Committee, Daniel Patrick Moynihan has been a staunch advocate of New York's economic interests in health care reform. In his zeal, however, he risks doing serious harm to medical education in New York and the rest of the nation.\n\nEager to protect New York's respected teaching hospitals, Mr. Moynihan wants to delete any provision in health care legislation that would set standards for the numbers and types of physicians they train; at the same time, he supports a dramatic increase in payments for training in these institutions. \"It would be an act of hubris,\" he says, \"for the United States Senate to know what the course of medical science will be, let alone to try to dictate that course.\"","thumbnail":null,"section":"Opinion"},{"date":"19940823","headline":"1944: Nazi Warning : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/23/opinion/IHT-1944-nazi-warning-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] Reports of fighting in Paris between German troops and French patriots using light artillery were followed tonight [Aug. 22] by a Nazi threat from Radio Paris to use \"the most drastic measures to smash any attemp","thumbnail":null,"section":"Opinion"},{"date":"19940823","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/08/23/style/chronicle-038946.html","abstract":"  Students at some 25 New York City public schools can look forward to personal appearances by MIDORI, one of the world's foremost violinists, during the coming school year. The concerts for students in grades 3 through 8 are being arranged by Midori & Friends, a nonprofit organization created two years ago by Midori, who is 22.   The planned 10- to 12-week program, an outgrowth of a pilot project earlier this year, will include a concert and informal talk by Midori at each school. There will also be follow-up performances and discussions by young musicians representing classical and jazz groups and brass quartets.","thumbnail":null,"section":"Style"},{"date":"19940823","headline":"For Merrill, at Least, the Game Goes On","web_url":"https://www.nytimes.com/1994/08/23/sports/baseball-for-merrill-at-least-the-game-goes-on.html","abstract":"  You remember him. How can you not remember him? You remember the roly-poly physique, the bulge of tobacco in his cheek, the way his whining players mutinied. But because Stump Merrill managed the Yankees during those dreary and dormant days in the Bronx three years ago, he is remembered chiefly for chronic losing.   He has not changed his appearance, disposition or managerial style since his one chance to be somebody in the major leagues deteriorated because he was overwhelmed and underprepared. Merrill manages the Class AAA Columbus Clippers, the Yankees' top farm team, and still harbors dreams of regaining a grander position at the next level. Big league dreams and hopes for second chances wilt slowly, even for 50-year-old minor leaguer lifers.","thumbnail":null,"section":"Sports"},{"date":"19940823","headline":"NBC Adds Rashad To 'N.F.L. Live'","web_url":"https://www.nytimes.com/1994/08/23/sports/nbc-adds-rashad-to-nfl-live.html","abstract":"  NBC continues to remake the \"N.F.L. Live\" studio show. The network recently made Greg Gumbel host of the program, and yesterday added Ahmad Rashad as co-host and Jim Gray, formerly of CBS, as its roving game reporter.   NBC said the show would expand to one hour on Sept. 4, the first day of the regular season. Fox Sports will have an hour-long program all season.   Rashad, who spent 1983 to 1988 on the show, will be in the studio each week, delivering a feature, filling part of the role once played by O. J. Simpson.","thumbnail":null,"section":"Sports"},{"date":"19940823","headline":"For Japan, a Growing Deficit in Foreign Visitors","web_url":"https://www.nytimes.com/1994/08/23/world/for-japan-a-growing-deficit-in-foreign-visitors.html","abstract":"  Dressed in T-shirts, shorts and sunglasses, Mike and Jo Ozimek of Philadelphia were strolling recently along the Ginza, Tokyo's glitziest shopping district.  Mr. Ozimek described Japan as the safest and most interesting country in East Asia, and said he would love to live here. It was his fifth visit and his wife's first.   But Mr. Ozimek admitted that he would probably never have come to know Japan if his job with a computer company had not brought him here on business trips, like this one. And Mrs. Ozimek said that, while she was enjoying the trip to a country she had hardly given a thought to visiting before, she was intimidated by the $400 cost of a brief visit to Mount Fuji, a little more than an hour away.","thumbnail":null,"section":"World"},{"date":"19940823","headline":"The English Muffin Goes Gallic","web_url":"https://www.nytimes.com/1994/08/23/style/IHT-the-english-muffin-goes-gallic.html","abstract":"It began on a whim. Michael Healey was in Amsterdam for New Year's two and a half years ago, when he decided to pop down to Paris. During a whirlwind tour, he met a girl and thought, why not stay on, learn French and hang out? He was in limbo, having los","thumbnail":null,"section":"Style"},{"date":"19940823","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/08/23/sports/transactions-037664.html","abstract":"  Baseball American League  OAKLAND ATHLETICS -- Activated Geronimo Berroa, outfielder, from the 15-day disabled list. Optioned Ernie Young, outfielder, to Huntsville of the Southern League. Basketball  National Basketball Association","thumbnail":null,"section":"Sports"},{"date":"19940823","headline":"Lawmakers Are Warned on Constitutionality of Bills to Control Sex Offenders","web_url":"https://www.nytimes.com/1994/08/23/nyregion/lawmakers-are-warned-on-constitutionality-of-bills-to-control-sex-offenders.html","abstract":"  Bills designed to toughen New Jersey's laws regulating convicted sex offenders began making their way through the legislative process today, but not without warnings from the Attorney General and some public interest groups that they may contain constitutional flaws.   Senator William L. Gormley, a Republican who is chairman of the Senate Judiciary Committee, which heard testimony on three bills today, said he wanted to make sure that \"whatever bills are released by this committee will pass legal challenges down the road.\"","thumbnail":null,"section":"New York"},{"date":"19940823","headline":"Before Reforming Welfare, First Provide Quality Child Care","web_url":"https://www.nytimes.com/1994/08/23/opinion/l-before-reforming-welfare-first-provide-quality-child-care-039250.html","abstract":"  To the Editor:   Many are asking how the Clinton welfare proposal will affect children. We have convincing evidence that forcing mothers to work when decent child care is not available will endanger their children. The prospects are terrifying.","thumbnail":null,"section":"Opinion"},{"date":"19940823","headline":"Battle on Crime Bill Tests Clinton's Strategic Skills","web_url":"https://www.nytimes.com/1994/08/23/us/battle-on-crime-bill-tests-clinton-s-strategic-skills.html","abstract":"  With the tenacious battle that transformed a devastating defeat on the crime bill into Sunday's victory in the House, President Clinton made clear over 11 exhausting August days just how vital he considers the measure to his own political future.   As Mr. Clinton had imagined it, this was to be the month that universal health care became the law of the land. Instead, with the health plan in peril, it was a time that the President and his aides had to throw all of their energy into rescuing their initiative on crime, concluding that it was the one issue on which voters demanded action.","thumbnail":null,"section":"U.S."},{"date":"19940823","headline":"The Great Fear in Burundi","web_url":"https://www.nytimes.com/1994/08/23/opinion/the-great-fear-in-burundi.html","abstract":"  Nervous outsiders have for weeks looked for signs that Burundi would follow its neighbor Rwanda on a bloody slide into genocide. Both Central African countries have the same ethnic mix, roughly 85 percent Hutu, 15 percent Tutsi. The massacres in Rwanda that claimed up to 500,000 lives followed a suspicious air crash in April in which the Rwandan President, a Hutu, was killed. The same crash also killed Burundi's President, likewise a Hutu, resulting in political paralysis, sporadic killings and hair-trigger tension in a country rich in weapons.    Yet no comparable massacres have taken place since then in Burundi. What keeps it teetering on the brink?","thumbnail":null,"section":"Opinion"},{"date":"19940823","headline":"1894: Pneumatic Gun : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/23/opinion/IHT-1894-pneumatic-gun-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - A test of a new pneumatic gun was made yesterday [Aug. 21] at the Sandy Hook proving grounds. A charge of 500lb. of dynamite was fired a mile and a half. There was a tremendous explosion, which raised an acre of water to a height of 100ft.","thumbnail":null,"section":"Opinion"},{"date":"19940823","headline":"Not for the Weak-Kneed: Sudsing at 107 Floors Up","web_url":"https://www.nytimes.com/1994/08/23/nyregion/not-for-the-weak-kneed-sudsing-at-107-floors-up.html","abstract":"  From the dizzying height of the World Trade Center's indoor observation deck on the 107th floor of Tower B came a view even more spectacular than the Statue of Liberty in miniature majesty below: the feet of Roko Camaj, life-size, up above. Then came the rest of him, descending in his rig with squeegee, brush and sponge.   As spectators gathered to watch, Mr. Camaj waved and the crowd waved back. All except Kate Franklin of Louisiana, who put her hands to her mouth to mime apprehension.","thumbnail":null,"section":"New York"},{"date":"19940823","headline":"2 Teen-Agers Are Arrested As Mugging Suspect Dies","web_url":"https://www.nytimes.com/1994/08/23/nyregion/2-teen-agers-are-arrested-as-mugging-suspect-dies.html","abstract":"  Two Brooklyn teen-agers were arrested yesterday after they chased down a man who had robbed their 10-year-old cousin at knifepoint, then hit the man with a metal fence post and apparently caused fatal injuries, the police said.   The man, 41-year-old Mark Berry, had walked away from the beating on Sunday with cuts and bruises, the police said. But later, he complained of chest and stomach pains and he died early yesterday, apparently of internal injuries.","thumbnail":null,"section":"New York"},{"date":"19940823","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/08/23/nyregion/metro-digest-032689.html","abstract":"  NEW RUSSIAN GANGS GROWING IN BROOKLYN   The disintegration of the Soviet Union in 1991 spawned thousands of powerful crime gangs -- collectively known as the Russian mafia -- and some of these groups, officials warn, are establishing bases among emigre communities in the United States, particularly in South Brooklyn.","thumbnail":null,"section":"New York"},{"date":"19940823","headline":"U.S. WILL EXPAND PATROLS TO STOP CUBAN REFUGEES","web_url":"https://www.nytimes.com/1994/08/23/us/flight-from-cuba-the-overview-us-will-expand-patrols-to-stop-cuban-refugees.html","abstract":"  The United States moved today to expand its picket line of patrol vessels in the Florida Straits as hundreds of Cubans set sail for Florida despite the Clinton Administration's efforts to stem the exodus.   The Coast Guard reported that 2,548 refugees had been picked up at sea by midnight Monday, adding to the 1,293 refugees taken aboard United States ships on Sunday. Today's was the highest daily figure since Cubans began the newest mass departure from their island home. All will be transferred to the American naval base at Guantanamo Bay.","thumbnail":null,"section":"U.S."},{"date":"19940823","headline":"Medisave Appeals to Low-Income Employees","web_url":"https://www.nytimes.com/1994/08/23/opinion/l-medisave-appeals-to-low-income-employees-039322.html","abstract":"  To the Editor:   \"Don't Be Seduced by Medisave\" (editorial, Aug. 16), on the plan that would allow people to purchase health insurance policies with high deductibles and invest the savings in tax-free accounts, is based on standard arguments from Dr. Paul Ellwood of the Jackson Hole Group of health care executives and analysts, and John Burry Jr. of Blue Cross-Blue Shield of Ohio.","thumbnail":null,"section":"Opinion"},{"date":"19940823","headline":"1919:League to Brussels : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/23/opinion/IHT-1919league-to-brussels-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The seat of the future League of Nations is to be moved from Geneva to Brussels. The official announcement of the change will be forthcoming soon. It constitutes a victory for the Belgian Government. The reason for the decision is to be found in t","thumbnail":null,"section":"Opinion"},{"date":"19940823","headline":"Blockade of Armenia : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/23/opinion/IHT-blockade-of-armenia-letters-to-the-editor.html","abstract":"Regarding the editorial \"Focus on Azerbaijan\" (Aug. 12):.The decision by the U.S. Congress to restrict aid to Azerbaijan has to do with Azerbaijan's blockade of Armenia and not \"ethnic politics.\" The blockade is a violation of inter","thumbnail":null,"section":"Opinion"},{"date":"19940823","headline":"Observer; A Most Cryptic Scrawl","web_url":"https://www.nytimes.com/1994/08/23/opinion/observer-a-most-cryptic-scrawl.html","abstract":"  \"Rob the rich\" was the advice scrawled on a flat surface just outside the Boston Public Garden. Although it has been three weeks since I saw it, it still torments me.    Like so much writing that looks simple -- \"The truth will set you free,\" \"To thine own self be true,\" and so forth -- \"Rob the rich\" has power to lead the mind down labyrinthine corridors until it winds up trapped at uncertainty.","thumbnail":null,"section":"Opinion"},{"date":"19940823","headline":"Bras Meant To Be Seen, Not Hidden","web_url":"https://www.nytimes.com/1994/08/23/style/bras-meant-to-be-seen-not-hidden.html","abstract":"  Remember the days before Madonna, when the bra was something worn under clothes? When a bra strap showing at a wide neckline was a cause for concern? No more. Now there are bras designed to be seen, and not just on the beach.   For next winter's resort season, expect to see bras worn as replacements for blouses or sweaters. They were visible in the recent showings as the third part of a three-piece suit or alone with shorts, pants or skirts for casual wear. Sometimes the top of a sun dress or an evening dress was fashioned like a bra.","thumbnail":null,"section":"Style"},{"date":"19940823","headline":"Daulton Undergoes Surgery","web_url":"https://www.nytimes.com/1994/08/23/sports/sports-people-baseball-daulton-undergoes-surgery.html","abstract":"  DARREN DAULTON had a cancerous mole removed from his stomach last week and doctors declared the Philadelphia Phillies catcher in good health. The mole, which was in the early cancer stages, was removed last Tuesday. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940823","headline":"Clubs Are Aspiring To Define a 90's Spirit In Rock and Jazz","web_url":"https://www.nytimes.com/1994/08/23/arts/clubs-are-aspiring-to-define-a-90-s-spirit-in-rock-and-jazz.html","abstract":"  From Max's Kansas City in the 1960's to CBGB in the 1970's to the Knitting Factory in the 1980's, Manhattan's rock and jazz culture has always been defined by small clubs with enough vision to book vanguard acts. This year, several new downtown clubs have opened with a view to becoming the musical focal points of the 1990's. The entrepreneurs behind these new spaces have three things in common: vision, dedication and debt.   Mitchell Borden mortgaged his house, rented out rooms and moved his family into his parents' New Jersey home so that he could open a jazz club called Smalls in Greenwich Village; Michael Dorf, with his parents as co-signers on a bank loan that will take him six years to repay, is relocating his avant-garde music club, the Knitting Factory, to a larger building in TriBeCa; Michael Swier took out a home-equity loan and asked his wife to work overtime at her investment-relations firm so he could obtain a 20-year lease on the Mercury Lounge, an East Village rock club, and Tim Nye plans to sink more than $1 million into an East Village club called Sunshine.","thumbnail":null,"section":"Arts"},{"date":"19940823","headline":"Trial to Start Today for Trooper Accused of Fingerprint Faking","web_url":"https://www.nytimes.com/1994/08/23/nyregion/trial-to-start-today-for-trooper-accused-of-fingerprint-faking.html","abstract":"  A New York State Police investigator charged with faking fingerprint evidence is to go on trial today in New City, N.Y., in the latest development in a two-year-old evidence-tampering scandal.   The investigator, Edward Pilus, 44, of Troop F in Middletown, is accused of fabricating evidence in a 1991 Rockland County carjacking. He will be tried separately in Orange County on charges of faking evidence in a 1992 burglary there.","thumbnail":null,"section":"New York"},{"date":"19940823","headline":"Driver of Delivery Truck Is Shot In Latest of Brooklyn Holdups","web_url":"https://www.nytimes.com/1994/08/23/nyregion/driver-of-delivery-truck-is-shot-in-latest-of-brooklyn-holdups.html","abstract":"  The holdups have become routine along Myrtle Avenue in Brooklyn. The Hostess bakery truck was hit a month ago. The robbery of the Pepsi truck came a week later, the take limited to the $40 torn out of the shirt pocket of the driver because the safe in the back was bolted to the floor. The United Parcel Service delivery truck was next.   The routine continued yesterday in Bedford-Stuyvesant, its numbing familiarity broken only by gunfire.","thumbnail":null,"section":"New York"},{"date":"19940823","headline":"Medisave Appeals to Low-Income Employees; Gramm Spoke for Us","web_url":"https://www.nytimes.com/1994/08/23/opinion/l-medisave-appeals-to-low-income-employees-gramm-spoke-for-us-039365.html","abstract":"  To the Editor:   When Hillary Rodham Clinton mocks Senator Phil Gramm of Texas for declining to criticize Social Security and Medicare after his attacks on national health care proposals, she underlines one reason for the principled opposition of many conservatives to further Government entitlements: once programs are in place, they become politically unassailable.","thumbnail":null,"section":"Opinion"},{"date":"19940823","headline":"Giuliani Is Halting or Scaling Back Affirmative-Action Efforts","web_url":"https://www.nytimes.com/1994/08/23/nyregion/giuliani-is-halting-or-scaling-back-affirmative-action-efforts.html","abstract":"  Eight months into office, the administration of Mayor Rudolph W. Giuliani has scaled back or eliminated several programs aimed at enhancing the role of black, Hispanic and Asian New Yorkers in city government and is considering abandoning several other affirmative-action measures.   In doing so, Mr. Giuliani is reversing initiatives that have become a staple of New York City government, particularly during the administration of Mayor David N. Dinkins, his predecessor. The actions range from the dismantling of an affirmative-action program for female- and minority-owned businesses to little-noticed moves, like eliminating diversity as a factor in a screening committee's selection of candidates for judgeships.","thumbnail":null,"section":"New York"},{"date":"19940823","headline":"Rwandans Resume Flight Across Border Into Zaire","web_url":"https://www.nytimes.com/1994/08/23/world/rwandans-resume-flight-across-border-into-zaire.html","abstract":"  The month-long movement of Rwandans into Zaire resumed in full force today after the United Nations, under pressure from Zaire, agreed Sunday that refugees would enter the country only at one border crossing and only aboard trucks.   According to United Nations officials, there are currently 50,000 Rwandans making their way to Zaire across the miles of twisting, mountainous terrain that stretch from the Nyungwe National Forest.","thumbnail":null,"section":"World"},{"date":"19940823","headline":"Don't Set Cuba Adrift","web_url":"https://www.nytimes.com/1994/08/23/opinion/dont-set-cuba-adrift.html","abstract":"The Administration's dramatic changes in policy toward Cuba seem to contradict each other. Friday's announcement that boat people will be interned at the Guantanamo naval base instead of getting automatic refugee status, as they have for 28 years, is intended to discourage Cubans from fleeing. But the measures made public over the weekend -- tightening the trade embargo, increasing anti-Castro radio propaganda and putting pressure on the United Nations to condemn the Castro regime -- send only one message: \"Cuba is hell; life is unbearable. Get out of there.\" \n\nThus, the harsh new policy toward Cuban refugees did not stem the flow of boat people heading for Florida. On the contrary, since Friday, the Coast Guard has picked up thousands more refugees. For desperate Cubans, the prospect of a bed and a meal at Guantanamo with some hope of making it to the U.S. as a political refugee is more attractive than the prospect of staying on the island with nothing to eat and no hope for change.","thumbnail":null,"section":"Opinion"},{"date":"19940823","headline":"Sports of The Times; Stewart Still In There Pitching","web_url":"https://www.nytimes.com/1994/08/23/sports/sports-of-the-times-stewart-still-in-there-pitching.html","abstract":"  WHEN Dave Stewart took off his Toronto Blue Jays uniform for the last time before the strike of 1994 started, he knew more than most major leaguers that Yogi Berra was right.   It was deja vu all over again. Stewart came to the majors in 1981 and walked right into a season that was marred by a 50-day players strike. Now, in this, his 14th and final season, Stewart sits idle as a players' strike with the potential to wipe the final 52 days off the schedule closes in on its third week.","thumbnail":null,"section":"Sports"},{"date":"19940823","headline":"Books of The Times; A Mild-Mannered Vampire in Paris","web_url":"https://www.nytimes.com/1994/08/23/books/books-of-the-times-a-mild-mannered-vampire-in-paris.html","abstract":"  The Secret Life of Laszlo, Count Dracula  By Roderick Anscombe 409 pages. Hyperion. $22.95.    As the enormous popularity of Francis Ford Coppola's lush, phantasmagoric movie \"Bram Stoker's 'Dracula' \" (1992) and Anne Rice's campy Vampire Chronicles have demonstrated, vampires do indeed enjoy successive lives. The vampire as Bela Lugosi has given way to the vampire as Frank Langella and Gary Oldman, and soon (in the forthcoming movie of Anne Rice's \"Interview With the Vampire\") the vampire as Tom Cruise. We've been treated to handcuff-wielding vampires in Pittsburgh (\"Innocent Blood\"), vampires battling Valley Girls in Southern California (\"Buffy the Vampire Slayer\") and cannibalistic vampires who make the club scene in Los Angeles (Bret Easton Ellis's \"Informers\")","thumbnail":null,"section":"Books"},{"date":"19940823","headline":"As French Leave Rwanda, Critics Reverse Position","web_url":"https://www.nytimes.com/1994/08/23/world/as-french-leave-rwanda-critics-reverse-position.html","abstract":"  The desert camouflage vehicles filled with departing French troops had barely worked their way through the crush of Rwandans at the Zairian border Sunday morning, when the refugees rushed at the new force of protectors, shouting and throwing sticks and stones.    The Ethiopian United Nations soldiers who had replaced the French backed off, so Zairian soldiers on the other side of the Rusizi River fired their automatic weapons in the air to keep the Rwandans from crossing the closed border. Throughout a tense day of confrontation, the Ethiopian soldiers were generally on the sidelines, slumped in wooden chairs or milling about, looking more frightened than disciplined.","thumbnail":null,"section":"World"},{"date":"19940823","headline":"Boston Troupe, on First Visit, Shows Restraint","web_url":"https://www.nytimes.com/1994/08/23/arts/ballet-review-boston-troupe-on-first-visit-shows-restraint.html","abstract":"  Ballet Theater of Boston waited 10 years to make its New York City debut. That restraint was typical of the four dances the company presented at its debut performance, on Sunday afternoon at the Fountain Plaza in Lincoln Center Out of Doors. Choreographed by Jose Mateo, the company's director, the ballets sounded markedly different from one another in the program notes. But one would have been hard put to attach the descriptions to any one piece, for all the works unwound in a gentle, tasteful flow of meticulously rehearsed dance performed by well-trained classical dancers.    The opening work, \"Schubert Adagio,\" was a good introduction to Mr. Mateo's muted style. Slow stretching extensions of the legs did stir the tranquil surface of the piece, but they were the closest things to agitation or near-passion in a dance described as revealing undercurrents of pain and loneliness. Elena Martinson and Andrei Ustinov, formerly with the Kirov Ballet of St. Petersburg, were the leisurely lovers in the ballet's central pas de deux.","thumbnail":null,"section":"Arts"},{"date":"19940823","headline":"By Design; In Cheerleader Mode","web_url":"https://www.nytimes.com/1994/08/23/style/by-design-in-cheerleader-mode.html","abstract":"  The baby-doll dresses of summer are giving way to schoolgirl styles like jumpers, argyle sweaters and pleated cheerleader skirts. They're for young women who grew up in blue jeans and think anything preppy is cool.    So the white cotton shirt that hung outside pants last year will now go under a jumper, perhaps a charcoal wool A-line by CK Calvin Klein ($230), a blanket plaid by Moschino ($140) or a tartan plaid by Item ($158).","thumbnail":null,"section":"Style"},{"date":"19940823","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/08/23/nyregion/news-summary-035238.html","abstract":"  International A3-9  MEXICO PARTY KEEPS ITS HOLD  The party that has governed Mexico for 65 years apparently will stay in office, preliminary presidential election results show, but its candidate's low totals may require the government to share power. A1","thumbnail":null,"section":"New York"},{"date":"19940823","headline":"The Rules of the Game: Women Must Play","web_url":"https://www.nytimes.com/1994/08/23/us/the-rules-of-the-game-women-must-play.html","abstract":"  It was game day, and Beth Almond's answering machine was filling up with the usual desperate messages.   \"We'll see you at the game.\"   \"We really need you at the game.\"   \"If you're not there, we can't win.\"   \"I'll pay you if you come to the game.\"","thumbnail":null,"section":"U.S."},{"date":"19940823","headline":"Influx of Russian Gangsters Troubles F.B.I. in Brooklyn","web_url":"https://www.nytimes.com/1994/08/23/nyregion/influx-of-russian-gangsters-troubles-fbi-in-brooklyn.html","abstract":"  As a Brighton Beach subway train thundered overhead, a hit man pumped one fatal bullet into the back of Oleg Korataev's head. It took four rounds in the face and chest to finish off another suspected gangster, Yanik Magasayev. Alexandre Graber died thousands of miles away in a hail of automatic gunfire.   Near the Brighton Beach boardwalk, a gunman ambushed Naum Raichel, severely wounding him with three bullets in his chest and stomach. That same day in Germany, Mr. Raichel's brother, Simeon, was beaten into unconsciousness and suffered a brain concussion.","thumbnail":null,"section":"New York"},{"date":"19940823","headline":"After the Nation-State : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/23/opinion/IHT-after-the-nationstate-letters-to-the-editor.html","abstract":"Regarding \"The Nation-State Is Declining, but No Replacement Is at Hand\" (Opinion, Aug. 4) by Nicholas Colchester:.The nation-state fostered colonialism and the subjugation of continents, as well as two murderous world wars and the wrong-head","thumbnail":null,"section":"Opinion"},{"date":"19940823","headline":"The Tide of Competition : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/23/opinion/IHT-the-tide-of-competition-letters-to-the-editor.html","abstract":"Regarding \"Singapore Telecom Opposes U.S. Call-Back Firms\" (Business/Finance, July 26):.We have stated publicly on numerous occasions that we are pro-competition and recognize that global competition in telecommunications is an irreversible t","thumbnail":null,"section":"Opinion"}],"wiki_events":[{"date":"19940823","headline":"Eugene Bullard, the only African American pilot in World War I, is posthumously commissioned as Second Lieutenant in the United States Air Force.","pages":[{"title":"Eugene Bullard","web_url":"https://en.wikipedia.org/wiki/Eugene_Bullard","description":"First Black French and American military pilot (18951961)","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Eugene_Jacques_Bullard%2C_first_African_American_combat_pilot_in_uniform%2C_First_World_War.jpg/320px-Eugene_Jacques_Bullard%2C_first_African_American_combat_pilot_in_uniform%2C_First_World_War.jpg","thumbnail_width":320,"thumbnail_height":524},"abstract":"Eugene Jacques Bullard was one of the first African-American military pilots, although Bullard flew for France, not the United States. Bullard was one of the few black combat pilots during World War I, along with William Robinson Clarke, a Jamaican who flew for the Royal Flying Corps, Domenico Mondelli from Italy, and Ahmet Ali elikten of the Ottoman Empire. Also a boxer and a jazz musician, he was called \"L'Hirondelle noire\" in French."},{"title":"African Americans","web_url":"https://en.wikipedia.org/wiki/African_Americans","description":"Ethnic and cultural group in the United States","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Black_Americans_2020_County.png/320px-Black_Americans_2020_County.png","thumbnail_width":320,"thumbnail_height":182},"abstract":"African Americans, also known as Black Americans or Afro-Americans, are an ethnic group consisting of Americans with partial or total ancestry from any of the Black racial groups of Africa. African Americans constitute the second largest ethno-racial group in the U.S. after White Americans. The term \"African American\" generally denotes descendants of Africans enslaved in the United States."},{"title":"Second lieutenant","web_url":"https://en.wikipedia.org/wiki/Second_lieutenant","description":"Junior commissioned officer military rank in many armed forces","thumbnail":null,"abstract":"Second lieutenant is a junior commissioned officer military rank in many armed forces. The lowest officer rank, it is usually placed below lieutenant or first lieutenant."},{"title":"United States Air Force","web_url":"https://en.wikipedia.org/wiki/United_States_Air_Force","description":"Air service branch of the U.S. military","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Mark_of_the_United_States_Air_Force.svg/320px-Mark_of_the_United_States_Air_Force.svg.png","thumbnail_width":320,"thumbnail_height":320},"abstract":"The United States Air Force (USAF) is the air service branch of the United States Armed Forces, and is one of the eight uniformed services of the United States. Originally created on 1 August 1907, as a part of the United States Army Signal Corps, the USAF was established as a separate branch of the United States Armed Forces in 1947 with the enactment of the National Security Act of 1947. It is the second youngest branch of the United States Armed Forces and the fourth in order of precedence. The United States Air Force articulates its core missions as air supremacy, global integrated intelligence, surveillance and reconnaissance, rapid global mobility, global strike, and command and control."}]}],"weather":[{"date":"19940823","time":"1994-08-23 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.5,"rhum":82,"wspd":3.6},{"date":"19940823","time":"1994-08-23 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18,"rhum":86,"wspd":3.6},{"date":"19940823","time":"1994-08-23 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.6,"rhum":81,"wspd":3.6},{"date":"19940823","time":"1994-08-23 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.7,"rhum":81,"wspd":5.4},{"date":"19940823","time":"1994-08-23 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.5,"rhum":82,"wspd":5.4},{"date":"19940823","time":"1994-08-23 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.8,"rhum":85,"wspd":9.4},{"date":"19940823","time":"1994-08-23 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.2,"rhum":87,"wspd":11.2},{"date":"19940823","time":"1994-08-23 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.5,"rhum":92,"wspd":13},{"date":"19940823","time":"1994-08-23 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18,"rhum":84,"wspd":9.4},{"date":"19940823","time":"1994-08-23 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.2,"rhum":77,"wspd":11.2},{"date":"19940823","time":"1994-08-23 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.1,"rhum":71,"wspd":14.8},{"date":"19940823","time":"1994-08-23 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.7,"rhum":67,"wspd":14.8},{"date":"19940823","time":"1994-08-23 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.9,"rhum":68,"wspd":13},{"date":"19940823","time":"1994-08-23 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.5,"rhum":69,"wspd":11.2},{"date":"19940823","time":"1994-08-23 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.2,"rhum":78,"wspd":14.8},{"date":"19940823","time":"1994-08-23 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.5,"rhum":80,"wspd":11.2},{"date":"19940823","time":"1994-08-23 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.7,"rhum":79,"wspd":13},{"date":"19940823","time":"1994-08-23 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.3,"rhum":77,"wspd":14.8},{"date":"19940823","time":"1994-08-23 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.8,"rhum":67,"wspd":13},{"date":"19940823","time":"1994-08-23 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.7,"rhum":53,"wspd":18.4},{"date":"19940823","time":"1994-08-23 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.1,"rhum":53,"wspd":11.2},{"date":"19940823","time":"1994-08-23 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.6,"rhum":56,"wspd":11.2},{"date":"19940823","time":"1994-08-23 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.5,"rhum":68,"wspd":11.2},{"date":"19940823","time":"1994-08-23 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16,"rhum":76,"wspd":11.2},{"date":"19940823","time":"1994-08-23 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":93,"wspd":24.1},{"date":"19940823","time":"1994-08-23 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":93,"wspd":25.9},{"date":"19940823","time":"1994-08-23 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":93,"wspd":25.9},{"date":"19940823","time":"1994-08-23 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":93,"wspd":22.3},{"date":"19940823","time":"1994-08-23 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":93,"wspd":20.5},{"date":"19940823","time":"1994-08-23 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":93,"wspd":18.7},{"date":"19940823","time":"1994-08-23 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":86,"wspd":22.3},{"date":"19940823","time":"1994-08-23 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":83,"wspd":18.7},{"date":"19940823","time":"1994-08-23 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":81,"wspd":20.5},{"date":"19940823","time":"1994-08-23 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":84,"wspd":20.5},{"date":"19940823","time":"1994-08-23 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":83,"wspd":20.5},{"date":"19940823","time":"1994-08-23 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":83,"wspd":20.5},{"date":"19940823","time":"1994-08-23 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":72,"wspd":24.1},{"date":"19940823","time":"1994-08-23 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":67,"wspd":22.3},{"date":"19940823","time":"1994-08-23 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":63,"wspd":18.7},{"date":"19940823","time":"1994-08-23 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":54,"wspd":22.3},{"date":"19940823","time":"1994-08-23 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":51,"wspd":24.1},{"date":"19940823","time":"1994-08-23 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":50,"wspd":20.5},{"date":"19940823","time":"1994-08-23 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":45,"wspd":22.3},{"date":"19940823","time":"1994-08-23 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":40,"wspd":18.7},{"date":"19940823","time":"1994-08-23 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":37,"wspd":20.5},{"date":"19940823","time":"1994-08-23 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":33,"wspd":18.7},{"date":"19940823","time":"1994-08-23 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":33,"wspd":20.5},{"date":"19940823","time":"1994-08-23 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":37,"wspd":16.6}]},"19940824":{"guardian_articles":[],"nytimes_articles":[{"date":"19940824","headline":"Diversity Encouraged By Merrill Lynch","web_url":"https://www.nytimes.com/1994/08/24/opinion/l-diversity-encouraged-by-merrill-lynch-050326.html","abstract":"  To the Editor:   The premise that Merrill Lynch would invest in a minority-owned brokerage firm to take bond business away from other minority-owned and women-owned firms stands the truth on its head (front page, Aug. 11).","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"1944: Pushing to Paris : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/24/opinion/IHT-1944-pushing-to-paris-in-our-pages100-75-and-50-years-ago.html","abstract":"SUPREME HEADQUARTERS Allied Expeditionary Force - [From our New York edition:] American armor hammered out fresh gains south and southeast of Paris today [Aug. 23], while to the northwest of the captial - now fully in control of French patriots - American","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"Alike, Yet Different, Two Officers' Paths Cross","web_url":"https://www.nytimes.com/1994/08/24/nyregion/alike-yet-different-two-officers-paths-cross.html","abstract":"  Officer Peter Del Debbio, who shot a transit police officer by mistake during a chaotic gunfight on a subway platform on Monday evening, had lived through another hellish night on a subway train in August 1990 that cost him part of his finger and no small amount of pride, the police and family members said yesterday.   That time, three young muggers attacked and mutilated him in a robbery on an N train. They held him at knife point and whipped him with his own pistol. Then, discovering he was a police officer, they held him down and sliced off part of his finger while his horrified fiancee looked on, the police said.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"Medieval Shenanigans, Even With Donkeys","web_url":"https://www.nytimes.com/1994/08/24/movies/film-review-medieval-shenanigans-even-with-donkeys.html","abstract":"An idealistic Parisian lawyer strives for justice in a medieval town. Crass but unsurprising. Hang 'em all.","thumbnail":null,"section":"Movies"},{"date":"19940824","headline":"Health Care Bill's Prospects Dim With the Hardening of Stances","web_url":"https://www.nytimes.com/1994/08/24/us/health-care-debate-negotiations-health-care-bill-s-prospects-dim-with-hardening.html","abstract":"  Health care legislation is hanging by a fraying thread. Eleven months after President Clinton proclaimed a bold -- and complex -- proposal to guarantee health insurance to all Americans, the last clear legislative path toward that goal seems to be closing.   Last Friday's bipartisan proposal by the self-styled \"mainstream coalition,\" which seemed to pro-Administration Democrats to offer a welcome basis for negotiation, looks less encouraging today after the group's Republican leader, Senator John H. Chafee of Rhode Island, continued to present it in all but \"take it or leave it\" terms.","thumbnail":null,"section":"U.S."},{"date":"19940824","headline":"Innovative Saxophone Structures","web_url":"https://www.nytimes.com/1994/08/24/arts/jazz-review-innovative-saxophone-structures.html","abstract":"  The saxophonist Tim Berne announced five song titles before his late set on Monday night at the Knitting Factory, starting with \"What Are the Odds\" and ending with \"Slight Discrepancy in the Figures.\" But where those titles corresponded with the uninterrupted hour of music that followed was a matter of conjecture.    Mr. Berne is one of jazz's structural innovators; he doesn't abide by the traditional format of theme-solos-theme. Where that form is circular, Mr. Berne's pieces are loops and spirals, whorls and lattices; a fully stated theme may appear at the beginning or the end of a piece, or it may be scattered amid improvisations, or fragments of it may be detached and reassembled.","thumbnail":null,"section":"Arts"},{"date":"19940824","headline":"Allied, Not American : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/24/opinion/IHT-allied-not-american-letters-to-the-editor.html","abstract":"Regarding \"From the Liberation of Paris, Potent Myth of national Unity Arose\" (Aug. 22) by Joseph Fitchett:.I did enjoy reading Mr. Fitchett's article, which gave a very balanced account of the liberation of Paris..However, may I point out","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"Police Classes Are Postponed By Giuliani","web_url":"https://www.nytimes.com/1994/08/24/nyregion/police-classes-are-postponed-by-giuliani.html","abstract":"  After largely shielding New York City's Police Department from his budget knife, Mayor Rudolph W. Giuliani announced unexpectedly yesterday that he would delay for two months the start of the next two classes of recruits at the Police Academy.   The Mayor, who had opposed such a step during budget negotiations with the City Council last spring, said it would save about $10 million in salaries and pension costs for a total of 1,600 trainees. The first of the two classes was to start next Monday.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"Campbell Names an Assistant","web_url":"https://www.nytimes.com/1994/08/24/sports/sports-people-hockey-campbell-names-an-assistant.html","abstract":"  MIKE MURPHY, an assistant coach with the Toronto Maple Leafs the last three seasons and once the head coach of the Los Angeles Kings, joined the Rangers yesterday as an assistant to the new coach, COLIN CAMPBELL.   \"I was quite happy here; it's the mecca of hockey,\" Murphy said from Toronto. \"But the Rangers made me an offer that was impossible for me to turn down. It was just a fiscally sound decision.\"","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"In America; Chavis's Noisy 15 Minutes","web_url":"https://www.nytimes.com/1994/08/24/opinion/in-america-chavis-s-noisy-15-minutes.html","abstract":"  There were a few hundred people in the auditorium of Paul Laurence Dunbar High School on Monday night, but for all practical purposes Ben Chavis was alone. Clinging desperately to the final seconds of his 15 minutes in the spotlight, Mr. Chavis has chosen, in his typically clumsy and contentious way, not to go quietly.   Just an hour or two earlier his lawyers had gone to court to try to block Mr. Chavis's ouster as executive director of the N.A.A.C.P. Now he was onstage, attempting to salvage whatever ego gratification he could from his so-called \"crucifixion.\"","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"For Medical Consumers","web_url":"https://www.nytimes.com/1994/08/24/opinion/l-for-medical-consumers-050318.html","abstract":"  To the Editor:   Although much has been said about allowing the free market to regulate medical costs, nothing has been done to provide the consumer with information to make intelligent choices.","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"Justice Limits Larry Hogue's Detention","web_url":"https://www.nytimes.com/1994/08/24/nyregion/justice-limits-larry-hogue-s-detention.html","abstract":"  Larry Hogue, the mentally ill man accused of years of menacing behavior on the Upper West Side of Manhattan, was ordered by a State Supreme Court Justice yesterday to remain in the Creedmoor Psychiatric Center for no more than three months. His lawyer had suggested that Creedmoor was trying to delay his release to avoid political criticism.   The decision, by Justice Patricia Satterfield of Queens, was a compromise with the hospital, which asked to keep Mr. Hogue for six more months, and Mr. Hogue, who had requested to be released to an outpatient program in 60 days.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"Woodstock '94 Repeated Safety Lapses","web_url":"https://www.nytimes.com/1994/08/24/opinion/l-woodstock-94-repeated-safety-lapses-050288.html","abstract":"  To the Editor:   \"Woodstock, Not Quite Redux\" (editorial, Aug. 17) notes some of the fundamental similarities and differences between Woodstock '94 and the original. However, you forget to note the return of the failed crowd safety plan and miss the mark on moshing.","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"Vote Setback Divides Mexican Leftists","web_url":"https://www.nytimes.com/1994/08/24/world/vote-setback-divides-mexican-leftists.html","abstract":"  After the stinging rejection of its candidate and of its radical image, the primary party of Mexico's left -- once a strong challenger to the Government party but a weak third in Sunday's presidential election -- is so divided that it is in danger of tearing itself apart.    The splintering of the left as a political force raises fears that the most disaffected parts of society will feel cut off from the political process. The fears are made more real because of the armed uprising in Chiapas state on Jan. 1, launched by rebels who claimed they had been excluded from Mexico's political life.","thumbnail":null,"section":"World"},{"date":"19940824","headline":"Ivanisevic Quits With A Grimace In Hamlet","web_url":"https://www.nytimes.com/1994/08/24/sports/tennis-ivanisevic-quits-with-a-grimace-in-hamlet.html","abstract":"  If Goran Ivanisevic did not have enough problems playing on a hard court, he can add another one to the list.   Ivanisevic, the second-ranked player in the world who was top-seeded here, abruptly pulled out of his first-round match at the Waldbaums Hamlet Cup against Richey Reneberg today, complaining of an injury to his left hip flexor.","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"Population Conference Isn't About Abortion; A Planet Threatened","web_url":"https://www.nytimes.com/1994/08/24/opinion/l-population-conference-isn-t-about-abortion-a-planet-threatened-050261.html","abstract":"  To the Editor:   \"Population Enrichment vs. Population Control,\" a full-page ad Aug. 15, misrepresents and misstates important aspects of the draft program of action to be considered at the International Conference on Population and Development in Cairo.","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"Population Conference Isn't About Abortion","web_url":"https://www.nytimes.com/1994/08/24/opinion/l-population-conference-isn-t-about-abortion-050253.html","abstract":"  To the Editor:   This is a letter from two neighbors at the United Nations with a strong interest in population issues.","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"Despite Clinton's Order, Travelers Going to Island","web_url":"https://www.nytimes.com/1994/08/24/us/flight-cuba-charter-flights-despite-clinton-s-order-travelers-going-island.html","abstract":"  Charter flights have continued flying to Cuba despite President Clinton's weekend announcement that he was halting them to punish Fidel Castro for encouraging refugees to escape the island.   The delay in implementing his order was forced by the need to work out new regulations on air travel between Miami and Havana, Treasury Department officials said today.","thumbnail":null,"section":"U.S."},{"date":"19940824","headline":"After Years of War, Hope in Sri Lanka","web_url":"https://www.nytimes.com/1994/08/24/world/after-years-of-war-hope-in-sri-lanka.html","abstract":"  After 11 years of war with the Tamil Tiger guerrillas that have blighted this once-idyllic nation with assassinations, dead-of-the-night \"disappearances\" and mass graves, Sri Lanka has begun to hope that the worst of its nightmare may be over.   Many in this tropical island in the Indian Ocean remain wary. But after at least 35,000 deaths in the conflict, Sri Lankans hoped the election this week of a new Prime Minister was a watershed in a war that had settled into a seemingly hopeless stalemate.","thumbnail":null,"section":"World"},{"date":"19940824","headline":"Off Season in Paris","web_url":"https://www.nytimes.com/1994/08/24/style/IHT-off-season-in-paris.html","abstract":"Summer theater in Paris replaces the city's national theaters that close for vacation. .In the Crypte Sainte-Agns under Saint Eustache Church in Les Halles, Jean Anouilh's \"Thomas More\" is playing. Here Sir Thomas More is about to be be","thumbnail":null,"section":"Style"},{"date":"19940824","headline":"Schumann, Peaks and Valleys","web_url":"https://www.nytimes.com/1994/08/24/arts/critic-s-notebook-schumann-peaks-and-valleys.html","abstract":"  Redemption took various orms this evening, as the Bard Music Festival ended here with a triumphant account of Schumann's oratorio \"Das Paradies und die Peri.\" The Peri, who is barred from entering Eden because of her sullied birth, from the union of a mortal and a fallen angel, finally finds the precious key: a tear shed by a repentant sinner at the sight of a child at prayer.   This was the work that put Schumann on the compositional map in 1844, said John Daverio, a musicologist and violinist, in a preconcert lecture, and the quality of the music far transcends that of the Thomas Moore epic \"Lalla Rookh,\" on which it is based. Yet it is known today almost solely through recordings.","thumbnail":null,"section":"Arts"},{"date":"19940824","headline":"E.P.A. Seeks Emissions Agreement for Northeast","web_url":"https://www.nytimes.com/1994/08/24/nyregion/epa-seeks-emissions-agreement-for-northeast.html","abstract":"  Besieged by auto makers, environmentalists and state officials, the Environmental Protection Agency is trying to broker an agreement in a fierce debate over whether to force the auto industry to begin selling low-emission cars, including electric cars, in the Northeast by the turn of the century.   The outcome of the battle will determine not only what sorts of cars will be sold in 12 Eastern states from Maine to Virginia, but also what other measures these states will take to meet the strict requirements of the 1990 Clean Air Act.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"Recycling Bins Should Also Permit Reuse","web_url":"https://www.nytimes.com/1994/08/24/opinion/l-recycling-bins-should-also-permit-reuse-049999.html","abstract":"  To the Editor:   The effort by newspaper companies to redesign newspaper recycling receptacles for train stations to prevent people from taking the newspapers out is a disgrace.","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"Exodus Is Very Different From '80 Boatlift","web_url":"https://www.nytimes.com/1994/08/24/us/flight-from-cuba-exodus-is-very-different-from-80-boatlift.html","abstract":"  Some here have labeled the latest Cuban exodus Mariel II, but there are some major differences from the 1980 boatlift that brought about 125,000 Cubans to Florida.    State Department statistics show that the influx over the past week exceeds the rate during the first week of the Mariel boatlift. During that week of April 21, 1980, 6,053 Cuban refugees arrived in Florida, compared with 8,491 who arrived in the last five days. A total of 7,634 arrived in the second week of Mariel in 1980, and then the pace tripled, with about 21,000 Cubans arriving each week for the next three weeks. By the end of the exodus, State Department figures show, 124,779 Cubans had arrived.","thumbnail":null,"section":"U.S."},{"date":"19940824","headline":"Tyson Names Co-Managers","web_url":"https://www.nytimes.com/1994/08/24/sports/sports-people-boxing-tyson-names-co-managers.html","abstract":"  Two longtime associates of MIKE TYSON have been named co-managers of the former heavyweight champion, who is serving a six-year sentence in an Indiana prison for rape. JOHN HORNE and RORY HOLLOWAY will manage Tyson's fighting career if and when it resumes, according to a fax issued from Horne's Albany home. Tyson has been at the Indiana Youth Center in Plainfield, Ind., since March 1992 for rape. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"Subway Chaos: Officer Firing at Officer","web_url":"https://www.nytimes.com/1994/08/24/nyregion/subway-chaos-officer-firing-at-officer.html","abstract":"  All but one of the eight gunshots that turned a crowded East Side subway station into a battlefield Monday night were fired by police officers mistakenly aiming at each other, police officials said yesterday. The remaining shot, they said, occurred when a suspect dropped his shotgun and it went off.   In the tumult, an off-duty New York City police officer opened fire on a black undercover transit officer, hitting him four times, at least twice in the back, the officials said.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"Where the Horseshoe Meets the Turf, You Will Find Bill Robinson","web_url":"https://www.nytimes.com/1994/08/24/sports/harness-racing-where-the-horseshoe-meets-the-turf-you-will-find-bill-robinson.html","abstract":"  Bill Robinson says he really hasn't changed much these last 20 years, but that's debatable. After all, in 1974 he was merely working on an assembly line. Today, he runs one.    \"I'm still the same guy I used to be,\" said Robinson, a trainer whose horses last year earned more than $10 million. \"But, yeah, sometimes when I think of all the things that have happened to me, I do feel like pinching myself.\"","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"On Campus; Study of Sign Language Booming at Rochester","web_url":"https://www.nytimes.com/1994/08/24/us/on-campus-study-of-sign-language-booming-at-rochester.html","abstract":"  After Spanish and French, the most popular foreign language at the University of Rochester is American Sign Language.    More than 120 sophomores, juniors and seniors have already pre-registered for American Sign Language 101, filling six sections and squeezing out most freshmen.","thumbnail":null,"section":"U.S."},{"date":"19940824","headline":"A Question of Control : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/24/opinion/IHT-a-question-of-control-letters-to-the-editor.html","abstract":"On the same day that I read about the airliner that crashed while the pilot and co-pilot were fighting over who was to control it, I read about the beginning of the baseball strike in America. Why do I feel that these two events are related?. MICHAEL KAL","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"For Russians on a Shopping Spree, New Delhi Is a Magnet","web_url":"https://www.nytimes.com/1994/08/24/world/for-russians-on-a-shopping-spree-new-delhi-is-a-magnet.html","abstract":"  At a bustling little market on the edge of the diplomatic enclave, foreign window shoppers and serious buyers in sunglasses, shorts and T-shirts stroll in the summer heat, glancing at signs in Russian.   This is the Yashwant Place Shopping Center, better known as Little Russia, where Indian storekeepers speak fluent Russian. Even the menus at the tiny Tibetan restaurants are in Russian.","thumbnail":null,"section":"World"},{"date":"19940824","headline":"Lebow Inducted Into Track Hall of Fame","web_url":"https://www.nytimes.com/1994/08/24/sports/track-and-field-lebow-inducted-into-track-hall-of-fame.html","abstract":"  Fred Lebow, the founder and guiding spirit of the New York City Marathon who is stricken with brain cancer, was inducted into the National Track and Field Hall of Fame yesterday in a ceremony at Tavern on the Green.   Fittingly, the announcement was made just across from the blue line in Central Park that serves as the finish to the marathon, which celebrates its 25th anniversary Nov. 6.","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"Ousted N.A.A.C.P. Leader Goes to Court","web_url":"https://www.nytimes.com/1994/08/24/us/ousted-naacp-leader-goes-to-court.html","abstract":"  The Rev. Benjamin F. Chavis Jr. argued in court today that the N.A.A.C.P. should be ordered to reinstate him as its executive director because, he said, the group's board had failed to follow its own procedures when it dismissed him on Saturday night.   In a suit filed on Monday in District of Columbia Superior Court, lawyers for Mr. Chavis asserted that the board failed to give him sufficient notice before an emergency board meeting on Saturday that it might consider his dismissal and failed to give him enough time to prepare a defense or call witnesses on his behalf.","thumbnail":null,"section":"U.S."},{"date":"19940824","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/24/nyregion/c-corrections-049816.html","abstract":"  An article on Aug. 9 about the stabbing of seven people in a New Haven coffee bar referred incorrectly to one of the people on the scene. He is Bruce Shapiro, a stabbing victim, not Ruth Shapiro. No one named Ruth Shapiro was involved in the incident. The article also said Mr. Shapiro was married, but he is not.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"Winner in Mexico Calls for 'Dialogue' With Other Parties","web_url":"https://www.nytimes.com/1994/08/24/world/winner-in-mexico-calls-for-dialogue-with-other-parties.html","abstract":"  Bolstered by new election returns that showed his long-ruling party sweeping to a wide victory in the Congress, the winner of Mexico's presidential race, Ernesto Zedillo Ponce de Leon, has invited his opponents to discuss the policies his government will put into place.   In an interview, Mr. Zedillo said he was proposing \"a broad dialogue to build a platform of government\" that would include \"the best of the political platforms of all parties.\"","thumbnail":null,"section":"World"},{"date":"19940824","headline":"1919: Against Profiteers : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/24/opinion/IHT-1919-against-profiteers-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - Congress took the first step in legislating against the high cost of living when the House passed the Anti-Profiteering Bill. The bill brings the retail profiteer in food, clothing or other necessities within the reach of Federal prosecution, m","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"Call From the Pulpits to Awaken Interest","web_url":"https://www.nytimes.com/1994/08/24/us/the-health-care-debate-a-black-agenda-call-from-the-pulpits-to-awaken-interest.html","abstract":"  With considerable ambivalence, several black groups are scrambling to generate support for changes in health care coverage at a time when the Clinton Administration's effort is slowing and amid grumbling about the inadequacy of the plans before Congress.   At the center of the effort to awaken black interest in the issue are the black churches. A coalition of nearly two dozen professional, civil rights and advocacy groups have this month been pressing black ministers to talk up health care from the pulpit. They want black congregations to begin letter-writing, telephone and telegram campaigns to lawmakers urging them to support efforts to overhaul the health system.","thumbnail":null,"section":"U.S."},{"date":"19940824","headline":"Curious in Luxembourg : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/24/opinion/IHT-curious-in-luxembourg-letters-to-the-editor.html","abstract":"I have a question concerning men's neckties - striped ties to be exact. I have noticed that on American ties the stripes run from the right shoulder toward the left hip and on British and other European ties, from the left shoulder toward the right hip.","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"Miami Defensive End Beats Odds All Way Back to Field","web_url":"https://www.nytimes.com/1994/08/24/sports/college-football-miami-defensive-end-beats-odds-all-way-back-to-field.html","abstract":"  Few people expected Rusty Medearis to be a member of the University of Miami football team this season. On Sept. 26, 1992, his left knee was badly damaged on a block by Hicham El-Mastoub of Arizona. Medearis underwent 13 hours of surgery and the prognosis by Dr. John Uribe, the team physician, was grim: don't play again or you could end up crippled.   Nearly two years later, after being granted unusual medical redshirt status, the 23-year-old Medearis, a sixth-year defensive end, has looked so good in scrimmages that he is very likely to start.","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"Resurgence in Export Trade Invigorates Port of New York","web_url":"https://www.nytimes.com/1994/08/24/nyregion/resurgence-in-export-trade-invigorates-port-of-new-york.html","abstract":"  As long as three football fields, its decks piled with so much foreign cargo that it looked like a floating warehouse, the freighter Raleigh Bay plodded into a dock here the other day for a stopover that once might have been decidedly lopsided: imports off, nothing back on.   But this time, in an increasingly common sight at the Port of New York and New Jersey, the ship took on a heartland's worth of American products, from chemicals to animal feed to medical supplies. It was another indication that the export business, dormant for years, is revitalizing a port that had begun to slip from the ranks of the world's great maritime centers.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"There Ought to Be a Law (but Not This Crime Bill;\nThe Folly Of Focusing On 'Assault Weapons'","web_url":"https://www.nytimes.com/1994/08/24/opinion/there-ought-to-be-a-law-but-not-this-crime-bill-the-folly-of.html","abstract":"America's love affair with guns has always been based more on myth than on reality.\n\nThere's the myth that in the Wild West cowboys had an unlimited right to bear arms. Not so. With historical accuracy unusual for Hollywood, the new movie \"Wyatt Earp\" shows how people had to check their guns with the local lawman when they rode into town. Dodge City in 1894 was far safer than most of our cities in 1994.","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"In First, Michigan State Opens Women's Shelter","web_url":"https://www.nytimes.com/1994/08/24/us/in-first-michigan-state-opens-women-s-shelter.html","abstract":"  Michigan State University is not the sort of place usually associated with domestic violence. Its 40,000 students live in dorms spread across thousands of leafy acres or in apartments nearby, and many are single.   But when a new president arrived last year, his wife proposed a novel social service: an on-campus shelter for battered women. The campus police chief embraced the idea, and the shelter opened in June. It is believed to be the first of its kind in the country.","thumbnail":null,"section":"U.S."},{"date":"19940824","headline":"To Church's Dismay, Priest Talks of 'Justifiable Homicide' of Abortion Doctors","web_url":"https://www.nytimes.com/1994/08/24/us/to-church-s-dismay-priest-talks-of-justifiable-homicide-of-abortion-doctors.html","abstract":"  After saying grace over his pancake breakfast in a crowded fast-food restaurant here, the Rev. David C. Trosch, clad in a clerical collar and black shirt, explained the logic for his theory that an ordinary citizen could be morally justified in killing abortion clinic doctors and staff members.    \"There is full human life, by Christian common belief, in the womb following conception,\" said Father Trosch, a Roman Catholic priest. \"They are persons worthy of defense, like any born person, and they must be defended by any means necessary to protect them, including the death of the assailants, which in this case would be the abortionists and their direct accomplices.\"","thumbnail":null,"section":"U.S."},{"date":"19940824","headline":"In North's Self-Defense : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/24/opinion/IHT-in-norths-selfdefense-letters-to-the-editor.html","abstract":"Although Oliver North's rejection for a gun permit on the ground that he is \"not of good character\" seems in no way to tarnish his potential as a U.S. senator, perhaps his skewed belief that a concealed pistol will protect him from Abu Nidal ou","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"Juneau Reaches for the Stars","web_url":"https://www.nytimes.com/1994/08/24/sports/sports-people-hockey-juneau-reaches-for-the-stars.html","abstract":"  JOE JUNEAU, after spending much of his National Hockey League career making other players look good, gained star status himself yesterday by signing the most lucrative contract in the history of the Washington Capitals.","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"40 G.O.P. SENATORS POSE NEW HURDLE FOR THE CRIME BILL","web_url":"https://www.nytimes.com/1994/08/24/us/40-gop-senators-pose-new-hurdle-for-the-crime-bill.html","abstract":"  The bipartisan feelings that briefly flowered on Sunday when House Republicans joined Democrats to pass the crime bill vanished today as Senate Republicans threatened to block the bill in the upper chamber.   Senator Bob Dole, the minority leader, collected the signatures of 40 Republicans who, he said, would vote with him to scuttle the bill passed by the House on Sunday and force the Senate to work from an earlier bill that did not have a ban on assault weapons. If those commitments are firm, under Senate rules Mr. Dole would have enough votes to block the House-approved bill on a procedural challenge.","thumbnail":null,"section":"U.S."},{"date":"19940824","headline":"Struggling Hospital Shows Signs of Improving, O'Rourke Says","web_url":"https://www.nytimes.com/1994/08/24/nyregion/struggling-hospital-shows-signs-of-improving-o-rourke-says.html","abstract":"  Four months after appointing a new commissioner to shore up the struggling Westchester County Medical Center, County Executive Andrew P. O'Rourke said today that the hospital was showing signs of improvement.   From April to June, Mr. O'Rourke said, the medical center increased its emergency-room admissions and transfers from other hospitals while it decreased the average time that it took to discharge its patients.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"Among Young Elites, the Tolerance of Maturity","web_url":"https://www.nytimes.com/1994/08/24/opinion/IHT-among-young-elites-the-tolerance-of-maturity.html","abstract":"Can Russia really be summed up as a theater of Mafia crime, corruption, future Chernobyls and veiled aggression in the \"near abroad\"?.There is a deeper reality. Without fanfare, Russia's elites have undergone a crucial transition from ebullie","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"Minor Parties File Petitions For Pataki and Rosenbaum","web_url":"https://www.nytimes.com/1994/08/24/nyregion/minor-parties-file-petitions-for-pataki-and-rosenbaum.html","abstract":"  Supporters of the two Republican candidates for governor filed petitions today aimed at making sure their names are on the general election ballot in November no matter who wins the primary next month.    The Rev. Al Sharpton, who is running for the United States Senate, had also announced his intention to collect signatures to form a new party, but the State Election Commission said it had not received the petitions today, the deadline for placing independent parties on the primary ballot in November.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/24/nyregion/c-corrections-049832.html","abstract":"  A picture credit on Monday with a photograph of the choreographer Joseph Wilson performing at Lincoln Center misspelled the photographer's name. It is Tom Brazil.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"There Ought to Be a Law (but Not This Crime Bill;\nCongress Is Stealing Our College Education","web_url":"https://www.nytimes.com/1994/08/24/opinion/there-ought-to-be-a-law-but-not-this-crime-bill-congress-is-stealing.html","abstract":"On April 19, I \"celebrated\" my anniversary. On that day I had been locked up for 14 years. I had survived and even grown stronger in the crucible of the keep (as good as any reason to celebrate), but after watching NBC's \"Dateline\" that evening, I feared I had outlived the best chance any ex-con has of making it once he hits the bricks again.\n\nThe lead segment on \"Dateline\" that night was on prisoners receiving Pell higher education grants to help finance undergraduate college education. A measure denying Pell grants to inmates was up for a vote in the House the next day; the Senate had already passed such a measure.","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"Paralympics Sue U.S.O.C.","web_url":"https://www.nytimes.com/1994/08/24/sports/paralympics-sue-usoc.html","abstract":"  Organizers of an Olympic-style competition for disabled athletes sued the United States Olympic Committee in Federal court today, contending that the U.S.O.C. is improperly attempting to claim royalties from the disabled athletes' mascot.   Blaze, a mascot resembling a Phoenix and designed by the Paralympic organizers, is a symbol for its games scheduled for Atlanta in August 1996.","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"Sports of The Times; Opening Question For Owners","web_url":"https://www.nytimes.com/1994/08/24/sports/sports-of-the-times-opening-question-for-owners.html","abstract":"  WHEN the baseball owners and the baseball players finally meet face to face today, here is one question the players might ask of management:   \"Just out of curiosity,\" the players could begin, \"when you talk about a salary cap based on a 50-50 split of income, just what income are you talking about?\"","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"Compared to Whommm?: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/24/opinion/IHT-compared-to-whommm-letters-to-the-editor.html","abstract":"Regarding \"Convert Haitian Refugees Into Police\" (Opinion, Aug. 10) by George C. Wilson:","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"BASEBALL;\nIn the Shadow of .400, Gwynn Waits","web_url":"https://www.nytimes.com/1994/08/24/sports/baseball-in-the-shadow-of-400-gwynn-waits.html","abstract":"The sweat drips down Tony Gwynn's cheeks as he darts from one station to the next, adjusting weight as he goes, on the sleek Nautilus-style equipment. It appears that baseball's best hitter might have a plane to catch or an appointment to keep, he is in such a hurry. But no, his wife, Alicia, says, that's just the way Gwynn takes care of ordinary business.\n\nThe day before baseball's players and owners are expected to air their differences at a bargaining table in New York, a day that Gwynn believes will decide the season, the star outfielder for the San Diego Padres is at his home, 30 minutes from San Diego.","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"Pre-Strike Proposal Revealed","web_url":"https://www.nytimes.com/1994/08/24/sports/baseball-pre-strike-proposal-revealed.html","abstract":"  The major league baseball season could have continued uninterrupted if the owners had agreed to a pre-strike proposal by Robert Reich, the Secretary of Labor, a lawyer close to the labor dispute said last night.   Reich, the lawyer said, made a proposal to both sides, asking the players not to strike and the owners not to implement their salary cap unilaterally in the off season.","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"Thwack! The Sure Sound of Courier Coming Back","web_url":"https://www.nytimes.com/1994/08/24/sports/tennis-thwack-the-sure-sound-of-courier-coming-back.html","abstract":"  Jim Courier hasn't won a tennis tournament in more than a year, has dropped from No. 1 to a distant 11th, and just last week threatened to skip next week's United States Open, a declaration of dissatisfaction with his game that spurred talk he was quitting tennis.   Cancel that threat.","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"The Beach on the Street; In Torpid Summer, the Fire Hydrant Yields an Ocean of the Imagination","web_url":"https://www.nytimes.com/1994/08/24/nyregion/beach-street-torpid-summer-fire-hydrant-yields-ocean-imagination.html","abstract":"  Children came and went constantly to the spewing fire hydrant, dousing themselves and others. Jamick Paris, who is 7, stood right next to the hydrant until water dribbled down his legs and you could hear the slap-slap of drops on the pavement. Then, in their unruffled innocence, he and a friend laid down in the middle of the street and let the water run over them.    Laughing, Jamick ducked behind the hydrant and, nimbly working his fingers over the spray cap, directed the arc of water so that it splashed the others. They galloped away, as if trying to flee a swarm of wasps. Some whooped with glee. Some, their faces dripping, threatened to get him back.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"Devils Give Brylin a Contract","web_url":"https://www.nytimes.com/1994/08/24/sports/sports-people-hockey-devils-give-brylin-a-contract.html","abstract":"  The New Jersey Devils signed center SERGEI BRYLIN, the club's second selection in the 1992 entry draft, to a multiyear contract yesterday. Terms were not disclosed. Brylin, 20, spent the last three seasons with the Central Red Army club in his native Moscow. Last season, he finished seventh on the club in scoring. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"Police Officer Shot In a Queens Pursuit","web_url":"https://www.nytimes.com/1994/08/24/nyregion/police-officer-shot-in-a-queens-pursuit.html","abstract":"  A police officer was shot and wounded while chasing a suspect on foot in the Corona section of Queens early today, the police said.    The officer, whose name was not released, was shot in the arm about 12:25 A.M. near the intersection of 108th Street and 43d Avenue, and was taken to Elmhurst Hospital Center, the police said. Captain Thomas Fahey said at the hospital that the officer was not badly hurt.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"The Vaccine Debacle","web_url":"https://www.nytimes.com/1994/08/24/opinion/the-vaccine-debacle.html","abstract":"  Shortly after President Clinton took office, his Administration announced that it would provide free vaccinations for all youngsters -- rich, poor and in-between. The goal was laudable and sounded simple. But the Administration's attempts to reach it have been tortured beyond belief.   During the cramped Reagan years, the price of vaccine went up and Federal funding for childhood immunization went down. Congress, and eventually President Bush, pushed for more money. The 1991 Dallas measles epidemic proved a cautionary tale: 95 percent of the sick children had not been vaccinated because they were too young for school enrollment and their health providers did not have enough free vaccine for everyone.","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/08/24/style/chronicle-049794.html","abstract":"  It is almost expected that every guest at a benefit dinner will take home a few free goodies like perfume, cosmetics or T-shirts, but there will be an added twist to the give-aways at the Art and Soul dinner-dance on Saturday at the Parrish Art Museum in Southampton, L.I. The plan is to give one guest at each table a personal memento contributed by one of the well-known creative people associated with the Hamptons. Among the mementoes already sent in are a baseball cap with Chevy Chase's signature, a song book from Marvin Hamlisch and a signed photograph by Arthur Elgort.","thumbnail":null,"section":"Style"},{"date":"19940824","headline":"Elway Blasts Preseason Games","web_url":"https://www.nytimes.com/1994/08/24/sports/sports-people-pro-football-elway-blasts-preseason-games.html","abstract":"  Having played in about 50 preseason games over the course of his career -- the equivalent of more than three full regular seasons -- JOHN ELWAY could restrain himself no longer.","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/08/24/style/chronicle-049786.html","abstract":"  For the last decade, the backs of 200 New York buses have carried large advertising posters with sometimes puzzling and sometimes humorous messages. One of them read \"She ditched him -- JOHN WEITZ ties and all.\" Another two-liner acknowledged that the offbeat approach wasn't always easy to decipher. It simply said: \"I don't understand John Weitz advertising. You're kidding.\"    The observers who follow such things, amused or irritated, will have a respite next month. Mr. Weitz, the designer, is donating his bus-advertising space to Phoenix House, the drug-abuse service agency in New York. The message will say \"Need Help? Call 1-800-COCAINE, Phoenix House.\"","thumbnail":null,"section":"Style"},{"date":"19940824","headline":"Silent Castro Puzzling U.S. Aides","web_url":"https://www.nytimes.com/1994/08/24/us/flight-from-cuba-in-havana-silent-castro-puzzling-us-aides.html","abstract":"  After encouraging an immigration crisis with the United States by permitting disgruntled Cubans to take to the high seas, Fidel Castro has suddenly and unexpectedly fallen silent, raising concerns about what additional moves he might be planning.   Normally not a man at a loss for words, the Cuban leader has made no significant public statements since President Clinton announced on Saturday that Cuban-Americans will no longer be allowed to visit or send remittances to relatives on the island and that anti-Castro broadcasts to Cuba will be increased.","thumbnail":null,"section":"U.S."},{"date":"19940824","headline":"Grover Washington, Jazzy","web_url":"https://www.nytimes.com/1994/08/24/arts/music-review-grover-washington-jazzy.html","abstract":"  Every so often, a musician who has prospered in pop-jazz decides to dust off the old jazz credentials. On Monday night at the Blue Note, it was the saxophonist Grover Washington, who has just made a straightforward jazz album, \"All My Tomorrows\" (Columbia).    Mr. Washington's way of crooning ballads on soprano saxophone has been emulated by the best-selling likes of Kenny G. It was the best portion of his set; in \"Nature Boy,\" he caressed every phrase, stating the melody with breathy delicacy and clarity, bubbling over into ornament at rare moments. As Freddie Cole and Jeanie Bryson whisper-sang \"For Heaven's Sake,\" Mr. Washington inserted shapely, seductive obbligatos.","thumbnail":null,"section":"Arts"},{"date":"19940824","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/08/24/nyregion/inside-043001.html","abstract":"  Macy-Federated Merger Faces a Snag From Albany   The merger of Macy and Federated faces opposition from the New York State Attorney General, who called on Federated to sell all 12 Macy's stores in metropolitan New York. Page D1. A Priest's Logic on Abortion    Father David Trosch, a renegade priest, says that moral logic justifies killing abortion doctors. Page A12. Blockbuster Approves Sale    The board of Blockbuster Entertainment agreed to sell the company to Viacom for $8.4 billion. Page D1.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"Police Agencies Share Rules for Recognition","web_url":"https://www.nytimes.com/1994/08/24/nyregion/police-agencies-share-rules-for-recognition.html","abstract":"  The shootout on Monday in which two police officers were wounded by other officers happened so fast that even perfect training and procedure might not have prevented it, police officials said yesterday.   But there are rules and procedures for how and when officers can fire their weapons -- rules intended to prevent injury to bystanders, to avoid use of unnecessary or excessive force against suspects, and, of course, to avoid \"friendly fire\" errors like the one Monday night.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/24/nyregion/c-corrections-049808.html","abstract":"  A picture caption yesterday with an article about Russian organized-crime activity in Brooklyn described incorrectly the shooting of Naum Raichel, which law-enforcement officials said was linked to organized crime. Mr. Raichel was wounded in the attack; he was not killed.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"Germany's Two Main Far-Rightist Parties Plan to Join Forces","web_url":"https://www.nytimes.com/1994/08/24/world/germany-s-two-main-far-rightist-parties-plan-to-join-forces.html","abstract":"  Leaders of Germany's two biggest far-right political parties, stung by electoral setbacks and poor showings in opinion polls, are seeking to put aside their rivalry and work together.   In a statement issued on Monday, Gerhard Frey, the millionaire publisher who leads the German People's Union, and Franz Schonhuber, a proud veteran of the Nazi SS who heads the Republicans, urged their followers \"to build a relationship that will prevent us from blocking our own electoral progress.\"","thumbnail":null,"section":"World"},{"date":"19940824","headline":"Kukoc: Union Criticizes N.B.A.","web_url":"https://www.nytimes.com/1994/08/24/sports/sports-people-pro-basketball-kukoc-union-criticizes-nba.html","abstract":"  The National Basketball Association's rejection of the contract signed last week between TONI KUKOC and the Chicago Bulls was denounced yesterday by the head of the players' union.   \"Once again the league is simply venting its frustration over its loss in court last year,\" said CHARLES GRANTHAM, executive director of the National Basketball Players Association. Kukoc signed his new contract after exercising his right to \"opt out\" of the contract he signed with the Bulls last year.","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"Prevent the Massacres : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/24/opinion/IHT-prevent-the-massacres-letters-to-the-editor.html","abstract":"The superpowers, at the height of the Cold War, were prepared to spend billions to prepare for a cataclysmic conflict. Nuclear holocaust no longer haunts us, yet genocidal tribal conflicts threaten millions of people. Some part of the \"peace dividen","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"A School To Mark A Century Of Success","web_url":"https://www.nytimes.com/1994/08/24/nyregion/about-new-york-a-school-to-mark-a-century-of-success.html","abstract":"  WHEN school opens in two weeks, Public School 6 on the East Side will start marking its centennial with a lot of tradition. Just like Choate or Groton or any of those la-di-da, hoity-toity private schools.    Of course, there are people who think that P.S. 6, on Madison Avenue and 82d Street, is one of those la-di-da, hoity-toity schools itself, because its neighborhood is rich, or because its students are consistently near the top in citywide exam scores, or because all the sixth graders have to study Latin.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"O for a Song: Court Gives 33 1/3 Jingles","web_url":"https://www.nytimes.com/1994/08/24/nyregion/o-for-a-song-court-gives-33-1-3-jingles.html","abstract":"  Steve Karmen has written such classics as \"I Love New York,\" \"Aren't You Glad You Use Dial\" and \"Weekends Were Made for Michelob.\" When it comes to composing musical sales pitches for a state, a soap or a beer, Steve Karmen has few peers. But in the critical view of a Federal appeals court in Manhattan, Steve Karmen is no Cole Porter.   Despite his impressive list of memorable tunes, the court ruled yesterday that Mr. Karmen was entitled to only a tiny percentage of the royalties accorded more famous songwriters.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"Outside Income for British M.P.'s Is Questioned","web_url":"https://www.nytimes.com/1994/08/24/world/outside-income-for-british-mp-s-is-questioned.html","abstract":"  As a consultant to a Scottish electricity company, Philip Gallie keeps it up to date on what is happening in the House of Commons and sets up meetings with legislators. The company, Scottish Power P.L.C., pays him an undisclosed fee -- probably around $15,000 a year -- and gives him use of a company car.   But the consulting job is just a sideline for Mr. Gallie. He is better known as the Member of Parliament for Ayr, on Scotland's west coast, and for serving on the Select Committee on Scottish Affairs.","thumbnail":null,"section":"World"},{"date":"19940824","headline":"Embargo Dries Up Haiti Fuel Supply","web_url":"https://www.nytimes.com/1994/08/24/world/embargo-dries-up-haiti-fuel-supply.html","abstract":"  The sweating and ragged men and women who sell gasoline in the black market on the side of the road here have a saying: you never appreciate the tail of a donkey until you try to catch one running downhill.    In one more absurdity in an absurd place and time, the United States and relief groups may have to rely on this market to power hospital generators and the trucks that take food and medicine to Haiti's poor in a nation slowly being squeezed dry by an international embargo.","thumbnail":null,"section":"World"},{"date":"19940824","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/08/24/nyregion/metro-digest-045209.html","abstract":"  IN SUBWAY, OFFICERS FIRING AT OFFICERS   All but one of the eight gunshots that turned a crowded East Side subway station into a battlefield Monday night were fired by police officers mistakenly aiming at each other, police officials said. The remaining shot, they said, occurred when a suspect dropped his shotgun and it went off. In the tumult, a white New York City police officer opened fire on a black undercover transit officer, hitting him four times. A1.   Officer Peter Del Debbio, who shot a transit police officer, had lived through another hellish night in the subway, a night that cost him part of his finger and no small amount of pride. B4.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"Downsizing's Casualties","web_url":"https://www.nytimes.com/1994/08/24/opinion/l-downsizing-s-casualties-050296.html","abstract":"  To the Editor:   Albert J. Dunlap is a symbol of capitalism's contradiction. At Scott Paper Company, he has been brought in to fire 30 percent of the employees (Business Day, Aug. 15). In the bargain, he has made a tidy profit.","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"Man Is Struck and Killed by Subway Train","web_url":"https://www.nytimes.com/1994/08/24/nyregion/man-is-struck-and-killed-by-subway-train.html","abstract":"  A man was struck and killed yesterday by an IRT train near the subway station at 96th Street and Broadway in Manhattan, delaying tens of thousands of riders for more than two hours, a Transit Authority spokeswoman said.   The man, who was not immediately identified, was walking on the tracks in a tunnel when a northbound No. 1 train hit him at 4:32 P.M., said the authority spokeswoman, Melissa Farley.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"'Getting to Know You': Giants' Secondary Song","web_url":"https://www.nytimes.com/1994/08/24/sports/pro-football-getting-to-know-you-giants-secondary-song.html","abstract":"  The Giants' secondary is fast, quick and young. But it also is new, unsophisticated and not what the Giants are accustomed to.   Until the secondary becomes solid, the team may struggle. If the Giants' entire defense shows more cohesion and more aggressiveness in Saturday night's preseason finale against the Bears in Chicago, its outlook will be brighter for the season opener Sept. 4 against the Philadelphia Eagles at Giants Stadium.","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"Why New York Hasn't Warmed to Metrocard","web_url":"https://www.nytimes.com/1994/08/24/opinion/l-why-new-york-hasn-t-warmed-to-metrocard-050300.html","abstract":"  To the Editor:   Re your Aug. 17 news article on the snub of the transit card by New Yorkers: The \"electronic token\" will not be a best seller until all stations and buses are equipped to use it. We have long supported fare discounts on quantity purchases and time-based passes to encourage increased transit ridership, particularly during off-peak hours. Testifying in favor of the last fare increase, we called for an end to multiple-fare zones.","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"Rep. Gallo Drops Out of Race, Citing Problems With Health","web_url":"https://www.nytimes.com/1994/08/24/nyregion/rep-gallo-drops-out-of-race-citing-problems-with-health.html","abstract":"  Citing health problems, Representative Dean A. Gallo, Republican of Parsippany, withdrew today as a candidate for re-election to the Congressional seat he has held for 10 years.   Mr. Gallo, who won a hard-fought primary election in June against three opponents, said he had learned over the Fourth of July weekend that a prostate cancer condition diagnosed and treated in 1992 was no longer in remission and would require further treatment. Mr. Gallo, who is 58, also underwent hip replacement surgery in March.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"Why Punish the Cuban People?","web_url":"https://www.nytimes.com/1994/08/24/opinion/why-punish-the-cuban-people.html","abstract":"  President Clinton's abrupt reversal of 28 years of Cuban refugee policy last Friday looked clumsy enough, but over the weekend he made it worse. Seeking to punish Fidel Castro for unleashing the latest refugee tide, Mr. Clinton ended up also punishing ordinary Cubans. He cut off all cash support from their relatives in the U.S., rather than the 50 percent cut originally announced. By raising the temperature on Cuba when it should be trying to cool it, the Administration could yet convert a rhetorical emergency into a real one.    The package of pressures the President unveiled on Saturday did include two legitimate spurs to greater freedom in Cuba -- increased radio broadcasts and a new U.N. initiative on human rights. It also included a cutoff of charter flights from the U.S. -- unwise, since Cuban freedom is served by more contacts with Americans, not less.","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"When the Car Crashes, Talent Means Nothing","web_url":"https://www.nytimes.com/1994/08/24/sports/college-basketball-when-the-car-crashes-talent-means-nothing.html","abstract":"  Tchaka Shipp still can't remember the accident. Kevin Simmons remembers it like his home phone number.   The two talented New York City basketball players, here to attend the University of California-Irvine, flipped their car in mid-July when one of them fell asleep at the wheel.","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"Nerekhta Journal; In a Factory Town, Soviet Feudalism Dies Hard","web_url":"https://www.nytimes.com/1994/08/24/world/nerekhta-journal-in-a-factory-town-soviet-feudalism-dies-hard.html","abstract":"  The urban veneer of this small industrial town is melting away. Chickens and goats roam the courtyards of huge Soviet apartment complexes, and cucumber and potato plants, not begonias, sprout out of window boxes and kitchen gardens. Nerekhta's factory workers have not been paid for months, and many are turning into citified subsistence farmers.   Survival tips, instead of gossip, now dominate the town's small talk. \"We grow our own food and we borrow from my mother's pension check,\" is how Galina Razzhivina, 39, a bookkeeper, described her household accounts. She and her husband, Mikhail, 36, work at the largest local plant, known simply as the Mechanical Factory, and neither has received a salary since May.","thumbnail":null,"section":"World"},{"date":"19940824","headline":"New Artistic Director Named For Circle in the Square","web_url":"https://www.nytimes.com/1994/08/24/theater/new-artistic-director-named-for-circle-in-the-square.html","abstract":"  Josephine R. Abady, who was dismissed last January as the director of the Cleveland Play House, is to be the new artistic director of the financially troubled Circle in the Square Theater. The appointment was announced yesterday by Theodore Mann, the theater's current artistic director and one of its founders.    Few details of the new management arrangement were available yesterday, and neither Mr. Mann nor Ms. Abady could be reached. But a statement released by the theater said that Mr. Mann, 70, and Ms. Abady would share creative control of the company, which produced no plays last season and has reportedly been on the brink of shutting down for good. It has been dark since \"Wilder, Wilder, Wilder\" closed in May 1993. Three-Play Season Considered    The statement of Ms. Abady's appointment said that two plays were planned for the coming season: a revival of \"The Shadow Box,\" by Michael Cristofer, and Chekhov's \"Uncle Vanya.\" A third production, a new American play that was not named, was said to be under consideration.","thumbnail":null,"section":"Theater"},{"date":"19940824","headline":"Bonilla's Big Interest Goes Beyond Bucks","web_url":"https://www.nytimes.com/1994/08/24/sports/on-baseball-bonilla-s-big-interest-goes-beyond-bucks.html","abstract":"  Bobby Bonilla is going back to work this week.   No, not to that job, the one in which he stops ground balls at third base and hits home runs for the Mets. No, this one involves the business of baseball. Or more precisely, the business of trying to get baseball back on the field for the first time since major league players struck on Aug. 12.","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"New Game In Town As Baseball Talks Begin","web_url":"https://www.nytimes.com/1994/08/24/sports/baseball-new-game-in-town-as-baseball-talks-begin.html","abstract":"  In place of the usual position-by-position matchups that precede the World Series, Major League Baseball was left yesterday with a matchup of verbal positions by owners and players as they prepared for their first face-to-face bargaining-table confrontation of the 13-day-old strike.   The positions, as articulated by John Harrington of the Boston Red Sox and Brett Butler of the Los Angeles Dodgers, spelled out in painfully precise terms where each side stands for today's session in the presence of a team of Federal mediators.","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"FLIGHT FROM CUBA: THE VOYAGE -- U.S. Scrambling to Cope With the Rising Tide of Cuban Refugees; Straits of Florida Hide the Unknown Toll of a Rush to Freedom","web_url":"https://www.nytimes.com/1994/08/24/us/flight-cuba-voyage-us-scrambling-cope-with-rising-tide-cuban-refugees-straits.html","abstract":"  They set out in foam boxes, inner tubes and packing crates that pass for rafts, loading their flimsy vessels with bare essentials -- a plastic container with water, fried meat and bread, an image of the Virgin Mary or a Santeria deity tucked away, a compass pointing north.   And as they do, Cubans by the thousands are disregarding warnings not to embark on the dangerous journey across the Straits of Florida. Unstated but implicit in the warnings are the many rafters who are feared dead.","thumbnail":null,"section":"U.S."},{"date":"19940824","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/08/24/style/chronicle-047252.html","abstract":"  PRINCE PHILIP, the Duke of Edinburgh, will be the first member of the British royal family to visit Israel when he takes part in a ceremony in Jerusalem in October honoring his mother, Princess Alice of Greece. The Princess, who is credited with saving the lives of three Jews in Greece during the Holocaust, died in 1969 at the age of 84 and is buried in Jerusalem. She sheltered members of the Jewish family in her home in Athens.   Buckingham Palace, which made the announcement, said: \"Members of the royal family are always advised by the Foreign Office when traveling abroad. The Foreign Office felt that the time was right for this visit to Israel.\"","thumbnail":null,"section":"Style"},{"date":"19940824","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/08/24/sports/transactions-048208.html","abstract":"  Football  National Football League   ARIZONA CARDINALS -- Signed Shawn Moore, quarterback. Waived Brett Wallerstedt, linebacker; Bernard Basham, defensive end; Brian Bollinger, guard; and Gene McGuire, center. Placed Sean Wallace, safety, on injured reserve.","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"1894: Bomb in Caracas : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/24/opinion/IHT-1894-bomb-in-caracas-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - A despatch from Caracas to the Herald states that a deliberate attempt to murder General Crespo, President of Venezuela, was made yesterday [Aug. 22]. An unknown man threw a bomb at the President as he was passing along the street, but fortunat","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"Odd Sort of Democracy : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/24/opinion/IHT-odd-sort-of-democracy-letters-to-the-editor.html","abstract":"Regarding \"Mexico's Ruling Party Would Do Better to Lose\" (Opinion, Aug. 18):.Stanley A. Weiss's suggestion to the PRI, Mexico's governing party, that it rig itself a loss for the recent elections was bizarre to say the least. If the PRI wins","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"New York City's Pot of Gold","web_url":"https://www.nytimes.com/1994/08/24/opinion/new-york-city-s-pot-of-gold.html","abstract":"  New York may be on the verge of acquiring an unexpected windfall -- millions of dollars in private money to be dipped into for the public good. A new investment fund sponsored by the New York City Partnership is seeking to raise $100 million from wealthy individual and corporate donors; $15 million has already been pledged on the basis of a mere 15 telephone calls. The Partnership's fund-raising is based on a powerful and proven idea: spread development money in the right places at the right moments and the whole city will profit.   Formed in 1978, just as New York was emerging from its last great fiscal crisis, the Partnership includes executives from more than 150 of the city's largest companies. Among them is the Wall Street financier Henry R. Kravis, who proposed the new fund after researching similar economic-development efforts by corporate leaders in cities like Atlanta and Minneapolis. Mr. Kravis has been named chairman.","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"Better to Ignore Him : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/24/opinion/IHT-better-to-ignore-him-letters-to-the-editor.html","abstract":"Regarding \"Yes, the Pope Has Done a Bad Thing\" (Opinion, Aug. 15) by A.M. Rosenthal:.It is, I believe, a \"bad thing\" you are doing in continuing to give space to the award to Kurt Waldheim of a papal honor..Of course the award was","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"Programming Lunch, From 'Table's Ready' To 'Here's Your Check'","web_url":"https://www.nytimes.com/1994/08/24/style/programming-lunch-from-tables-ready-to-heres-your-check.html","abstract":"THEY may evoke images of the Jetsons rather than personal service and culinary artistry, but computers and electronic systems are transforming the workings and ambiance of an increasing number of restaurants:\n\n* The Prohost paging network, developed by Dallas-based Rock Systems, equips customers, waiters, cooks and managers with wireless message devices, worn on the wrist, that Dick Tracy might envy. Among the possibilities: diners buzz their waiters for service, a computer tells the cooks that they're taking too long to prepare food, or the manager sends a \"happy birthday\" message to a customer.","thumbnail":null,"section":"Style"},{"date":"19940824","headline":"U.S. Government Broadcasts to Cuba, And Wonders If Anyone Is Listening","web_url":"https://www.nytimes.com/1994/08/24/us/flight-cuba-airwaves-us-government-broadcasts-cuba-wonders-if-anyone-listening.html","abstract":"  Hour after hour, the airwaves in Cuba are filled with a single message: Don't go.   In Spanish, from antiseptic United States Government studios here, the reasons are listed again and again: The waters are unsafe. Hurricane season has started. People are dying. American policy has changed. There is no welcome for survivors. Refugees are detained. Don't go.","thumbnail":null,"section":"U.S."},{"date":"19940824","headline":"Violinists Win I.R.S. Challenge","web_url":"https://www.nytimes.com/1994/08/24/arts/violinists-win-irs-challenge.html","abstract":"  Two New York Philharmonic violinists who fought the Internal Revenue Service in court have won the right to claim a tax deduction for their rare early-19th-century violin bows. In a decision that could affect thousands of professional musicians, judges in Federal Tax Court in Washington ruled on Monday 10 to 7 in favor of the violinists.   Lawyers for the Internal Revenue Service, led by Pamela Cohen, argued last December that the two Philharmonic players, Richard and Fiona Simon, could not claim their bows as a deduction because the bows, made by the French master Francois Tourte, were works of art that appreciated in value with the passage of time and fetched large sums in the collectibles market.","thumbnail":null,"section":"Arts"},{"date":"19940824","headline":"Small Cost for Survival : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/24/opinion/IHT-small-cost-for-survival-letters-to-the-editor.html","abstract":"Regarding \"Do We Really Need to Start Bracing?\" (Opinion, Aug. 6) by William Pfaff:.It is extraordinary that a modern commentator like Mr. Pfaff should adopt so fatalistic an approach about the possibility of finding an asteroid or comet aime","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"Study Suggests 2 Fatty Acids May Help Keep Hearts Healthy","web_url":"https://www.nytimes.com/1994/08/24/us/study-suggests-2-fatty-acids-may-help-keep-hearts-healthy.html","abstract":"  JUST when consumers think they have mastered the connections between dietary fats, cholesterol and heart disease, another finding emerges to confuse the issue. People who perhaps reluctantly replaced butter and other highly saturated fats with margarine and polyunsaturated vegetable oils were recently advised to eat less margarine and to use more monounsaturated olive and canola oils. Meanwhile, Federal health officials are recommending that all kinds of fats be used sparingly and that grains and other complex carbohydrates form the bulk of a healthful diet.   Now researchers from the Boston University School of Medicine say that all this advice is off base and will not adequately reduce the risk of fat-clogged arteries that lead to heart attacks and strokes. Rather, their preliminary studies indicate, a very low-fat diet may in itself touch off heart disease. They found that a major risk factor was an insufficient intake of two polyunsaturated fatty acids that are as essential to human nutrition as vitamins, minerals and protein.","thumbnail":null,"section":"U.S."},{"date":"19940824","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/24/nyregion/c-corrections-049840.html","abstract":"  The Key Rates table on the Credit Markets page of Business Day yesterday misstated the prime rate and the discount rate for Friday and Monday in some editions. The prime rate on both those days was 7.75 percent, not 7.25 percent; the discount rate was 4 percent, not 3.5 percent.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"Jets and Meola Part Ways but Stay in Touch","web_url":"https://www.nytimes.com/1994/08/24/sports/pro-football-jets-and-meola-part-ways-but-stay-in-touch.html","abstract":"  They gave Tony Meola a dozen footballs, a kicking tee and told him to go home and practice. And maybe, the Jets told him today, he can return soon.   The Jets were encouraging to Meola, who tried to live out his fantasy of switching from World Cup soccer goalie to National Football League kicker.","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"No Headline","web_url":"https://www.nytimes.com/1994/08/24/nyregion/no-headline-043699.html","abstract":"  \"A disconcerting number of rafters probably don't make it. It's certainly enough for us scientists to be extremely worried about it and consider this a tragedy.\" BRUCE R. ROSENDAHL, dean of the Rosenstiel School of Marine and Atmospheric Science at the University of Miami.  [ A15:1. ]","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"FORAGING WITH: Faith Heller Willinger;\nDrum Major of Italian Cuisine","web_url":"https://www.nytimes.com/1994/08/24/style/foraging-with-faith-heller-willinger-drum-major-of-italian-cuisine.html","abstract":"TRAVELING anywhere with Faith Heller Willinger is a little like marching through Italy with Garibaldi's troops. You know there's something to be unified and it's big.\n\nFor more than a decade, a devoted phalanx of American food writers, cookbook authors, restaurateurs and just plain eager eaters has followed this leader of the food faithful from Sicily to Lombardy in search of, among other things, Barolo, lardo, prosciutto, gelato, balsamico, salumi, pane, dolce, pecorino, carciofi, grappa, tartufi and capperi. Not, however, everyday tartufi, but white truffles just dug from the microbe-rich soil of Alba. And not just any old capperi, but tiny capers from Pantelleria, preserved only in sea salt so as not to distort their flavor.","thumbnail":null,"section":"Style"},{"date":"19940824","headline":"Anti-Dumping Terms Preserve U.S. Trade","web_url":"https://www.nytimes.com/1994/08/24/opinion/l-anti-dumping-terms-preserve-us-trade-050270.html","abstract":"  To the Editor:   \"Mr. Clinton: Defend Your Trade Pledge\" (editorial, Aug. 19) misrepresents the profit deduction provision that the Senate Finance Committee approved as part of the antidumping code in the Uruguay Round implementing legislation.","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/24/nyregion/c-corrections-049859.html","abstract":"  A brief report in the Company News column of Business Day on Saturday about the acquisition of the Pioneer Bank by the Bank of Boston Corporation misidentified the institution that was purchased. The Pioneer Bank bought by the Bank of Boston is the largest cooperative bank in Massachusetts, not a subsidiary of Pioneer Bancshares Inc. in Chattanooga, Tenn.  ","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"With Boli, Glasgow Seeks Greater Glory in Europe","web_url":"https://www.nytimes.com/1994/08/24/sports/IHT-with-boli-glasgow-seeks-greater-glory-in-europe.html","abstract":"The tears of Basile Boli have flowed as constant as a river through recent European Champions Cups..In the 1991 cup final, this big, bold, bad man from the Ivory Coast sank to his knees after his team, Olympique Marseille, went out on a penalty shoot-","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"Following A modern Prince Around His World","web_url":"https://www.nytimes.com/1994/08/24/movies/television-review-following-a-modern-prince-around-his-world.html","abstract":"  Tonight, as was breathlessly reported when \"Charles: The Private Man, the Public Role\" was shown in Britain, the royal known in the British tabloids as the heartless husband intimates that after his marriage to Princess Diana came apart he found comfort in the arms of Camilla Parker-Bowles. But that is only a passing tingle in a generally sober two-hour look that brings us as close to His Highness as commoners are likely to come.   The program's producer, Jonathan Dimbleby, trailed the heir to the British throne for about 15 months, on official rounds and during off-hour fishing, skiing and gamboling with his two sons. On the royal airplane heading here and there, Mr. Dimbleby respectfully inquires into the Prince's feelings about his line of work and related matters.","thumbnail":null,"section":"Movies"},{"date":"19940824","headline":"Inquiry at Utility Finds Questionable Spending","web_url":"https://www.nytimes.com/1994/08/24/nyregion/inquiry-at-utility-finds-questionable-spending.html","abstract":"  An internal investigation into the gas and electric utility serving Rockland and Orange Counties has found almost $4 million in questionable spending, including $885,000 in bogus business expenses billed by the company's former chairman and other executives.   Investigators said the former chairman, James F. Smith, used company funds to pay for personal expenses like vacation visits to Europe and Russia, gift baskets for friends, tickets to Broadway shows, expensive wine and $37,158 worth of food for private parties at the company's conference center in Sullivan County.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/24/nyregion/c-corrections-049824.html","abstract":"  A picture caption last Wednesday with an article about the effects of the Woodstock festival on Saugerties, N.Y., incorrectly described a woman displaying a T-shirt in a shop there. She was Regan Mashayekhi, a worker at the shop, not a tourist.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/08/24/nyregion/news-summary-043052.html","abstract":"  International A3-11  MEXICO WINNER OFFERS DIALOGUE  The winner of Mexico's presidential election said he would seek a dialogue with his opponents, but he did not seem to be convinced that he would have to bring his opponents into the Government.  A1  FEARS FOR MEXICO'S LEFT  Mexico's left wing is so splintered by its poor showing that there are fears that it might be cut off from the political process and then turn to more violent ways to be heard.  A10","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"Pope's Health Is Prompting New Concern","web_url":"https://www.nytimes.com/1994/08/24/world/pope-s-health-is-prompting-new-concern.html","abstract":"  The Vatican insisted today that Pope John Paul II was making \"excellent\" progress during a vacation in the mountains of northern Italy, despite concern over his health and questions about the potential hazards of the visit he plans to Sarajevo.   The worries about the 74-year-old Pope's physical well-being resurfaced on Sunday when he seemed to grimace in pain while descending from a platform after he had said Mass.","thumbnail":null,"section":"World"},{"date":"19940824","headline":"FLIGHT FROM CUBA: THE OVERVIEW -- U.S. Scrambling to Cope With the Rising Tide of Cuban Refugees; Washington Considers Housing Newcomers at Mainland Sutes","web_url":"https://www.nytimes.com/1994/08/24/world/flight-cuba-overview-us-scrambling-cope-with-rising-tide-cuban-refugees.html","abstract":"  Alarmed that its new policy of keeping out Cuban boat people has failed to stem the flow of refugees, the Clinton Administration is considering greatly expanding the capacity of the naval base at Guantanamo Bay, Cuba, to handle them.   With the flood of Cubans picked up at sea exceeding 2,000 for the second straight day, some Administration officials said they might be forced to consider an emergency option: placing the Cubans in military bases and other Federal properties on the mainland, as was done during the Mariel exodus of 1980 when 125,000 Cubans left for the United States.","thumbnail":null,"section":"World"},{"date":"19940824","headline":"Two Red Sox Have Surgery And Are Out for the 'Season'","web_url":"https://www.nytimes.com/1994/08/24/sports/sports-people-baseball-two-red-sox-have-surgery-and-are-out-for-the-season.html","abstract":"  Red Sox third baseman SCOTT COOPER and left fielder MIKE GREENWELL underwent arthroscopic surgery yesterday and will be out for the season if the strike ends. Cooper, placed on the disabled list Aug. 7, had torn cartilage repaired in his right shoulder. Greenwell, who injured his left shoulder when he ran into the wall on opening day, was put on the disabled list Aug. 4. He also had torn cartilage repaired. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"Personal Health; Toxic shock: out of mind, but still a serious threat.","web_url":"https://www.nytimes.com/1994/08/24/us/personal-health-toxic-shock-out-of-mind-but-still-a-serious-threat.html","abstract":"  TOXIC shock syndrome may have faded from prominent public concern but not from the medical record books. This often-fatal disease may be nearly as common now as it was in the early 1980's, when it terrified menstruating women, especially those who used highly absorbent tampons.    Cases of toxic shock fell off sharply in 1984 after Rely, made by the Procter & Gamble Company, and other superabsorbent tampons were taken off the market. But according to data gathered in Minnesota, toxic shock cases slowly began to rise again as the staphylococcal bacteria that could produce the deadly toxin spread to more people.","thumbnail":null,"section":"U.S."},{"date":"19940824","headline":"A Bumper Year for Bugs","web_url":"https://www.nytimes.com/1994/08/24/opinion/a-bumper-year-for-bugs.html","abstract":"  Louder, definitely louder. That is the emphatic if impressionistic judgment about the nightly katydid chorus this August, ventured by a dozen householders and nature-watchers from Georgia to Connecticut. The weather is the cause: a punishing winter, a cool spring and a wet summer, an ideal combination for insect eggs and larvae, and bad for the predators and soil fungi that kill them. Hence what Dr. Louis Sorkin, an entomologist at the American Museum of Natural History, calls \"higher than average species populations\" for everything from crickets to mosquitoes.   From there, it all depends on one's perspective. Consider the grasshopper, which is said to cause $80 billion in crop damage every year, whose five-to-seven-year cycle is now peaking. Farmers around Washington D.C. contend that the green creatures have munched away whole fields of alfalfa and soybeans; backyard gardeners in Virginia report that \"gourmet grasshoppers\" are cleaning out beds of basil, sage and mint. It is small solace for victims to be reminded by agronomists that grasshopper guano is excellent fertilizer for next year's crops.","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19940824","time":"1994-08-24 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.6,"rhum":79,"wspd":11.2},{"date":"19940824","time":"1994-08-24 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.7,"rhum":83,"wspd":11.2},{"date":"19940824","time":"1994-08-24 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":86,"wspd":7.6},{"date":"19940824","time":"1994-08-24 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":85,"wspd":13},{"date":"19940824","time":"1994-08-24 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":85,"wspd":9.4},{"date":"19940824","time":"1994-08-24 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":85,"wspd":11.2},{"date":"19940824","time":"1994-08-24 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":84,"wspd":11.2},{"date":"19940824","time":"1994-08-24 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":81,"wspd":13},{"date":"19940824","time":"1994-08-24 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.8,"rhum":72,"wspd":16.6},{"date":"19940824","time":"1994-08-24 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17,"rhum":63,"wspd":16.6},{"date":"19940824","time":"1994-08-24 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.4,"rhum":57,"wspd":22.3},{"date":"19940824","time":"1994-08-24 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.7,"rhum":49,"wspd":22.3},{"date":"19940824","time":"1994-08-24 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.2,"rhum":50,"wspd":14.8},{"date":"19940824","time":"1994-08-24 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.8,"rhum":49,"wspd":20.5},{"date":"19940824","time":"1994-08-24 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.7,"rhum":51,"wspd":18.4},{"date":"19940824","time":"1994-08-24 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.9,"rhum":47,"wspd":24.1},{"date":"19940824","time":"1994-08-24 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.5,"rhum":45,"wspd":18.4},{"date":"19940824","time":"1994-08-24 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.1,"rhum":73,"wspd":13},{"date":"19940824","time":"1994-08-24 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.2,"rhum":83,"wspd":13},{"date":"19940824","time":"1994-08-24 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.8,"rhum":68,"wspd":13},{"date":"19940824","time":"1994-08-24 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.7,"rhum":68,"wspd":16.6},{"date":"19940824","time":"1994-08-24 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":73,"wspd":16.6},{"date":"19940824","time":"1994-08-24 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.4,"rhum":75,"wspd":9.4},{"date":"19940824","time":"1994-08-24 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":80,"wspd":11.2},{"date":"19940824","time":"1994-08-24 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":43,"wspd":14.8},{"date":"19940824","time":"1994-08-24 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":48,"wspd":13},{"date":"19940824","time":"1994-08-24 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":53,"wspd":9.4},{"date":"19940824","time":"1994-08-24 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":55,"wspd":11.2},{"date":"19940824","time":"1994-08-24 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":61,"wspd":7.6},{"date":"19940824","time":"1994-08-24 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":70,"wspd":7.6},{"date":"19940824","time":"1994-08-24 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":70,"wspd":7.6},{"date":"19940824","time":"1994-08-24 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":72,"wspd":9.4},{"date":"19940824","time":"1994-08-24 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":80,"wspd":0},{"date":"19940824","time":"1994-08-24 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":78,"wspd":9.4},{"date":"19940824","time":"1994-08-24 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":78,"wspd":7.6},{"date":"19940824","time":"1994-08-24 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":78,"wspd":13},{"date":"19940824","time":"1994-08-24 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":70,"wspd":11.2},{"date":"19940824","time":"1994-08-24 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":63,"wspd":13},{"date":"19940824","time":"1994-08-24 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":51,"wspd":11.2},{"date":"19940824","time":"1994-08-24 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":46,"wspd":9.4},{"date":"19940824","time":"1994-08-24 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":40,"wspd":9.4},{"date":"19940824","time":"1994-08-24 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":38,"wspd":14.8},{"date":"19940824","time":"1994-08-24 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":38,"wspd":14.8},{"date":"19940824","time":"1994-08-24 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":38,"wspd":14.8},{"date":"19940824","time":"1994-08-24 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":44,"wspd":14.8},{"date":"19940824","time":"1994-08-24 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":50,"wspd":16.6},{"date":"19940824","time":"1994-08-24 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":48,"wspd":14.8},{"date":"19940824","time":"1994-08-24 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":57,"wspd":13}]}}